Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: a unique branch code must be entered for the new code
cs_cz: Unikátní pobočka kód musí být zadán nový kód pro
es_es: debe introducir un código de sucursal único para el nuevo código
hi_in: एक अनूठा शाखा कोड नए कोड के लिए दर्ज होना चाहिए
id_id: kode cabang yg unik harus dimasukkan utk kode baru
it_it: un codice unico ramo deve essere inserito il nuovo codice
ko_kr: 독특한 지점 코드는 새로운 코드를 입력해야합니다
mr_in: एक अद्वितीय शाखा कोड नवीन कोड प्रविष्ट करणे आवश्यक आहे
nl_nl: een unieke nieuwe branch code moet worden opgegeven
pt_pt: um novo código único sucursal deve ser informado para novo código
ro_ro: un cod unic de sucursală trebuie să fie înscrise pentru cod nou
ru_ru: Уникальный код филиала должен быть введен для нового кода
sq_al: një kod unik degë duhet të lidhet për kodin e ri
sv: en unik gren kod måste anges för den nya koden
sw_ke: kipekee code tawi iwekwe kwa kanuni mpya
tr_tr: YENI SUBE KAYDI OLUSTURULABILMESI IÇIN BENZERSIZ BIR SUBE KODU GIRMELISINIZ
zh_hk: 必须输入唯一的新客户分公司编号
zh_tw: 新編碼必須輸入唯一的分公司編碼

source: Inserting the new customer branches master record
cs_cz: Vložení nového zákazníka poboček mistr záznam
es_es: Agregando el nuevo registro maestro de sucursal de cliente
hi_in: नए ग्राहक शाखाओं गुरु रिकॉर्ड डालने
id_id: Memasukkan data master cabang customer baru
it_it: Inserimento del nuovo cliente master rami record
ko_kr: 새로운 고객 가지 마스터 레코드를 삽입
mr_in: नवीन ग्राहक शाखा मास्टर रेकॉर्ड समाविष्ट
nl_nl: Toevoegen van de nieuwe klant branch
pt_pt: informe novo registro mestre sucursal cliente
ro_ro: Introducerea nou record de client sucursale master
ru_ru: Установка новой записи филиала клиента
sq_al: Futur konsumatorëve rekord të ri degët master
sv: Sätta i ny kund grenar master rekord
sw_ke: Kuingiza wateja matawi mapya mwenye rekodi
tr_tr: YENI MÜSTERI SUBE KODU MASTER TABLOYA YAZILIYOR ..
zh_hk: 新客户分公司主记录插入中
zh_tw: 新客戶分公司主記錄插入中

source: The SQL to insert the new customer branch master record failed because
cs_cz: SQL vložit nový zákazník pobočky zaznamená velitel selhal, protože
es_es: El SQL usado para agregar el nuevo registro maestro de sucursal de cliente falló porque
hi_in: एसक्यूएल डालने के लिए नए ग्राहक शाखा मालिक रिकॉर्ड क्योंकि विफल
id_id: SQL utk memasukkan data master cabang customer baru telah gagal karena
it_it: di perchè
ko_kr: SQL은 새로운 고객 지점 마스터 레코드 때문에 실패 삽입
mr_in: कारण नवीन ग्राहक शाखा मास्टर रेकॉर्ड घालण्यास SQL ​​अयशस्वी
nl_nl: SQL waar het toevoegen van de nieuwe branch mislukte was
pt_pt: SQL usado para inserir nova sucursal de cliente falhou porque
ro_ro: SQL pentru a insera noi filiale client înregistrarea master a eşuat pentru că
ru_ru: SQL, чтобы вставить основную запись нового клиента филиала не удалась, поскольку
sq_al: SQL për të futur në degë të re të konsumatorëve master rekord dështuar për shkak se
sv: SQL för att infoga den nya kunden gren master rekord misslyckades på grund
sw_ke: SQL Insert ya mwezi mteja tawi mwenye rekodi alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 插入新客户分公司主记录失败, 因为
zh_tw: 插入新客戶分公司主記錄失敗的 SQL, 因為

source: Changing customer transaction records
cs_cz: Změna záznamů zákazníka transakce
es_es: Modificando los registros de transacción del cliente
hi_in: ग्राहक लेनदेन रिकॉर्ड बदलने से
id_id: Mengubah data transaksi customer
it_it: Cambiare le registrazioni delle transazioni del cliente
ko_kr: 고객의 거래 기록을 변경
mr_in: बदलणे ग्राहक व्यवहार रेकॉर्ड
nl_nl: Veranderen van klant transacties
pt_pt: Modif. transações Cliente
ro_ro: Schimbarea înregistrările clienţilor tranzacţie
ru_ru: Изменение записей сделок клиента
sq_al: Ndryshimi dhënat e transaksionit të konsumatorëve
sv: Ändring av kundtransaktionsposter
sw_ke: Kubadilisha kumbukumbu za manunuzi ya wateja
tr_tr: MÜSTERI HAREKET KAYITLARI DEGISTIRILIYOR..
zh_hk: 客户交易记录更改中
zh_tw: 客戶交易記錄更改中

source: The SQL to update debtor transaction records failed because
cs_cz: SQL na aktualizaci záznamů dlužníka transakce nezdařila, protože
es_es: El SQL para actualizar los registros de la transacción del deudor falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए ऋणी लेनदेन रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data transaksi debitur karena
it_it: di perchè
ko_kr: 채무자 트랜잭션 레코드를 업데이트하는 SQL 인해 실패한
mr_in: कारण ऋणको व्यवहार रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de (debiteuren) transacties mislukte was
pt_pt: SQl para atualizar trans. débito falhou porque
ro_ro: SQL pentru a actualiza înregistrările tranzacţiilor debitor a eşuat pentru că
ru_ru: SQL для обновления записей сделки записей не удалось, поскольку
sq_al: SQL për të rinovuar të dhënat e transaksionit të debitorit dështuar për shkak se
sv: SQL för att uppdatera gäldenären transaktionsposter misslyckades på grund
sw_ke: SQL update jukumu alishindwa kwa sababu kumbukumbu za manunuzi
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新客户交易记录失败的, 因为
zh_tw: 更新借方交易記錄失敗的 SQL, 因為

source: Changing sales analysis records
cs_cz: Změna prodejní analýza záznamů
es_es: Modificando registros de análisis de ventas
hi_in: बिक्री विश्लेषण रिकॉर्ड बदलने से
id_id: Mengubah data analisa penjualan
it_it: Cambiare i record analisi delle vendite
ko_kr: 판매 분석 레코드 변경
mr_in: बदलणे विक्री विश्लेषण रेकॉर्ड
nl_nl: Veranderen van sales analyses
pt_pt: Modif. analise de vendas
ro_ro: Schimbarea de vânzări de înregistrări analiză
ru_ru: Изменение записей анализ продаж
sq_al: Ndryshimi i shitjeve të dhënat Analiza
sv: Ändring av försäljningsanalyser
sw_ke: Kubadilisha kumbukumbu uchambuzi mauzo
tr_tr: SATIS ANALIZ KAYITLARINI DEGISTIR..
zh_hk: 销售分析记录更改中
zh_tw: 銷售分析記錄更改中

source: The SQL to update Sales Analysis records failed because
cs_cz: SQL aktualizovat Analýza prodeje záznamy se nezdařilo, protože
es_es: El SQL para actualizar los registros del Análisis de Ventas falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए बिक्री हिट रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data Analisa Penjualan karena
it_it: di perchè
ko_kr: 판매 분석 레코드를 업데이트하기 때문에 실패 SQL
mr_in: कारण विक्री विश्लेषण रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de sales analyses mislukte was
pt_pt: SQL para atualizar Análise Vendas falhou porque
ro_ro: SQL pentru a actualiza Vânzări înregistrările Analiza a eşuat pentru că
ru_ru: SQL для обновления записей анализ продаж не удалось, так
sq_al: SQL për të rinovuar Sales dhënat Analiza dështuar për shkak se
sv: SQL för att uppdatera Försäljningsanalys poster misslyckades på grund
sw_ke: SQL update Sales Uchambuzi kumbukumbu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新销售分析记录失败, 因为
zh_tw: 更新銷售分析記錄失敗的 SQL, 因為

source: Changing order delivery differences records
cs_cz: Změna pořadí doručení rozdíly záznamů
es_es: Modificando los registros de diferencias de entrega de pedidos
hi_in: आदेश वितरण मतभेद रिकॉर्ड बदलने से
id_id: Mengubah data selisih pengiriman order
it_it: Cambiare l&#39;ordine delle differenze di consegna record
ko_kr: 주문 배달 차이 레코드 변경
mr_in: बदलणे ऑर्डर वितरण फरक रेकॉर्ड
nl_nl: Veranderen van leveringsverschillen records
pt_pt: Modif. direrenças remessa pedid.
ro_ro: Schimbarea diferenţe de livrare pentru înregistrările
ru_ru: Изменение записей заказа на различия доставок
sq_al: Ndryshimi i rendit të ofrimit të dallimeve të dhënat
sv: Ändra orderleveranser skillnader poster
sw_ke: Kubadilisha tofauti ili utoaji wa rekodi
tr_tr: SEVKIYAT FARKLARI KAYITLARINI DEGISTIR..
zh_hk: 订单交货差异记录更改中
zh_tw: 訂單交貨差異記錄更改中

source: The SQL to update order delivery differences records failed because
cs_cz: SQL aktualizovat, aby dodávky rozdíly záznamy se nezdařilo, protože
es_es: El SQL usado para actualizar los registros de diferencias de entrega de pedido falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए आदेश वितरण मतभेद रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data selisih pengiriman order karena
it_it: di perchè
ko_kr: 주문 배달 차이 기록을 갱신 SQL 인해 실패한
mr_in: कारण ऑर्डर वितरण फरक रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het veranderen van leveringsverschillen records mislukte was
pt_pt: SQL usado para atualiz. dif. de entrega na Ordem de compra foi
ro_ro: SQL pentru a actualiza diferenţele comanda de livrare de înregistrări a eşuat pentru că
ru_ru: SQL на обновление записей различий доставки не удалось, так
sq_al: SQL për të rinovuar të ofrimit të dallimeve që të dhënat e dështuar për shkak se
sv: SQL för att uppdatera för leverans skillnader poster misslyckades på grund
sw_ke: SQL update ili utoaji tofauti kumbukumbu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新订单交货差异记录失败, 因为
zh_tw: 更新訂單交貨差異記錄失敗的 SQL, 因為

source: Changing pricing records
cs_cz: Změna ceny záznamů
es_es: Modificando registros de precios
hi_in: मूल्य निर्धारण रिकॉर्ड बदलने से
id_id: Mengubah data harga
it_it: Cambiare i record dei prezzi
ko_kr: 가격 레코드 변경
mr_in: बदलणे किंमत रेकॉर्ड
nl_nl: Veranderen van prijs records
pt_pt: Modif. preços
ro_ro: Schimbarea de înregistrări de stabilire a preţurilor
ru_ru: Изменение записей цен
sq_al: Ndryshimi dhënat çmimi
sw_ke: Kubadilisha kumbukumbu bei
tr_tr: FIYAT KAYITLARI DEGISTIRILIYOR..
zh_hk: 价格记录更改中
zh_tw: 價格記錄更改中

source: The SQL to update the pricing records failed because
cs_cz: SQL aktualizovat cenové záznamy se nezdařilo, protože
es_es: El SQL usado para actualizar los registros de precios falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए मूल्य निर्धारण रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data harga karena
it_it: di perchè
ko_kr: 가격 레코드를 업데이트 할 수있는 SQL은 때문에 실패
mr_in: कारण किमती रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het veranderen van prijs records mislukte was
pt_pt: SQL par atualizar registros preço falhou porque
ro_ro: SQL pentru a actualiza înregistrările de stabilire a preţurilor a eşuat pentru că
ru_ru: SQL для обновления записей цен не удалось, так
sq_al: SQL për të rinovuar të dhënat çmimi dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL update kumbukumbu bei ya alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新价格记录失败, 因为
zh_tw: 更新價格記錄失敗的 SQL, 因為

source: Changing sales orders records
cs_cz: Změna prodejních objednávek záznamů
es_es: Modificando registros de pedidos
hi_in: बिक्री आदेश रिकॉर्ड बदलने से
id_id: Mengubah data order penjualan
it_it: La modifica ordini di vendita record
ko_kr: 판매 주문 레코드를 변경
mr_in: बदलणे विक्री ऑर्डर रेकॉर्ड
nl_nl: Veranderen van verkoop orders
pt_pt: Modif. Pedidos Vendas
ro_ro: Schimbarea comenzile de vânzări de înregistrări
ru_ru: Изменение записей заказов продаж
sq_al: Ndryshimi i shitjes urdhrave të dhënat
sv: Ändring av kundorderposter
sw_ke: Kubadilisha maagizo ya mauzo ya kumbukumbu
tr_tr: SATIS SIPARIS KAYITLARINI DEGISTIR..
zh_hk: 销售订单记录更改中
zh_tw: 銷售訂單記錄更改中

source: The SQL to update the sales order header records failed because
cs_cz: SQL aktualizovat záznamy o prodeji, aby záhlaví se nezdařilo, protože
es_es: El SQL usado para actualizar los registros de cabecera del pedido falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए बिक्री के आदेश हैडर रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data header order penjualan karena
it_it: di perchè
ko_kr: 헤더 레코드가 있기 때문에 실패 판매 주문을 업데이트하는 SQL
mr_in: कारण विक्री ऑर्डर शिर्षक रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het veranderen van verkoop order header records mislukte was
pt_pt: SQl para atualizar cabeç. pedido de vendas falhou porque
ro_ro: SQL de actualizare a vânzărilor de înregistrări antet pentru a eşuat pentru că
ru_ru: SQL на обновление заголовка записей заказов продаж не удалось, так
sq_al: SQL për të rinovuar të dhënat e shitjeve header mënyrë dështoi për shkak se
sv: SQL att uppdatera kundorder huvudet poster misslyckades på grund
sw_ke: SQL update mauzo ili header kumbukumbu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新销售订单台头记录失败, 因为
zh_tw: 更新銷售訂單台頭記錄失敗的 SQL, 因為

source: Changing stock movement records
cs_cz: Změna evidence zásob pohybu
es_es: Modificando registros de movimiento de inventario
hi_in: शेयर आंदोलन रिकॉर्ड बदलने से
id_id: Mengubah data perpindahan stok
it_it: Cambiare i record dei movimenti delle scorte
ko_kr: 재고 운동 기록을 변경
mr_in: स्टॉक चळवळ रेकॉर्ड बदलणे
nl_nl: Veranderen van voorraad mutatie records
pt_pt: Modif. movto estoque
ro_ro: Schimbarea evidenţa stocurilor circulaţie
ru_ru: Изменение записей движения запасов
sq_al: Ndryshimi dhënat lëvizje të aksioneve
sv: Ändring av lagertransaktioner
sw_ke: Kubadilisha kumbukumbu harakati hisa
tr_tr: STOK HAREKET KAYITLARI DEGISTIRILIYOR..
zh_hk: 物料移动记录更改中
zh_tw: 存貨移動記錄更改中

source: The SQL to update the stock movement records failed because
cs_cz: SQL k aktualizaci záznamů pohyb zásob se nezdařilo, protože
es_es: El SQL para actualizar los registros de movimiento de existencias falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए स्टॉक आंदोलन रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data perpindahan stok karena
it_it: di perchè
ko_kr: SQL은 주식 이동 기록이 있기 때문에 실패 업데이트하기
mr_in: कारण स्टॉक चळवळ रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar de veranderen van voorraad mutatie records mislukte omdat
pt_pt: SQL usado para atualiz. movto de estoque falhou porque
ro_ro: SQL pentru a actualiza evidenţa operativă a eşuat pentru că mişcarea
ru_ru: SQL для обновления записей движения запасов не удалось, так
sq_al: SQL për të rinovuar të dhënat e lëvizjes së aksioneve të dështuar për shkak se
sv: SQL för att uppdatera beståndet transportregister misslyckades på grund
sw_ke: SQL update harakati hisa kumbukumbu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新物料移动记录失败, 因为
zh_tw: 更新存貨移動記錄失敗的 SQL 因為

source: Changing user default customer records
cs_cz: Změna výchozího uživatele záznamy zákazníka
es_es: Modificando registros por defecto de cliente
hi_in: उपयोगकर्ता डिफ़ॉल्ट ग्राहक रिकॉर्ड बदलने से
id_id: Mengubah data user mengenai customer standar
it_it: Cambiare utente record dei clienti di default
ko_kr: 사용자 기본 고객 레코드 변경
mr_in: वापरकर्ता डीफॉल्ट ग्राहक रेकॉर्ड बदलणे
nl_nl: Veranderen van de default klant recoirds van een gebruiker
pt_pt: Modif. Cliente Usuário Padrão
ro_ro: Schimbarea implicit înregistrări utilizator client
ru_ru: Изменение пользовательской записи клиента по умолчанию
sq_al: Ndryshimi default dhënat e përdoruesit të konsumatorëve
sv: Ändra användarposter standard kund
sw_ke: Kubadilisha kumbukumbu user default mteja
tr_tr: KULLANICI IÇIN ATANMIS VARSAYILAN MÜSTERI KAYITLARINI DEGISTIR..
zh_hk: 用户默认客户更改中
zh_tw: 用戶預設客戶記錄更改中

source: The SQL to update the user records failed
cs_cz: SQL aktualizovat uživatelské záznamy nezdařilo
es_es: Falló el SQL para actualizar los registros del usuario
hi_in: एसक्यूएल अद्यतन करने के लिए उपयोगकर्ता रिकॉर्ड विफल
id_id: SQL gagal memperbarui data user
it_it: di
ko_kr: SQL은 실패 사용자 레코드를 업데이트
mr_in: वापरकर्ता रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar de veranderen van de gebruiker mislukte was
pt_pt: SQL para atualizar registros usuário falhou
ro_ro: SQL pentru a actualiza înregistrările utilizator nu a reuşit
ru_ru: SQL для обновления записей пользователей не удалось
sq_al: SQL për të rinovuar të dhënat përdorues dështuar
sv: SQL misslyckades
sw_ke: SQL update user kumbukumbu ya kushindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新用户记录失败
zh_tw: 更新用戶記錄的 SQL失敗

source: Changing the customer branch code in contract header records
cs_cz: Změna zákazníka pobočku kód v záznamech smlouvě záhlaví
es_es: Cambiando el código de sucursal de cliente en los registros de cabecera de los contratos
hi_in: अनुबंध हैडर रिकॉर्ड में ग्राहक शाखा कोड बदलने
id_id: Mengubah kode cabang customer pada data header kontrak
it_it: Modifica del codice cliente in filiale record di intestazione del contratto
ko_kr: 계약 헤더 레코드에서 고객의 지점 코드 변경
mr_in: करार शीर्षलेख रेकॉर्ड मध्ये ग्राहक शाखा कोड बदलणे
nl_nl: Veranderen van de klant branch code in contract headers
pt_pt: Modif. cód. sucursal cliente em cabeç. contratos
ro_ro: Schimbarea codului sucursala client în înregistrările antet contract
ru_ru: Изменение кода филиала клиента в заголовке записи контракта
sq_al: Ndryshimi i kodit të degës së konsumatorëve në të dhënat e kontratës kokë
sv: Ändra koden kunden filial i poster kontrakt header
sw_ke: Kubadilisha tawi mteja kificho katika kumbukumbu header mkataba
tr_tr: sözleşme başlık kayıtlarda müşteri şube kodunu değiştirme
zh_hk: 合同台头记录的客户分公司编号更改中
zh_tw: 合同台頭記錄的客戶分公司編碼更改中

source: The SQL to update contract header records failed because
cs_cz: SQL na aktualizaci záznamů smlouvy záhlaví se nezdařilo, protože
es_es: El SQL para actualizar los registros de cabecera del contrato falló porque
hi_in: एसक्यूएल अद्यतन करने के लिए अनुबंध शीर्षक रिकॉर्ड क्योंकि विफल
id_id: SQL gagal memperbarui data header kontrak karena
it_it: di perchè
ko_kr: 계약 헤더 레코드를 업데이트 할 수있는 SQL은 때문에 실패
mr_in: कारण करार शिर्षक रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het veranderen van de klant branch code in contract headers mislukte omdat
pt_pt: SQL para atualizar cabeç. contrato falhou porque
ro_ro: SQL pentru a actualiza înregistrările antet contract a eşuat pentru că
ru_ru: SQL для обновления заголовков записей контрактов не удалось, так
sq_al: SQL për të rinovuar kontratën dhënat header dështuar për shkak se
sv: SQL för att uppdatera kontraktet header poster misslyckades på grund
sw_ke: SQL update mkataba header kumbukumbu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新合同台头记录失败, 因为
zh_tw: 更新合同台頭記錄失敗的 SQL, 因為

source: Deleting the old customer branch record
cs_cz: Odstranění starých zákazník pobočky rekord
es_es: Eliminando el antiguo registro de sucursal de cliente
hi_in: पुराने ग्राहक शाखा रिकॉर्ड हटाना
id_id: Menghapus data cabang customer yg lama
it_it: L&#39;eliminazione del vecchio record ramo cliente
ko_kr: 기존 고객의 분기 기록 삭제
mr_in: जुन्या ग्राहक शाखा रेकॉर्ड हटवत
nl_nl: Verwijderen van de oude klant branch
pt_pt: Remover antiga sucursal cliente
ro_ro: Ştergerea vechiul record ramura client
ru_ru: Удаление старых записей клиентов филиала
sq_al: Fshirja e vjetër dega rekord të konsumatorëve
sv: Ta bort det gamla rekordet kunden filial
sw_ke: Kufuta wa zamani mteja tawi rekodi
tr_tr: ESKI MUST.SUBE KODU SILINIYOR
zh_hk: 旧客户分公司记录删除中
zh_tw: 舊客戶分公司記錄刪除中

source: The SQL to delete the old customer branch record failed because
cs_cz: SQL odstranit staré větve zákazník rekord nezdařil, protože
es_es: El SQL usado para suprimir el antiguo registro de sucursal de cliente falló porque
hi_in: एसक्यूएल नष्ट करने के लिए पुराने ग्राहकों के शाखा रिकॉर्ड क्योंकि विफल
id_id: SQL gagal menghapus data cabang customer karena
it_it: di perchè
ko_kr: SQL은 기존 고객의 분기 기록 때문에 실패 삭제
mr_in: कारण जुन्या ग्राहक शाखा रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: SQL waar het verwijderen van de oude klant branch mislukte omdat
pt_pt: SQl para remover antiga sucursal cliente falhou porque
ro_ro: SQL pentru a şterge vechiul record ramura client a eşuat pentru că
ru_ru: SQL для удаления старых записей филиала клиента не удалось, так
sq_al: SQL të fshini vjetër degë të konsumatorëve rekord të dështuar për shkak se
sv: SQL för att ta bort gammal kund filial rekord misslyckades på grund
sw_ke: SQL kufuta rekodi ya zamani ya wateja tawi alishindwa kwa sababu
tr_tr: ESKI MUSTERI SUBE KODU SILINEMEDI:
zh_hk: 删除旧客户分公司记录失败, 因为
zh_tw: 刪除舊客戶分公司記錄失敗的 SQL, 因為

source: Existing Branch Code
cs_cz: Stávající pobočky kód
es_es: Código de sucursal Existente
hi_in: शाखा कोड मौजूदा
id_id: Kode Cabang Yg Ada
it_it: Codice
ko_kr: 기존의 지점 코드
mr_in: विद्यमान शाखा कोड
nl_nl: Bestaande branch code
pt_pt: Cód. Sucursal Exist.
ro_ro: Existente Codul Branch
ru_ru: Существующий код филиала
sq_al: Kodi ekzistues Dega
sv: Nuvarande leveransplats
sw_ke: Tawi Kanuni zilizopo
tr_tr: MEVCUT SUBE KODU
zh_hk: 现有分公司编号
zh_tw: 現有分公司編碼

source: New Branch Code
cs_cz: Nová pobočka kód
es_es: Nuevo código de sucursal
hi_in: नई शाखा कोड
id_id: Kode Cabang Baru
it_it: Codice
ko_kr: 새로운 지점 코드
mr_in: नवीन शाखा कोड
nl_nl: Nieuwe branch code
pt_pt: Novo Cód. Sucursal
ro_ro: Filiala nou Cod
ru_ru: Код нового филиала
sq_al: Kodi i ri Dega
sv: Ny leveransplats
sw_ke: Kanuni mpya ya Tawi
tr_tr: YENI SUBE KODU
zh_hk: 新分公司编号
zh_tw: 新分公司編碼

source: UTILITY PAGE To Changes A Customer Code In All Tables
cs_cz: UTILITY STRÁNKA Změny kód zákazníka ve všech tabulkách
es_es: PÁGINA DE SOPORTE Para Modificar el Còdigo de cliente en Todas la Tablas
hi_in: उपयोगिता परिवर्तन करने के लिए PAGE सभी टेबल्स में एक ग्राहक कोड
id_id: HALAMAN FASILITAS Utk Mengubah Kode Customer Di Semua Tabel
it_it: Codice
ko_kr: 모든 테이블에서 고객의 코드 변경하는 유틸리티 페이지
mr_in: युटिलिटी PAGE सर्व टेबलमध्ये ग्राहक कोड बदल
nl_nl: Faciliteit om klant code in alle tabellen te veranderen
pt_pt: Página Utilit. Modif. Código Cliente em todas Tabelas
ro_ro: PAGINA utilitate pentru a Modificări Un cod clientului în toate tabelele
ru_ru: СТРАНИЦА УТИЛИТЫ Для изменения кода клиента во всех таблицах
sq_al: FAQE Utility Për Faqe Një Kod Customer Në të gjitha Tabelat
sv: UTILITY SIDA vill Förändringar En Kund-koden i alla tabeller
sw_ke: Shirika UKURASA Ili Mabadiliko A Kanuni Wateja Katika Jedwali zote
tr_tr: UTILITY SAYFASI TÜM TABLOLARDA BIR MUSTERI KODU DEGISTIRDI
zh_hk: 应用页来更改所有表的客户编码
zh_tw: 工具頁來更改所有資料表的客戶編碼

source: Change A Customer Code
cs_cz: Změnit kód zákazníka
es_es: Cambiar un código de cliente
hi_in: एक ग्राहक कोड बदलें
id_id: Ubah Kode Customer
it_it: Codice
ko_kr: 고객 코드를 변경
mr_in: ग्राहक कोड बदला
nl_nl: Verander een klant code
pt_pt: Mude um Código de Cliente
ro_ro: Modificaţi un cod de client
ru_ru: Изменить код клиента
sq_al: Ndryshimi Një kod Customer
sv: ändra en kundkod
sw_ke: A mabadiliko ya Kanuni za wateja
tr_tr: MÜSTERI KODU DEGISTIR
zh_hk: 更改客户编号
zh_tw: 更改客戶編號

source: does not currently exist as a customer code in the system
cs_cz: v současné době neexistuje jako zákazník kód v systému
es_es: no existe como tal en el sistema
hi_in: करता प्रणाली में एक ग्राहक कोड के रूप में वर्तमान में मौजूद नहीं
id_id: tdk ada dalam sbg kode customer dalam sistem
it_it: non esiste ancora come un codice cliente nel sistema
ko_kr: 현재 시스템에 고객 코드로 존재하지 않는다
mr_in: सध्या प्रणालीत एक ग्राहक कोड म्हणून अस्तित्वात नाही
nl_nl: bestaat niet als een klant code in het systeem
pt_pt: não existe esse código de cliente no sistema
ro_ro: nu există în prezent ca un cod client în sistem
ru_ru: в настоящее время не существует как код клиента в системе
sq_al: aktualisht nuk ekziston si një kod të konsumatorëve në sistemin
sv: existerar inte för tillfället som kund kod i systemet
sw_ke: sasa hana kuwepo kama kanuni ya wateja katika mfumo
tr_tr: Şu anda sistemde bir müşteri kodu olarak yok
zh_hk: 在系统内不是存在的客户编码
zh_tw: 在系統內不是存在的客戶編碼

source: The new customer code to change the old code to must be entered as well
cs_cz: Nový zákazník kód pro změnu starý kód musí být zadán jako dobře
es_es: También debe introducir el código anterior para modificar el código de cliente
hi_in: नए ग्राहक कोड पुराने कोड को दर्ज किया जाना चाहिए बदलने के लिए और साथ ही
id_id: Kode baru customer utk mengubah kode lama harus dimasukkan juga
it_it: di di
ko_kr: 기존 코드를 변경하는 새로운 고객 코드도 입력해야합니다
mr_in: वृद्ध कोड बदलण्यासाठी नवीन ग्राहक कोड तसेच प्रविष्ट करणे आवश्यक आहे
nl_nl: Niewe klant code die de oude vervangt dient ook te worden opgegeven
pt_pt: Novo código de clinete para substituir antigo deve ser informado
ro_ro: Cod client nou pentru a schimba codul vechi trebuie să fie introduse, precum şi
ru_ru: Новый код клиента должен быть введен для замены старого кода
sq_al: Kodin e ri të konsumatorëve për të ndryshuar kodin e vjetër që duhet të lidhet edhe
sv: Den nya kunden kod för att ändra den gamla koden måste anges liksom
sw_ke: Mpya ya wateja na mabadiliko ya kanuni kanuni ya zamani iwekwe pia
tr_tr: Yeni müşteri kodu eski kod girilmelidir değiştirmek için de
zh_hk: 要更改旧客户编码, 必须输入新的编码
zh_tw: 要更改舊客戶編碼, 必須輸入新的編碼
