Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Send File
cs_cz: Odeslat soubor
es_es: Enviar Archivo
hi_in: फ़ाइल भेजें
id_id: Kirim File
it_it: Invia file
ko_kr: 파일 보내기
mr_in: फाइल पाठवा
nl_nl: Zend file
pt_pt: Envie Arquivo
ro_ro: Trimite fişier
ru_ru: Отправить файл
sv: Skicka fil
sw_ke: Kutuma Picha
tr_tr: DOSYA GÖNDER
zh_hk: 传送档案
zh_tw: 傳送檔案

source: Import Debtors And branches
es_es: Importar deudores y sucursales
ko_kr: 가져 오기 채무자와 가지
mr_in: आयात Debtors आणि शाखा
pt_pt: Importar Solic. / Sucursais
zh_tw: 匯入客戶及分公司資料

source: File contains
cs_cz: Soubor obsahuje
es_es: El fichero contiene
hi_in: फ़ाइल शामिल
id_id: File berisi
it_it: Il file contiene
ko_kr: 파일 포함
nl_nl: File bevat
pt_pt: O arquivo contém
ro_ro: Fişier conţine
ru_ru: Файл содержит
sq_al: File përmban
sv: Filen innehåller
sw_ke: Faili ina
tr_tr: Dosyayı içeren
zh_hk: 文件包含
zh_tw: 文件包含

source: File contains incorrect headers (
cs_cz: Soubor obsahuje nesprávné hlavičky (
es_es: El fichero contiene cabeceras incorrectas (
hi_in: फ़ाइल ग़लत हेडर है (
id_id: File berisi header yg salah (
it_it: Il file contiene intestazioni errato (
ko_kr: 파일이 잘못된 헤더를 포함 (
mr_in: फाइल अयोग्य शीर्षलेख (समाविष्टीत
nl_nl: File bevat incorrecte kopteksten
pt_pt: O arqquivo contém cvabeçalhos incorretos (
ro_ro: Fişier conţine anteturi incorecte (
ru_ru: Файл содержит неправильные заголовки (
sq_al: Skeda përmban headers pasaktë (
sv: Filen innehåller felaktiga rubriker (
sw_ke: Faili ina headers sahihi (
tr_tr: Dosya (yanlış başlıklar içerir
zh_hk: 文件包含不正确的标题（
zh_tw: 文件中包含有不正確的頭文件（

source: fields required,
cs_cz: pole potřebné,
es_es: campos requeridos,
hi_in: खेतों की आवश्यकता है,
id_id: kolom diperlukan,
it_it: campi obbligatori,
ko_kr: 필드가 필요합니다,
nl_nl: Vereiste velden,
pt_pt: campos obrigatórios,
ro_ro: câmpurile obligatorii,
ru_ru: поля обязательные для заполнения,
sq_al: fushat e detyrueshme,
sv: Krävda fält
sw_ke: mashamba required,
tr_tr: alanlar gereklidir
zh_hk: 要求的字段
zh_tw: 必填字段，

source: Failed on row
cs_cz: Selhalo na řádku
es_es: Falló en la fila
hi_in: पंक्ति पर विफल
id_id: Gagal pada baris
it_it: Impossibile su fila
ko_kr: 행에 실패
nl_nl: Faalde op rij
pt_pt: Falhou na linha
ro_ro: A eşuat pe rând
ru_ru: Ошибка в строке
sq_al: Dështuar në rresht
sv: Misslyckades på rad
sw_ke: Alishindwa kwenye mstari
tr_tr: sırada Başarısız
zh_hk: 失败与行
zh_tw: 失敗的行

source: Please ensure that your csv file is encoded in UTF-8, otherwise the input data will not store correctly in database
ko_kr: 그렇지 않으면 입력 데이터가 데이터베이스에 제대로 저장되지 않습니다, CSV 파일이 UTF-8로 인코딩되어 있는지 확인하십시오
mr_in: आपल्या सीएसव्ही फाइल UTF-8 मध्ये द्वारे एन्कोड केलेली आहे याची खात्री करा, अन्यथा इनपुट डेटा डेटाबेसमध्ये योग्यरित्या संग्रह करणार नाही
pt_pt: Conferir o arquivo csv, esteja no código UTF-8, caso contrário os dados não serão armazenados corretamente no DB
zh_tw: 請確認您的csv文件編碼為UTF-8格式，否則匯入的數據將無法正確存入數據庫中

source: has been added to the transaction
cs_cz: byla přidána do transakce
es_es: ha sido añadido a la transacción
hi_in: लेन - देन किया गया है करने के लिए जोड़ा गया
id_id: telah ditambahkan ke transaksi
it_it: è stato aggiunto alla transazione
ko_kr: 트랜잭션에 추가되었습니다
mr_in: व्यवहार जोडले गेले आहे
nl_nl: is toegevoegd aan de transactie
pt_pt: adicionado à transação
ro_ro: a fost adăugată la tranzacţie
ru_ru: была добавлена к сделке
sq_al: është shtuar në transaksion
sv: har adderats till transaktionen
sw_ke: imekuwa aliongeza kwa manunuzi ya
tr_tr: işlem eklendi
zh_hk: 已新增至交易
zh_tw: 已被新增到交易

source: has been completed. All transactions committed to the database.
cs_cz: byla dokončena. Veškeré transakce do databáze.
es_es: ha sido completado. Todas las transacciones encomendadas a la BD
hi_in: पूरा हो गया है. सभी लेनदेन डेटाबेस के लिए प्रतिबद्ध है.
id_id: telah selesai. Semua transaksi telah disimpan ke database.
it_it: è stata completata. Tutte le transazioni nel database.
ko_kr: 완성되었다. 모든 거래는 데이터베이스에 최선을 다하고 있습니다.
mr_in: पूर्ण केले आहे. डेटाबेस वचनबद्ध सर्व व्यवहार.
nl_nl: is uitgevoerd
pt_pt: Completado. Todas transações transmitidas para o banco de dados.
ro_ro: a fost finalizat. Toate tranzacţiile angajat la baza de date.
ru_ru: была завершена. Все операции фиксируются в базе данных.
sq_al: ka përfunduar. Të gjitha transaksionet e kryera në bazën e të dhënave.
sv: har avslutats. Alla transaktioner genomförda i databasen.
sw_ke: umekamilika. Malipo yote nia ya database.
tr_tr: tamamlanmıştır. Tüm işlemler veritabanına etti.
zh_hk: 已经完成。所有交易提交到数据库。
zh_tw: 確認新增到數據庫的所有交易。已經完成。

source: Updated:
ko_kr: 업데이트 :
mr_in: अद्यतनित:
pt_pt: Atualizado:
zh_tw: 更新:

source: Exist:
ko_kr: 존재 :
mr_in: अस्तित्वात:
pt_pt: Existe:
zh_tw: 已存在

source: Update if DebtorNo exists
ko_kr: 업데이트 DebtorNo가있는 경우
mr_in: DebtorNo अस्तित्वात असेल तर अद्यतनित
pt_pt: Atualizar se não existir Detalhes Fornec.
zh_tw: 如果客戶資料不存在就更新

source: Import Fixed Assets
cs_cz: Import Dlouhodobý majetek
es_es: Importar activos fijos
hi_in: आयात फिक्स्ड आस्तियों
id_id: Impor Aktiva Tetap
it_it: Importare risorse fisse
ko_kr: 가져 오기 고정 자산
mr_in: आयात स्थिर मालमत्ता
nl_nl: Import Vaste Activa
pt_pt: Importar Ativo Fixo
ro_ro: Import Mijloace Fixe
ru_ru: Импорт основных активов
sq_al: Aseteve fikse Import
sv: Importera Anläggningstillgångar
sw_ke: Kuagiza Fixed Assets
tr_tr: Ithalat Duran Varlıklar
zh_hk: 导入固定资产
zh_tw: 匯入固定資產

source: Import Fixed Assets from .csv file
cs_cz: Import Dlouhodobý majetek z. Souboru CSV
es_es: Importar activos fijos de un archivo CSV
hi_in: आयात से निश्चित csv फ़ाइल आस्तियों.
id_id: Impor Aktiva Tetap dari file .csv
it_it: Importare risorse fisse da file. Csv
ko_kr: .CSV 파일에서 가져 오기 고정 자산
mr_in: आयात . सीएसव्ही फाइल पासून मालमत्ता मुदत
nl_nl: Import vaste activa uit. Csv-bestand
pt_pt: Imp. Ativo Fixo a partir de arq. CSV
ro_ro: Mijloace fixe de import din fişier. Csv
ru_ru: Импорт основных средств из .csv файла
sq_al: Aseteve fikse nga Importi. CSV file
sv: Importera Anläggningstillgångar från. Csv-fil
sw_ke: Fixed Assets kuagiza kutoka CSV file.
tr_tr: Ithalat Duran Varlıklar arası. Csv dosyası
zh_hk: 从csv文件导入库存固定资产
zh_tw: 匯入固定資產(.CSV)

source: Study a downloaded template to see the format for the file
cs_cz: Studie stáhnout šablonu vidět formát souboru
es_es: Estudio de una plantilla de descarga para ver el formato del archivo
hi_in: एक डाउनलोड टेम्पलेट अध्ययन फाइल के लिए प्रारूप को देखने के लिए
id_id: Pelajari template yg di-download utk melihat format file
it_it: Studio di un modello scaricato per vedere il formato per il file
ko_kr: 파일 포맷을 볼 다운로드 템플릿 공부
mr_in: फाइल स्वरूपन पाहण्यासाठी एक डाउनलोड टेम्पलेट अभ्यास
nl_nl: Studie een gedownloade sjabloon om de indeling voor het bestand te zien
pt_pt: Confira o arquivo template para ver o formato do arquivo
ro_ro: Studiu un şablon descărcat pentru a vedea formatul de fişier
ru_ru: Исследуйте загруженный шаблон, чтобы увидеть формат для файла
sq_al: Studim një template shkarkuar për të parë format për file
sv: Studie en nedladdad mall att se formatet för filen
sw_ke: Utafiti template kupakuliwa kuona muundo kwa ajili ya faili
tr_tr: Çalışma indirilmiş bir şablon dosya biçimini görmek için
zh_hk: 请研究下载的模板来查看文件格式
zh_tw: 研究一個下載的模板，以查看格式的文件

source: Download a template and ensure that fields are in the same sequence as the template.
id_id: Download template dan pastikan kolom ada di urutan sama seperti template.
ko_kr: 템플릿 다운로드 및 필드 템플릿과 같은 순서로되어 있는지 확인하십시오.
mr_in: टेम्पलेट डाउनलोड आणि शेतात टेम्पलेट म्हणून समान क्रम मध्ये आहेत याची खात्री करा.
pt_pt: Download template para assegurar que os campos estão na mesma seq.
zh_tw: 下載一個模板，並確保信息在同一序列作為模板。

source: The selected file contains fields in the incorrect order (
cs_cz: Vybraný soubor obsahuje pole v nesprávném pořadí (
es_es: El archivo seleccionado contiene campos en el orden incorrecto (
hi_in: चयनित फ़ाइल गलत क्रम में फ़ील्ड्स हैं (
id_id: File yg dipilih berisi kolom pada urutan yg salah (
it_it: Il file selezionato contiene i campi in ordine errato (
ko_kr: 선택한 파일이 잘못된 순서로 필드를 (포함
mr_in: निवडलेली फाइल (अयोग्य क्रमाने क्षेत्र असतील
nl_nl: Het geselecteerde bestand bevat velden in de verkeerde volgorde (
pt_pt: O arqquivo selecionado contem campos em ordem incorreta (
ro_ro: Fişierul selectat conţine câmpuri în ordinea incorecte (
ru_ru: Выбранный файл содержит поля в неправильном порядке (
sq_al: File të zgjedhur përmban fushat në mënyrë të gabuar (
sv: Den valda filen innehåller fält i fel ordning (
sw_ke: Faili ya kuchaguliwa ina mashamba katika mpangilio sahihi (
tr_tr: Seçilen dosya (yanlış sırada alanları içeren
zh_hk: 文件包含不正确的顺序（
zh_tw: 選定的文件包含不正確的順序字段（

source: fields are required, but
cs_cz: pole jsou povinné, ale
es_es: los campos son necesarios, pero
hi_in: फ़ील्ड आवश्यक हैं, लेकिन
id_id: kolom yg diperlukan, tetapi
it_it: i campi sono obbligatori, ma
ko_kr: 필드는 요구되지만
mr_in: फील्ड आवश्यक, पण आहेत
nl_nl: velden zijn verplicht, maar
pt_pt: campos são obrigatórios, mas
ro_ro: campurile sunt obligatorii, dar
ru_ru: поля являются обязательными, но
sq_al: Fushat janë të nevojshme, por
sv: fält är obligatoriska, men
sw_ke: mashamba ni required, lakini
tr_tr: alanlar, ancak gerekli
zh_hk: 是要求的字段，但是
zh_tw: 字段是必需的，但

source: fields were received
cs_cz: oblastech byly přijaty
es_es: los campos se recibieron
hi_in: खेतों प्राप्त हुए थे
id_id: kolom yg diterima
it_it: i campi sono stati ricevuti
ko_kr: 필드는 수신 된
mr_in: फील्ड प्राप्त झाले
nl_nl: velden werden ontvangen
pt_pt: campos foram recebidos
ro_ro: domenii s-au primit
ru_ru: поля были получены
sq_al: Fushat janë marrë
sv: fält mottogs
sw_ke: mashamba walikaribishwa
tr_tr: alanlar aldı
zh_hk: 是收到的字段
zh_tw: 收到欄位

source: Row:
cs_cz: Řádek:
es_es: Fila:
hi_in: पंक्ति:
id_id: Baris:
it_it: Fila:
ko_kr: 행 :
mr_in: पंक्ती:
nl_nl: Rij:
pt_pt: Linha
ru_ru: Строка:
sv: Rad:
sw_ke: Kunyongwa:
tr_tr: Satır:
zh_hk: 行：
zh_tw: 行：

source: Invalid Description:
cs_cz: Neplatné Popis:
es_es: Descripción no válida:
hi_in: अवैध विवरण:
id_id: Keterangan Tdk Valid:
it_it: Non valido Descrizione:
ko_kr: 잘못된 설명 :
mr_in: अवैध वर्णन:
nl_nl: Ongeldige Beschrijving:
pt_pt: Descrição Inválida
ro_ro: Invalid Descriere:
ru_ru: Неверное Описание:
sq_al: Përshkrimi i pavlefshëm:
sv: Ogiltig Beskrivning:
sw_ke: Batili Description:
tr_tr: Geçersiz Açıklama:
zh_hk: 无效的描述
zh_tw: 無效的描述：

source: The depreciation rate is expected to be numeric
cs_cz: Odpisová sazba Očekává se, že číselné
es_es: Se espera que la tasa de depreciación sea numérica
hi_in: मूल्यह्रास दर करने के लिए सांख्यिक होने की उम्मीद है
id_id: Nilai penyusutan harus numerik
it_it: Il tasso di ammortamento dovrebbe essere numerico
ko_kr: 감가 상각률은 숫자 것으로 예상된다
mr_in: घसारा दर अंकीय असेल अशी अपेक्षा आहे
nl_nl: Het afschrijvingspercentage wordt naar verwachting numerieke
pt_pt: Espera-se que a taxa de depreciação seja numérica
ro_ro: Rata de amortizare este de aşteptat să fie numeric
ru_ru: Величина амортизации, как ожидается, будет числовой
sq_al: Norma e amortizimit pritet të jetë një numër
sv: Avskrivningen beräknas vara numeriska
sw_ke: Kiwango cha uchakavu inatarajiwa numeric
tr_tr: Amortisman oranı sayısal olması bekleniyor
zh_hk: 折旧率必须是数字
zh_tw: 折舊率預設數字

source: Invalid Depreciation Rate:
cs_cz: Neplatné odpisové sazby:
es_es: Tasa de Depreciación no válida:
hi_in: अवैध मूल्यह्रास दर:
id_id: Nilai Penyusutan Tdk Berlaku:
it_it: Valide deprezzamento del tasso di:
ko_kr: 잘못된 감가 상각 속도 :
mr_in: अवैध घसारा रेट:
nl_nl: Ongeldige Afschrijvingspercentage:
pt_pt: Taxa de Depreciação Inválida
ro_ro: Nevalid deprecierii cursului:
ru_ru: Неверная величина амортизации:
sq_al: Zhvlerësimi i pavlefshëm Rate:
sv: Ogiltig avskrivningstakt:
sw_ke: Uchakavu batili Rate:
tr_tr: Geçersiz Amortisman Oranı:
zh_hk: 无效的折旧率：
zh_tw: 無效的折舊率：

source: The accumulated depreciation is expected to be numeric
cs_cz: Oprávky Očekává se, že číselné
es_es: Se espera que la depreciación acumulada sea numérica
hi_in: संचित मूल्यह्रास के लिए सांख्यिक होने की उम्मीद है
id_id: Akumulasi penyusutan harus numerik
it_it: L&#39;ammortamento è previsto essere numerico
ko_kr: 감가 상각 누계액은 숫자 것으로 예상된다
mr_in: एकत्रित र्हास अंकीय असेल अशी अपेक्षा आहे
nl_nl: De geaccumuleerde afschrijving zal naar verwachting worden numerieke
pt_pt: Espera-se que a depreciação acumulada seja numérica
ro_ro: Amortizarea cumulată este de aşteptat să fie numeric
ru_ru: Накопленная амортизация как ожидается, будет числовой
sq_al: Amortizimin e akumuluar pritet të jetë një numër
sv: Den ackumulerade avskrivningar beräknas vara numeriska
sw_ke: uchakavu wa kusanyiko inatarajiwa numeric
tr_tr: Birikmiş amortisman sayısal olması bekleniyor
zh_hk: 累计折旧需要是数字
zh_tw: 累計折舊預設是數字

source: Invalid Accumulated Depreciation:
cs_cz: Neplatné Oprávky:
es_es: Depreciación acumulada no válida:
hi_in: संचित मूल्यह्रास अवैध:
id_id: Akumulasi Penyusutan tdk valid:
it_it: Valide fondi ammortamento:
ko_kr: 잘못된 감가 상각 누계액 :
mr_in: अवैध जमा घसारा:
nl_nl: Ongeldige Gecumuleerde Afschrijvingen:
pt_pt: Depreciação Acumulada Inválida
ro_ro: Invalid depreciere acumulate:
ru_ru: Неверная Накопленная амортизация:
sq_al: Invalid amortizimin e akumuluar:
sv: Ogiltig Ackumulerade avskrivningar:
sw_ke: Uchakavu batili kusanyiko:
tr_tr: Birikmiş Amortisman Geçersiz:
zh_hk: 无效的累计折旧：
zh_tw: 無效的累計折舊：

source: The accumulated depreciation is expected to be either zero or a positive number
cs_cz: Oprávek očekává se, že buď nulové, nebo kladné číslo
es_es: Se espera que la depreciación acumulada sea cero o un número positivo
hi_in: संचित मूल्यह्रास के लिए होने की उम्मीद है या को शून्य या एक सकारात्मक संख्या
id_id: Akumulasi penyusutan seharusnya nol atau angka positif
it_it: L&#39;ammortamento dovrebbe essere zero o un numero positivo
ko_kr: 감가 상각 누계액는 0이거나 양의 정수가 될 것으로 예상
mr_in: एकत्रित र्हास शून्य किंवा एक सकारात्मक संख्या एकतर असेल अशी अपेक्षा आहे
nl_nl: De geaccumuleerde afschrijving zal naar verwachting nul of een positief getal
pt_pt: Espera-se que a depreciação acumulada seja ou zero ou um número positivo
ro_ro: Amortizarea cumulată este de aşteptat să fie zero sau un număr pozitiv
ru_ru: Накопленная амортизация, как ожидается, будет либо нулевой, либо положительным числом
sq_al: Amortizimin e akumuluar pritet të jetë ose zero ose një numër pozitiv
sv: Den ackumulerade avskrivningar förväntas bli noll eller ett positivt tal
sw_ke: uchakavu wa kusanyiko inatarajiwa kuwa ama sifuri au idadi chanya
tr_tr: Birikmiş amortisman olması bekleniyor ya sıfır ya da pozitif bir sayı
zh_hk: 累计折旧必须是0或者正数
zh_tw: 累計貶值預期是零或正數

source: The cost is expected to be numeric
cs_cz: Náklady Očekává se, že číselné
es_es: Se espera que el costo sea numérico
hi_in: लागत के लिए सांख्यिक होने की उम्मीद है
id_id: Biaya harus numerik
it_it: Il costo dovrebbe essere numerico
ko_kr: 비용은 숫자가 될 것으로 예상
mr_in: किमतीच्या अंकीय असेल अशी अपेक्षा आहे
nl_nl: De kosten naar verwachting numerieke
pt_pt: Espera-se que o custo seja numérico
ro_ro: Costul este de aşteptat să fie numeric
ru_ru: Стоимость, как ожидается, будет числовой
sq_al: Kostoja pritet të jetë një numër
sv: Kostnaden väntas bli numeriska
sw_ke: Gharama ni inatarajiwa kuwa nambari
tr_tr: Maliyet sayısal olması bekleniyor
zh_hk: 成本需要是数字
zh_tw: 預設的成本是數字

source: Invalid Cost:
cs_cz: Neplatné Cena:
es_es: Costo no válido:
hi_in: अवैध मूल्य:
id_id: Biaya tdk valid:
it_it: Valide Costo:
ko_kr: 잘못된 비용 :
mr_in: अवैध किंमत:
nl_nl: Ongeldige Kosten:
pt_pt: Custo Inválido
ru_ru: Неверная Стоимость:
sq_al: Kosto e pavlefshme:
sv: Ogiltig Kostnad:
sw_ke: Batili Gharama:
tr_tr: Geçersiz Maliyet:
zh_hk: 无效成本：
zh_tw: 無效成本：

source: The cost is expected to be a positive number
cs_cz: Náklady Očekává se, že kladné číslo
es_es: Se espera que el costo sea un número positivo
hi_in: लागत के लिए एक सकारात्मक संख्या होने की उम्मीद है
id_id: Biaya perolehan harus angka positif
it_it: Il costo dovrebbe essere un numero positivo
ko_kr: 비용은 양수 여야 할 것으로 예상된다
mr_in: किमतीच्या सकारात्मक संख्या असेल अशी अपेक्षा आहे
nl_nl: De kosten zal naar verwachting een positief getal zijn
pt_pt: Espera-se que o custo seja um número positivo
ro_ro: Costul este de aşteptat să fie un număr pozitiv
ru_ru: Стоимость, как ожидается, будет положительным числом
sq_al: Kostoja pritet të jetë një numër pozitiv
sv: Kostnaden väntas bli ett positivt tal
sw_ke: Gharama ni inatarajiwa kuwa idadi chanya
tr_tr: Maliyet pozitif bir sayı olması bekleniyor
zh_hk: 成本必须是正数
zh_tw: 預計的成本為正數

source: The depreciation type must be either "SL" - Straight Line or "DV" - Diminishing Value
cs_cz: Odpisy musí být buď typu \
es_es: El tipo de depreciación debe ser "SL" - En Línea Recta (Straight Line) o "DV" - Valor Decreciente (Diminishing Value)
hi_in: मूल्यह्रास प्रकार या तो किया जाना चाहिए \
id_id: Tipe penyusutan harus berupa "SL " - Garis Lurus atau "DV " - Saldo Menurun
it_it: Il tipo di ammortamento deve essere o "SL " - Straight Line o "DV " - Diminishing Value
ko_kr: 직선 또는 \ "DV "- - 체감 가치 감가 상각 유형 중 하나 "SL의 "\해야합니다
pt_pt: Tipo de Depreciação deve ser (SL-Straight Line ou DV-Diminishing Value)
ro_ro: tipul de amortizare trebuie să fie "SL " - Straight Line sau "DV " - Diminuarea Valoare
ru_ru: Тип амортизации должен быть либо "SL " - Прямая линия или "DV " - Убывающее Значение
sq_al: Lloji i amortizimit duhet të jetë ose \
sv: Avskrivningen typ måste antingen vara "SL" - Straight Line eller "DV" - minskande värde
sw_ke: Aina ya uchakavu lazima aidha "SL " - Moja Line au "DV " - kushuka Thamani
tr_tr: Amortisman türü olmalı ya "SL " - Düz Çizgi ya da "DV " - Azalan Fiyat
zh_hk: 折旧类型必须是SL直线折旧或者DV渐进折旧
zh_tw: 折舊類型必須為“SL” - 直線或“DV” - 遞減折舊

source: Invalid depreciation type:
cs_cz: Neplatný typ odpisů:
es_es: Tipo de Depreciación no válida:
hi_in: अवैध मूल्यह्रास के प्रकार:
id_id: Tipe Penyusutan tdk valid:
it_it: Non valido ammortamento tipo:
ko_kr: 잘못된 감가 상각 유형 :
mr_in: अवैध घसारा प्रकार:
nl_nl: Ongeldig afschrijvingen type:
pt_pt: Tipo de depreciação inválido
ro_ro: Invalid depreciere tip:
ru_ru: Неверный тип амортизации:
sq_al: zhvlerësimit Lloj i pavlefshëm:
sv: Ogiltig avskrivningar typ:
sw_ke: Batili uchakavu aina:
tr_tr: Geçersiz amortisman türü:
zh_hk: 无效折旧类型
zh_tw: 無效的折舊類型：

source: The asset category code entered must be exist in the assetcategories table
cs_cz: Kategorie aktiv zadal kód musí být existovat v tabulce assetcategories
es_es: El código de la categoría de activos introducido debe existir en la tabla de categoría de activos
hi_in: परिसंपत्ति वर्ग में प्रवेश कोड होना चाहिए assetcategories तालिका में मौजूद
id_id: Kode kategori aktiva yg dimasukkan harus ada di tabel assetcategories
it_it: Il codice categoria di attivi iscritti deve essere presente nella tabella assetcategories
ko_kr: 해야 입력 한 자산 분류 코드는 assetcategories 테이블에 존재
mr_in: प्रविष्ट मालमत्ता श्रेणी कोड assetcategories टेबल मध्ये अस्तित्वात असणे आवश्यक आहे
nl_nl: Het actief opgenomen categorie code moet bestaan in de tabel assetcategories
pt_pt: Cód. Cat. Ativo fixo deve existir tabela Categ. Ativo Fixo
ro_ro: Codul de categorii de active trebuie să fie introdus există în tabelul assetcategories
ru_ru: Введенный код категории активов должен существовать в таблице assetcategories
sq_al: Kategoria e aseteve Kodi hyrë duhet të ekzistojë në tabelën assetcategories
sv: Tillgångskategorin kod skall man finnas i assetcategories tabellen
sw_ke: Ya jamii mali code aliingia lazima kuwepo katika meza ya assetcategories
tr_tr: Girilen varlık kategorisi kod assetcategories tabloda mevcut olmalı
zh_hk: 输入的资产种类代码必须存在于表assetcategories中
zh_tw: 輸入的資產類別代碼必須存在於該資產類別表

source: Invalid asset category:
cs_cz: Neplatná kategorie aktiv:
es_es: Categoría de activos no válida:
hi_in: अवैध संपत्ति श्रेणी:
id_id: Kategori aktiva Salah:
it_it: Valide asset categoria:
ko_kr: 잘못된 자산 범주 :
mr_in: अवैध मालमत्ता श्रेणी:
nl_nl: Ongeldige categorie activa:
pt_pt: Categoria Ativo Inválida
ro_ro: Invalid activelor categorie:
ru_ru: Неверная категория актива:
sq_al: pasuri e pavlefshme kategori:
sv: Ogiltig tillgångsslag:
sw_ke: Batili mali jamii:
tr_tr: Geçersiz varlık kategorisi:
zh_hk: 无效的资产种类：
zh_tw: 無效的庫存類別

source: The asset location code entered must be exist in the asset locations table
cs_cz: Aktivum umístění zadané kód musí být existovat v tabulce majetku místech
es_es: El código de localización de activos introducido debe existir en la tabla de posiciones de activos
hi_in: संपत्ति स्थान में प्रवेश कोड होना चाहिए संपत्ति स्थानों तालिका में मौजूद
id_id: Kode lokasi aktiva yg dimasukkan harus ada di tabel lokasi aktiva
it_it: Il codice si trova l&#39;oggetto attivo iscritto deve essere presente nella tabella asset location
ko_kr: 입력 한 자산 위치 코드는 자산 위치 테이블에 존재해야합니다
mr_in: प्रविष्ट मालमत्ता स्थान कोड मालमत्ता ठिकाणी टेबल मध्ये अस्तित्वात असणे आवश्यक आहे
nl_nl: Het actief opgenomen locatie code moet bestaan in het actief locaties tafel
pt_pt: Code Local Ativo Fixo deve existir na tabela de locais
ro_ro: Codul de localizare activ înscris trebuie să fie există în tabelul activ locaţii
ru_ru: Введенный код расположения актива должен существовать в таблице расположений активов
sq_al: Vendin e pasurisë Kodi hyrë duhet të ekzistojë në tabelën e vende të pasurisë
sv: Tillgången lokaliseringskod skall man finnas i tillgången platser tabellen
sw_ke: Eneo mali code aliingia lazima kuwepo katika meza ya mali maeneo
tr_tr: Girilen varlık konumu kod varlık yerlerde tabloda mevcut olmalı
zh_hk: 输入的资产仓库代码必须存在于资产仓库表中
zh_tw: 輸入的資產位置的代碼必須存在於資產位置表

source: Invalid asset location code:
cs_cz: Neplatné umístění aktiv kód:
es_es: Código de Localización de activos No Válido:
hi_in: अवैध संपत्ति स्थान कोड:
id_id: Kode lokasi aktiva yg Salah:
it_it: Non valido codice di localizzazione delle attività:
ko_kr: 잘못된 자산 위치 코드 :
mr_in: अवैध मालमत्ता स्थान कोड:
nl_nl: Ongeldige actief locatie code:
pt_pt: Cód. Local Ativo Inválido
ro_ro: activ invalid locaţie cod:
ru_ru: Неверный код расположения актива
sq_al: pasuri e pavlefshme lokacioni kodin:
sv: Ogiltig tillgångarnas säte i registret:
sw_ke: Batili mali eneo code:
tr_tr: Geçersiz varlık konumu kodu:
zh_hk: 无效的日期格式
zh_tw: 無效資產位置的代碼：

source: The date purchased must be entered in the format:
cs_cz: Datum koupě musí být zadáno ve formátu:
es_es: La fecha de compra se debe introducir en el formato:
hi_in: प्रारूप में दर्ज होना चाहिए खरीदा दिनांक:
id_id: Tgl pembelian harus dimasukkan dalam format:
it_it: La data di acquisto deve essere immessa nel formato:
ko_kr: 구입 한 날짜 형식으로 입력해야합니다 :
mr_in: खरेदी तारीख स्वरूप प्रविष्ट करणे आवश्यक आहे:
nl_nl: De datum van aankoop moet worden ingevoerd in het formaat:
pt_pt: A entrada da data da compra deve ser no formato:
ro_ro: Data achiziţionate trebuie să fie introduse în formatul:
ru_ru: Дата сделки должна быть введена в формате:
sq_al: Data e blera duhet të futet në formatin:
sv: Inköpsdatum måste anges i formatet:
sw_ke: Tarehe ya kununuliwa iwekwe katika muundo wa:
tr_tr: biçiminde girilmelidir satın tarih:
zh_hk: 输入的采购日期格式应为：
zh_tw: 購買日期必須以以下格式輸入：

source: Invalid date format:
cs_cz: Neplatný formát data:
es_es: Formato de fecha no válido:
hi_in: अमान्य दिनांक स्वरूप:
id_id: Format tgl tdk valid:
it_it: Data non valida formato:
ko_kr: 잘못된 날짜 형식 :
mr_in: अवैध तारीख स्वरूप:
nl_nl: Ongeldige datum formaat:
pt_pt: Formato de data inválido
ro_ro: Nevalid data format:
ru_ru: Неверный формат даты:
sq_al: Data Invalid format:
sv: Ogiltigt datumformat:
sw_ke: Batili tarehe format:
tr_tr: Geçersiz tarih formatı:
zh_hk: 无效的日期格式：
zh_tw: 日期格式無效：
