Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot delete this location because it is used by some branch records as the default location to deliver from
cs_cz: Nelze odstranit toto místo, protože je používána některými pobočky záznamy jako výchozí umístění pro doručování od
es_es: No se puede suprimir esta ubicación porque es utilizada por algunos registros de sucursales como la ubicación predeterminada para despachar
hi_in: इस स्थान को हटाना है क्योंकि यह कुछ शाखा रिकॉर्ड द्वारा डिफ़ॉल्ट स्थान के रूप में प्रयोग किया जाता है से उद्धार नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena digunakan oleh beberapa data cabang sbg lokasi utama utk mengirim
it_it: Impossibile eliminare questa posizione perché è utilizzato da alcuni record ramo come percorso predefinito di consegnare da
ko_kr: 가에서 제공하는 기본 위치로 일부 지점의 기록에 의해 사용되기 때문에이 위치를 삭제할 수 없습니다
mr_in: डीफॉल्ट स्थान पासून वितरीत करण्यासाठी म्हणून काही शाखा रेकॉर्ड वापरली जाते कारण हे स्थान हटवू शकत नाही
nl_nl: Deze lokatie kan niet worden verwijderd omdat het in branches als default leveringslokatie is opgenomen.
pt_pt: Não pode excluir este local porque é usado por registros Escritório como local padrão de retirada
ro_ro: Nu se poate şterge această locaţie deoarece este folosit de unele înregistrări sucursală ca locaţie implicită de a livra de la
ru_ru: Не удается удалить это место, потому что оно используется некоторыми записями о филиалах, как место отправления по умолчанию
sq_al: Nuk mund të fshini këtë vend për shkak se ajo është përdorur nga disa të dhënat e degë si vend default për të ofruar nga
sv: Kan inte använda denna lagerplats för den används av laveransplatser
sw_ke: Hawezi kufuta eneo kwa sababu ni kutumiwa na baadhi ya rekodi tawi kama eneo default kutoa kutoka
tr_tr: BU DEPOYU SILEMEZSINIZ, SEVK DEPOSU OLARAK BAGLI MÜSTERI SUBELERI MEVCUT
zh_hk: 不能删除仓库, 因为已有客户分公司记录设它为默认发货点
zh_tw: 未能刪除這地點, 因為已有分公司記錄設為預設發貨點

source: branches set up to use this location by default
cs_cz: poboček zřízených použít toto umístění ve výchozím nastavení
es_es: Sucursales configuradas para usar esta ubicación por defecto
hi_in: शाखाओं की स्थापना के लिए डिफ़ॉल्ट रूप से इस स्थान का उपयोग
id_id: cabang yg menggunakan lokasi ini sbg lokasi utama
it_it: succursali costituite per utilizzare questa posizione di default
ko_kr: 지점은 기본적으로이 위치를 사용하도록 설정
mr_in: शाखा मुलभूतरित्या हे स्थान वापरण्यास सेट
nl_nl: branches die deze lokatie als default gebruiken zijn
pt_pt: Sucursais que usam este local como padrão
ro_ro: sucursalele înfiinţate de a utiliza această locaţie în mod implicit
ru_ru: филиалы используют это место по умолчанию
sq_al: degët e ngritur për të përdorur këtë vend by default
sv: laveransplatsr använder denna lagerplats
sw_ke: kuanzisha matawi ya kutumia eneo hili kwa default
tr_tr: BU DEPO KODUNA BAGLI SUBELER
zh_hk: 个客户分公司把该仓库作为默认发货点
zh_tw: 預設這地點的分公司

source: Cannot delete this location because it is used by some purchase order records as the location to receive stock into
es_es: No se puede suprimir esta ubicación porque es usada por algún registro de órdenes de compra como la ubicación para recibir la existencia
id_id: Tdk dapat menghapus lokasi ini karena digunakan oleh beberapa data order pembelian sbg lokasi utk menerima stok
ko_kr: 가에 주식을받을 수있는 위치로 일부 구매 주문 기록에 의해 사용되기 때문에이 위치를 삭제할 수 없습니다
mr_in: त्यात स्टॉक प्राप्त करण्यासाठी स्थान म्हणून काही खरेदी ऑर्डर रेकॉर्ड वापरली जाते कारण हे स्थान हटवू शकत नाही
pt_pt: Não pode excluir este local porque é usado para ordens de compracomo local de recebimento de itens
zh_tw: 不能刪除這位，因為它是由一些採購單記錄的位置，以獲得庫存這個位置

source: purchase orders set up to use this location as the receiving location
es_es: configuración de las ordenes de compra para usar esta ubicación como la localidad receptora
id_id: order pembelian diatur utk menggunakan lokasi ini sbg lokasi menerima
ko_kr: 구매 주문을받는 위치로이 위치를 사용하도록 설정
mr_in: बर्या वाईट स्थान म्हणून स्थान वापरू सेट खरेदी ऑर्डर
pt_pt: Ordens de compra que usam este local como recebimento de itens
zh_tw: 設定為使用該倉庫作為採購訂單收貨地點

source: There are no locations that match up with a tax province record to display. Check that tax provinces are set up for all dispatch locations
cs_cz: Nejsou žádné lokality, které se hodí k záznamu daň provincie k zobrazení. Ověřte si, že daňová provincie jsou nastaveny pro všechny lokality odeslání
es_es: No hay ubicaciones que concuerdan con un registro de impuestos regionales para visualizarla. Compruebe que los impuestos regionales estén configurados para todas las ubicaciones de despacho
hi_in: कोई स्थानों है कि एक कर प्रांत प्रदर्शित करने के रिकॉर्ड के साथ मैच कर रहे हैं. जाँच करें कि कर प्रांतों स्थापित कर रहे हैं सभी स्थानों तक भेजने के लिए
id_id: Tdk ada lokasi yg sesuai dgn data wilayah pajak utk ditampilkan. Pastikan bahwa wilayah pajak telah dibuat utk semua lokasi pengiriman
it_it: Non ci sono posizioni che coincidono con un record di provincia fiscale da mostrare. Verificare che le province fiscali sono stabilite per tutti i luoghi di spedizione
ko_kr: 표시 할 세금 지방 레코드와 일치 아무 곳이 없습니다. 확인이 세 지역은 모두 발송 위치는 설정되어
mr_in: प्रदर्शित करण्यासाठी कर प्रांत रेकॉर्ड अप जुळत नाही स्थाने नाहीत. कर प्रांतांमध्ये सर्व पाठवणे ठिकाणी सेट असल्याचे तपासा
nl_nl: Er zijn geen lokaties die overeenkomen met de belastingsregio code die moet worden getoond. Controleer de belasting regios die zijn gedefinieerd als leveringsregio's
pt_pt: Não Existem locais que combinam com os impostos da localid. para exibir. Verifique se existem impostos assinalados para Local. de destino
ro_ro: Nu exista locatii care se potrivesc cu un record de provincie fiscale pentru a afişa. Verificaţi dacă provinciile fiscale sunt stabilite pentru toate locaţiile expediere
ru_ru: Не найдено место, которые соответсвуют отображаемой записи о налоговой области. Проверьте, что налоговые области создаются для всех мест отправки
sq_al: Nuk ka vende që përputhen me një rekord krahinë e taksave për të shfaqur. Kontrolloni që provincat e taksave janë të vendosur për të gjitha vendet dërgimin
sv: Det finns ingen lagerplats som matchar momsregionerna. Kontrollera att momsregioner är upplagda för alla lagerplatser
sw_ke: Hakuna maeneo ambayo match up na rekodi ya kodi ya mkoa kwa kuonyesha. Kuangalia kuwa majimbo ya kodi ni kuanzisha maeneo kwa ajili ya wote dispatch
tr_tr: GÖNDERI YAPILACAK DEPOLAR IÇIN VERGI BÖLGESI TANIMLARINA BAKINIZ
zh_hk: 没有对应纳税区域的仓库检查纳税区域定义
zh_tw: 沒有地點配對於稅區記錄可顯示. 請檢查設定派送地點的稅區

source: Location Code
cs_cz: Umístění kódu
es_es: Código de ubicación
hi_in: स्थान कोड
id_id: Kode Lokasi
it_it: Posizione codice
ko_kr: 위치 코드
mr_in: स्थान कोड
nl_nl: Lokatie Code
pt_pt: Código Local
ro_ro: Cod Amplasament
ru_ru: Код месторасположения
sq_al: Vendndodhja Kodi
sv: Lagerplatskod
tr_tr: DEPO KODU
zh_hk: 仓库编码
zh_tw: 倉庫編碼

source: Location Name
cs_cz: Název umístění
es_es: Nombre de ubicación
hi_in: स्थान का नाम
id_id: Nama Lokasi
it_it: Posizione Nome
ko_kr: 위치 이름
mr_in: स्थान नाव
nl_nl: Lokatie Naam
pt_pt: Nome do Local
ro_ro: Nume locaţie
ru_ru: Название месторасположения
sq_al: Emri i Vendndodhja
sv: Lagerplatsnamn
sw_ke: Location Jina
tr_tr: DEPO ADI
zh_hk: 仓库名称
zh_tw: 倉庫名稱

source: Tax Province
cs_cz: Daň provincie
es_es: Jurisdicción fiscal
hi_in: टैक्स प्रांत
id_id: Wilayah Pajak
it_it: Tasse Provincia
ko_kr: 세금 주
mr_in: कर प्रांत
nl_nl: Belasting regiio
pt_pt: Imposto Local.
ro_ro: Provincia fiscale
ru_ru: Налоговые области
sq_al: Provinca e taksave
sv: Skatteregion
sw_ke: Mkoa wa kodi
tr_tr: VERGI BÖLGESI
zh_hk: 纳税区域
zh_tw: 納稅區域

source: Are you sure you wish to delete this inventory location?
es_es: ¿Está seguro que desea suprimir esta ubicación del inventario?
id_id: Apakah Anda yakin Anda ingin menghapus lokasi persediaan ini?
ko_kr: 이 재고 위치를 삭제하려면 확실합니까?
mr_in: आपण या यादी स्थान हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão local de estoque?
zh_tw: 您確定要刪除此庫存位置？

source: Review Records
cs_cz: Přezkoumání záznamů
es_es: Revisar registros
hi_in: समीक्षा रिकार्ड
it_it: Recensione Records
ko_kr: 검토 기록
mr_in: पुनरावलोकन रेकॉर्डस्
pt_pt: Rever Registros
ru_ru: Просмотреть записи
sq_al: Rishikimi Records
sv: Granska registren
sw_ke: Records mapitio
tr_tr: Inceleme Records
zh_hk: 检视记录
zh_tw: 檢視記錄

source: Amend Location details
cs_cz: Mění Podrobnosti lokality
es_es: Corregir detalles de ubicación
hi_in: संशोधन स्थान के विवरण
id_id: Lokasi mengubah rincian
it_it: Modificare la Posizione dettagli
ko_kr: 위치 세부 사항을 개정
mr_in: स्थान तपशील बदलणे
nl_nl: Locatie wijzigen details
pt_pt: Detalhes Impostos da Local.
ro_ro: Modifice Locaţie detalii
ru_ru: Изменить данные о расположение
sq_al: Ndryshuar hollësitë Vendndodhja
sv: Ändra plats detaljer
sw_ke: Marekebisho Location maelezo
tr_tr: Yer değiştirme detayları
zh_hk: 修改仓库细节
zh_tw: 修正位置的詳細信息

source: New Location details
cs_cz: Nové umístění podrobnosti
es_es: Detalles de nueva ubicación
hi_in: नए स्थान के विवरण
id_id: Lokasi Baru rincian
it_it: Nuova località dettagli
ko_kr: 새 위치 정보
mr_in: नवीन स्थान तपशील
nl_nl: Nieuwe locatie details
pt_pt: Novos Detalhes do Local
ro_ro: Locaţie nouă detalii
ru_ru: Данные о новом расположении
sq_al: Detajet e reja Vendndodhja
sv: Ny plats detaljer
sw_ke: Mpya Location maelezo
tr_tr: Yeni Yer ayrıntıları
zh_hk: 新仓库细节
zh_tw: 新倉庫的詳細資料

source: Enter up to five characters for the inventory location code
es_es: Introducir hasta cinco caracteres para el código de ubicación de inventario
ko_kr: 재고 위치 코드에 다섯 자까지 입력
mr_in: पुस्तके स्थान कोड पाच अक्षरांपर्यंत प्रविष्ट करा
pt_pt: Informe até 5 caracteres para o cód. local inventário
zh_tw: 輸入最多五個字符的庫存位置代碼

source: Enter the inventory location name this could be either a warehouse or a factory
ko_kr: 재고 위치 이름을 입력이 창고 나 공장이 될 수있다
mr_in: पुस्तके स्थान नाव प्रविष्ट करा या एक गुदाम किंवा कारखान्यात एकतर असू शकतो
pt_pt: Informe nome local de inventário pode ser armazém ou fábrica
zh_tw: 輸入存貨倉庫名稱，這可能是任何一個倉庫或工廠

source: Contact for deliveries
cs_cz: Kontakt pro dodávky
es_es: Contacto (para entregas)
hi_in: प्रसव के लिए संपर्क करें
id_id: Kontak untk pengiriman
it_it: Contatto per le consegne
ko_kr: 배송 문의
mr_in: प्रसूतीच्या संपर्क
nl_nl: Contact voor de leveringen
pt_pt: Contato para Entregas
ro_ro: De contact pentru livrări
ru_ru: Контакты для доставщиков
sq_al: Kontakt për dërgesat
sv: Kontakt
sw_ke: Kuwasiliana ya wanaojifungua
tr_tr: SEVKIYAT SORUMLUSU
zh_hk: 保管员
zh_tw: 倉庫聯繫人

source: Enter the name of the responsible person to contact for this inventory location
es_es: Introducir el nombre de la persona responsable a contactar para esta ubicación de inventario
ko_kr: 이 재고 위치에 대한 연락 책임자의 이름을 입력합니다
mr_in: या यादी स्थानासाठी संपर्क करण्यासाठी जबाबदार व्यक्तीच्या नाव प्रविष्ट करा
pt_pt: Informe o nome da pessoa responsável para contato nesse local de estoque
zh_tw: 輸入負責這倉庫的聯繫人的姓名

source: Delivery Address 1 (Building)
es_es: Dirección de entrega 1
ko_kr: 배달 주소 1 (건물)
mr_in: डिलिव्हरी पत्ता 1 (इमारत)
pt_pt: Logradouro
zh_tw: 送貨地址(必填）

source: Delivery Address 3 (Suburb)
es_es: Dirección de entrega 3
ko_kr: 배송 주소 3 (교외)
mr_in: डिलिव्हरी पत्ता 3 (उपनगर)
pt_pt: Bairro
zh_tw: 送貨地址3(區）

source: Delivery Address 4 (City)
es_es: Dirección de entrega 4
ko_kr: 배달 주소 4 (도시)
mr_in: डिलिव्हरी पत्ता 4 (शहर)
pt_pt: Cidade / UF
zh_tw: 送貨地址4(市)

source: Delivery Address 5 (Zip Code)
es_es: Dirección de entrega 5
ko_kr: 배송 주소 (5) (우편 번호)
mr_in: डिलिव्हरी पत्ता 5 (पिन कोड)
pt_pt: CEP
zh_tw: 送貨地址5(郵政編號)

source: The phone number should consist of numbers, spaces, parentheses, or the + character
es_es: El número de teléfono debe consistir en números, espacios, paréntesis, o el carácter +
ko_kr: 전화 번호는 숫자, 공백, 괄호, 또는 + 문자로 구성되어야
mr_in: फोन नंबर नंबर, मोकळी जागा, कंस, किंवा + अक्षराचे असणे आवश्यक आहे
pt_pt: Núm. telefone deve consistir de núm, espaços, parentesis ou caracter +
zh_tw: 電話號碼應包括數字，空格，括號或+字符的

source: Facsimile No
cs_cz: Faxové číslo
es_es: Nº de Fax
hi_in: प्रतिकृति नहीं
id_id: Nomor Fax
ko_kr: 팩스 번호
mr_in: पुस्तक नाही
nl_nl: Fax Nr
pt_pt: Núm. Fax
ro_ro: Facsimil nr
ru_ru: Ном. факсимиле
sv: Faxnr
sw_ke: Hakuna facsimile
tr_tr: FAKS
zh_hk: 传真号码
zh_tw: 傳真號碼

source: The fax number should consist of numbers, parentheses, spaces or the + character
es_es: El número de facsímil debe consistir en números, espacios, paréntesis, o el carácter +
ko_kr: 팩스 번호는 숫자, 괄호, 공백 또는 + 문자로 구성되어야
mr_in: फॅक्स क्रमांक क्रमांक, कंस, स्पेस किंवा + अक्षराचे असणे आवश्यक आहे
pt_pt: Número de fax, deve ser números, parenteses, espaços, hífens ou caracter mais
zh_tw: 傳真號碼應包括數字，括號，空格或字符+的

source: Default Counter Sales Customer Code
es_es: Código de cliente predeterminado para ventas de mostrador
id_id: Kode Customer Standar utk Penjualan Kasir
ko_kr: 기본 카운터 판매 고객 코드
mr_in: डीफॉल्ट काउंटर विक्री ग्राहक कोड
pt_pt: Código Cliente Padrão para Acum. Vendas
zh_tw: 預設銷售客戶代碼

source: If counter sales are being used for this location then an existing customer account code needs to be entered here. All sales created from the counter sales will be recorded against this customer account
ko_kr: 카운터 판매는이 위치에 사용되는 경우, 기존 고객 계정 코드를 여기에 입력해야합니다. 카운터 판매에서 생성 된 모든 판매는이 고객 계정에 기록됩니다
mr_in: काउंटर विक्री या स्थानासाठी केला जात आहे, तर विद्यमान ग्राहक खाते कोड येथे प्रविष्ट करणे आवश्यक आहे. काउंटर विक्री तयार सर्व विक्री या ग्राहक खाते विरोधात रेकॉर्ड केले जाईल
pt_pt: Se acumulador vendas for usado para esse local então código conta cliente deve ser informada. Todas as vendas criadas para o contador vendas serão identif. para essa conta cliente
zh_tw: 如果正在使用的這個位置櫃檯銷售的話，現有的客戶帳戶代碼需要在這裡輸入。從櫃檯的銷售創造了所有的銷售都將記為這個客戶帳戶

source: Counter Sales Branch Code
es_es: Código de sucursal para ventas de mostrador
id_id: Kode Cabang Penjualan Kasir
ko_kr: 카운터 판매 지점 코드
mr_in: काउंटर विक्री शाखा कोड
pt_pt: Código Escrit. Vendas para Acum. Vendas
zh_tw: 銷售分公司代碼

source: If counter sales are being used for this location then an existing customer branch code for the customer account code entered above needs to be entered here. All sales created from the counter sales will be recorded against this branch
ko_kr: 카운터 판매는이 위치에 사용되는 경우, 위의 입력 한 고객 계정 코드에 대한 기존 고객의 지점 코드는 여기에 입력해야합니다. 카운터 판매에서 생성 된 모든 매출이 분기에 기록됩니다
mr_in: काउंटर विक्री या स्थानासाठी केला जात आहे तर वर प्रविष्ट ग्राहक खाते कोड विद्यमान ग्राहक शाखा कोड येथे प्रविष्ट करणे आवश्यक आहे. काउंटर विक्री तयार सर्व विक्री शाखा विरोधात रेकॉर्ड केले जाईल
pt_pt: Se contador vendas estiver sendo usado para esse local então o cód. sucursal do cliente da conta do cliente acima deve ser usada. Todas vendas criadas para o acum. vendas irão ser gravadas para essa sucursal.
zh_tw: 如果正在使用的這個位置櫃檯銷售然後在上面輸入的客戶帳戶代碼的現有客戶分公司的代碼需要在這裡輸入。從櫃檯的銷售創造了所有的銷售都將記為這個分公司

source: Allow internal requests?
es_es: ¿Permitir solicitudes internas?
id_id: Perbolehkan permintaan internal?
ko_kr: 내부 요청을 허용 하시겠습니까?
mr_in: अंतर्गत विनंत्या करण्याची परवानगी द्यायची?
pt_pt: Permite req. Interna?
zh_tw: 是否允許內部領用？

source: Use for Work Order Productions?
es_es: ¿Usar para producciones con órdenes de trabajo?
ko_kr: 일 주문 생산에 사용?
zh_tw: 應用工作單的生產用途？

source: Run MRP Calculation
cs_cz: Běhu MRP Výpočet
es_es: Correr el Cálculo de la Planificación de Requerimiento de Materiales
hi_in: भागो एमआरपी गणना
id_id: Jalankan Perhitungan MRP
it_it: Esegui Calcolo MRP
ko_kr: 실행 MRP 계산
mr_in: MRP गणना चालवा
nl_nl: Run MRP-berekening
pt_pt: Execute o Cálculo MRP
ro_ro: Run MRP de calcul
ru_ru: Выполнить расчет MRP
sq_al: Llogaritja Run MRP
sv: Kör MRP Beräkning
sw_ke: Kukimbia MRP calculation
tr_tr: Çalıştırmak MRP Hesaplama
zh_hk: 运行MRP计算
zh_tw: 執行MRP計算

source: Start time
cs_cz: Počáteční čas
es_es: Fecha inicial
hi_in: प्रारंभ समय
id_id: Waktu mulai
it_it: Ora di inizio
ko_kr: 시작 시간
mr_in: वेळ प्रारंभ
nl_nl: Start tijd
pt_pt: Hora de início
ro_ro: Ora de începere a
ru_ru: Дата начала
sq_al: Koha e fillimit
sv: Startdatum
sw_ke: Kuanza wakati
tr_tr: Başlangıç zamanı
zh_hk: 开始日期
zh_tw: 開始時間

source: Initialising tables .....
cs_cz: Inicializaci tabulky .....
es_es: Inicializando tablas ...
hi_in: टेबल Initialising .....
id_id: Mengawali tabel .....
it_it: Inizializzazione tabelle .....
ko_kr: 테이블을 초기화 중 .....
mr_in: सारण्या आरंभ .....
nl_nl: Initialisatie tafels .....
pt_pt: Iniciando tabelas
ro_ro: Iniþializare tabele .....
ru_ru: Инициализация таблицы .....
sq_al: Initialising tavolina .....
sv: Börjar tabeller .....
sw_ke: Initialising meza .....
tr_tr: tabloları başlatılması .....
zh_hk: 初始化表......
zh_tw: 初始化表.....

source: Creating first level
cs_cz: Vytvoření první stupeň
es_es: Creando el primer nivel
hi_in: पहले के स्तर बनाना
id_id: Membuat tingkat pertama
it_it: Creazione di primo livello
ko_kr: 첫 번째 레벨 만들기
mr_in: प्रथम स्तर निर्माण
nl_nl: Het creren van het eerste niveau
pt_pt: Criando primeiro nível
ro_ro: Crearea primul nivel
ru_ru: Создание первого уровня
sq_al: Krijimi i nivelit të parë
sv: Skapar första nivån
sw_ke: Kujenga ngazi ya kwanza
tr_tr: ilk seviye Oluşturma
zh_hk: 创建第一层
zh_tw: 新建第一級

source: Creating other levels
cs_cz: Vytváření dalších úrovních
es_es: Creando otros niveles
hi_in: अन्य स्तरों बनाना
id_id: Membuat tingkat lainnya
it_it: Creazione di altri livelli
ko_kr: 다른 레벨 만들기
mr_in: इतर स्तर निर्माण
nl_nl: Het creren van andere niveaus
pt_pt: Criando outros níveis
ro_ro: Crearea alte niveluri
ru_ru: Создание других уровней
sq_al: Krijimi nivelet e tjera
sv: Skapar andra nivåer
sw_ke: Kujenga ngazi nyingine
tr_tr: diğer düzeyleri oluşturma
zh_hk: 创建其他水平
zh_tw: 新建其他級別

source: Creating bomlevels table
cs_cz: Vytvoření tabulky bomlevels
es_es: Creando tabla de niveles LDM
hi_in: bomlevels तालिका बनाना
id_id: Membuat tabel bomlevels
it_it: Creazione di tabella bomlevels
ko_kr: 만들기 bomlevels 테이블
mr_in: Bomlevels टेबल निर्माण
nl_nl: Het creren van bomlevels tafel
pt_pt: Criando níveis de tabela produtos
ro_ro: Crearea bomlevels tabel
ru_ru: Создание bomlevels таблицы
sq_al: Krijimi i bomlevels tryezë
sv: Skapar materialnivåtabell
sw_ke: Kujenga bomlevels meza
tr_tr: bomlevels tablo oluşturma
zh_hk: 创建 bomlevels（BOM层数）表
zh_tw: 新建bomlevels表

source: Creating levels table
cs_cz: Vytváření hladiny tabulka
es_es: Creando tabla de niveles
hi_in: स्तर तालिका बनाना
id_id: Membuat tabel levels
it_it: Creazione di tabella livelli
ko_kr: 만들기 레벨 테이블
mr_in: पातळी टेबल निर्माण
nl_nl: Het creren van levels tafel
pt_pt: Criando níveis de tabela
ro_ro: Crearea niveluri de masă
ru_ru: Создание уровней таблицы
sq_al: Krijimi i niveleve tryezë
sv: Skapar nivåtabell
sw_ke: Kujenga viwango vya meza
tr_tr: seviyeleri tablo oluşturma
zh_hk: 创建层数表
zh_tw: 新建水平表

source: Levels table has been created
cs_cz: Úrovně tabulka byla vytvořena
es_es: La tabla de Niveles ha sido creada
hi_in: स्तर तालिका बना दिया गया है
id_id: Tabel levels telah dibuat
it_it: Livelli tabella è stata creata
ko_kr: 레벨 테이블이 생성되었습니다
mr_in: पातळी टेबल तयार केले गेले आहे
nl_nl: Niveaus tafel is gemaakt
pt_pt: Níveis de tabela foram criados
ro_ro: Niveluri de masă a fost creat
ru_ru: Таблица уровней была создана
sq_al: Nivelet tryezë është krijuar
sv: Nivåtabell har skapats
sw_ke: Viwango meza imeanzishwa
tr_tr: Seviyeleri tablo yaratıldı
zh_hk: 水平表已经创建
zh_tw: 等級表已建立

source: Creating requirements table
cs_cz: Vytváření požadavků na stůl
es_es: Creando tabla de requisitos
hi_in: आवश्यकताओं तालिका बनाना
id_id: Membuat tabel requirements
it_it: Creazione di tabella requisiti
ko_kr: 작성 요구 사항 테이블
mr_in: आवश्यकता टेबल निर्माण
nl_nl: Het creren van eisen tafel
pt_pt: Criando requisitos de tabela
ro_ro: Crearea cerinţele de masă
ru_ru: Создание таблицы требований
sq_al: Krijimi i kërkesave të tabelës
sv: Skapar behovstabell
sw_ke: Kujenga mahitaji ya meza
tr_tr: gereksinimleri tablo oluşturma
zh_hk: 创建需求表
zh_tw: 新建表的要求

source: Create of mrprequirements failed because
cs_cz: Vytvořit z mrprequirements se nezdařila, protože
es_es: La creación de requerimientos MRP falló porque
hi_in: बनाने में विफल रहा क्योंकि mrprequirements की
id_id: Membuat tabel mrprequirements gagal karena
it_it: Creare dei mrprequirements riuscita perché
ko_kr: mrprequirements으로 만들기 때문에 실패
mr_in: Mrprequirements च्या तयार करण्यात अयशस्वी कारण
nl_nl: Maak van mrprequirements is mislukt omdat
pt_pt: A criação dos requisitos para MRP falhou porque
ro_ro: Crearea de mrprequirements a eşuat pentru că
ru_ru: Создание mrprequirements не удалось, так как
sq_al: Krijo e mrprequirements dështuar për shkak se
sv: Skapande av mrp-behov misslyckades eftersom
sw_ke: Kujenga ya mrprequirements alishindwa kwa sababu
tr_tr: çünkü başarısız mrprequirements Yarat
zh_hk: 创建物料需求计划需求（mrprequirements）失败，因为
zh_tw: 新建MRP要求失敗，因為

source: Loading requirements from sales orders
cs_cz: Načítání požadavků z prodejních objednávek
es_es: Cargando Requisitos desde pedidos de venta
hi_in: बिक्री आदेश से आवश्यकताओं लोड हो रहा है
id_id: Mengisi persyaratan dari order penjualan
it_it: Caricamento requisiti da ordini di vendita
ko_kr: 판매 주문에서로드 요구 사항
mr_in: विक्री ऑर्डर पासून लोड करीत आवश्यकता
nl_nl: Laden eisen van verkooporders
pt_pt: Executando requisitos para ordens de vendas
ro_ro: Încărcare cerinţele de la comenzile de vânzări
ru_ru: Загрузка требования из заказов на продажу
sq_al: Loading kërkesat nga shitja e urdhrave të
sv: Laddar behov från kundorder
sw_ke: Upakiaji mahitaji kutoka kwa amri ya mauzo
tr_tr: müşteri siparişleri gelen gereksinimleri Yükleme
zh_hk: 正在上载来自销售订单的需求
zh_tw: 從銷售訂單裝載要求

source: Loading requirements from work orders
cs_cz: Načítání požadavků z pracovních příkazů
es_es: Cargando Requisitos desde órdenes de trabajo
hi_in: काम के आदेश से लोड आवश्यकताओं
id_id: Mengisi persyaratan dari order produksi
it_it: requisiti di carico da ordini di lavoro
ko_kr: 작업 지시에서로드 요구 사항
mr_in: काम ऑर्डर पासून लोड करीत आवश्यकता
nl_nl: Laden eisen van werkorders
pt_pt: Executando requisitos para ordens de produção
ro_ro: Se incarca de la cerinţele de comenzi de lucru
ru_ru: Загрузка требований из заказов на выполнение работ
sq_al: Loading nga kërkesat e urdhëresave të punës
sv: Laddar behov från arbetsorder
sw_ke: Upakiaji mahitaji kutoka amri kazi
tr_tr: iş emirleri takılması gereksinimleri
zh_hk: 正在上传来自工作单的需求
zh_tw: 從工單裝載要求

source: Loading requirements based on mrpdemands
cs_cz: Načítání požadavky založené na mrpdemands
es_es: Cargando requerimientos basados en solicitudes MRP
hi_in: mrpdemands पर आधारित आवश्यकताओं लोड हो रहा है
id_id: Mengisi persyaratan berdasarkan tabel mrpdemands
it_it: Caricamento requisiti basati su mrpdemands
ko_kr: mrpdemands를 기반으로로드 요구 사항
mr_in: Mrpdemands आधारित लोड करीत आवश्यकता
nl_nl: Het laden van eisen op basis van mrpdemands
pt_pt: Executando requisitos baseados em demandas MRP
ro_ro: Încărcarea cerinţe bazate pe mrpdemands
ru_ru: Загрузка требований, основанных на mrpdemands
sq_al: Loading kërkesat në bazë të mrpdemands
sv: Laddar krav som grundas på mrpdemands
sw_ke: Upakiaji mahitaji ya msingi mrpdemands
tr_tr: mrpdemands dayalı gereksinimleri Yükleme
zh_hk: 根据mrpdemands(物料需求计划需求）上传需求
zh_tw: 基於mrpdemands裝載要求

source: Loading requirements based on reorder level
cs_cz: Načítání požadavky založené na pořadí úrovni
es_es: Los requisitos de carga basados en punto de pedido
hi_in: आवश्यकताओं लोड हो रहा है पुनःक्रमित स्तर के आधार पर
id_id: Mengisi persyaratan berdasarkan tingkat order-ulg
it_it: Caricamento requisiti basati sul livello di riordino
ko_kr: 리오더 레벨에 기초하여로드 요건
mr_in: पुनर्क्रमित स्तरावर आधारित लोड करीत आवश्यकता
nl_nl: Het laden van eisen op basis van volgorde van niveau
pt_pt: Executando requisitos baseados na reordenação do nível
ro_ro: Încărcarea cerinţe bazate pe nivelul de comandă
ru_ru: Загрузка требований, основанных на уровня переупорядочения
sq_al: Loading kërkesat në bazë të nivelit të Reorder
sv: Laddar krav som grundas på beställningsnummer nivå
sw_ke: Upakiaji mahitaji ya msingi katika ngazi reorder
tr_tr: gereksinimleri Loading yeniden sipariş seviyesine göre
zh_hk: 根据重新订购水准上传需求
zh_tw: 下載要求為依據安全存量
