Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: stock movement records could not be inserted when processing the work order issue because
cs_cz: Záznamy zásob pohyb nemohl být vložen při zpracování práce, aby problém, protože
es_es: No se pudo agregar los registros de movimiento de existencias al procesar el envío de la orden de trabajo porque
hi_in: शेयर आंदोलन रिकॉर्ड जब काम आदेश जारी क्योंकि प्रसंस्करण नहीं किया जा सकता है डाला
id_id: Data perpindahan stok tdk dapat dimasukkan saat memproses terbitan order produksi tersebut karena
it_it: registrazioni dei movimenti delle scorte non può essere inserita durante l&#39;elaborazione del problema di ordine lavoro perché
ko_kr: 작업 지시하기 때문에 문제를 처리 할 때, 콘텐츠의 이동은 기록을 삽입 할 수 없었다
mr_in: काम ऑर्डर समस्या कारण प्रक्रिया करताना स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही
nl_nl: Vooraad verplaatsing kon niet worden ingevoerd bij het verwerken van de werk order boekingen omdat
pt_pt: registro de mov. de stoque não podem ser inseridos quando proces. ordem de produção porque
ro_ro: evidenţa mişcării stocurilor nu ar putea fi introduse la prelucrarea emite ordine de lucru, deoarece
ru_ru: учет движения запасов не может быть включен при обработке выпуска наряда на работы, потому что
sq_al: të dhënat e lëvizjes së aksioneve nuk mund të futet në procesin e shqyrtimit çështja e rendit të punës për shkak
sv: Lagertransaktioner kunde inte sparas eftersom
sw_ke: hisa harakati kumbukumbu inaweza kuwa kuingizwa wakati usindikaji ili kazi suala hilo kwa sababu
tr_tr: stok hareket kayıtları iş emri sorunu nedeniyle işleme takılı olamazdı
zh_hk: 当处理工作单时,库存变化记录未能插入，因为
zh_tw: 執行工作訂單發放時未能插入存貨移動記錄, 因為

source: Could not check if a batch/lot reference for the item already exists because
cs_cz: Nemohl zkontrolovat, zda šarže / partie pro položky již existuje, protože
es_es: No se pudo comprobar si un lote/referencia de lote del artículo ya existe porque
hi_in: अगर जांच एक बैच / मद के लिए बहुत कुछ संदर्भ पहले से ही मौजूद नहीं किया जा सका क्योंकि
id_id: Tdk dapat memeriksa apakah keterangan batch/lot utk item tersebut sdh ada karena
it_it: Impossibile verificare se una / di riferimento della partita molto per la voce già esiste perché
ko_kr: 항목에 대한 배치 / 많은 참조가 이미 있기 때문에 존재 여부를 확인 할 수 없습니다
mr_in: आयटम एक बॅच / भरपूर संदर्भ अस्तित्वात असल्यास तपासा करणे शक्य नाही कारण
nl_nl: Kon niet gecontroleerd worden of een batch / lot referentie al bestaat voor het item omdat
pt_pt: Não pode verif. se núm. lote ou corrida referencia um item já existente porque
ro_ro: Nu ar putea verifica dacă un lot / de referinţă al lotului pentru element deja există, deoarece
ru_ru: Не удалось проверить, если партии/серии ссылкы на товар уже существует, потому что
sq_al: Nuk mund të kontrolloni nëse një / grumbull shumë pika referimi për shkak se tashmë ekziston
sv: Kunde inte kontrollera om en parti / sändningsnummer referens för artikeln redan finns, eftersom
sw_ke: Hakuweza kuangalia kama kundi / mengi rejea kwa ajili ya bidhaa tayari lipo kwa sababu
tr_tr: Öğe için bir parti / lot referans zaten çünkü varlığının kontrol Couldn&#39;t
zh_hk: 未能检查是否已存在该批次的物料,因为
zh_tw: 未能檢查是否有一批存貨商品已存在, 因為

source: The following SQL to test for an already existing controlled item was used
cs_cz: Následující SQL k testu na již existující kontrolované položky byly použity
es_es: Se usó el siguiente SQL para probar un artículo controlado ya existente
hi_in: निम्नलिखित एसक्यूएल एक पहले से ही मौजूदा नियंत्रित आइटम के लिए परीक्षण करने के लिए इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk menguji item terkontrol yg sdh ada
it_it: Il seguente SQL per verificare un elemento già esistente controllata è stata utilizzata
ko_kr: 이미 기존의 제어 된 항목에 대한 테스트하는 다음과 같은 SQL을 사용 하였다
mr_in: आधीच विद्यमान नियंत्रित आयटम चाचणी करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikts SQL om vast te stellen of een al bestaand controlled item is gebruikt was
pt_pt: SQL para testar item controlado usado foi
ro_ro: Următoarele SQL pentru a testa un element controlat deja existente a fost folosit
ru_ru: Следующий SQL для проверки уже существующих контролируемых товаров был использован
sq_al: SQL e mëposhtme për të provuar për një objekt tashmë ekzistuese të kontrolluara është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo mtihani kwa kipengele zilizopo tayari kudhibitiwa ilitumika
tr_tr: Aşağıdaki SQL kullanılan mevcut bir kontrol öğesi için test
zh_hk: 用于测试已存在的受控物料的SQL是
zh_tw: 以下測試受控已存在序號商品的 SQL 正被使用

source: The batch/lot item record could not be inserted because
cs_cz: Série / lot položka záznam nemůže být vložen, protože
es_es: No se pudo agregar el registro de lote/conjunto porque
hi_in: बैच / बहुत मद रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data item batch/lot tdk dapat dimasukkan karena
it_it: Il lotto / item record partita non poteva essere inserito perché
ko_kr: 배치 / 로트 항목 레코드가 있기 때문에 삽입 할 수 없습니다
mr_in: बॅच / भरपूर आयटम रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Batch/lot item kon niet worden toegevoegd omdat
pt_pt: Item Batch / Lote não pode ser inserido porque
ro_ro: Lot / element record lot nu a putut fi introdus, deoarece
ru_ru: Запись партии/серии товара пункт не может быть вставлена, поскольку
sq_al: Grumbull / pika shumë rekord nuk mund të futet, sepse
sv: Fel eftersom
sw_ke: kundi ya / mengi rekodi bidhaa hakuweza kuingizwa kwa sababu
tr_tr: Parti / lot madde kaydından dolayı takılı olamazdı
zh_hk: 未能插入批次/批序物料记录, 因为
zh_tw: 未能插入序列號/批號記錄, 因為

source: The following SQL to insert the batch/lot item records was used
cs_cz: Následující SQL vložit dávky / šarže záznamy bod byl použit
es_es: Se usó el siguiente SQL para agregar los registros de lote/conjunto
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL बैच / बहुत मद रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut ini digunakan utk memasukkan data item batch/lot
it_it: L&#39;SQL seguente per inserire il / batch record di voce molto è stato utilizzato
ko_kr: 배치 / 로트 항목 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: बॅच / भरपूर आयटम रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de batch / lot itmes toe te voegen was
pt_pt: SQL usado para inserir batch ou lote foi
ro_ro: SQL următoare pentru a insera / lot lot înregistrări elementul a fost utilizat
ru_ru: Следующие SQL для вставки товаров партии/серии пункт был использован
sq_al: SQL e mëposhtme për të futur / grumbull shumë shënime artikull është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo Insert ya kundi / kumbukumbu za bidhaa nyingi ilitumika
tr_tr: eklemek için aşağıdaki SQL parti / lot madde kayıtları kullanılmıştır
zh_hk: 用于插入批次/批物料记录的SQL是
zh_tw: 以下用作插入序號/批號商品記錄的 SQL

source: The issue of the item to the work order GL posting could not be inserted because
cs_cz: Problematika položky GL práce, aby vyslání nemůže být vložen, protože
es_es: No se pudo agregar el envío del artículo al registro contable de la orden de trabajo porque
hi_in: आइटम के कार्य आदेश पोस्टिंग जीएल को मुद्दा वजह से हो सकता है नहीं डाला
id_id: Penerbitan item tersebut ke posting GL order produksi tdk dapat dimasukkan karena
it_it: La questione della voce al GL ordine di lavoro distacco non può essere inserito perché
ko_kr: 작업 순서 GL 게시 할 항목의 문제가 있기 때문에 삽입 할 수 없습니다
mr_in: काम ऑर्डर जी.एल. पोस्टिंग आयटम जारी समाविष्ट करणे शक्य नाही कारण
nl_nl: De kwestie van het object naar de werkorder GL terbeschikkingstelling kan niet worden geplaatst omdat
pt_pt: Lanç. contáb. da neces. do item na ordem de produção não pode ser inserida porque
ro_ro: Problema de element pentru a GL ordinea de lucru a posta nu a putut fi introdus, deoarece
ru_ru: Выбор товара для записи в главной книге не может быть включен, поскольку
sq_al: Çështja e pika të rendit GL punën postimi nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: Suala la bidhaa na GL kazi ili posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla iş emri GL öğenin sorunu nedeniyle takılı olamazdı
zh_hk: 未能插入发料到工作单的总账凭证 , 因为
zh_tw: 工作訂單的商品發放總帳記帳未能插入, 因為

source: The following SQL to insert the work order issue GLTrans record was used
cs_cz: Následující SQL vložit práce, aby problém GLTrans záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de la transacción contable del envío de la orden de trabajo
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL काम आदेश जारी GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut ini digunakan utk memasukkan data GLTrans penerbitan order produksi tersebut
it_it: L&#39;SQL seguente per inserire l&#39;ordine di lavoro questione GLTrans record è stato utilizzato
ko_kr: 작업 순서 문제 GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: काम ऑर्डर समस्या GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de werk order grootboek boekingen uit te voeren was
pt_pt: SQL para inserir necessidades ordem de produção GLTrans foi
ro_ro: SQL pentru a insera următoarele ordinea problema de lucru GLTrans record a fost utilizată
ru_ru: Следующий SQL для вставки записи выпуска наряда на рабты GLTrans был использован
sq_al: SQL e mëposhtme për të futur në mënyrë që punën e çështjes GLTrans rekord është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo Insert ili kazi suala rekodi GLTrans ilitumika
tr_tr: eklemek için aşağıdaki SQL iş emri sorunu GLTrans rekor kullanıldı
zh_hk: 用于插入总账凭证-工作单发料总帐交易记录的SQL是
zh_tw: 下列用作插入工作訂單發放總帳交易記錄的SQL

source: The stock account credit on the issue of items to a work order GL posting could not be inserted because
cs_cz: Populace účet kreditní o vydání položek GL pracovat, aby vyslání nemůže být vložen, protože
es_es: No se pudo agregar el registro contable del haber de la cuenta de existencias en el envío de artículos a una orden de trabajo porque
hi_in: मदों की एक काम के आदेश पोस्टिंग जीएल के मुद्दे पर स्टॉक खाता क्रेडिट वजह से नहीं किया जा सकता है डाला
id_id: Kredit akun stok saat penerbitan item ke posting GL order produksi tdk dapat dimasukkan karena
it_it: Il credito in conto stock relativo al rilascio di elementi a un ordine di lavoro GL distacco non può essere inserito perché
ko_kr: 작업 순서 GL 게시에 대한 항목의 문제에 대한 주식 계정 신용이 있기 때문에 삽입 할 수 없습니다
mr_in: एक काम ऑर्डर जी.एल. पोस्टिंग आयटम विषयावर स्टॉक खाते क्रेडिट समाविष्ट करणे शक्य नाही कारण
nl_nl: De credit boeking bij het ttoewijzen van de items aan een werkorder kon niet worden uitgevoerd omdat
pt_pt: Lanç. Contábil de Créd. de estoque para reporte de item de Ordem de Produção, não foi inserido porque
ro_ro: Contul de credit stoc cu privire la problema de elemente într-un GL ordine de muncă detaşării nu a putut fi introdus, deoarece
ru_ru: Кредитный счет склада на выпуск товаров наряду на работу записаный в главной книге не может быть вставле, потому что
sq_al: Llogarinë e stokut të kredisë për çështjen e artikujve të një GL për punë postimi nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: Akaunti ya mikopo ya hisa juu ya suala la vitu na GL kazi ili posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla iş emri GL öğelerin konuda stok hesabı kredi çünkü takılı olamazdı
zh_hk: 未能插入总账凭证-贷库存账户发料到工作单,因为
zh_tw: 存貨帳目貨帳於工作訂單的發放商品總帳記帳未能插入, 因為

source: The following SQL to insert the stock GLTrans record was used
cs_cz: Následující SQL vložit populace GLTrans záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de la transacción contable de existencias
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL स्टॉक GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans stok
it_it: L&#39;SQL seguente per inserire il record stock GLTrans è stato utilizzato
ko_kr: 주식 GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: स्टॉक GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: SQL gebruikt om de voorraad mutatie grootboek boeking uit te voeren was
pt_pt: SQL usado para inserir estoque GLTrans foi
ro_ro: SQL pentru a insera următoarele stocul record GLTrans a fost folosit
ru_ru: Следующий SQL для вставки записи фондовых GLTrans был использован
sq_al: SQL e mëposhtme për të futur në GLTrans aksioneve rekord është përdorur
sv: Fäljande SQL användes för bokföringstransaktionen
sw_ke: SQL zifuatazo Insert rekodi ya hisa GLTrans ilitumika
tr_tr: eklemek için aşağıdaki SQL stok GLTrans rekor kullanıldı
zh_hk: 用于插入存货总帐交易记录的SQL是
zh_tw: 下列SQL用作插入存貨總帳交易記錄

source: Could not update the work order cost issued to the work order because
cs_cz: Nepodařilo se aktualizovat pracovní příkaz vydal náklady na pracovní příkaz, protože
es_es: No se pudo actualizar el costo de la orden de trabajo enviado a la orden de trabajo porque
hi_in: काम करने के काम को जारी आदेश क्योंकि लागत अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui HPP order produksi yg diterbitkan ke order produksi karena
it_it: Impossibile aggiornare il costo per lavoro rilasciati per l&#39;ordine di lavoro perché
ko_kr: 작업 순서 때문에 발행 작업 순서 비용을 업데이트 할 수 없습니다
mr_in: काम ऑर्डर कारण दिले काम ऑर्डर खर्च अद्यतनित करू शकत नाही
nl_nl: Kon de geboekte kosten op de werkorder niet meer wijzigen omdat
pt_pt: Não pode atualizar custo da ordem produção porque
ro_ro: Imposibil de actualizat costul pentru muncă eliberat la ordinea de muncă, deoarece
ru_ru: Не могу обновить стоимость наряда на работы, потому что
sq_al: Nuk mund update koston për punë të lëshuar në mënyrë që puna për shkak se
sv: Kan inte uppdatera arbetsorderns kostnad eftersom
sw_ke: Hakuweza update ili kazi gharama zilizotolewa na utaratibu kazi kwa sababu
tr_tr: iş emri nedeniyle verilen iş emri maliyet güncelleştirme Couldn&#39;t
zh_hk: 未能更新发往工作单的工作单成本, 因为
zh_tw: 未能更新工作訂單成本發放到工作訂單, 因為

source: The issue of
cs_cz: Problematika
es_es: El envío de
hi_in: मुद्दे की
id_id: Penerbitan
it_it: La questione della
ko_kr: 의 문제
mr_in: जारी
nl_nl: Het toewijzen van
pt_pt: Neces. de
ro_ro: Problema de
ru_ru: Выпуск
sq_al: Çështja e
sv: Leveransen av
sw_ke: Suala la
tr_tr: Sorunu
zh_hk: 发料
zh_tw: 發料

source: against work order
cs_cz: proti pracovní příkaz
es_es: en contra de la orden de trabajo
hi_in: काम करने के खिलाफ
id_id: terhadap order produksi
it_it: contro l&#39;ordine di lavoro
ko_kr: 작업 순서에 대하여
mr_in: काम आदेशा विरूध्द
nl_nl: naar werkorder
pt_pt: contra ordem produção
ro_ro: împotriva ordine de muncă
ru_ru: против наряда на работы
sq_al: ndaj urdhëresave të punës
sv: mot denna arbetsorder
sw_ke: dhidi ya kazi ili
tr_tr: çalışma düzenine karşı
zh_hk: 对于工作单
zh_tw: 對於工作單

source: Issue more components to this work order
cs_cz: Vydávat více součástí této práce, aby
es_es: Enviar más componentes a esta orden de trabajo
hi_in: मुद्दा यह काम करने के लिए और अधिक घटकों
id_id: Terbitkan lebih banyak komponen utk order produksi ini
it_it: Numero dei componenti più a questo ordine di lavoro
ko_kr: 이 작업 순서에 더 많은 구성 요소를 실행
mr_in: हे काम ऑर्डर अधिक घटक जारी
nl_nl: Wijs meer compontenten toe aan de werkorder
pt_pt: Neces. mais compon. para essa ordem prod.
ro_ro: Eliberarea mai multe componente la acest ordin de muncă
ru_ru: Выпустить больше компонентов для этого наряда на работы
sq_al: komponentët Issue më shumë për këtë qëllim punë
sv: Uttag av fler komponenter mot denna arbetsorder
sw_ke: Suala vipengele zaidi ili kazi hii
tr_tr: Bu çalışma düzenine Sayı daha fazla bileşen
zh_hk: 发出更多部件到工作单
zh_tw: 發出更多部見到工作單

source: Select a different work order for issuing materials and components against
cs_cz: Vyberte jinou práci, aby pro vydávání materiály a komponenty proti
es_es: Seleccionar una orden de trabajo distinta para la expedición de materiales y componentes en contra
hi_in: सामग्री और घटकों जारी करने के खिलाफ के लिए एक अलग कार्य आदेश का चयन करें
id_id: Pilih order produksi yg lain utk menerbitkan bahan baku dan komponen terhadpnya
it_it: Seleziona un ordine diverso lavoro per il rilascio dei materiali e componenti contro
ko_kr: 재료 및 부품에 대하여 발급 다른 작업 순서를 선택
mr_in: विरुद्ध साहित्य आणि घटक जारी भिन्न काम ऑर्डर निवडा
nl_nl: Selecteer een andere werkorder om materialen en componenten aan toe te wijzen
pt_pt: Selecione outra ordem de produção para alocar materiais e componentes
ro_ro: Selectaţi o comandă de lucru diferite pentru eliberarea materiale şi componente împotriva
ru_ru: Выберите другой порядок работы для выдачи материалов и комплектующих
sq_al: Zgjidh një mënyrë të ndryshme të punojnë për nxjerrjen e materialeve dhe komponenteve kundër
sv: Välj en annan arbetsorder för utfärdande av material och komponenter mot
sw_ke: Kuchagua kazi mbalimbali ili kwa ajili ya kutoa vifaa na vipengele dhidi
tr_tr: karşı malzeme ve bileşenler verilmesi için farklı bir çalışma düzeni seçin
zh_hk: 请选取不同的工作来发料和部件
zh_tw: 請選取不同的工作單來發放物料和部件

source: Issue to work order
cs_cz: Vydat pracovní řád
es_es: Enviar a orden de trabajo
hi_in: मुद्दा आदेश काम करने के लिए
id_id: Terbitkan ke order produksi
it_it: Problema al lavoro per
ko_kr: 문제는 순서를 작동합니다
mr_in: मुद्दा काम करण्यासाठी
nl_nl: Wijs toe aan werkorder
pt_pt: Neces para Ord. Prod.
ro_ro: Eliberarea de a lucra pentru
ru_ru: Выпуск наряда на работы
sq_al: Çështje për të punuar për
sv: Uttag mot denna arbetsorder
sw_ke: Suala kufanya kazi ili
tr_tr: Sorunu amacıyla çalışma
zh_hk: 发出物料到工作单
zh_tw: 發料到製令單

source: Already Received
cs_cz: Již obdržela
es_es: Actualmente Receptado
hi_in: पहले से प्राप्त
id_id: Sdh Diterima
it_it: Già ricevuto
ko_kr: 이미받은
mr_in: आधीच प्राप्त
nl_nl: Is reeds ontvangen
pt_pt: Já recebido
ro_ro: Deja primite
ru_ru: Уже получено
sv: Inlevererat tidigare
sw_ke: Tayari Received
tr_tr: ÖNCEDEN KABUL EDILMIS
zh_hk: 已接收
zh_tw: 已收

source: The selected work order has been closed and variances calculated and posted. No more issues of materials and components can be made against this work order.
cs_cz: Výběr z díla, aby byla uzavřena a odchylky vypočteny a zveřejněny. Žádné další otázky materiálů a komponent lze proti tomuto usnesení práce.
es_es: La orden de trabajo seleccionada se ha cerrado al igual que las variaciones calculadas y publicadas. No se pueden formular más emisiones de los materiales y componentes en contra de esta orden de trabajo.
hi_in: चयनित कार्य आदेश बंद कर दिया गया है और प्रसरण परिकलित और पोस्ट किया. सामग्री और घटकों का कोई और मुद्दों पर इस काम के आदेश के खिलाफ बनाया जा सकता है.
id_id: Order produksi yg terpilih telah selesai dan selisih telah dihitung dan dibukukan. Tdk ada lagi penerbitan bahan baku dan komponen yg dapat dilakukan terhadap order produksi ini.
it_it: L&#39;ordine di lavoro selezionato è stato chiuso e le varianze calcolate e distaccati. Nessun problema maggiore di materiali e componenti possono essere fatti contro questo ordine di lavoro.
ko_kr: 선택한 작업 순서는 폐쇄 차이가 계산되어 게시되었습니다. 재료 및 부품의 더 이상 문제가이 작업 순서에 대해 할 수있다.
mr_in: निवडलेले काम ऑर्डर बंद झाले आणि variances गणना आणि पोस्ट. साहित्य आणि घटक आणखी मुद्दे हे काम आदेशा विरूध्द केली जाऊ शकते.
nl_nl: Geselecteerde werkorder is afgesloten en berekende verschillen zijn geboekt. Geen boekingen meer mogelijk op deze werkorder.
pt_pt: Ordem de Prod. foi fechada e variações calculadas e lançadas. Não poderá haver reporte de mais produção para essa ordem de produção.
ro_ro: Ordinul de lucru selectat a fost închisă şi diferenţele calculat şi afişat. Nu sunt probleme de mai multe materiale şi componente pot fi făcute împotriva această ordine de lucru.
ru_ru: Выбранный наряд на работы был закрыт и отклонения посчитаны и сообщены. По этому наряду на работы больше не можеть быть сделано выпусков сырья и компонентов.
sq_al: Mënyrë zgjedhur punë ka qenë e mbyllur dhe mospërputhje llogaritur dhe postuar. Nuk ka çështje më të materialeve dhe të komponenteve mund të bëhet nga kjo mënyrë pune.
sv: Den valda arbetsorder har stängts och varians beräknas och publiceras. Inga fler frågor om material och komponenter kan göras mot denna arbetsorder.
sw_ke: Ya kuchaguliwa ili kazi imekuwa imefungwa na variances mahesabu na posted. Hakuna zaidi masuala ya vifaa na vipengele inaweza kufanywa dhidi ili kazi hii.
tr_tr: Seçilen çalışma düzeni kapanmıştır ve varyansları hesaplanmış ve yayınlanmıştır. malzeme ve bileşenlerin daha fazla konular bu çalışma düzenine karşı yapılabilir.
zh_hk: 所选的工作单已经关闭，差异已经计算并且被过账。无法再向此工作单发料和部品。
zh_tw: 所選的工作單已關閉,差異已經計算及過帳. 無法再向此工作單發放物料和部件.

source: Date Material Issued
cs_cz: Datum vydání materiálu
es_es: Fecha expedición Materia Prima
hi_in: तारीख सामग्री जारी
id_id: Tgl Diterbitkan Bahan Baku
it_it: Data di materiale rilasciato
ko_kr: 날짜 재료 발행
mr_in: दिनांक साहित्य जारी
nl_nl: Datum dat materialen zijn toegewezen
pt_pt: Data Solic. Material
ro_ro: Data Material Eliberat
ru_ru: Дата выпуска материалов
sq_al: Materiale Data e Lëshuar
sv: Datum för materialleverans
sw_ke: Imetolewa tarehe Material
tr_tr: Tarih Malzeme İhraç
zh_hk: 材料发出日期
zh_tw: 原料發放日期

source: Issued From
cs_cz: Vydané od
es_es: Expedida (servida) Desde
hi_in: से जारी
id_id: Diterbitkan Dari
it_it: Rilasciato da
ko_kr: 에서 발급
mr_in: दिलेला
nl_nl: Toewijzen uit
pt_pt: Pedido Por
ro_ro: Eliberat de la
ru_ru: Выпущено из
sq_al: Të lëshuar nga
sv: Leverans från
sw_ke: Iliyotolewa na
tr_tr: Dan İhraç
zh_hk: 发自
zh_tw: 發放自

source: Material Requirements For this Work Order
cs_cz: Požadavky na materiál pro tuto práci Objednat
es_es: Requisitos Materias Primas Para esta Orden de Trabajo
hi_in: इस कार्य आदेश के लिए सामग्री जरूरत
id_id: Persyaratan Bahan Baku Utk Order Produksi ini
it_it: Fabbisogno di materiale per questo ordine di lavoro
ko_kr: 이 작업 주문에 대한 자료 요구
mr_in: हे काम ऑर्डरच्या साहित्य आवश्यकता
nl_nl: Benodigde materialen voor deze werkorder
pt_pt: Materiais Requer. para essa Ordem Prod.
ro_ro: Material Cerinţe pentru acest ordin de lucru
ru_ru: Потребности в материалах для этого наряда на работу
sq_al: Material Kërkesat Për këtë Urdhrin e Punës
sv: Material krav för detta Arbetsorder
sw_ke: Nyenzo Mahitaji Kwa Order Kazi
tr_tr: Bu İş Emri İçin Malzeme İhtiyaç
zh_hk: 此工作单需求的物料
zh_tw: 這工作訂單要求的物料

source: Qty Issued
cs_cz: Množství vydané
es_es: Cant. Enviada
hi_in: मात्रा जारी
id_id: Qty Diterbitkan
it_it: Qtà Rilasciato
ko_kr: 수량 발행
mr_in: मात्रा जारी
nl_nl: Hoeveelheid toegewezen
pt_pt: Qtd Pedida
ro_ro: Cantitate Eliberat
ru_ru: Кол-во Выпущено
sq_al: Qty Lëshuar
sv: Lev antal
sw_ke: Imetolewa Uchina
tr_tr: Adet İhraç
zh_hk: 已发出数量
zh_tw: 發放數量

source: Failed to retrieve the item data
ko_kr: 항목 데이터를 검색하지 못했습니다
zh_tw: 無法檢索物料的數據

source: Process Items Issued
cs_cz: Proces položky Vystaveno
es_es: Procesar Artículos Enviados
hi_in: प्रक्रिया आइटम जारी
id_id: Proses Item yg Diterbitkan
it_it: Elementi di processo Rilasciato
ko_kr: 프로세스 항목은 발행
mr_in: जारी प्रक्रिया आयटम
nl_nl: Verwerk de toegewezen items
pt_pt: Processar Itens Req.
ro_ro: Elemente Procesul de Eliberat
ru_ru: Процесс выпуска товара
sq_al: Items Procesi Lëshuar
sv: Produkter utfärdade för processering
sw_ke: Items mchakato Imetolewa
tr_tr: Süreç Öğeler İhraç
zh_hk: 处理发出的物料
zh_tw: 執行商品發放

source: Could not get the detail of the item being issued because
cs_cz: Nemohli dostat detail položky, které jsou vydávány, protože
es_es: No se pudo obtener el detalle del artículo que está siendo enviado porque
hi_in: आइटम का विस्तार किया जा रहा है क्योंकि जारी नहीं किया जा सका
id_id: Tdk dapat mengambil rincian item yg sedang diterbitkan karena
it_it: Impossibile ottenere il dettaglio della voce di essere rilasciato, perché
ko_kr: 때문에 발행되는 항목의 세부 정보를 가져올 수 없습니다
mr_in: आयटम जारी जात तपशील मिळविणे शक्य नाही कारण
nl_nl: Kon de details van het toegewezen item niet ophalen omdat
pt_pt: Não pode obter detalhes para o item requerido porque
ro_ro: Nu am putut obţine detaliu a elementului fiind emise, deoarece
ru_ru: Не могу получить подробности по выпущенному товару, потому что
sq_al: Nuk mund të marrë detaje të sendit të dhënë për shkak se
sv: Kan inte hämta beskrivningen för artikeln eftersom
sw_ke: Hakuweza kupata undani wa bidhaa kuwa imetolewa kwa sababu
tr_tr: çünkü verilen olan öğenin ayrıntı alınamadı
zh_hk: 无法取得正发出物料的细节, 因为
zh_tw: 未能取得商品要發放的詳細, 因為
