Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No General Ledger code has been chosen
cs_cz: Č. General Ledger kód byl vybrán
es_es: No ha sido elegido un código contable
hi_in: कोई सामान्य खाता बही कोड चुना गया है
id_id: Tdk ada General Ledger kode telah dipilih
it_it: Nessun codice di Contabilità Generale è stato scelto
ko_kr: 없음 원장 코드가 선택되지 않은
mr_in: नाही सामान्य खातेवही कोड निवडण्यात आले आहे
nl_nl: Geen Grootboek-code is gekozen
pt_pt: Não foi escolhido código contábil
ro_ro: Nr General Ledger cod a fost aleasă
ru_ru: Не выбран код в главной книге
sq_al: Nuk ka kod Librit të Përgjithshëm ka qenë i zgjedhur
sv: Ingen Huvudbok kod har valts
sw_ke: Hakuna kificho Mkuu Ledger amechaguliwa
tr_tr: Hiçbir Defteri Kebir kod seçildi
zh_hk: 没有选择总帐代码
zh_tw: 沒有總帳代碼已被選定

source: so this GL analysis item could not be added
cs_cz: takže tato analýza GL položky by neměly být přidávány
es_es: por tanto, no se pudo agregar este ítem de análisis contable
hi_in: इसलिए इस जीएल विश्लेषण आइटम जोड़ा नहीं जा सका
id_id: jadi item analisa GL ini tdk dapat dimasukkan
it_it: quindi questo elemento di analisi GL non può essere aggiunto
ko_kr: 그래서이 GL 분석 항목을 추가 할 수 없습니다
mr_in: त्यामुळे या जी.एल. विश्लेषण आयटम जोडला जाऊ शकत नाही
nl_nl: dit grootboek analyse item kon niet worden toegevoegd
pt_pt: portanto este item não será adicionado na contabilidade
ro_ro: astfel încât acest element de analiză GL nu ar putea fi adăugate
ru_ru: поэтому пункт анализа главной книги не может быть добавлен
sq_al: kështu që ky artikull analizë GL nuk mund të shtohet
sv: så detta GL analys post kunde inte läggas till
sw_ke: ili bidhaa hii GL uchambuzi inaweza kuwa aliongeza
tr_tr: MUH.ANALIZI EKLENEMEDI
zh_hk: 导致此不能插入此凭证行
zh_tw: 所以總帳分析商品未能新增

source: Payments involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
ko_kr: 채무자 제어 계정과 관련된 지불을 입력 할 수 없다. 제어 계정이 자동으로 유지되도록 (AR) 통합 원장 원장 채무자 사용할 수 있습니다. 이 설정은 시스템 구성에서 비활성화 할 수 있습니다
zh_tw: 借方受控帳戶不能輸入總帳日記帳, 借方應收整合設定為開啟, 所以受控帳戶由ERP自動維護, 這設定可以在系統設定中關閉

source: Payments involving the creditors control account or the GRN suspense account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
ko_kr: 채권자 제어 계정 또는 GRN 서스펜스 계정을 포함하는 지불은 입력 할 수 없습니다. 제어 계정이 자동으로 유지되도록 총계정 원장 채권자 원장 (AP)의 통합이 활성화됩니다. 이 설정은 시스템 구성에서 비활성화 할 수 있습니다
zh_tw: 貸方受控帳戶不能輸入總帳日記帳, 貸方應付整合設定為開啟, 所以受控帳戶由ERP自動維護, 這設定可以在系統設定中關閉

source: Payments involving the retained earnings control account cannot be entered. This account is automtically maintained.
ko_kr: 이익 잉여금 제어 계정을 포함하는 지불은 입력 할 수 없습니다. 이 계정은 automtically 유지된다.
zh_tw: 未分配利潤控制帳戶款項無法輸入。帳戶自動維持。

source: The company has not yet been set up properly
cs_cz: Společnost dosud nebyl správně nastaven
es_es: No se ha configurado adecuadamente la compañía aún
hi_in: कंपनी अभी तक नहीं दिया गया है ठीक से सेट
id_id: Perusahaan belum dimasukkan dgn benar
it_it: La società non è stata configurata correttamente
ko_kr: 이 회사는 아직 제대로 설정되지 않았습니다
mr_in: कंपनी अद्याप व्यवस्थित सेट केला गेला नाही
nl_nl: Het bedrijf is nog niet volledig / correct opgezet
pt_pt: Companhia não configurada adequadamente
ro_ro: Compania nu a fost încă stabilit în mod corespunzător
ru_ru: Компания еще не настроена должным образом
sq_al: Kompania nuk ka qenë ende ngritur siç duhet
sv: Företaget har inte definierats komplett ännu
sw_ke: Kampuni hiyo bado ina kuweka vizuri
tr_tr: HENÜZ FIRMA BILGILERI/AYARLARI TAMAMLANMAMIS
zh_hk: 公司参数设置还没有完成
zh_tw: 公司還沒有完成設定

source: this information is needed to process the batch
cs_cz: tato informace je nutná ke zpracování dávky
es_es: se necesita esta información para procesar el lote (batch)
hi_in: इस जानकारी के लिए बैच प्रक्रिया की जरूरत है
id_id: informasi ini diperlukan utk memproses batch tersebut
it_it: queste informazioni sono necessarie per processare le operazioni inserite
ko_kr: 이 정보를 일괄 처리 할 필요
mr_in: ही माहिती बॅच प्रक्रिया आवश्यक आहे
nl_nl: Deze informatie in nodig om de batch te verwerken
pt_pt: Esta informação precisa ser processada em batch
ro_ro: această informaţie este necesară pentru procesul de lot
ru_ru: эта информация требуется чтобы обработать партию
sq_al: ky informacion është i nevojshëm për procesin grumbull
sv: denna information behövs för att behandla batchen
sw_ke: habari hii ni zinazohitajika mchakato kundi
tr_tr: BU BILGI LOT'U ISLEMEK IÇIN GEREKLI
zh_hk: 要执行收款必须先设置公司参数
zh_tw: 這資料雖要執行批次

source: Processing has been cancelled
cs_cz: Zpracování byla zrušena
es_es: Procesamiento ha sido cancelado
hi_in: प्रसंस्करण रद्द कर दिया गया है
id_id: Pemrosesan telah dibatalkan
it_it: L'inserimento è stato cancellato
ko_kr: 처리가 취소되었습니다
mr_in: प्रक्रिया रद्द केली गेली
nl_nl: Uitvoer is gestopt
pt_pt: Processamento cancelado
ro_ro: Prelucrarea a fost anulat
ru_ru: Обработка была прервана
sq_al: Processing është anuluar
sv: åtgörden har avbrutits
sw_ke: Usindikaji imekuwa kufutwa
tr_tr: ISLEMDEN VAZGEÇILDI
zh_hk: 处理已取消
zh_tw: 執行已取消

source: Summary of Receipt Batch
cs_cz: Shrnutí Příjem dávky
es_es: Resumen del Lote de Recibo
hi_in: रसीद बैच का सारांश
id_id: Ringkasan Batch Penerimaan
it_it: Riassunto delle Batch Ricevuta
ko_kr: 영수증 일괄 요약
mr_in: पावती बॅच सारांश
nl_nl: Samenvatting van de Ontvangst Batch
pt_pt: Sumário do Recebimento Batch
ro_ro: Rezumatul Batch Receipt
ru_ru: Итого для партии товаров
sq_al: Përmbledhje e Serisë Marrjes
sv: Summering av mottagen batch
sw_ke: Muhtasari wa Batch risiti
tr_tr: Makbuz Toplu Özeti
zh_hk: 批量收款小结
zh_tw: 收款批摘要

source: Batch Number
cs_cz: Číslo šarže
es_es: Número de lote
hi_in: बैच संख्या
id_id: Nomor Batch
it_it: Numero di partita
ko_kr: 배치 번호
mr_in: तुकडी क्रमांक
nl_nl: Chargenummer
pt_pt: Número do Batch
ro_ro: Numărul de lot
ru_ru: Серийный партии
sv: Batchnummer
sw_ke: Idadi kundi
tr_tr: Parti sayısı
zh_hk: 批次号码
zh_tw: 批號

source: Date Banked
cs_cz: Datum Uložené
es_es: Fecha del Banco
hi_in: तिथि बैंकिंग
id_id: Tgl Disetor
it_it: Data incasso
ko_kr: 날짜 뱅크
mr_in: दिनांक Banked
nl_nl: Boekings Datum
pt_pt: Data Bancária
ro_ro: Data infiltratiilor
sq_al: Data drejtua
sv: Datumformat
sw_ke: Banked tarehe
tr_tr: TARIH
zh_hk: 到账日期
zh_tw: 到帳日期

source: GL Code
cs_cz: GL kód
es_es: Código contable
hi_in: जीएल कोड
id_id: Kode GL
it_it: sottoconto numero
ko_kr: GL 코드
mr_in: जी.एल. कोड
nl_nl: GB Code
pt_pt: Código Contábil
ro_ro: GL Cod
ru_ru: Код в главной книге
sq_al: GL Kodi
sv: Kundnummer
tr_tr: MUH.HESAP KODU
zh_hk: 会计科目
zh_tw: 總帳科目

source: Amount of Receipt
cs_cz: Výše Příjem
es_es: Monto del recibo
hi_in: रसीद की राशि
id_id: Jumlah Penerimaan
it_it: Importo ricevuto
ko_kr: 영수증의 금액
mr_in: पावतीची रक्कम
nl_nl: Bedrag Ontvangen
pt_pt: Quantid. Recebida
ro_ro: Suma de primire
ru_ru: Число в квитанции о получении
sq_al: Shuma e marrjes
sv: Inbetalt belopp
sw_ke: Kiasi cha risiti
tr_tr: FIS TUTARI
zh_hk: 收款金额
zh_tw: 收款金額

source: Print a Customer Receipt
cs_cz: Tisk účtenek zákazníka
es_es: Imprimir un Recibo de cliente
hi_in: प्रिंट एक ग्राहक रसीद
id_id: Cetak Tanda Terima Customer
it_it: Stampare un cliente Ricevuta
ko_kr: 고객 영수증을 인쇄
mr_in: एक ग्राहक पावती प्रिंट
nl_nl: Print een kassabon
pt_pt: Imprime Recebimento Cliente
ro_ro: Imprima un client de primire
ru_ru: Печатать квитанцию клиента
sq_al: Print një faturë Customer
sv: Skriv ut ett kundkvitto
sw_ke: Magazeti ya risiti za wateja
tr_tr: Baskı Müşteri Alındı
zh_hk: 打印客户收据(收款)
zh_tw: 打印客戶收據

source: Cannot insert a GL entry for the receipt because
cs_cz: Nelze vložit záznam GL pro přijetí, protože
es_es: No se puede agregar una entrada contable para el ingreso porque
hi_in: सम्मिलित रसीद क्योंकि के लिए एक जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk penerimaan tersebut karena
it_it: Non è stato possivile inserire un movimento contabile per l'incasso perchè
ko_kr: 영수증 때문에위한 GL 항목을 삽입 할 수 없습니다
mr_in: पावती एक जी.एल. नोंद घालू शकत नाही कारण
nl_nl: De grootboekboeking voor de ontvangst kan niet worden uitgevoerd omdat
pt_pt: Não pode inserir uma entrada na Contab. porque
ro_ro: Nu se poate insera o intrare GL pentru primire, deoarece
ru_ru: Невозможно вставить запись о банковской квитанции в главную книгу
sq_al: Nuk mund të vendos një hyrje GL për pranimin sepse
sv: Fel
sw_ke: Hawezi kuingia Insert GL kwa kupokea kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入收款的总账凭证, 因为
zh_tw: 未能加入總帳的收款, 因為

source: The SQL that failed to insert the receipt GL entry was
cs_cz: SQL, které se nepodařilo vložit převzetí GL vstup
es_es: El SQL que falló al agregar la entrada contable del ingreso fue
hi_in: SQL कि सम्मिलित करने के लिए विफल रसीद जीएल प्रविष्टि था
id_id: SQL yg gagal memasukkan tanda entri GL penerimaan adalah
it_it: Il codice SQL utilizzato per inserire il movimento contabile dell'incasso era
ko_kr: 영수증 GL 항목이었다 삽입하는 데 실패 SQL
mr_in: पावती जी.एल. नोंद घालण्यासाठी अयशस्वी की SQL होते
nl_nl: De SQL waarin de grootboekboeking voor de ontvangst niet kon worden uitgevoerd is
pt_pt: SQL que falhou para inserir na contabilidade foi
ro_ro: SQL care nu a reuşit să introduceţi intrare primirea GL a fost
ru_ru: Завершившися неудачей SQL вставки проводки в главную книгу
sq_al: SQL që nuk arriti të futur në hyrje pranimit GL ishte
sv: SQL
sw_ke: SQL kwamba alishindwa kuingiza ofisi GL kuingia alikuwa
tr_tr: SQL bu makbuz GL giriş oldu eklemek için başarısız
zh_hk: 插入收款总账凭证失败的SQL是
zh_tw: 插入總帳收款失敗的 SQL 是

source: Act Transfer
cs_cz: Zákon Transfer
es_es: Acta de transferencia
hi_in: अधिनियम के स्थानांतरण
id_id: Transfer Akun
it_it: Legge sul trasferimento
ko_kr: 법 전송
mr_in: कायदा हस्तांतरण
nl_nl: Wet Overdracht
pt_pt: Transfer. Real
ro_ro: Actul de transfer
ru_ru: Передача акта
sq_al: Akti Transfer
sv: Akt överföring
sw_ke: Kitendo Transfer
tr_tr: HESAP TRANSFERI
zh_hk: 实际转账
zh_tw: 實際轉帳

source: The SQL that failed to insert the bank transaction was
cs_cz: SQL, které se nepodařilo vložit bankovní transakce
es_es: El SQL que falló al agregar la transacción bancaria fue
hi_in: SQL कि सम्मिलित करने के लिए असफल बैंक लेन - देन था
id_id: SQL yg gagal memasukkan transaksi bank adalah
it_it: Il codice SQL utilizzato per inserire l'operazione bancaria era
ko_kr: 은행 거래이었다 삽입하는 데 실패 SQL
mr_in: बँक व्यवहार घालण्यास अयशस्वी की SQL होते
nl_nl: De bank transactie kon niet in de volgende SQL worden uitgevoerd
pt_pt: O
ro_ro: SQL care nu a reuşit să insera tranzacţie bancară a fost
ru_ru: Завершившийся неудачей SQL вставки банковской транзакции
sq_al: SQL që nuk arriti të futur transaksioni bankar u
sv: SQL
sw_ke: SQL kwamba alishindwa kuingiza shughuli za benki alikuwa
tr_tr: SQL bu banka işlem olduğunu eklemek için başarısız
zh_hk: 插入银行交易失败的 SQL是
zh_tw: 插入銀行交易失敗的 SQL 是

source: Cannot insert a bank transaction using the SQL
cs_cz: Nelze vložit bankovní transakce pomocí SQL
es_es: No se puede agregar una transacción bancaria usando SQL
hi_in: डालें एक बैंक एसक्यूएल प्रयोग लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi bank dgn SQL
it_it: Non è stato possibile inserire l'operazione bancaria utilizzando il codice SQL
ko_kr: SQL을 사용하여 은행 거래를 삽입 할 수 없습니다
mr_in: SQL वापरून बँक व्यवहार घालू शकत नाही
nl_nl: Kan de banktransactie niet invoeren
pt_pt: Não pode inserir transação bancária usando SQL
ro_ro: Nu poate insera o tranzacţie bancă folosind SQL
ru_ru: Невозможно вставить банковскую транзакцию используя SQL
sq_al: Nuk mund të vendos një transaksioni bankar duke përdorur SQL
sv: SQL
sw_ke: Hawezi Insert shughuli za benki kwa kutumia SQL
tr_tr: BOS ISLEM GIREMEZSINIZ
zh_hk: 插入银行交易失败的SQL是
zh_tw: 未能使用 SQL 插入銀行交易

source: The SQL that failed to insert the GL transaction fro the bank account debit was
cs_cz: SQL, které se nepodařilo vložit GL transakci spatřují na bankovní účet, debetní byl
es_es: El SQL que falló al agregar la transacción contable al debe de la cuenta bancaria fue
hi_in: SQL कि सम्मिलित करने के लिए fro बैंक खाते को डेबिट जीएल लेनदेन में विफल रहा था
id_id: SQL yg gagal memasukkan transaksi GL dari debet akun bank adalah
it_it: Il codice SQL utilizzato per inserire il movimento contabile del conto bancario era
ko_kr: 은행 계좌 이체 이리저리 GL 트랜잭션을 삽입하는 데 실패 SQL이었다
mr_in: बँक खाते डेबिट दूर जी.एल. व्यवहार घालण्यासाठी अयशस्वी की SQL होते
nl_nl: In de volgende SQL kon de grootboek debet boeking voor de bankrekening niet worden uitgevoerd
pt_pt: SQL que falhou ao inserir a transação contábil da conta bancária debito foi
ro_ro: SQL care nu a reuşit să insera tranzacţie GL fro cont bancar de debit a fost
ru_ru: SQL, которому не удалось вставить транзакции в главную книгу для дебета банковского счета
sq_al: SQL që nuk arriti të futur e transaksionit GL tjetër llogari bankare debi ishte
sv: SQL
sw_ke: SQL kwamba alishindwa kuingiza shughuli GL huku ya akaunti ya benki ya Malipo ya deni alikuwa
tr_tr: fro banka hesabınızdan tahsil eklemek için GL işlem başarısız SQL oldu
zh_hk: 插入银行总账科目借方失败的SQL是
zh_tw: 插入總帳銀行借帳失敗的 SQL 是

source: The SQL that failed to insert the GL transaction for the payment discount debit was
cs_cz: SQL, které se nepodařilo vložit GL transakci debetní platební sleva byla
es_es: El SQL que falló al agregar la transacción contable en el debe de descuento del pago fue
hi_in: SQL कि भुगतान के लिए छूट डेबिट डालने के लिए जीएल लेनदेन में विफल रहा था
id_id: SQL yg gagal memasukkan transaksi GL utk debet diskon pembayaran adalah
it_it: Il codice SQL utilizzato per inserire il movimento contabile di addebito dello sconto pagamento era
ko_kr: 결제 할인 직불에 대한 GL 트랜잭션을 삽입하는 데 실패 SQL이었다
mr_in: देयक सवलतीच्या डेबिट साठी जी.एल. व्यवहार घालण्यासाठी अयशस्वी की SQL होते
nl_nl: De grootboekboeking voor de debit discount betaling mislukte in de volgende SQL
pt_pt: Falha nSQL para inserir a transação contábil para o desconto de pagamento do débito foi
ro_ro: SQL care nu a reuşit să insera tranzacţie GL pentru debit discount de plată a fost
ru_ru: SQL, которому не удалось вставить транзакции в главную книгу для дебета скидки платежа
sq_al: SQL që nuk arriti të futur në transaksion GL për debi zbritje pagesa ka qenë
sv: SQL
sw_ke: SQL kwamba alishindwa kuingiza shughuli GL kwa ajili ya Malipo ya deni la discount ya malipo ya mara
tr_tr: ödeme indirimli ödeme için eklemek GL işlem başarısız SQL oldu
zh_hk: 插入折扣总账借方失败的SQL是
zh_tw: 插入總帳付款折扣借帳失敗的 SQL 是

source: Cannot insert a GL transaction for the payment discount debit
cs_cz: Nelze vložit transakce GL pro debetní platební slevy
es_es: No se puede agregar una transacción contable en el debe de descuento del pago
hi_in: सम्मिलित भुगतान छूट डेबिट के लिए एक जीएल लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi GL utk debet diskon pembayaran
it_it: Non è stato possibile inserire il movimento contabile di addebito dello sconto pagamento
ko_kr: 결제 할인 직불에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: देयक सवलतीच्या डेबिट एक जी.एल. व्यवहार घालू शकत नाही
nl_nl: De grootboekboeking voor de debit discount betaling mislukte
pt_pt: Não podem inserir a transação contábil para pagamento desc. débito
ro_ro: Nu poate insera o tranzacţie GL pentru debit discount de plată
ru_ru: Невозможно вставить в главную книгу транзакцию о дебете скидки платежа
sq_al: Nuk mund të vendos një transaksion GL për debi të pagesave zbritje
sv: Fel
sw_ke: Hawezi Insert shughuli GL kwa ajili ya Malipo ya deni la discount ya malipo
tr_tr: ödeme indirimli ödeme için GL işlem eklemek Can&#39;t
zh_hk: 未能插入到折扣总账借方
zh_tw: 未能插入到總帳付款折扣借帳

source: Cannot commit the changes
cs_cz: Nelze dopustit změny
es_es: No se puieden grabar cambios
hi_in: परिवर्तन के लिए प्रतिबद्ध नहीं कर सकते
id_id: Tdk dapat menyimpan perubahan
it_it: Non è stato possibile registrare le modifiche
ko_kr: 변경 내용을 커밋 할 수 없습니다
mr_in: बदल करणे शक्य नाही
nl_nl: Wijzigingen kunnen niet doorgevoerd worden
pt_pt: Não Pode concluir as atualizações
ro_ro: Nu poate comite modificările
ru_ru: Невозможно сохранить изменения
sq_al: Nuk mund të kryejnë ndryshimet
sv: Kan inte spara
sw_ke: Hawezi kufanya mabadiliko ya
tr_tr: DEGISIKLIKLER UYGULANAMIYOR
zh_hk: 未能提交修改
zh_tw: 不能確認修改

source: Receipt batch
cs_cz: Příjem šarže
es_es: Lote de Ingresos
hi_in: रसीद बैच
id_id: Batch Penerimaan
it_it: Il gruppo di incassi
ko_kr: 영수증 배치
mr_in: पावती बॅच
nl_nl: Ontvangst Verzameling
pt_pt: Receb. Batch
ro_ro: Primire lot
ru_ru: Партия банковских квитанций
sq_al: grumbull Receipt
sv: massinläsning
sw_ke: Risiti kundi
tr_tr: Makbuz toplu
zh_hk: 收款
zh_tw: 收款批次

source: has been successfully entered into the database
cs_cz: byl úspěšně vstoupila do databáze
es_es: ha sido correctamente guardado en la BD
hi_in: सफलतापूर्वक डेटाबेस में दर्ज किया गया
id_id: telah berhasil dimasukkan ke database
it_it: è stato correttamente inserito nel database
ko_kr: 성공적으로 데이터베이스에 입력 된
mr_in: यशस्वीरित्या डेटाबेस केला गेला आहे
nl_nl: is sucesvol toegevoegd aan de database
pt_pt: foi incluido no Banco de Dados
ro_ro: a fost introdus cu succes în baza de date
ru_ru: были успешно внесены в базу данных
sq_al: ka hyrë me sukses në bazën e të dhënave
sv: Sparad till databasen
sw_ke: imekuwa mafanikio aliingia katika orodha ya
tr_tr: başarılı bir şekilde veri tabanına girildi
zh_hk: 已输入数据库
zh_tw: 已成功存入資料庫

source: Print PDF Batch Summary
cs_cz: Tisk PDF dávky Shrnutí
es_es: Imprimir Sumario por Lotes (batch) PDF
hi_in: प्रिंट पीडीएफ बैच सारांश
id_id: Cetak PDF Ringkasan Batch
it_it: Stampa l'elenco sintetico su PDF
ko_kr: 인쇄 PDF 배치 요약
mr_in: प्रिंट पीडीएफ़ बॅच सारांश
nl_nl: Print de PTF van de Batch samenvatting
pt_pt: Impressão PDF resumido em Batch
ro_ro: Imprimare PDF Batch Rezumatul
ru_ru: Печатать итог партии в PDF
sq_al: Batch Print PDF Përmbledhje
sv: Skriv ut PDF batch summering
sw_ke: PDF magazeti Batch Summary
tr_tr: Baskı PDF Toplu Özeti
zh_hk: 打印到PDF
zh_tw: 列印 PDF 批次總覽

source: Enter Receipts
cs_cz: Vložit příjmové doklady
es_es: Introducir ingresos (cobros)
hi_in: दर्ज प्राप्तियां
id_id: Masukkan Penerimaan
it_it: Registra Ricevute
ko_kr: 영수증을 입력
mr_in: पावत्या प्रविष्ट करा
nl_nl: Invoer Ontvangsten
pt_pt: Entrada de Recebimentos
ro_ro: Inregistrare plati
ru_ru: Введите банковские квитанции
sq_al: Enter Pranimet
sv: Registrera betalningar
sw_ke: Kuingia Mapato
tr_tr: FIS/MAKBUZ GIRISI
zh_hk: 收款凭证
zh_tw: 收款憑證

source: Customer name keywords have been used in preference to the customer code extract entered
cs_cz: Jméno zákazníka klíčová slova byla použita v preferenci k zákazníkovi kód výpis vstoupila
es_es: Se prefirió usar palabras clave del nombre del cliente antes que la porción provista del código de cliente
hi_in: ग्राहक के नाम खोजशब्दों ग्राहक कोड के लिए किया गया है वरीयता में इस्तेमाल किया निकालने में प्रवेश किया
id_id: Kata kunci nama customer telah digunakan dibandingkan dgn sebagian kode customer yg dimasukkan
it_it: Per la selezione del cliente è stata utilizzata la parte di nome inserita. La parte di codice è stata ignorata.
ko_kr: 고객 이름 키워드 입력 고객 코드 추출물에 우선하여 사용되고있다
mr_in: ग्राहक नाव कीवर्ड प्रविष्ट ग्राहक कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: Klant naam key-woorden hebben voorrang boven een ingevoerd deel van een klant code
pt_pt: Apelido do Cliente usado em detrimento do código de cliente código informado
ro_ro: Clientul cuvinte cheie nume au fost folosite în preferinţa pentru codul de client extract introdus
ru_ru: При поиске поставщика были использованы ключевые слова имени вместо кода
sq_al: Emri i fjalë kyçe Customer janë përdorur në preferencë për kodin e klientit ekstrakt hyri
sv: Kundnamn har använts istället för den angivna kundkoden
sw_ke: maneno jina Wateja zimetumika katika upendeleo kwa kificho ya mteja dondoo aliingia
tr_tr: Müşteri adına anahtar kelimeler girmiş özü müşteri kodu tercih kullanılmış olan
zh_hk: 客户名称将优先于客户编号作为选取条件
zh_tw: 客戶名稱關鍵字已在客戶編碼的偏愛摘要輸入

source: SQL used to retrieve the customer details was
cs_cz: SQL slouží k získání údajů o zákaznících byla
es_es: El SQL usado para obtener los detalles del cliente fue
hi_in: एसक्यूएल को ग्राहक के विवरण पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil rincian customer adalah
it_it: Il codice SQL utilizzato per estrarre i dati del cliente selezionato era
ko_kr: SQL은 고객 정보를 검색하는 데 사용했다
mr_in: ग्राहक तपशील पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: SQL die gebruikt is om klant details op te halen
pt_pt: SQL usado para recuperar detalhes do cliente
ro_ro: SQL utilizat pentru a prelua detalii client a fost
ru_ru: SQL получения данных о клиенте
sq_al: SQL përdorur për të marrë të dhënat e klientit është
sv: SQL Felet var
sw_ke: SQL kutumika Retrieve maelezo ya mteja alikuwa
tr_tr: MÜSTERI DETAYLARINI GÖRÜNTÜLEMEK IÇIN KULLANILAN KOMUT
zh_hk: 用作查找客户资料的SQL是
zh_tw: 用作提取客戶資料的 SQL 是

source: No customer records contain the selected text
cs_cz: Žádný zákazník záznamy obsahují vybraný text
es_es: No hay registros de clientes que contengan el texto seleccionado
hi_in: कोई ग्राहक रिकॉर्ड चयनित पाठ हो
id_id: Tdk ada data customer yg berisi teks terpilih
it_it: Non sono stati trovati clienti per il testo selezionato
ko_kr: 어떤 고객 기록은 선택한 텍스트를 포함하지
mr_in: नाही ग्राहक रेकॉर्ड निवडलेले पाठ्य समाविष्टीत
nl_nl: Geen klant gevonden op dit tekst gedeelte
pt_pt: Nenhum Cliente contém o argumento informado
ro_ro: Nu există înregistrări client conţin textul selectat
ru_ru: Ни одна из записей клиента на содержит выбранный текст
sq_al: Nuk ka shënime të konsumatorëve të përmbajë tekstin e përzgjedhur
sv: Det finns inga kunder som innehåller denvalda texten
sw_ke: kumbukumbu za wateja Hakuna yana Nakala kuchaguliwa
tr_tr: MÜSTERI KAYDI BULUNAMADI
zh_hk: 没有符合条件的客户
zh_tw: 沒有客戶記錄包含選取的文字

source: please alter your search criteria and try again
cs_cz: prosím změnit kritéria vyhledávání a zkuste to znovu
es_es: modifique el criterio de búsqueda y pruebe de nuevo
hi_in: कृपया अपने खोज मापदंड में परिवर्तन और पुन: प्रयास करें
id_id: silakan ubah kriteria pencarian Anda dan coba kembali
it_it: modificare i criteri di ricerca e provare di nuovo
ko_kr: 검색 조건을 변경하고 다시 시도하십시오
mr_in: आपल्या शोध निकष बदलणे आणि पुन्हा प्रयत्न करा
nl_nl: AUB uw zoek opdracht aanpassen en opnieuw proberen
pt_pt: Alterar o critério de pesquisa e tentar novamente
ro_ro: va rugam sa modifice criteriile de căutare şi încercaţi din nou
ru_ru: пожалуйста, измените критерии поиска и попытайтесь еще раз
sq_al: ju lutem ndryshojnë kriteret e kërkimit tuaj dhe provoni përsëri
sv: ändra sökkriteria och försök igen
sw_ke: tafadhali kubadilisha kutafuta vigezo yako na jaribu tena
tr_tr: LÜTFEN ARAMA KRITERLERINIZI DEGISTIRIN VE TEKRAR DENEYIN
zh_hk: 请改用其他的搜索条件重试
zh_tw: 請改用其他的搜尋條件再試

source: The customer details could not be retrieved because
cs_cz: Zákazník podrobnosti se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles del cliente porque
hi_in: ग्राहक विवरण वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian customer tdk dapat diambil karena
it_it: Non è stato possibile estrarre i dati del cliente perchè
ko_kr: 고객의 세부 사항이 있기 때문에 검색 할 수 없습니다
mr_in: ग्राहक तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De klant details konden niet worden opgehaald omdat
pt_pt: Detalhes do cliente não podem ser recuperados porque
ro_ro: Detaliile client nu a putut fi recuperate, deoarece
ru_ru: Данные о клиенте не могут быть получены, так как
sq_al: Detajet e konsumatorit nuk mund të shikohet, sepse
sv: Kunduppgifter går inte att hämta för att
sw_ke: maelezo ya mteja inaweza kuwa retrieved sababu
tr_tr: MÜSTERI DETAYLARI GÖSTERILEMIYOR:
zh_hk: 客户资料未能找到, 因为
zh_tw: 客戶資料未能提取, 因為
