Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: All offers have been processed, and emails sent where appropriate
cs_cz: Všechny nabídky byly zpracovány a e-maily odeslané kde je to vhodné
es_es: Todas las ofertas han sido procesadas​​, y los correos electrónicos enviados en cada caso
hi_in: सभी प्रस्तावों संसाधित किया गया है, और ईमेल भेजा, जहां उपयुक्त
id_id: Semua menawarkan telah diproses, dan email yg dikirim bila diperlukan
it_it: Tutte le offerte sono stati trattati, e-mail inviate, se del caso
ko_kr: 모든 이벤트가 처리 된, 그리고 이메일은 적절한 전송
mr_in: सर्व ऑफर प्रक्रिया गेले आहेत, आणि ईमेल पाठविले जेथे योग्य
nl_nl: Alle aanbiedingen zijn verwerkt, en e-mails verstuurd in voorkomend geval
pt_pt: Todas Ofertas foram processadas e os emails enviados em conformidade
ro_ro: Toate ofertele au fost prelucrate, şi e-mailuri trimise, după caz,
ru_ru: Все предложения были обработаны, и письма были отправлены в соответствующих случаях
sq_al: Të gjitha ofertat janë të përpunuara, dhe email dërguar aty ku duhet
sv: Alla erbjudanden som har behandlats, och mail som skickas i förekommande fall
sw_ke: inatoa yote yamekuwa processed, na barua pepe alimtuma pale inapobidi
tr_tr: Tüm teklifler işlenmiş ve e-posta gerektiğinde gönderdi
zh_hk: 所有的投标都已处理，并且需要时已经发出电邮
zh_tw: 所有的報價都被處理，並發送電子郵件（如適用）

source: Reviewing Sales Order Number
cs_cz: Revize Prodej Pořadové číslo
es_es: Revisando la orden de venta No.
hi_in: बिक्री आदेश संख्या की समीक्षा
id_id: Meninjau Nomor Order Penjualan
it_it: Rivedere numero dell&#39;ordine di vendita
ko_kr: 판매 주문 번호를 검토
mr_in: विक्री मागणी क्रमांक आढावा
nl_nl: Cotnroleer verkoopsorder nummer
pt_pt: Revisando Número Ordem de Venda
ro_ro: Revizuirea Vânzări Numărul Ordine
ru_ru: Пересмотреть заказ на продажу номер
sq_al: Rishikimi Shitje Numri i Rendit
sv: Visa kundorder nummer
sw_ke: Marekebisho Sales Order Idadi
tr_tr: SATIS SIP.NO. INCELENIYOR
zh_hk: 检视销售订单编号
zh_tw: 檢視銷售訂單編號

source: This page must be called with a sales order number to review
cs_cz: Tato stránka musí být volána s prodejem pořadovým číslem, aby přezkoumala
es_es: Esta página debe ser llamada con un número de orden de venta a revisar
hi_in: यह पृष्ठ एक बिक्री क्रम संख्या के साथ बुलाया जाना चाहिए की समीक्षा
id_id: Halaman ini harus dipanggil dgn nomor order penjualan utk dilihat
it_it: Questa pagina deve essere chiamata con un numero di ordini di vendita a leggere
ko_kr: 이 페이지는 검토 판매 주문 번호로 호출해야합니다
mr_in: हे पृष्ठ पुनरावलोकन करण्यासाठी विक्री ऑर्डर क्रमांकासह म्हणतात करणे आवश्यक आहे
nl_nl: Deze pagina moet worden opgevraagd met het verkoopsorder nummer dat moet worden gecontroleerd
pt_pt: Esta página deve ser chamada com o Número de Ordem para Revisão
ro_ro: Această pagină trebuie să fie numit cu un număr de ordine de vânzare a revizui
ru_ru: Страница должна быть вызвана с номером заказа на продажу к показу
sq_al: Kjo faqe duhet të quhet me një numër të shitjeve për të rishikuar
sv: Sidan måste anropas med ett kundordernummer för att visas
sw_ke: Ukarasa huu ni lazima wito kwa idadi ya mauzo ili upya
tr_tr: ÖNCE BIR SATIS SIPARIS NO GIRMELISINIZ
zh_hk: 这页该是由一个销售订单编号叫出来检视
zh_tw: 這頁該是由一個銷售訂單編號叫出來檢視

source: i.e.
cs_cz: např.
es_es: ejemplo
hi_in: यानी
id_id: yaitu
it_it: vale a dire
ko_kr: 즉,
mr_in: म्हणजे
nl_nl: dat wil zeggen
ro_ro: adică
ru_ru: например
sq_al: dmth
sv: dvs
sw_ke: yaani
tr_tr: ÖRNEK
zh_hk: 换言之
zh_tw: 換言之

source: Click on back
cs_cz: Klikněte na zadní
es_es: Clic en volver
hi_in: पर वापस क्लिक करें
id_id: Klik tombol back
it_it: Clicca sul retro
ko_kr: 다시 클릭
mr_in: परत वर क्लिक करा
nl_nl: Klik op de rug
pt_pt: Clique para Voltar
ro_ro: Faceţi clic pe spate
ru_ru: Нажмите возврат
sq_al: Klikoni mbi mbrapa
sv: Klicka på backa
sw_ke: Bonyeza nyuma
tr_tr: GERI DÖN
zh_hk: 按此返回
zh_tw: 按此返回

source: The SQL that failed to get the order header was
cs_cz: SQL, které se nepodařilo získat, aby hlavička byla
es_es: SQL fallido :
hi_in: SQL कि आदेश हैडर पाने में विफल रहा था
id_id: SQL yg gagal utk mendapatkan header order adalah
it_it: L&#39;SQL che non è riuscito a ottenere l&#39;intestazione ordine è stato
ko_kr: 주문 헤더이었다 가져 오지 못했습니다 SQL
mr_in: ऑर्डर शीर्षलेख प्राप्त करण्यासाठी अयशस्वी की SQL होते
nl_nl: De order header kon nie tin de volgende SQL worden gevonden
pt_pt: O códigSQL que falhou para obter cabeçalho da Ordem foi
ro_ro: SQL care nu a reuşit să obţine antet ordinul a fost
ru_ru: Заверршившийся ошибкой SQL получения заголовка заказа
sq_al: SQL që nuk arriti të marrë header mënyrë u
sv: SQL
sw_ke: SQL kwamba imeshindwa kupata header ili alikuwa
tr_tr: SQL HATASI :
zh_hk: 取得订单台头失败的 SQL 是
zh_tw: 取得訂單台頭失敗的 SQL 是

source: Order Details
cs_cz: Aby Podrobnosti
es_es: Detalles de la Orden
hi_in: आदेश विवरण
id_id: Rincian Order
it_it: Dettagli ordine
ko_kr: 주문 정보
mr_in: ऑर्डर तपशील
nl_nl: Om Details
pt_pt: Detalhe da Ordem
ro_ro: Pentru Detalii
ru_ru: Сведения о заказе
sq_al: Rendit Details
sv: Orderdetaljer
sw_ke: Ili Details
tr_tr: Sipariş Ayrıntıları
zh_hk: 订单细节
zh_tw: 訂單列資料

source: Your customer login will only allow you to view your own purchase orders
es_es: Su sesión de cliente sólo le permitirá ver sus propias órdenes de compra
id_id: Login Anda sbg customer hanya akan memperbolehkan melihat order pembelian Anda sendiri
ko_kr: 고객 로그인은 당신이 당신의 자신의 구매 주문을 볼 수 있습니다
mr_in: आपल्या ग्राहकांच्या लॉगिन केवळ आपण आपल्या स्वत: च्या खरेदी ऑर्डर पहा अनुमती देईल
pt_pt: Seu perfil (login) permite a visualização apenas das suas ordens de compra
zh_tw: 客戶登錄將只允許您查看自己的訂單

source: Order Header Details For Order No
cs_cz: Aby záhlaví Údaje pro pořadové číslo
es_es: Detalles del encabezado de la orden de venta No.
hi_in: आदेश आदेश के लिए हैडर विवरण नहीं
id_id: Order Header Rincian Utk Order No
it_it: Dettagli testata dell&#39;ordine per ordine
ko_kr: 주문 헤더 자세한 내용은 주문 번호
mr_in: मागणी शीर्षलेख माहिती साठी ऑर्डरला
nl_nl: Om Header Details voor volgnummer
pt_pt: Detalhes do Cabeçalho da Ordem Núm.
ro_ro: Detalii pentru antet pentru Ordinul nr
ru_ru: Данные о заголовке заказа №
sq_al: Header Details Rendit Për Order No
sv: Beställ Header Detaljer för löpnummer
sw_ke: Header ili Maelezo Kwa Order No
tr_tr: Sipariş için Sipariş Başlık Detayları yok
zh_hk: 此订单表头细节，改订单编号为
zh_tw: 訂單表頭細節的訂單號

source: Ordered On
cs_cz: Na objednané
es_es: Ordenado el
hi_in: पर आदेश दिया
id_id: Dipesan Tgl
it_it: Ordinato il
ko_kr: 주문할
mr_in: रोजी दिला
nl_nl: Besteld Op
pt_pt: Pedido Feito
ro_ro: Pe comandat
ru_ru: Заказан
sq_al: Urdhërohet On
sv: Beställd
sw_ke: Amri ya
tr_tr: SIP.TARIHI
zh_hk: 订单日期
zh_tw: 訂單日期

source: Delivery Address 1
cs_cz: 1. řádek dodací adresy
es_es: Dirección de Entrega 1
hi_in: वितरण पता 1
id_id: Alamat Pengiriman 1
it_it: Indirizzo di consegna 1
ko_kr: 배달 주소 1
mr_in: डिलिव्हरी पत्ता 1
nl_nl: Leverings Adres 1
pt_pt: Logradouro para Entrega
ro_ro: Adresa livrare 1
ru_ru: Адрес доставки 1
sq_al: Adresa për dorëzim 1
sv: Leveransadress 1
sw_ke: Anwani ya utoaji 1
tr_tr: SEVK ADRESI 1
zh_hk: 交货地址1
zh_tw: 交貨地址 1

source: Requested Delivery
cs_cz: Požadované dodávky
es_es: Entrega solicitada
hi_in: अनुरोध डिलिवरी
id_id: Pengiriman yg Diminta
it_it: Consegna richiesta
ko_kr: 요청 배달
mr_in: रुजु डिलिव्हरी
nl_nl: Gevraagde Levering
pt_pt: Entrega Requisitada
ro_ro: Solicitate de livrare
ru_ru: Запрошенная доставка
sq_al: Ofrimit te kerkuar
sv: Lokal leverans
sw_ke: Tafsiri Delivery
tr_tr: ISTENEN SEVK
zh_hk: 要求交货
zh_tw: 交貨要求日

source: Delivery Address 2
cs_cz: 2. řádek dodací adresy
es_es: Dirección de Entrega 2
hi_in: वितरण पता 2
id_id: Alamat Pengiriman 2
it_it: Indirizzo di consegna 2
ko_kr: 배송 주소 2
mr_in: डिलिव्हरी पत्ता 2
nl_nl: Leverings Adres 2
pt_pt: Bairro/Cidade
ro_ro: Adresa de livrare 2
ru_ru: Адрес доставки 2
sq_al: Adresa për dorëzim 2
sv: Leveransadress 2
sw_ke: Utoaji Address 2
tr_tr: SEVK ADRESI 2
zh_hk: 交货地址2
zh_tw: 交貨地址 2

source: Order Currency
cs_cz: Aby měny
es_es: Moneda de Pedidos
hi_in: आदेश मुद्रा
id_id: Mata Uang Order
it_it: Ordine di valuta
ko_kr: 주문 환율
mr_in: मागणी चलनासंबंधी
nl_nl: Opdracht Valuta
pt_pt: Moeda do Pedido
ro_ro: Pentru valutar
ru_ru: Валюта заказа
sq_al: Rendit Currency
sv: Valutasymboler
sw_ke: Ili Currency
tr_tr: SIPARIS PARA BIRIMI
zh_hk: 订单货币
zh_tw: 訂單貨幣

source: Delivery Address 3
cs_cz: 3. řádek dodací adresy
es_es: Dirección de Entrega 3
hi_in: वितरण 3 पता
id_id: Alamat Pengiriman 3
it_it: Indirizzo di consegna 3
ko_kr: 배송 주소 3
mr_in: डिलिव्हरी पत्ता 3
nl_nl: Leverings Adres 3
pt_pt: UF
ro_ro: Adresa pentru livrare 3
ru_ru: Адрес доставки 3
sq_al: Adresa për dorëzim 3
sv: Leveransadress 3
sw_ke: Anwani ya utoaji 3
tr_tr: SEVK ADRESI 3
zh_hk: 交货地址3
zh_tw: 交貨地址 3

source: Deliver From Location
cs_cz: Dodat z místa
es_es: Entregar desde Localidad:
hi_in: स्थान से उद्धार
id_id: Mengirim Dari Lokasi
it_it: Liberaci dal Posizione
ko_kr: 위치에서 제공
mr_in: स्थानावरून वितरीत
nl_nl: Leveren Vanaf Locatie
pt_pt: Entrega a Partir do Local
ro_ro: Livraţi de la locaţia
ru_ru: Местоположение доставки (от)
sq_al: Livre Nga Vendi
sv: Välj plats från listan
sw_ke: Kutoa Kutoka Location
tr_tr: SEVKIYAT DEPOSU
zh_hk: 发货地点
zh_tw: 發貨倉庫

source: Delivery Address 4
cs_cz: 4. řádek dodací adresy
es_es: Dirección de Entrega 4
hi_in: प्रसव 4 पता
id_id: Alamat Pengiriman 4
it_it: Indirizzo di consegna 4
ko_kr: 배송 주소 (4)
mr_in: डिलिव्हरी पत्ता 4
nl_nl: Leverings Adres 4
pt_pt: CEP
ro_ro: Adresa pentru livrare 4
ru_ru: Адрес доставки 4
sq_al: Adresa për dorëzim 4
sv: Leveransadress 4
sw_ke: Anwani ya utoaji 4
tr_tr: SEVK ADRESI 4
zh_hk: 交货地址4
zh_tw: 交貨地點 4

source: Delivery Address 5
cs_cz: 5. řádek dodací adresy
es_es: Dirección de Entrega 5
hi_in: प्रसव 5 पता
id_id: Alamat Pengiriman 5
it_it: Indirizzo di consegna 5
ko_kr: 배송 주소 (5)
mr_in: डिलिव्हरी पत्ता 5
nl_nl: Leverings Adres 5
pt_pt: CPF/CNPJ:
ro_ro: Adresa pentru livrare 5
ru_ru: Адрес доставки 5
sq_al: Adresa për dorëzim 5
sv: Leveransadress 5
sw_ke: Anwani ya utoaji 5
tr_tr: SEVK ADRESI 5
zh_hk: 交货地址5
zh_tw: 交貨地點(郵編)

source: Delivery Address 6
cs_cz: 6. řádek dodací adresy
es_es: Dirección de Entrega 6
hi_in: प्रसव छह पता
id_id: Alamat Pengiriman 6
it_it: Indirizzo di consegna 6
ko_kr: 배송 주소 (6)
mr_in: डिलिव्हरी पत्ता 6
nl_nl: Leverings Adres 6
pt_pt: I.E.:
ro_ro: Adresa pentru livrare 6
ru_ru: Адрес доставки 6
sq_al: Adresa për dorëzim 6
sv: Leveransadress 6
sw_ke: Utoaji Address 6
tr_tr: SEVK ADRESI 6
zh_hk: 交货地址6
zh_tw: 交貨地點(國家)

source: Freight Cost
cs_cz: Nákladní nákladů
es_es: Costo de flete
hi_in: भाड़ा मूल्य
id_id: Biaya Pengiriman
it_it: -Trasporto
ko_kr: 화물 비용
mr_in: सामानाचे किंमत
nl_nl: Vracht Kosten
pt_pt: Custo Frete
ro_ro: Costul de transport de marfă
ru_ru: Стоимость фрахта
sq_al: Kosto e mallrave
sv: Redigera resurskostnad
sw_ke: Gharama mizigo
tr_tr: NAKLIYE MALIYETI
zh_hk: 船运成本
zh_tw: 運費成本

source: Invoices
cs_cz: Faktury
es_es: Facturas
hi_in: चालान
id_id: Faktur
it_it: Fatture
ko_kr: 송장
mr_in: पावत्या
nl_nl: Facturen
pt_pt: Pedidos
ro_ro: Facturi
ru_ru: Счета
sq_al: Faturat
sv: Fakturor
sw_ke: Ankara
tr_tr: FATURALAR
zh_hk: 发票
zh_tw: 發票

source: The SQL used to retrieve the line items, that failed was
cs_cz: SQL používá k načtení řádky, které se nepodařilo byla
es_es: El SQL utilizado para obtener los artículos de línea, que falló fue
hi_in: एसक्यूएल को पंक्ति वस्तु पुनः प्राप्त किया, वह था विफल
id_id: SQL yg digunakan utk mengambil item baris, dan gagal adalah
it_it: Il SQL utilizzata per recuperare gli elementi di linea, che ha fallito è stat
ko_kr: 실패 라인 항목을 검색하는 데 사용되는 SQL이었다
mr_in: अयशस्वी की ओळ आयटम पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De SQL gebruikt om regel artikelen, die mislukt is
pt_pt: SQL usado e que falhou, em recuperar linha de itens foi
ro_ro: SQL utilizat pentru a prelua elemente de linie, care nu au fost
ru_ru: Завершившийся неудачей SQL получения элементы позиции
sq_al: SQL përdorur për të marrë sendet e linjës, që nuk ishte
sv: SQL Fel
sw_ke: SQL kutumika Retrieve vitu line, kwamba imeshindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作提取列物料, 失败的 SQL 是
zh_tw: 用作提取列商品, 失敗的 SQL 是

source: Order Line Details For Order No
cs_cz: Aby Line Podrobnosti pro pořadové číslo
es_es: Detalles de Línea para la Orden No.
hi_in: आदेश ऑर्डर के लिए लाइन विवरण नहीं
id_id: Jalur Pemesanan Rincian Utk Order No
it_it: Dettagli riga d&#39;ordine per ordine
ko_kr: 주문 라인 자세한 내용은 주문 번호
mr_in: मागणी लाइन तपशील येण्यासाठी नाही
nl_nl: Om Line Details voor volgnummer
pt_pt: Linha de Detalhes da Ordem Núm.
ro_ro: Detalii pentru Line Pentru Ordinul nr
ru_ru: Данные о позиции заказа №
sq_al: Line Details Rendit Për Order No
sv: Orderrad Detaljer för löpnummer
sw_ke: Line ili Maelezo Kwa Order No
tr_tr: Sipariş için Sipariş Hattı Ayrıntılar yok
zh_hk: 订单行细节来自订单
zh_tw: 訂單明細的訂單編號

source: Qty Del
cs_cz: Dodáno
es_es: Cant. Ya enviada
hi_in: मात्रा डेल
id_id: Qty Diantar
it_it: Qtà Del
ko_kr: 수량 델
mr_in: मात्रा Del
nl_nl: Ant Gel
pt_pt: Quant. Excluída
ro_ro: Cantitate Del
ru_ru: К-во удал.
sq_al: Del Qty
sw_ke: Del Uchina
tr_tr: SEVK MIKTARI
zh_hk: 交货数量
zh_tw: 交貨數量

source: Last Del
cs_cz: Poslední dodávka
es_es: Cant. ultimo envio
hi_in: पिछले डेल
id_id: Pengiriman Terakhir
it_it: Ultimo Del
ko_kr: 마지막 델
mr_in: अंतिम Del
nl_nl: Laatst Gel
pt_pt: Última Exclusão
ro_ro: Ultima Del
ru_ru: Последнее удал.
sq_al: Del Fundit
sw_ke: Del mwisho
tr_tr: SON SEVK
zh_hk: 上次交货
zh_tw: 上次交貨

source: Outstanding GRN Valuation
cs_cz: Vynikající GRN ocenění
es_es: Valoración GRN Pendiente
hi_in: बकाया GRN मूल्यांकन
id_id: Penilaian GRN Blm-Sesuai
it_it: GRN Valutazione Eccezionale
ko_kr: 뛰어난 GRN 평가
mr_in: थकबाकी GRN मूल्यांकन
nl_nl: Openstaande waardering van goederen ontvangst
pt_pt: Aguardando Avaliação GRN
ro_ro: Restante GRN de evaluare
ru_ru: Оценка извещения о получении товаров
sq_al: Vlerësimit të papaguara GRN
sv: Utestående GRN värdering
sw_ke: Bora GRN UTHAMINI
tr_tr: Olağanüstü GRN Değerleme
zh_hk: 已收货未开发票暂估
zh_tw: 未完成收貨單估值

source: The outstanding GRNs valuation details could not be retrieved by the SQL because
cs_cz: Vynikající GRNs ocenění údaje se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener los detalles de la valoración de GRNs pendientes porque
hi_in: बकाया GRNs मूल्यांकन विवरण क्योंकि SQL से नहीं लिया सकता है
id_id: Rincian penilaian GRN blm-sesuai tdk dapat diambil oleh SQL karena
it_it: L&#39;eccezionale valore GRNs dettagli non possono essere recuperate dal SQL perché
ko_kr: 뛰어난 GRNs 평가 세부 사항은 SQL 때문에 검색 할 수 없습니다
mr_in: थकबाकी GRNs मूल्यांकन तपशील SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De openstaande waardering van goederen ontvangsten kon niet worden opgevraagd omdat
pt_pt: Aguardando Avaliação GRN detalhes não puderam ser recuperados pelo SQL porque
ro_ro: Restante GRNs Detaliile de evaluare nu a putut fi recuperate de către SQL, deoarece
ru_ru: Оценка необработанных извещений о получении товаров не могут быть получены SQL, так как
sq_al: Vlerësimi shquar të dhënat GRNs nuk mund të shikohet nga SQL sepse
sv: De utestående GRNs värdering detaljer kunde inte hämtas av SQL eftersom
sw_ke: Bora maelezo ya hesabu GRNs inaweza kuwa retrieved na SQL sababu
tr_tr: Olağanüstü GRNs değerleme detayları SQL çünkü tarafından alınamadı
zh_hk: 未能由 SQL 提取已收货未开发票记录, 因为
zh_tw: 未能由 SQL 提取未完成收貨單估值資料, 因為

source: No outstanding GRNs valuation details retrieved
cs_cz: Žádné nesplacené GRNs ocenění získat informace
es_es: No hay detalles sobresalientes de valuación de notas de Recepción de Bienes
hi_in: कोई बकाया GRNs मूल्यांकन विवरण को पुनः प्राप्त
id_id: Tdk ada rincian penilaian GRN blm-sesuai yg diambil
it_it: Nessuna valutazione in sospeso dettagli GRNs recuperate
ko_kr: 어떤 뛰어난 GRNs 평가 세부 사항은 검색되지
mr_in: नाही थकबाकी GRNs मूल्यांकन तपशील मिळवल्या
nl_nl: Geen uitstaande Kabe waardering details teruggevonden
pt_pt: Nenhuma Avalidação GRN que aguarda foi recuperada
ro_ro: Nr restante GRNs detalii preluate de evaluare
ru_ru: Не найдено необработанных извещений о получении товаров
sq_al: Nuk ka vlerësim të shquar të dhënat GRNs marrë
sv: Inga detaljer för utestående GRNs värdering hämtades
sw_ke: Hakuna bora GRNs hesabu maelezo retrieved
tr_tr: Hiç ödenmemiş GRNs değerleme detayları alınan
zh_hk: 没有查到未完成收货单GRN价值明细
zh_tw: 沒有突出的GRNS估值細節檢索

source: Outstanding GRNs Report
cs_cz: Vynikající zpráva GRNs
es_es: Informe de Remisiones (GRNs) Pendientes
hi_in: बकाया GRNs रिपोर्ट
id_id: Laporan GRN Blm-Sesuai
it_it: GRNs Eccezionale Report
ko_kr: 뛰어난 GRNs 보고서
mr_in: थकबाकी GRNs अहवाल
nl_nl: Rapportage openstaande goederen ontvangsen
pt_pt: Relatório de Aguardando GRN
ro_ro: GRNs Remarcabil Raport
ru_ru: Отчет о невыполненных извещениях о получении товара
sq_al: GRNs Outstanding Report
sv: Utestående GRNs Rapport
sw_ke: GRNs bora Ripoti
tr_tr: Olağanüstü GRNs Raporu
zh_hk: 已收货未开发票暂估
zh_tw: 已收貨未開發票

source: Outstanding GRNs Valuation
cs_cz: Vynikající GRNs ocenění
es_es: Valoración de GRNs Pendientes
hi_in: बकाया GRNs मूल्यांकन
id_id: Penilaian GRN Blm-Sesuai
it_it: Eccezionale GRNs di Valutazione
ko_kr: 뛰어난 GRNs 평가
mr_in: थकबाकी GRNs मूल्यांकन
nl_nl: Openstaande waardering van goederen ontvangsten
pt_pt: Aguardando Avaliação GRN
ro_ro: Restante GRNs de evaluare
ru_ru: Оценка необработанных извещений о полученнии товаров
sq_al: Outstanding GRNs Vlerësimit
sv: Utestående GRNs värdering
sw_ke: Bora GRNs UTHAMINI
tr_tr: Olağanüstü GRNs Değerleme
zh_hk: 已收货未开发票暂估
zh_tw: 未完成收貨單估值

source: Goods Received but not invoiced Yet
es_es: Bienes recibidos pero no facturados todavía
id_id: Brg Diterima tapi Belum difaktur
ko_kr: 제품은 수신했지만 아직 청구되지
mr_in: वस्तू प्राप्त पण अजून invoiced नाही
pt_pt: Mercad. Recebidas mas sem Aviso
zh_tw: 收到貨物但尚未開具發票

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers, the total in home curency should match the GL Account for Goods received not invoiced.
id_id: Menampilkan daftar brg diterima yg belum difaktur, dalam kurs supplier dan kurs sendiri. Ketika dijalankan utk semua supplier, total dalam kurs lokal seharusnya sama dgn Akun GL utk Brg diterima tapi belum difaktur.
ko_kr: 표시 상품의 목록은 아직 공급 업체 통화 및 홈 통화에 모두 청구하지 받았다. 모든 공급 업체를 실행하면, 홈 curency 총은 제품에 대한 GL 계정이 청구되지 수신과 일치해야합니다.
mr_in: माल यादी पुरवठादार चलन आणि मुख्य चलनात दोन्ही, अद्याप invoiced नाही प्राप्त दाखवतो. सर्व पुरवठादार साठी चालवितेवेळी, होम curency एकूण invoiced नाही प्राप्त वस्तूंसाठी जी.एल. खाते जुळत पाहिजे.
pt_pt: Exibe lista de mercadorias já recebidas e mas sem aviso, na moeda do fornecedore na moeda local. Quando selec. todos fornec. o total na moeda local é iguala conta de Mercadorias Receb. e sem Aviso (invoice).
zh_tw: 顯示收到的貨物清單尚未開具發票，無論是在供應商的貨幣和本國貨幣。運行時，對所有供應商，總在家裡curency應與貨物GL帳戶沒有收到發票。

source: Supplier Name
cs_cz: Název dodavatele
es_es: Nombre del proveedor
hi_in: प्रदायक का नाम
id_id: Nama Supplier
it_it: Nome fornitore
ko_kr: 공급 업체 이름
mr_in: पुरवठादार नाव
nl_nl: Leveranciers Naam
pt_pt: Nome Fornecedor
ro_ro: Numele furnizorului
ru_ru: Имя поставщика
sq_al: Emri i Furnizuesit
sv: Leverantörsnamn
sw_ke: Jina la muuzaji
tr_tr: TEDARIKÇI ADI
zh_hk: 供应商名称
zh_tw: 供應商名稱

source: PO#
es_es: OC#
ko_kr: 포 #
mr_in: पीओ #
pt_pt: Ped.
zh_tw: 採購編號

source: Qty Received
cs_cz: Množství přijaté
es_es: Cantidad recibida
hi_in: मात्रा प्राप्त
id_id: Qty Diterima
it_it: Q.tà Ricevuta
ko_kr: 수량 수신
mr_in: प्राप्त मात्रा
nl_nl: Hoeveelheid ontvangen
pt_pt: Qtd Recebida
ro_ro: Cantitate primite
ru_ru: Полученное количество
sv: Inlevererat antal
sw_ke: Uchina Received
tr_tr: ALINAN MIKTAR
zh_hk: 接收数量
zh_tw: 收貨數量

source: Qty Invoiced
cs_cz: Množství Fakturovaná
es_es: Cantidad facturada
hi_in: मात्रा चालान
id_id: Qty Difakturkan
it_it: Q.tà Fatturata
ko_kr: 수량 청구
mr_in: मात्रा Invoiced
nl_nl: Aantal gefactureerd
pt_pt: Qtd em Aviso
ro_ro: Cantitate facturate
ru_ru: Кол-во счетам
sq_al: Qty faturuar
sv: Fakturerad kvantitet
sw_ke: Uchina Invoiced
tr_tr: FATURALANMIS MIKTAR
zh_hk: 已开发票数量
zh_tw: 已開發票數量

source: Qty Pending
es_es: Cantidad pendiente
ko_kr: 수량 보류
mr_in: मात्रा प्रलंबित
pt_pt: Qtd Pendente
zh_tw: 數量待定

source: Unit Price
cs_cz: Cena za kus
es_es: Precio Unitario
hi_in: यूनिट मूल्य
id_id: Harga Satuan
it_it: Prezzo unitario
ko_kr: 단가
mr_in: युनिट किंमत
nl_nl: Stuks Prijs
pt_pt: Preç un.
ro_ro: Preţ unitar
ru_ru: Цена за ед.
sq_al: Çmimi njësi
sv: Styckpris
sw_ke: Bei kitengo
tr_tr: ÜRÜN FIYATI
zh_hk: 单价
zh_tw: 單價

source: Line Total
cs_cz: Celkem line
es_es: Total
hi_in: कुल पंक्ति
id_id: Total Baris
it_it: Totale
ko_kr: 라인 전체
mr_in: लाइन एकूण
nl_nl: Regel totaal
pt_pt: Total da Linha
ro_ro: Linie Total
ru_ru: Итого для позиции
sq_al: Line Gjithsej
sv: Rad total
sw_ke: Jumla Mpya
tr_tr: SATIR TOPLAMI
zh_hk: 行总计
zh_tw: 列總數

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers the total in home curency should match the GL Account for Goods received not invoiced.
id_id: Menampilkan daftar brg diterima yg belum difaktur, dalam kurs supplier dan kurs sendiri. Ketika dijalankan utk semua supplier, total dalam kurs lokal seharusnya sama dgn Akun GL utk Brg diterima tapi belum difaktur.
ko_kr: 표시 상품의 목록은 아직 공급 업체 통화 및 홈 통화에 모두 청구하지 받았다. 모든 공급 업체를 실행하면 홈 curency 총은 제품에 대한 GL 계정이 청구되지 수신과 일치해야합니다.
mr_in: माल यादी पुरवठादार चलन आणि मुख्य चलनात दोन्ही, अद्याप invoiced नाही प्राप्त दाखवतो. सर्व पुरवठादार साठी चालवितेवेळी होम curency एकूण invoiced नाही प्राप्त वस्तूंसाठी जी.एल. खाते जुळत पाहिजे.
pt_pt: Exibe lista de mercadorias já recebidas e mas sem aviso, na moeda do fornecedore na moeda local. Quando selec. todos fornec. o total na moeda local é iguala conta de Mercadorias Receb. e sem Aviso (invoice).
zh_tw: 顯示收到的貨物清單尚未開具發票，無論是在供應商的貨幣和本國貨幣。運行時，對所有供應商的總在家裡curency應與貨物GL帳戶沒有收到發票。

source: Show On Screen
es_es: Mostrar en pantalla
id_id: Tampilkan di Layar
ko_kr: 화면에 표시
mr_in: स्क्रीनवर दाखवा
pt_pt: Exibir na Tela
zh_tw: 在屏幕上顯示

source: Create PDF Print Out For A Batch Of Receipts
cs_cz: Vytvořit PDF Tisk ven na pečení Příjmy
es_es: Crear PDF para un lote de recibos
hi_in: पीडीएफ प्रिंट प्राप्तियों का एक बैच के लिए बाहर बनाएँ
id_id: Buat Cetakan PDF Utk Batch Penerimaan
it_it: Creare PDF Stampa Out per un batch di incassi
ko_kr: 영수증의 일괄 인쇄 PDF 작성
mr_in: पीडीएफ पावत्या एक बॅच बाहेर प्रिंट तयार
nl_nl: Maak PDF Afdruk Voor Een Verzameling Van Ontvangsten
pt_pt: Gerar um PDF dos Receb. para um Item controlado
ro_ro: Creare PDF Imprimare Out pentru un lot de Venituri
ru_ru: Создать PDF-отчет для поступивший партий
sq_al: Krijo Print PDF Out për një seri të Pranimet
sv: Skapa PDF Skriv ut för en sats av kvitton
sw_ke: Kujenga PDF Print Kati kwa kundi ya Mapato
tr_tr: Makbuzlar Bir Toplu İçin PDF Yazdır Out oluşturma
zh_hk: 打印收款单
zh_tw: 產生一批次收款的 PDF

source: Select the batch number of receipts to be printed
cs_cz: Vyberte číslo šarže příjmů k tisku
es_es: Seleccionar el número de lote de los recibos a imprimir
hi_in: प्राप्तियों का बैच नंबर का चयन करने के लिए मुद्रित किया
id_id: Pilih nomor batch penerimaan yg akan dicetak
it_it: Selezionare il numero di lotto delle entrate da stampare
ko_kr: 영수증의 배치 번호를 선택하여 인쇄 할
mr_in: मुद्रित करणे पावतीच्या बॅच नंबर निवडा
nl_nl: Selecteer het nummer van de partij van de ontvangsten moet worden afgedrukt
pt_pt: Selec. o número de receb. a ser impresso
ro_ro: Selectaţi numărul lotului de venituri ce vor fi imprimate
ru_ru: Выберите номер поступившей партии для печати
sq_al: Zgjidhni numrin grumbull të faturave për t&#39;u shtypur
sv: Välj det parti antal kvitton som ska skrivas
sw_ke: Kuchagua idadi ya kundi risiti ya kuchapishwa
tr_tr: Basılacak makbuzların seri numarası seçin
zh_hk: 选择要打印的收款批号
zh_tw: 選擇要列印收據批號

source: Create PDF
cs_cz: Vytvořit PDF
es_es: Crear PDF
hi_in: पीडीएफ बनाएँ
id_id: Buat PDF
it_it: Creare PDF
ko_kr: PDF 작성
mr_in: पीडीएफ तयार
nl_nl: Maak PDF
pt_pt: Criar PDF
ro_ro: Creare PDF
ru_ru: Создать PDF
sq_al: Krijo PDF
sv: Skapa ett PDF-dokument
sw_ke: Kujenga PDF
tr_tr: ( PDF )
zh_hk: 产生PDF
zh_tw: 產生 PDF
