Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Numeric Value
cs_cz: Číselná hodnota
es_es: Valor númerico
id_id: Nilai Numeric
it_it: Valore numerico
ko_kr: 숫자 값
mr_in: अंकीय मूल्य
nl_nl: Numerieke waarde
pt_pt: Valor Numérico
ro_ro: Valoare numerică
ru_ru: Числового значения
sq_al: Vlera numerike
sv: Numeriskt värde
sw_ke: Numeric Thamani
tr_tr: Sayısal Değer
zh_hk: 数字值
zh_tw: 數值

source: Are you sure you wish to delete this QA Test ?
es_es: ¿Está seguro que desea suprimir esta prueba de control de calidad?
ko_kr: 당신은 당신이 품질 보증 테스트를 삭제 하시겠습니까?
zh_tw: 您確定要刪除該QA測試？

source: Recurring Orders
cs_cz: Opakující se objednávky
es_es: Pedidos Frecuentes
hi_in: आवर्ती आदेश
id_id: Order Berulang
it_it: Ordini ricorrenti
ko_kr: 반복 주문
mr_in: आवर्ती ऑर्डर
nl_nl: Herhalende Orders
pt_pt: Pedidos Recorrentes
ro_ro: Recurente Comenzi
ru_ru: Повторяющиеся заказы
sq_al: Urdhërat Recurring
sv: Gör detta till ett återkommande evenemang
sw_ke: Recurring Daraja
tr_tr: TEKRARLANAN SIPARISLER
zh_hk: 循环订单
zh_tw: 循環訂單

source: A new recurring order can only be created if an order template has already been created from the normal order entry screen
cs_cz: Nový opakované objednávky lze vytvořit pouze v případě, aby šablona již byla vytvořena z normální obrazovky zadání objednávky
es_es: Una nueva orden recurrente sólo se puede crear si una plantilla de orden ya ha sido creada a partir del ingreso a la pantalla de una orden normal
hi_in: एक नए आवर्ती आदेश तभी एक आदेश टेम्पलेट पहले ही सामान्य आदेश प्रविष्टि स्क्रीन से बनाया जा चुका है बनाया जा सकता है
id_id: Order berulang yg baru hanya dapat dibuat jika template order telah dibuat dari menu masukkan ordar normal
it_it: Un nuovo ordine ricorrenti possono essere creati solo se un modello di ordine è già stato creato dalla schermata di ingresso normale ordine
ko_kr: 주문 템플릿 이미 정상적인 주문 입력 화면에서 작성된 경우 새로운 반복 순서 만 생성 될 수있다
mr_in: एक ऑर्डर टेम्पलेट आधीच सामान्य ऑर्डर नोंद स्क्रीनवरून तयार केले गेले आहे, तर नवीन आवर्ती ऑर्डर तयार केला जाऊ शकतो
nl_nl: Een nieuwe reperterende order kan alleen worden gemaakt als een order template met het standaard order invoerscherm is gemaakt
pt_pt: Nova Ordem Compra Recorrente, só podem ser criadas se já existir alguma ordem de compra normal anteriormente informada
ro_ro: O nouă ordine recurente pot fi create numai în cazul în care un şablon de ordine a fost deja creat de un ecran normal de intrare pentru
ru_ru: Повторяющийся заказ может быть создан только если создан шаблон заказа из обычного заказа
sq_al: Një mënyrë e re e përsëritur mund të krijohet vetëm nëse një template urdhër tashmë është krijuar nga ekrani hyrje normale për
sv: Ett nytt återkommande order kan endast skapas om en order mall har redan skapats från normal följd inmatningsskärm
sw_ke: A utaratibu mpya mara kwa mara unaweza tu umba kama kigezo amri tayari kuumbeni kutoka screen ya kawaida ili kuingia
tr_tr: bir emir şablonu zaten normal sırasına giriş ekranında oluşturulmuş olup olmadığını yeni bir yinelenen emir oluşturulabilir
zh_hk: 只有在一般订单输入画面, 产生了订单范本之后, 才能产生循环订单
zh_tw: 只有在一般訂單輸入畫面, 產生了訂單範本之後, 才能產生循環訂單

source: To enter an order template select sales order entry from the orders tab of the main menu
cs_cz: Chcete-li zadat, aby šablonu vyberte prodej objednávky od objednávky záložce hlavního menu
es_es: Para ingresar una plantilla de orden, seleccione la orden de ventas en la ficha órdenes del menú principal
hi_in: एक आदेश टेम्पलेट मुख्य मेनू के आदेश टैब से चयन बिक्री आदेश प्रवेश दर्ज करें
id_id: Utk memasukkan template order, pilih masukkan order penjualan dari label di main menu
it_it: Per inserire un modello di selezionare l&#39;ordine di inserimento degli ordini di vendita dalla scheda ordini del menu principale
ko_kr: 메인 메뉴의 명령 탭에서 주문 템플릿을 선택 판매 주문 항목을 입력합니다
mr_in: मुख्य मेन्यू च्या ऑर्डर टॅब पासून मागणी टेम्पलेट निवडा विक्री ऑर्डर नोंद प्रविष्ट करा
nl_nl: Om een order template in te voeren selecteer - voer verkoop order in - via de order tab van het hoofdmenu
pt_pt: Para Pedido Vendas Padrão, selec. Menu Princ., Vendas, Entrar Pedido Vendas
ro_ro: Pentru a introduce un ordin şablon selectaţi de vânzări de intrare pentru comenzile din fila din meniul principal
ru_ru: Чтобы ввести новый шаблон заказа выберите заказ на продажу запись из заказов во вкладке главного меню
sq_al: Për të hyrë në një template urdhër zgjidhni shitjes hyrje urdhër nga tab urdhërat e menu kryesore të
sv: Om du vill ange en order mall väljer kundorder post från fliken Beställningar i huvudmenyn
sw_ke: Kuingia kwenye template ili kuchagua mauzo ili kuingia kutoka tab maagizo ya orodha kuu
tr_tr: SIPARIS SABLONUNU, SIPARISLER MODÜLÜNDEKI SATIS SIPARIS GIRISI LINKINI KULLANARAK SEÇEBILIRSINIZ
zh_hk: 要输入订单范本, 请在主目录选择订单, 销售订单输入
zh_tw: 要輸入訂單範本, 請在主目錄選擇訂單, 銷售訂單輸入

source: Could not delete recurring sales order lines for the recurring order template
cs_cz: Nelze odstranit opakující prodejních objednávek linky pro opakované objednávky šablony
es_es: No se puede determinar la última fecha del período seleccionado
hi_in: आवर्ती क्रम टेम्पलेट के लिए आवर्ती बिक्री आदेश लाइनों को नष्ट नहीं कर सका
id_id: Tdk dapat menghapus baris order penjualan berulang utk template order berulang tersebut
it_it: Impossibile eliminare ricorrenti linee di ordini di vendita per il modello di ordine ricorrenti
ko_kr: 반복 주문 템플릿 판매 주문 라인을 반복 삭제할 수 없습니다
mr_in: आवर्ती ऑर्डर टेम्पलेट विक्रीत क्रमाने ओळी आवर्ती हटवू शकत नाही
nl_nl: Kon de repeterende verkooporder regels voor de repeterende order template niet verwijderen
pt_pt: Não pode remover linha pedido de venda recurrente para pedido padrão
ro_ro: Nu am putut şterge recurente linii de vânzări pentru şablonul ordinea recurente
ru_ru: Не удалось удалить позиции повторяющегося заказа в шаблоне повторяющихся заказов
sq_al: Nuk mund të fshini shitjes përsëritura linjat mënyrë që template mënyrë të përsëritur
sv: Kunde inte ta bort återkommande kundorder linjer för återkommande för mallen
sw_ke: Hakuweza kufuta mauzo ya mara kwa mara ili mistari kwa ajili ya template mara kwa mara ili
tr_tr: Yinelenen sipariş şablon için yinelenen satış sipariş satırları silinemedi
zh_hk: 未能删除循环订单范本的循环销售订单列
zh_tw: 不能刪除循環訂單範本的循環銷售訂單列

source: Could not delete the recurring sales order template number
cs_cz: Nelze odstranit opakující prodejní objednávky šablony číslo
es_es: No se pudo suprimir el número de plantilla de pedidos de venta frecuentes
hi_in: आवर्ती बिक्री आदेश टेम्पलेट संख्या को मिटा नहीं सका
id_id: Tdk dapat menghapus nomor template order penjualan berulang
it_it: Impossibile eliminare il ricorrente numero dell&#39;ordine di vendita modello
ko_kr: 반복 판매 주문 템플릿 번호를 삭제할 수 없습니다
mr_in: आवर्ती विक्री ऑर्डर टेम्पलेट क्रमांक हटवू शकत नाही
nl_nl: Kon de repeterende verkooporder template niet verwijderen
pt_pt: Não pode remover ordens recorrentes de vendas do modelo núm.
ro_ro: Nu a putut şterge recurente şablonul de vânzări numărul de ordine
ru_ru: Не могу удалить шаблон повторяющегося заказа на продажу номер
sq_al: Nuk mund të fshini përsëritur numrin e shitjes template mënyrë
sv: Kunde inte ta bort den återkommande försäljning nummerordning mall
sw_ke: Hakuweza kufuta mauzo ya mara kwa mara ili idadi template
tr_tr: yinelenen satış siparişi şablon numarasını silinemedi
zh_hk: 未能删除循环销售订单范本编号
zh_tw: 未能刪除循環銷售訂單範本編號

source: Successfully deleted recurring sales order template number
cs_cz: Úspěšně vypouští opakované prodejní objednávky šablony číslo
es_es: Se ha eliminado correctamente el número de plantilla de orden de ventas recurrente
hi_in: सफलतापूर्वक आवर्ती बिक्री आदेश टेम्पलेट संख्या नष्ट कर दिया
id_id: Berhasil menghapus nomor template order penjualan berulang
it_it: Eliminato con successo ricorrenti numero dell&#39;ordine di vendita modello
ko_kr: 성공적으로 삭제 반복 판매 주문 템플릿 번호
mr_in: यशस्वीरित्या हटविले आवर्ती विक्री ऑर्डर टेम्पलेट क्रमांक
nl_nl: De repeterende verkoop order template is verwijderd
pt_pt: Pedidos de Vendas recorrentes removidos para o template núm.
ro_ro: şters cu succes recurente şablon de vânzări numărul de ordine
ru_ru: Успешно удален шаблон повторяющегося заказа на продажу номер
sq_al: fshirë me sukses të përsëritura të shitjes template numër mënyrë
sv: Har tagits bort återkommande försäljning nummerordning mall
sw_ke: Mafanikio ilifutwa mauzo ya mara kwa mara ili idadi template
tr_tr: Başarılı bir yinelenen satış siparişi şablon numarasını silindi
zh_hk: 完成删除循环销售订单范本编号
zh_tw: 完成刪除循環銷售訂單範本編號

source: Select A Recurring Sales Order Template
cs_cz: Vyberte Opakující se prodejní objednávky šablony
es_es: Seleccionar una Plantilla de Pedido de Venta Frecuente
hi_in: एक पुनरावृत्ति बिक्री आदेश खाके का चयन करें
id_id: Pilih Template Order Penjualan Berulang
it_it: Seleziona un ordine di vendita ricorrenti Template
ko_kr: 반복 판매 주문 템플릿을 선택합니다
mr_in: आवर्ती विक्री ऑर्डर टेम्पलेट निवडा
nl_nl: Selecteer een repeterende verkooporder template
pt_pt: Selecione um modelo de ordem de vendas recorrente
ro_ro: Selectaţi un şablon de vânzări recurente Ordine
ru_ru: Выберите шаблон повторяющегося заказа на продажу
sq_al: Zgjidh nje Recurring Template Sales Order
sv: Välj en mall för en återkommande beställning
sw_ke: Kuchagua A Sales Recurring Order Kigezo
tr_tr: TEKRARLANAN SIPARIS SABLONU SEÇIN
zh_hk: 选取循环销售订单范本
zh_tw: 選取循環銷售訂單範本

source: The last recurrence or start date of this recurring order must be a valid date in the format
cs_cz: Poslední opakování nebo datum zahájení této opakované objednávky musí být platné datum ve formátu
es_es: La fecha de inicio o de última ocurrencia de este pedido frecuente debe ser una fecha válida con el formato
hi_in: इस आवर्ती आदेश की अंतिम पुनरावृत्ति या प्रारंभ दिनांक स्वरूप में कोई मान्य दिनांक होना चाहिए
id_id: Order terakhir atau tgl mulai dari order berulang ini harus tgl yg berlaku dalam format
it_it: La data ultima ricorrenza o all&#39;inizio di questo ordine ricorrente deve essere una data valida nel formato
ko_kr: 마지막으로 재발이 반복 순서의 시작 날짜 형식의 유효한 날짜 여야합니다
mr_in: हा वारंवार होणारा ऑर्डर शेवटच्या पुनरावृत्ती किंवा प्रारंभ तारीख स्वरूपात वैध तारीख असणे आवश्यक आहे
nl_nl: De laatste herhaling of startdatum van deze terugkerende order moet een geldige datum in het formaat
pt_pt: A última ocorrência ou data de início deste pedido deve ter data válida no formato
ro_ro: Ultima dată recurenţa sau începutul acestui ordin recurente trebuie să fie o dată validă în formatul
ru_ru: Дата последнего повторения или дата начала этого повторяющегося заказа должна быть в формате
sq_al: Përsëritje e fundit apo të fillojë data e këtij urdhri të përsëritura duhet të jetë një datë të vlefshme në formatin e
sv: Fr.o.m datum måste anges med rätt format
sw_ke: Upprepning iliyopita au kuanza tarehe ya utaratibu huu recurring lazima tarehe ya halali katika muundo
tr_tr: Bu yinelenen düzenin son nüks veya başlangıç tarihi biçiminde geçerli bir tarih olmalıdır
zh_hk: 这循环订单的最后循环(订购)或开始日期必须是有效的日期格式
zh_tw: 這種經常性訂單依最後再次發生或開始日期，有效日期必須依格式

source: The end date of this recurring order must be a valid date in the format
cs_cz: Datum ukončení tohoto opakované objednávky musí být platné datum ve formátu
es_es: La fecha final de este pedido frecuente debe ser una fecha válida con el formato
hi_in: इस आवर्ती आदेश की समाप्ति दिनांक स्वरूप में कोई मान्य दिनांक होना चाहिए
id_id: Tgl akhir order berulang ini harus tgl yg berlaku dalam format
it_it: La data di fine della presente ordinanza ricorrente deve essere una data valida nel formato
ko_kr: 이 되풀이 순서의 끝 날짜는 형식의 유효한 날짜 여야합니다
mr_in: हा वारंवार होणारा ऑर्डर ओवरनंतर तारीख स्वरूपात वैध तारीख असणे आवश्यक आहे
nl_nl: De einddatum van deze repeterende order moet een geldige datum zijn in de format:
pt_pt: A data final desta pedido recorrente deve ser uma data válida no formato
ro_ro: Data de încheiere a acestui ordin recurente trebuie să fie o dată validă în formatul
ru_ru: Дата окончания этого повторяющегося заказа должна быть в формате
sq_al: Data e fundit e këtij urdhri të përsëritura duhet të jetë një datë të vlefshme në formatin e
sv: Slutdatum för denna återkommande beställning måste vara ett giltigt datum i formatet
sw_ke: Tarehe ya mwisho ya utaratibu huu recurring lazima tarehe ya halali katika muundo
tr_tr: Bu yinelenen düzenin bitiş tarihi biçiminde geçerli bir tarih olmalıdır
zh_hk: 这循环订单的截止日期必须是有效的日期格式
zh_tw: 這循環訂單的截止日期必須是有效的日期格式

source: The end date of this recurring order must be after the start date
cs_cz: Datum ukončení tohoto opakované objednávky musí být po dni zahájení
es_es: La fecha de fin de vigencia de este pedido frecuente debe ser posterior a la fecha de inicio
hi_in: इस आवर्ती आदेश की समाप्ति दिनांक प्रारंभ दिनांक के बाद होना चाहिए
id_id: Tgl akhir order berulang ini harus setelah tanggar mulai
it_it: La data di fine della presente ordinanza ricorrente deve essere successiva alla data di inizio
ko_kr: 이 되풀이 순서의 끝 날짜가 시작 날짜 이후 여야합니다
mr_in: हा वारंवार होणारा ऑर्डर ओवरनंतर तारीख प्रारंभ तारखेच्या नंतरची असणे आवश्यक आहे
nl_nl: Eind datum dient na de start datum te liggen
pt_pt: A data final deve ser após a data de início
ro_ro: Data de încheiere a acestui ordin recurente trebuie să fie după data de începere
ru_ru: Дата окончания этого повторяющегося заказа должна быть позже даты начала
sq_al: Data e fundit e këtij urdhri të përsëritura duhet të jenë pas datës së fillimit
sv: Slutdatum för denna återkommande order måste vara efter startdatumet
sw_ke: Tarehe ya mwisho ya utaratibu huu mara kwa mara ni lazima baada ya tarehe ya kuanza
tr_tr: Bu yinelenen düzenin bitiş tarihi başlangıç tarihinden sonra olmalıdır
zh_hk: 这循环订单的截止日期必须是在开始日期之后
zh_tw: 這循環訂單的截止日期必須是在開始日期之後

source: The recurring order cannot be added because
cs_cz: Opakující se, aby nelze přidat, protože
es_es: No se puede agregar el pedido frecuente porque
hi_in: आवर्ती क्रम क्योंकि जोड़ा नहीं जा सकता
id_id: Order berulang ini tak dapat ditambahkan karena
it_it: L&#39;ordine ricorrenti non può essere aggiunto in quanto
ko_kr: 반복 순서 때문에 추가 할 수 없습니다
mr_in: आवर्ती क्रमाने कारण जोडले जाऊ शकत नाही
nl_nl: De herhalende opdracht kan niet worden toegevoegd omdat
pt_pt: Pedido recorrente não pode ser adicionada porque
ro_ro: Pentru recurente nu poate fi adăugat, deoarece
ru_ru: Повторяющийся заказ не может быть добавлен, так
sq_al: Mënyrë të përsëritur nuk mund të shtohet sepse
sv: Den återkommande beställningen kan inte genomföras eftersom
sw_ke: Amri ya mara kwa mara hawezi kuwa aliongeza kwa sababu
tr_tr: SIPARIS EKLENEMEDI:
zh_hk: 未能新增循环订单, 因为
zh_tw: 未能新增循環訂單, 因為

source: The new recurring order template has been added
cs_cz: Nový opakující se, aby šablona byla přidána
es_es: La nueva plantilla de pedidos frecuentes ha sido agregada
hi_in: नए आवर्ती क्रम टेम्पलेट जोड़ दिया गया है
id_id: Template order berulang yg baru telah ditambahkan
it_it: Il modello di nuovo ordine ricorrenti è stato aggiunto
ko_kr: 새 되풀이 주문 템플릿이 추가되었습니다
mr_in: नवीन आवर्ती ऑर्डर टेम्पलेट जोडले गेले आहे
nl_nl: Het nieuwe herhalende opdracht sjabloon is toegevoegd
pt_pt: Novo modelo pedido de vendas recorrente adicionado
ro_ro: Noul model pentru recurente a fost adăugată
ru_ru: Новый шаблон повторяющегося заказа был добавлен
sq_al: Template i ri mënyrë të përsëritur ka qenë i shtuar
sv: Den nya återkommande beställning mall har lagts
sw_ke: Mpya ya mara kwa mara ili template imekuwa aliongeza
tr_tr: YENI SIPARIS SABLONU EKLENDI
zh_hk: 新的循环订单已新增
zh_tw: 新的循環訂單已新增

source: The recurring order cannot be updated because
cs_cz: Opakující se, aby nelze aktualizovat, protože
es_es: No se puede actualizar el pedido frecuente porque
hi_in: आवर्ती क्रम क्योंकि अद्यतन नहीं हो सकता
id_id: Order berulang ini tdk dapat diperbarui karena
it_it: L&#39;ordine ricorrenti non può essere aggiornato perché
ko_kr: 반복 순서 때문에 업데이트 할 수 없습니다
mr_in: आवर्ती ऑर्डर अद्यतनित करणे शक्य नाही कारण
nl_nl: De herhalende opdracht kan niet worden opgeslagen omdat
pt_pt: Pedido Venda recorrente não pode ser atualizado porque
ro_ro: Pentru recurente nu poate fi actualizat deoarece
ru_ru: Повторяющийся заказ не может быть обновлен, поскольку
sq_al: Mënyrë të përsëritur nuk mund të rifreskohet për shkak se
sv: Den återkommande beställningen kan inte uppdateras eftersom
sw_ke: Amri ya mara kwa mara hawezi kuwa updated sababu
tr_tr: SIPARIS GÜNCELLENEMEDI:
zh_hk: 循环订单未能更新, 因为
zh_tw: 循環訂單未能更新, 因為

source: The recurring order template has been updated
cs_cz: Opakující se, aby šablona byla aktualizována
es_es: Se actualizó la plantilla de pedidos frecuentes
hi_in: आवर्ती क्रम टेम्पलेट अद्यतन किया गया है
id_id: Template order berulang ini telah diperbaharui
it_it: Il modello di ordine ricorrenti è stato aggiornato
ko_kr: 반복 주문 템플릿이 업데이트되었습니다
mr_in: आवर्ती ऑर्डर टेम्पलेट अद्यतनित केले गेले आहे
nl_nl: Het herhalende opdracht sjabloon is opgeslagen
pt_pt: O modelo pedido de venda recorrente foi atualizado
ro_ro: Şablonul pentru recurente a fost actualizat
ru_ru: Шаблон повторяющегося заказа обновлен
sq_al: Template e përsëritur që është përditësuar
sv: De återkommande beställning mall har uppdaterats
sw_ke: Ya mara kwa mara ili template imekuwa updated
tr_tr: SIPARIS SABLONU GÜNCELLENDI
zh_hk: 循环订单范本已更新
zh_tw: 循環訂單範本已更新

source: Enter New Sales Order
cs_cz: Zadejte Nové prodejní objednávky
es_es: Introducir una Nuevo Pedido de Venta
hi_in: नई बिक्री आदेश दर्ज
id_id: Masukkan Order Penjualan Baru
it_it: Inserisci nuovo ordine di vendita
ko_kr: 새로운 판매 주문을 입력
mr_in: नवीन विक्री ऑर्डर द्या
nl_nl: Invoer Nieuwe Verkoop Opdracht
pt_pt: Informe Novo Pedido de Venda
ro_ro: Introduceţi Noua comandă de vânzări
ru_ru: Введите новый заказа на продажу
sq_al: Enter New Order Sales
sv: Registrera ny beställning
sw_ke: Kuingia Sales New Order
tr_tr: YENI SATIS SIPARISI GIR
zh_hk: 输入新的销售订单
zh_tw: 輸入新的銷售訂單

source: Recurring Order for Customer
cs_cz: Opakující se objednávky pro zákazníka
es_es: Pedido Frecuente del cliente
hi_in: ग्राहकों के लिए पुनरावर्ती आदेश
id_id: Order Berulang utk Customer
it_it: Ordine ricorrenti per il cliente
ko_kr: 고객에 대한 반복 주문
mr_in: ग्राहकाचा आवर्ती मागणी
nl_nl: Herhalende Opdracht voor Klant
pt_pt: Pedido Venda Recorrente para o Cliente
ro_ro: Pentru recurente pentru clienţi
ru_ru: Повторяющийся заказ для клиента
sq_al: Recurring mënyrë për Klientin
sv: sökordning för moduler
sw_ke: Recurring Order kwa Wateja
tr_tr: TEKRARLANAN SIPARIS - MÜSTERI
zh_hk: 客户的循环订单
zh_tw: 客戶的循環訂單

source: Street
es_es: Calle
hi_in: सड़क
id_id: Jalan
it_it: Indrizzo
ko_kr: 거리
mr_in: स्ट्रीट
nl_nl: Straat
pt_pt: Rua
ru_ru: Улица
sq_al: Rrugë
sv: Gatuadress
sw_ke: Mitaani
tr_tr: SOKAK/CADDE
zh_hk: 街
zh_tw: 街

source: Suburb
cs_cz: Předměstí
es_es: Suburbio
hi_in: उपनगर
id_id: Kecamatan
it_it: Località
ko_kr: 근교
mr_in: उपनगर
nl_nl: Buurt
pt_pt: Vila
ro_ro: Suburbie
ru_ru: Пригород
sq_al: Periferi
sv: Förort
sw_ke: Kitongoji
tr_tr: MAHALLE
zh_hk: 村/镇
zh_tw: 村/鎮

source: City
cs_cz: Město
es_es: Ciudad
hi_in: शहर
id_id: Kota
it_it: Città
ko_kr: 도시
mr_in: शहर
nl_nl: Stad
pt_pt: Cidade
ru_ru: Город
sq_al: Qyteti
sv: Ort
sw_ke: Mji
tr_tr: SEHIR
zh_hk: 城市
zh_tw: 城市

source: Region
hi_in: क्षेत्र
id_id: Daerah
it_it: Provincia
ko_kr: 지방
mr_in: प्रदेश
nl_nl: Regio
pt_pt: Região
ro_ro: Regiune
ru_ru: Регион
sq_al: Rajon
sw_ke: Kanda
tr_tr: SEMT
zh_hk: 地区
zh_tw: 地區

source: Post Code
cs_cz: PSČ
es_es: Código Postal
hi_in: पोस्ट कोड
id_id: Kode Pos
it_it: Codice postale
ko_kr: 우편 번호
mr_in: पोस्ट कोड
pt_pt: CEP
ru_ru: Почтовый код
sv: Postkod
sw_ke: Kanuni post
tr_tr: POSTA KODU
zh_hk: 邮政编号
zh_tw: 郵政編號

source: Last Recurrence
cs_cz: Opakování poslední
es_es: Última Iteración
hi_in: अंतिम पुनरावृत्ति
id_id: Order Terakhir
it_it: Ultima ricorrenza
ko_kr: 마지막 반복
mr_in: अंतिम पुनरावृत्ती
nl_nl: Laatste Herhaling
pt_pt: Última Recorrência
ro_ro: Ultima Recurenţă
ru_ru: Последнее повторение
sq_al: Përsëritje të fundit
sv: Senaste återkomst
sw_ke: Mwisho upprepning
tr_tr: SON TEKRAR
zh_hk: 上次执行日期
zh_tw: 上次循環(訂購)

source: Finish Date
cs_cz: Datum ukončení
es_es: Fecha Final
hi_in: खत्म दिनांक
id_id: Tgl Akhir
it_it: Data fine
ko_kr: 마침 날짜
mr_in: समाप्त दिनांक
nl_nl: Einde Datum
pt_pt: Data Final
ro_ro: Finish Data
ru_ru: Дата завершения
sq_al: Finish Data
sv: Datumformat
sw_ke: Tarehe ya kumaliza
tr_tr: BITIS TARIHI
zh_hk: 完成日期
zh_tw: 完成日期

source: Frequency of Recurrence
cs_cz: Frekvence opakování
es_es: Frecuencia de Recurrencia
hi_in: पुनरावृत्ति की आवृत्ति
id_id: Frekuensi Order
it_it: Frequenza delle recidive
ko_kr: 재발의 빈도
mr_in: पुनरावृत्तीच्या वारंवारिता
nl_nl: Frequentie van Herhaling
pt_pt: Frequência da Recorr.
ro_ro: Frecvenţa Recurenţă
ru_ru: Частота повторений
sq_al: Frekuenca e Përsëritje
sv: Frekvensomriktare
sw_ke: Mzunguko wa upprepning
tr_tr: TEKRARLANMA SIKLIGI
zh_hk: 循环频率
zh_tw: 循環頻率

source: Fortnightly
cs_cz: Čtrnáctidenní
es_es: Quincenal
hi_in: पाक्षिक
id_id: Per 2 Minggu
it_it: Quindicinale
ko_kr: 이주일에 한번의
mr_in: पाक्षिक
nl_nl: 2 wekelijks
pt_pt: Diária
ro_ro: Bilunară
ru_ru: Раз в две недели
sq_al: Një herë në dy javë
sv: Tvåveckorsperioder
sw_ke: Baada ya wiki mbili
tr_tr: 2 HAFTALIK
zh_hk: 每双周
zh_tw: 每雙週

source: Bi-monthly
cs_cz: Bi-měsíční
es_es: Bimensual
hi_in: द्विमासिक
id_id: Per 2 Bulan
it_it: Bimestrale
ko_kr: 격월
mr_in: उभयलिंगी-मासिक
nl_nl: 2 maandelijks
pt_pt: Bi-Mensal
ro_ro: Bilunar
ru_ru: Раз в два месяца
sq_al: Bi-mujore
sv: Bilinjär
sw_ke: Bi-kila mwezi
tr_tr: 2 AYLIK
zh_hk: 每双月
zh_tw: 每雙月

source: Quarterly
cs_cz: Čtvrtletní
es_es: Trimestral
hi_in: त्रैमासिक
id_id: Per Triwulan
it_it: Trimestrale
ko_kr: 분기 별
mr_in: त्रैमासिक
nl_nl: per kwartaal
pt_pt: Trimestral
ro_ro: Trimestrial
ru_ru: Ежеквартальный
sq_al: Tremujor
sv: Kvartalsvis
sw_ke: Robo
tr_tr: 3 AYLIK
zh_hk: 每季
zh_tw: 每季

source: Bi-Annually
cs_cz: Bi-Ročně
es_es: Bianual
hi_in: द्वि वार्षिक-
id_id: Per 2 Tahun
it_it: Due volte l&#39;anno
ko_kr: 바이 매년
mr_in: उभयलिंगी-दरवर्षी
nl_nl: 2 jaarlijks
pt_pt: Semestral
ro_ro: Bi-Anual
ru_ru: Два раза в год
sq_al: Bi-vjetore
sv: Bilinjär
sw_ke: Bi-Kila mwaka
tr_tr: 6 AYLIK
zh_hk: 每半年
zh_tw: 每半年

source: Annually
cs_cz: Ročně
es_es: Anual
hi_in: प्रतिवर्ष
id_id: Per Tahun
it_it: Annualmente
ko_kr: 매년
mr_in: दरवर्षी
nl_nl: Jaarlijks
pt_pt: Anual
ro_ro: Anual
ru_ru: Ежегодно
sq_al: Çdo vit
sv: Årlig
sw_ke: Kila mwaka
tr_tr: YILLIK
zh_hk: 每年
zh_tw: 每年

source: Invoice Automatically
cs_cz: Faktura automaticky
es_es: Facturar automáticamente
hi_in: स्वतः चालान
id_id: Difaktur Otomatis
it_it: Fattura automaticamente
ko_kr: 자동으로 송장
mr_in: स्वयंचलितपणे चलन
nl_nl: Automatisch Factuur
pt_pt: Aviso Automático
ro_ro: Factura automat
ru_ru: Счет автоматически
sq_al: Faturë Automatikisht
sv: Upptäcks automatiskt
sw_ke: Ankara moja kwa moja
tr_tr: OTOMATIK FATURALA
zh_hk: 自动开发票
zh_tw: 自動開發票

source: Update Recurring Order Details
cs_cz: Update Opakovaná objednávek
es_es: Actualizar Detalles del Pedido Frecuente
hi_in: अद्यतन पुनरावृत्ति ऑर्डर विवरण
id_id: Perbarui Rincian Order Berulang
it_it: Dettagli ordini Aggiornamento Ricorrente
ko_kr: 주문 정보를 반복 업데이트
mr_in: ऑर्डर तपशील आवर्ती अद्यतनित
nl_nl: Terugkerende update Order Details
pt_pt: Atualizar Detalhes Pedido Recorr.
ro_ro: Update Detalii recurente Ordine
ru_ru: Обновить данные о повторяющемся заказе
sq_al: Details Update Recurring Rendit
sv: Uppdatera detaljer för återkommade order
sw_ke: Mwisho Recurring Order Details
tr_tr: Güncelleştirme Yinelenen Sipariş Ayrıntıları
zh_hk: 更新循环订单明细
zh_tw: 更新循環訂單資料明細

source: Delete Recurring Order
cs_cz: Odstranit Opakující se objednávky
es_es: Suprimir pedido frecuente
hi_in: हटाएँ पुनरावृत्ति आदेश
id_id: Hapus Order Berulang
it_it: Elimina Ordine ricorrenti
ko_kr: 반복 주문 삭제
mr_in: आवर्ती मागणी हटवा
nl_nl: Verwijder Herhalende Opdracht
pt_pt: Remover Pedido Recorr.
ro_ro: Ştergeţi recurente Ordine
ru_ru: Удалить повторяющийся заказ
sq_al: Rendit Delete Recurring
sv: Radera återkommade beställning
sw_ke: Recurring kufuta Order
tr_tr: TEKRARLANAN SIPARISI SIL
zh_hk: 删除循环订单资料
zh_tw: 刪除循環訂單資料
