Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Remittance Advice Problem Report
cs_cz: Poukazování Poradenství nahlášení problému
es_es: Reporte de Problemas de Avisos de Remesas
hi_in: प्रेषण सलाह समस्या रिपोर्ट
id_id: Laporan Masalah Bukti Pembayaran
it_it: Rimesse Consigli Segnala il problema
ko_kr: 송금 조언 문제 보고서
mr_in: पैसे देण्याची सल्ला समस्या नोंदवा
nl_nl: Afdracht Advies Problem Report
pt_pt: Problema relatório aviso remessa
ro_ro: Sfaturi de remitenţe Problemă Raport
ru_ru: Отчет о проблемах уведомлений о денежных переводах
sq_al: Problemi remitancave Këshilla Report
sv: Remittance Råd Felanmälan
sw_ke: Ushauri Remittance Tatizo Ripoti
tr_tr: Havale Öneri Sorun Raporu
zh_hk: 汇款通知问题报告
zh_tw: 匯款通知單問題報表

source: The details of the payment to the supplier could not be retrieved because
cs_cz: Podrobnosti o platbě na dodavatele se nepodařilo získat, protože
es_es: Los detalles del pago al proveedor no se pudieron recuperar, porque
hi_in: आपूर्तिकर्ता को भुगतान के विवरण के कारण नहीं किया जा सकता है लिया गया
id_id: Rincian pembayaran kpd supplier tdk dapat diambil karena
it_it: I dettagli del pagamento al fornitore non può essere recuperato, perché
ko_kr: 공급 업체에 지불 세부 사항이 있기 때문에 검색 할 수 없습니다
mr_in: पुरवठादार पेमेंट तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De details van de betaling aan de leverancier kon niet worden opgehaald omdat
pt_pt: detalhes do pagamento ao fornec. não puderam ser recuperados porque
ro_ro: Detaliile de plata către furnizor nu a putut fi recuperate, deoarece
ru_ru: Подробная информация о платеже поставщику не может быть получена, так как
sq_al: Detajet e pagesës për furnizuesi nuk mund të shikohet, sepse
sv: Betalningsdetaljerna för leverantören kunde inte hämtas eftersom
sw_ke: Maelezo ya malipo kwa muuzaji hakuweza kuwa retrieved sababu
tr_tr: tedarikçiye ödeme ayrıntıları nedeniyle alınamadı
zh_hk: 找不到付款给供应商的细节，因为
zh_tw: 支付給供應商的詳細資料無法被檢索，因為

source: Total Payment:
cs_cz: Celkem platby:
es_es: Pago total:
hi_in: कुल भुगतान:
id_id: Jumlah Pembayaran:
it_it: Totale pagamento:
ko_kr: 총 지불 :
mr_in: एकूण भरणा:
nl_nl: Totaal Betaling:
pt_pt: total pagamento:
ro_ro: Total de plată:
ru_ru: Общая сумма платежей:
sq_al: Totali i pagesës:
sv: Totala utbetalningar:
sw_ke: Malipo ya jumla:
tr_tr: Toplam Ödeme:
zh_hk: 总付款
zh_tw: 總數付款方式：

source: Remittance_Advices
es_es: Avisos_Remesa
pt_pt: Notificação Entrega
ru_ru: Уведомления о денежных переводах
zh_hk: 汇款通知
zh_tw: 匯款通知

source: Remittance Advices
cs_cz: Poukazování Avíza
es_es: Avisos de remesa
hi_in: प्रेषण सलाह
id_id: Bukti Pembayaran
it_it: Rimesse Consigli
ko_kr: 송금 조언
mr_in: पैसे देण्याची Advices
nl_nl: Afdracht Adviezen
pt_pt: Aviso de Remessa
ro_ro: Sfaturi de remitenţe
ru_ru: Уведомления о денежных переводах
sq_al: Këshilla të dërgesave
sv: Remittance Råd
sw_ke: Remittance Ushauri
tr_tr: Havale önerileri
zh_hk: 汇款通知
zh_tw: 匯款通知

source: Date Of Payment
cs_cz: Datum platby
es_es: Fecha de pago
hi_in: भुगतान की तिथि
id_id: Tgl Pembayaran
it_it: Data di Pagamento
ko_kr: 지불 날짜
mr_in: देय दिनांक
nl_nl: Datum van betaling
pt_pt: Data Pagamento
ro_ro: Data plăţii
ru_ru: Дата выплаты
sq_al: Data e pagesës
sv: Betalningsdatum
sw_ke: Tarehe ya Malipo ya
tr_tr: Ödeme Tarihi
zh_hk: 付款日期
zh_tw: 支付日期

source: printed:
cs_cz: vytisknout:
es_es: impreso:
hi_in: मुद्रित:
id_id: dicetak:
it_it: stampato:
ko_kr: 인쇄 :
mr_in: मुद्रित:
nl_nl: afgedrukt:
pt_pt: Impresso
ro_ro: imprimate:
ru_ru: Распечатано:
sq_al: shtypura:
sv: Utskriven:
tr_tr: Basılı:
zh_hk: 打印：
zh_tw: 已列印

source: Our Code:
cs_cz: Náš kód:
es_es: Nuestro código:
hi_in: हमारे कोड:
id_id: Kami Kode:
it_it: Il nostro codice:
ko_kr: 우리의 코드 :
mr_in: आमच्या कोड:
nl_nl: Onze Code:
pt_pt: Nosso Cod:
ro_ro: Codul nostru:
ru_ru: Наш код:
sq_al: Kodi ynë:
sv: Vår kod:
sw_ke: Wetu Code:
tr_tr: Bizim Kodu:
zh_hk: 我们的代码
zh_tw: 我們的代碼：

source: This Payment
cs_cz: Tato platba
es_es: Este pago
hi_in: क्या यह भुगतान
id_id: Pembayaran ini
it_it: Questo pagamento
ko_kr: 이 지불
mr_in: हे देयक
nl_nl: Deze betaling
pt_pt: Este Pagamento
ro_ro: Această plată
ru_ru: Этот платеж
sq_al: Kjo Pagesa
sv: Denna betalning
sw_ke: Malipo haya
tr_tr: Bu Ödeme
zh_hk: 此付款
zh_tw: 這種支付方式

source: Sales
cs_cz: Prodeje
es_es: Ventas
hi_in: बिक्री
id_id: Penjualan
it_it: Vendite
ko_kr: 판매
mr_in: विक्री
nl_nl: Verkoop
pt_pt: Vendas
ro_ro: Vanzari
ru_ru: Продажи
sv: Försäljning
sw_ke: Mauzo
tr_tr: Satış
zh_hk: 销售
zh_tw: 銷售

source: Sell Through Support Claims Report
es_es: Informe de reclamos de ventas apoyadas por el proveedor
id_id: Laporan Klaim Jual dgn Tunjangan
ko_kr: 지원 클레임 보고서를 통해 판매
mr_in: समर्थन हक्क अहवाल माध्यमातून विक्री
pt_pt: Relatório Vendas Reclam. Suporte
zh_tw: 剩貨處理報表

source: Sell Through Support Claim
es_es: Reclamos de ventas apoyadas por el proveedor
id_id: Klaim Jual dgn Tunjangan
ko_kr: 지원 제를 통해 판매
mr_in: समर्थन हक्क माध्यमातून विक्री
pt_pt: Vendido como Reclamação Suporte
zh_tw: 出售通過支持索賠

source: The sell through support items to claim could not be retrieved by the SQL because
id_id: Item jual dgn tunjangan tdk dapat diambil oleh SQL karena
ko_kr: 주장에 대한 지원 항목을 통해 판매는 SQL 때문에 검색 할 수 없습니다
mr_in: हक्क सांगण्यासाठी आधार आयटम माध्यमातून विक्री SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
pt_pt: Vendas itens não podem ser recuperadas pelo SQL porque
zh_tw: 通過支持項目要求的銷售不能由SQL來檢索，因為

source: No sell through support items retrieved
id_id: Tdk ada item jual dgn tunjangan yg diambil
ko_kr: 검색 지원 항목을 통해 어떤 판매하지
mr_in: पुनर्प्राप्त समर्थन आयटम कोणताही विक्री
pt_pt: Nenhum item recuperado
zh_tw: 沒有售出藉由支援項目來檢索

source: Total Claim:
id_id: Total Klaim:
ko_kr: 총 청구 :
mr_in: एकूण हक्क:
pt_pt: Total Pagto:
zh_tw: 總數索賠：

source: Create Claims Report
id_id: Buat Laporan Klaim
ko_kr: 클레임 보고서 작성
mr_in: हक्क अहवाल तयार करा
pt_pt: Relatório Comparativo
zh_tw: 新建返點報表

source: Check Comparison Report
cs_cz: Zkontrolujte Srovnání Zpráva
es_es: Reporte de Comparación de Cheques
hi_in: चेक तुलना रिपोर्ट
id_id: Laporan Perbandingan Pemeriksaan
it_it: Controlla Report di confronto
ko_kr: 비교 보고서를 확인
mr_in: तुलनात्मक अहवाल तपासा
nl_nl: Controleer vergelijkings rapportage
pt_pt: Relatório Comparativo
ro_ro: Verificaţi Comparaţie Raport
ru_ru: Отчет проверок сравнения
sq_al: Raporti Check Krahasimi
sw_ke: Ripoti ya kuangalia Ulinganisho
tr_tr: KONTROL MUKAYESE RAPORU
zh_hk: 盘点结果账实核对报告
zh_tw: 檢查比較報表

source: Inventory Check Comparison
cs_cz: Kontrola zásob Porovnání
es_es: Comparación de Comprobaciones de Inventario
hi_in: सूची की जाँच करें तुलना
id_id: Perbandingan Pemeriksaan Persediaan
it_it: Inventario Controllare Confronto
ko_kr: 재고 확인 비교
mr_in: सूची तपासा तुलनात्मक
nl_nl: Inventaris Check Vergelijking
pt_pt: Conferência e Comparação Estoque
ro_ro: Comparaţie de verificare a inventarului
ru_ru: Сравнение проверок ассортимента
sq_al: Krahasimi Inventari Kontrollo
sv: Inventeringsjämförelse
sw_ke: Hesabu Check Ulinganisho
tr_tr: Envanter kontrol Karşılaştırması
zh_hk: 库存盘点比较
zh_tw: 庫存檢查的比較

source: Stock Freeze
cs_cz: Sklad mráz
es_es: Existencia Congelada
hi_in: शेयर रुक
id_id: Pembekuan Stok
it_it: Archivio Freeze
ko_kr: 주식 동결
mr_in: स्टॉक गोठवा
nl_nl: Voorraad geblokkeerd
pt_pt: Congelamento Estoque
ro_ro: Stoc Freeze
ru_ru: Заморозка запасов
sq_al: Freeze Stock
sv: Lagerfrysning
sw_ke: Hisa Freeze
tr_tr: Stok Freeze
zh_hk: 存货检查表
zh_tw: 存貨檢查表

source: The inventory check file could not be retrieved because
cs_cz: Inventář kontrola souborového se nepodařilo získat, protože
es_es: No se pudo obtener el archivo de comprobación de inventario porque
hi_in: इन्वेंट्री की जांच फ़ाइल वजह से पुनः प्राप्त नहीं कर सकता
id_id: File pemeriksaan persediaan tdk dapat diambil karena
it_it: Il file di controllare l&#39;inventario non può essere recuperato, perché
ko_kr: 재고 확인 파일이 있기 때문에 검색 할 수 없습니다
mr_in: पुस्तके चेक फाइल पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: De inventaris te controleren bestand kon niet worden opgehaald omdat
pt_pt: Arquivo Comparação Estoque não localizado porque
ro_ro: Verificarea fişierului inventar nu a putut fi recuperate, deoarece
ru_ru: Файл инвентарной проверки не может быть получен, так как
sq_al: Kontrolloni inventarit file nuk mund të shikohet, sepse
sv: Inventeringslistan kunde inte hämtas eftersom
sw_ke: Faili hesabu kuangalia inaweza kuwa retrieved sababu
tr_tr: Envanter kontrol dosyası nedeniyle alınamadı
zh_hk: 找不到存货检查文件, 因为
zh_tw: 庫存檢查的文件無法檢索，因為

source: Stock Count Comparison
cs_cz: Skladem Počet Porovnání
es_es: Comparación de cómputo de Existencias
hi_in: स्टॉक की गणना की तुलना
id_id: Perbandingan Perhitungan Stok
it_it: Archivio Conte Confronto
ko_kr: 주식 카운트 비교
mr_in: स्टॉक संख्या तुलनात्मक
nl_nl: Vooraad telling vergelijking
pt_pt: Comparação Contagem Estoque
ro_ro: Stoc Count Comparaţie
ru_ru: Сравнение количества товара
sq_al: Krahasimi Stock Count
sv: Lagerinventeringsjämförelser
sw_ke: Hisa Count Ulinganisho
tr_tr: STOK SAYIM MUKAYESESI
zh_hk: 盘点结果账实核对
zh_tw: 存貨點算比較

source: The inventory counts file could not be retrieved because
cs_cz: Inventur soubor se nepodařilo získat, protože
es_es: No se pudo obtener el archivo de cómputo de inventario porque
hi_in: सूची मायने रखता है क्योंकि फाइल नहीं किया जा सकता है लिया गया
id_id: File perhitungan persediaan tdk dapat diambil karena
it_it: Il file di inventario conta non può essere recuperato, perché
ko_kr: 재고량 파일이 있기 때문에 검색 할 수 없습니다
mr_in: पुस्तके संख्येसह फाइल पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: De inventaris telt bestand kon niet worden opgehaald omdat
pt_pt: O Arquivo comparação estoque não recuperado porque
ro_ro: Inventarul fişier contează nu a putut fi recuperate, deoarece
ru_ru: Файл инвентаризации не может быть получен, так как
sq_al: Akuza inventarit file nuk mund të shikohet, sepse
sv: Inventeringslistan kunde inte hämtas eftersom
sw_ke: Faili hesabu makosa inaweza kuwa retrieved sababu
tr_tr: Envanter sayımı dosyası nedeniyle alınamadı
zh_hk: 找不到库存点算文件，因为
zh_tw: 庫存盤點的文件無法檢索，因為

source: Inventory Check
cs_cz: Kontrola zásob
es_es: Verificación de Inventario
hi_in: सूची की जाँच करें
id_id: Pemeriksaan Persediaan
ko_kr: 재고 확인
mr_in: सूची चेक
nl_nl: Voorraad controle
pt_pt: Conferência Estoque
ro_ro: De verificare a inventarului
ru_ru: Инвентаризация
sq_al: Inventari Kontrollo
sv: Lagerontroll
sw_ke: Hesabu Check
tr_tr: STOK KONTROL
zh_hk: 库存检查
zh_tw: 庫存檢查

source: Unable to COMMIT transaction while adjusting stock in StockCheckAdjustmet report
cs_cz: Nelze transakce COMMIT při úpravě fotografie ve zprávě StockCheckAdjustmet
es_es: No se puede confirmar la transacción durante el ajuste de existencias en el reporte StockCheckAdjustmet
hi_in: COMMIT लेन - देन करने में असमर्थ है जबकि StockCheckAdjustmet में स्टॉक रिपोर्ट का समायोजन
id_id: Tdk dapat MENYIMPAN transaksi saat menyesuaikan stok di laporan StockCheckAdjustment
it_it: Impossibile transazione COMMIT, mentre la regolazione in stock StockCheckAdjustmet relazione
ko_kr: StockCheckAdjustmet 보고서에 재고를 조정하면서 트랜잭션을 COMMIT 할 수 없습니다
mr_in: StockCheckAdjustmet अहवालात स्टॉक समायोजित करताना व्यवहार करण्यात अक्षम
nl_nl: Niet instaat om de transactie uit te voeren terwijl de voorraad controle rapportage wordt aangepast
pt_pt: Não foi possivel concluir transação relatório de ajuste estoque
ro_ro: Imposibil de tranzacţie COMMIT, în timp ce ajustarea stocurilor în raport StockCheckAdjustmet
ru_ru: Невозможно выполнить транзакции во время настройки склада
sq_al: Në pamundësi për të transaksionit KRYERJEN E ndërsa përshtatjen e aksioneve në raport StockCheckAdjustmet
sv: Kunde inte verkställa transaktion medan du justerar lager i StockCheckAdjustmet rapport
sw_ke: Hawawezi kufanya manunuzi wakati kurekebisha hisa katika ripoti StockCheckAdjustmet
tr_tr: COMMIT işlem yapılamıyor StockCheckAdjustmet rapor stok ayarlarken
zh_hk: 在存货检查调整报告正在调整过程中提交数据库事务失败
zh_tw: 未能確認新增交易, 存貨檢查調整報表正在調整中

source: The Inventory Comparison data could not be retrieved because
cs_cz: Zásoby Srovnání data se nepodařilo získat, protože
es_es: No se pudo obtener la información de Comparación de Inventario porque
hi_in: इन्वेंटरी डेटा तुलना वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Data Perbandingan Persediaan tdk dapat diambil karena
it_it: I dati di confronto di inventario non può essere recuperato, perché
ko_kr: 재고 비교 데이터가 있기 때문에 검색 할 수 없습니다
mr_in: सूची तुलना डेटा कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De voorraad vergelijkings data kon niet worden opgevraagd omdat
pt_pt: Dados para comparação do estoque não puderam ser recuperados porque
ro_ro: Datele din inventarul Comparaţia nu a putut fi recuperate, deoarece
ru_ru: Невозможно получить данные о сравнении асортимента, так как
sq_al: Të dhënat Krahasimi Inventari nuk mund të shikohet, sepse
sv: Inventeringslistan kunde inte hämtas eftersom
sw_ke: Ulinganisho wa Kitabu data hakuweza retrieved sababu
tr_tr: STOK MUKAYESE VERISI GÖSTERILEMIYOR:
zh_hk: 未能提取库存比较数据, 因为
zh_tw: 未能提取庫存比較數據, 因為

source: The following SQL to retrieve the Inventory Comparison data was used
cs_cz: Následující SQL načíst Inventář porovnání byly použity údaje
es_es: El SQL usado para obtener la Comparación de Inventario fue el siguiente
hi_in: निम्नलिखित एसक्यूएल इन्वेंटरी डेटा तुलना इस्तेमाल किया गया था प्राप्त करने के लिए
id_id: SQL berikut digunakan utk mengambil data Perbandingan Persediaan
it_it: Il seguente SQL per recuperare i dati di confronto di inventario è stato utilizzato
ko_kr: 재고 비교 데이터를 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: सूची तुलना डेटा पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraad vergleijkings data op te vragen was
pt_pt: O seguinte erro SQL na recuperação dados do Estoque foi usado
ro_ro: Următoarele SQL pentru a prelua datele din inventarul de comparare a fost utilizată
ru_ru: SQL получения сравнения ассортимента
sq_al: SQL e mëposhtme për të marrë të dhënat Krahasimi Inventari është përdorur
sv: Följande SQL för att hämta Inventory Jämförelse uppgifterna användes
sw_ke: SQL zifuatazo Retrieve ya Kitabu data Ulinganisho ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于提取库存比较数据的 SQL 是
zh_tw: 以下提取庫存比較數據的 SQL 正被使用

source: Inventory Comparison Comparison Report
cs_cz: Zásoby Srovnání Porovnání zpráva
es_es: Informe de Comparación de Inventario
hi_in: सूची की तुलना तुलना रिपोर्ट
id_id: Persediaan Perbandingan Perbandingan Laporan
it_it: Inventory Report di confronto Confronto
ko_kr: 재고 비교 비교 보고서
mr_in: सूची तुलना तुलना अहवाल
nl_nl: Rapportage voorraad vergelijking
pt_pt: Relatório Comparação Estoque
ro_ro: Inventarul Comparaţie Comparaţie Raport
ru_ru: Отчет о сравнении ассортимента
sq_al: Krahasimi Krahasimi Inventari Report
sw_ke: Ripoti ya hesabu Ulinganisho Ulinganisho
tr_tr: STOK MUKAYESE RAPORU
zh_hk: 盘点结果账实核对报告
zh_tw: 庫存比較比較報表

source: There is no inventory check data to report on
cs_cz: Není tam žádná data inventury kontrolu zprávu o
es_es: No hay datos de verificación de inventario para reportar
hi_in: कोई सूची की जांच रिपोर्ट के डेटा पर है
id_id: Tdk ada data pemeriksaan persediaan utk dilaporkan
it_it: Non ci sono dati di inventario di controllo di riferire in merito
ko_kr: 에보고 할 재고 확인 데이터가 없습니다
mr_in: अहवालासाठी नाही यादी चेक डेटा आहे
nl_nl: Er is geen voorraad controle data waarover gerapporteerd kan worden
pt_pt: Não há dados para relatório de confer. estoque
ro_ro: Nu există date de verificare a inventarului pentru un raport privind
ru_ru: Нет данных о проверке
sq_al: Nuk ka të dhëna kontrolloni inventarit të raportojë për
sv: Det finns ingen inventering kontrollera data för att rapportera om
sw_ke: Hakuna kuangalia hesabu na ripoti juu ya data
tr_tr: RAPORLANABILECEK STOK KONTROL VERISI YOK
zh_hk: 没有库存检查表
zh_tw: 沒有要報表的庫存檢查數據

source: To start an inventory check first run the
cs_cz: Chcete-li spustit kontrolu zásob první spuštění
es_es: Para iniciar una verificación de inventario primero ejecute las
hi_in: शुरू करने के लिए एक सूची की जाँच पहले रन
id_id: Utk memulai pemeriksaan persediaan jalankan dulu
it_it: Per avviare un controllo di inventario prima eseguire il
ko_kr: 재고 조사를 시작하려면 먼저 실행
mr_in: एक यादी चेक प्रथम चालवा सुरू करण्यासाठी
nl_nl: Om de voorraad controle uit te voeren draai eerst de
pt_pt: Para iniciar uma confer. de estoque primeiro execute
ro_ro: Pentru a începe o verificare a inventarului primul a alerga
ru_ru: Для запуска проверки ассортимента сначала запустите
sq_al: Për të filluar një kontroll të inventarit të parë të drejtuar
sv: För att starta en inventering kontrollera först köra
sw_ke: Kuanza na kuangalia hesabu ya kwanza ya kukimbia
tr_tr: STOK KONTROLÜNÜ BASLATMAK IÇIN ÖNCE
zh_hk: 要开始盘点首先运行
zh_tw: 要開始庫存檢查先運行

source: inventory check sheets
cs_cz: listy zásob kontrola
es_es: hojas de verificación de inventario y seleccione la opción
hi_in: इन्वेंट्री की जांच चादरें
id_id: lembar pemeriksaan persediaan
it_it: consultare le schede di inventario
ko_kr: 재고 체크 시트
mr_in: पुस्तके चेक पत्रके
nl_nl: Voorraad controle sheets
pt_pt: formulários conferência estoque
ro_ro: verificare a inventarului foi
ru_ru: отчеты о проверках ассортимента
sq_al: fletët e inventarit të kontrolluar
sv: Inventeringslistor
sw_ke: kuangalia hesabu sheets
tr_tr: STOK KONTROL FÖYÜNÜ ÇALISTIRIN
zh_hk: 仓存检查表
zh_tw: 庫存檢查表

source: and select the option to create new Inventory Comparison data file
cs_cz: a vyberte možnost vytváření nových zásob Srovnání datového souboru
es_es: y seleccione la opción para crear el nuevo archivo de datos de Comparación de Inventario
hi_in: और नए इन्वेंटरी डेटा तुलना फ़ाइल बनाने के विकल्प का चयन करें
id_id: dan pilih opsi utk membuat file data Perbandingan Persediaan yg baru
it_it: e selezionare l&#39;opzione di creare nuovi file di dati di inventario Confronto
ko_kr: 및 새로운 재고 비교 데이터 파일을 생성하는 옵션을 선택
mr_in: आणि नवीन सूची तुलना डेटा फाइल निर्माण करणे पर्याय निवडा
nl_nl: en selecteer de optie om een nieuwe voorraad vergelijkingsfile te creeren
pt_pt: e selecione a opção para criar Nova Comparação Estoque
ro_ro: şi selectaţi opţiunea de a crea noi Inventarul Comparare fişier de date
ru_ru: и выберите опцию для создания нового файла сравнения ассортимента
sq_al: dhe zgjidhni opsionin për të krijuar të reja Inventari Krahasimi të dhënash
sv: och väljer alternativet för att skapa nya lager Jämförelse datafil
sw_ke: na kuchagua chaguo kuunda mpya Mali data Ulinganisho faili
tr_tr: VE SONRA YENI STOK MUKAYESE DOSYASI YARAT SEÇENEGINI KULLANIN
zh_hk: 选择新建库存检查表
zh_tw: 及選取產生新庫存比較數據檔的設定

source: Inventory Comparison
cs_cz: Zásoby Porovnání
es_es: Comparación de Inventario
hi_in: सूची की तुलना
id_id: Perbandingan Persediaan
it_it: Inventario Confronto
ko_kr: 재고 비교
mr_in: सूची तुलना
nl_nl: Voorraad vergelijking
pt_pt: Comparação Estoque
ro_ro: Comparaţie inventar
ru_ru: Сравнение инвентаря
sq_al: Inventari Krahasimi
sv: Allmänna jämförelsefunktioner
sw_ke: Hesabu Ulinganisho
tr_tr: STOK MUKAYESE
zh_hk: 盘点结果账实核对报告
zh_tw: 庫存比較

source: The inventory counts could not be retrieved by the SQL because
cs_cz: Inventur se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener los cómputos de inventario porque
hi_in: सूची मायने रखता है क्योंकि SQL से नहीं लिया सकता है
id_id: Perhitungan persediaan tdk dapat diambil oleh SQL karena
it_it: I conteggi di inventario non può essere recuperata dal SQL perché
ko_kr: 재고량은 SQL 때문에 검색 할 수 없습니다
mr_in: पुस्तके संख्येसह SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De voorraad telling kon niet worden opgevraagd omdat
pt_pt: Os contadores de estoque não foram recuperados porque
ro_ro: Inventarierii nu a putut fi recuperate de către SQL, deoarece
ru_ru: Невозможно получить счетчики ассортимента, так как
sq_al: Akuza inventarit nuk mund të shikohet nga SQL sepse
sv: De inventerade kvantiteterna kunde inte hämtas eftersom
sw_ke: makosa ya hesabu inaweza kuwa retrieved na SQL sababu
tr_tr: STOK SAYIMLARI GÖRÜNTÜLENEMIYOR:
zh_hk: 未能从 SQL 提取盘点表, 因为
zh_tw: 未能從 SQL 提取庫存點算, 因為

source: Bin
ko_kr: 큰 상자
mr_in: कणगी
pt_pt: Lugar
zh_tw: 箱子

source: No counts entered
cs_cz: Č. počítá vstoupila
es_es: No se han entrado cómputos
hi_in: कोई मायने में प्रवेश किया
id_id: Tdk ada perhitungan yg dimasukkan
it_it: Non conta iscritti
ko_kr: 어떤 수는 입력하지
mr_in: प्रविष्ट नाही संख्या
nl_nl: Geen telling ingevoerd
pt_pt: Não foram informados contadores
ro_ro: Nu conteaza a intrat
ru_ru: Не введены счетчики
sq_al: Nuk ka akuza hyri
sw_ke: Hakuna makosa aliingia
tr_tr: SAYIMLAR GIRILMEMIS
zh_hk: 盘点表未输入
zh_tw: 沒有輸入點算

source: Inventory Comparison Report
cs_cz: Zásoby Srovnání Zpráva
es_es: Informe de Comparación de Inventario
hi_in: सूची की तुलना रिपोर्ट
id_id: Laporan Perbandingan Persediaan
it_it: Inventory Report di confronto
ko_kr: 재고 비교 보고서
mr_in: सूची तुलना अहवाल
nl_nl: Inventarisatie Vergelijking Verslag
pt_pt: Relatório Comparação Estoque
ro_ro: Inventarul Comparaţie Raport
ru_ru: Отчет о сравнении инвентаря
sq_al: Raporti Inventari Krahasimi
sv: Inventarie jämförelse rapport
sw_ke: Ripoti ya hesabu Ulinganisho
tr_tr: Envanter Karşılaştırma Raporu
zh_hk: 库存核对报告
zh_tw: 庫存比較報表

source: Choose Option
cs_cz: Možnost vybrat
es_es: Seleccionar Opción
hi_in: विकल्प चुनें
id_id: Pilih Opsi
it_it: Scegli Opzione
ko_kr: 옵션을 선택하세요
mr_in: पर्याय निवडा
nl_nl: Kies Optie
pt_pt: Escolha Opção
ro_ro: Alegeţi opţiunea
ru_ru: Выберите опцию
sq_al: Zgjidhni Option
sw_ke: Kuchagua chaguo
tr_tr: SEÇIN
zh_hk: 操作选项
zh_tw: 選取選項

source: Report and Close the Inventory Comparison Processing Adjustments As Necessary
cs_cz: Zpráva a zavřít Zásoby Opravné Srovnání Zpracování podle potřeby
es_es: Reportar y Cerrar los ajustes de Procesamiento y Comparación de Inventario en caso de ser necesario
hi_in: और रिपोर्ट के रूप में आवश्यक इन्वेंटरी तुलना प्रसंस्करण समायोजन बंद
id_id: Laporkan dan Lakukan Penyesuaian Yg Diperlukan dalam Memproses Perbandingan Persediaan
it_it: Relazione e Chiudere agli adattamenti Confronto di elaborazione degli inventari, necessari
ko_kr: 보고서 및 필요에 따라 재고 비교 처리 조정을 닫습니다
mr_in: अहवाल आणि आवश्यकता प्रमाणे सूची तुलना प्रक्रिया ऍडजस्टमेंट बंद
nl_nl: Rapporteer en sluit de voorraad vergelijking en vooraad aanpassingen voor zover nodig
pt_pt: Relatório e Fecham. de Comparação Estoque, Processando Ajustes como Necessário
ro_ro: Raport şi Închideţi comparare Ajustări Inventarul de prelucrare după cum este necesar
ru_ru: отчет и закройте обработка переучета товара по мере необходимости
sq_al: Raport dhe Mbylle Rregullimet Krahasimi Inventarin Përpunimi Siç e nevojshme
sv: Rapport och stäng lagerjusteringar Jämförelse Behandling När det behövs
sw_ke: Ripoti na Close ya Kitabu marekebisho Processing Ulinganisho Kama muhimu
tr_tr: Rapor ve gerekli olan Envanter Karşılaştırma İşleme Ayarları Kapat
zh_hk: 打印及结束盘点并做自动库存调整
zh_tw: 報表及關閉庫存比較時按需要執行調整

source: Report The Inventory Comparison Differences Only - No Adjustments
cs_cz: Zpráva Rozdíly Inventář Srovnání Pouze - bez úprav
es_es: Informar sólo de las Diferencias de Comparación de Inventario - Sin Ajustes
hi_in: रिपोर्ट इन्वेंटरी तुलना अंतर केवल - नहीं समायोजन
id_id: Laporkan Hanya Selisih Perbandingan Persediaan - Tdk ada Penyesuaian
it_it: La relazione del Differenze Confronto inventario Only - Nessuna regolazione
ko_kr: 만 재고 비교 차이를보고하십시오 - 조정을
mr_in: नाही ऍडजस्टमेंट - सूची तुलना फरक केवळ नोंदवा
nl_nl: Rapporteer alleen de voorraad verschillen - geen aanpassingen
pt_pt: Relatório Comparação Estoque - Só Diferenças - Sem Ajustes
ro_ro: Raportul Diferenţele Inventarul comparare Numai - nr Ajustări
ru_ru: В отчет включать только различия в сравнении. Не проводить корректировку.
sq_al: Krahasimi Raporti Dallimet Inventari i Thjeshtë - No Rregullimet
sv: Rapport Inventering Jämförelse skillnader endast - inga justeringa
sw_ke: Ripoti Ulinganisho Mali Tofauti tu - No marekebisho
tr_tr: STOK MUKAYESE FARKLARINI SADECE RAPORLA - DÜZELTME YAPILMAYACAK
zh_hk: 只打印- 不调整
zh_tw: 只報表庫存比較差異 - 不調整
