Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Invoicing the selected order would result in negative stock. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
cs_cz: Fakturace vybraného příkazu by mělo za následek negativní skladě. Parametry systému jsou nastaveny zakázat negativní zásoby od nastávání. Tato faktura může být vytvořena do vyprodání na ruce je opraven.
es_es: Facturar el pedido seleccionado resultaría en existencias negativas. El sistema está configurado para prohibir existencias negativas. La factura no puede ser creada hasta que las existencias disponibles sean corregidas.
hi_in: चयनित आदेश चालान नकारात्मक स्टॉक पर नतीजा होगा. प्रणाली मानकों को होने वाली नकारात्मक स्टॉक निषेध सेट कर रहे हैं. इस चालान तक हाथ पर स्टॉक सुधारे नहीं बनाया जा सकता है.
id_id: Memfaktur order yg dipilih akan mengakibatkan stok negatif. Parameter sistem diatur utk tdk memperbolehkan stok negatif. Faktur ini tdk dapat dibuat sampai total stok dibetulkan.
it_it: Fatturazione l&#39;ordine selezionato si tradurrebbe in stock negativo. I parametri di sistema sono impostate per vietare le scorte negativo si verifichi. La fattura non può essere creata fino a quando lo stock a portata di mano è corretto.
ko_kr: 선택한 순서를 인보이스 발행하는 것은 부정적인 재고가 될 것입니다. 시스템 매개 변수는 음의 발생 주식을 금지하도록 설정된다. 손에 재고가 해결 될 때까지이 송장을 만들 수 없습니다.
mr_in: निवडलेले ऑर्डर इन्हॉइसिंग नकारात्मक स्टॉक कारणीभूत ठरेल. प्रणाली घटके घडण्यापासून नकारात्मक साठा करण्यास बंदी सेट केले जाते. हात वर शेअर दुरुस्त होईपर्यंत या चलन तयार करणे शक्य नाही.
nl_nl: Facturatie van de geselecteerde order resulteert in een negatieve voorraad. The systeem parameters zijn zo opgezet dat een negatieve voorraad wordt voorkomen. De factuur kan pas worden gecreeerd als er voldoende voorraad is.
pt_pt: Se processar o pedido/aviso o estoque ficará negativo. Sistema configurado para barrar estoque negativo. Este pedido/aviso não será criado até que haja quant. suficiente.
ro_ro: Facturarea ordinea selectat ar duce la stoc negativ. Parametrii sistemului sunt stabilite pentru a interzice stocurilor negative de la care apar. Această factură nu poate fi creat până la stocul de la mana este corectată.
ru_ru: Выставление счетов выбранном порядке приведет к отрицательномым значения наличия товара. Параметры системы запрещают отрицательные запасы. Счет-фактура не может быть создана до исправления количества товара товара на складе.
sq_al: Faturimin e rendit e zgjedhur do të rezultojë në magazinë negative. Parametrat e sistemit janë të vendosur për të ndaluar stoqeve negative nga ndodhin. Kjo faturë nuk mund të krijohen deri në të aksioneve në dorë është korrigjuar.
sv: Faktureringen vald ordning skulle resultera i negativa lager. Systemet sätts till de förbjuda negativa bestånd inträffar. Denna faktura kan inte skapas förrän på inneliggande lager korrigeras.
sw_ke: Fakturering ili kuchaguliwa ingeweza kusababisha hisa hasi. vigezo ni kuweka mfumo wa hifadhi ya kuzuia hasi kutoka kutokea. invoice hii haiwezi kutengenezwa mpaka hisa kwenye mkono ni corrected.
tr_tr: Seçilen sipariş Faturalama negatif stok olmasına neden olur. Sistem parametreleri meydana gelen olumsuz stokları yasaklayan ayarlanır. yandan stok düzeltilinceye kadar bu fatura oluşturulamaz.
zh_hk: 为所选的订单开发票会导致负数库存。此系统参数设置为禁止负数库存发生。此发票无法生成，直到手上出库存被修正为止。
zh_tw: 選取要開發票的訂單會導至存貨負數. 系統設定為不接受產生負數存貨, 這發票不能產生除非修改存貨庫存

source: Negative Stock Prohibited
cs_cz: Negativní Zakázané skladem
es_es: Se prohibe Stock (Existencias) negativo
hi_in: नकारात्मक निषिद्ध स्टॉक
id_id: Persedian Negatif Tdk Diperbolehkan
it_it: Archivio negativo vietati
ko_kr: 마이너스 재고 금지
mr_in: नकारात्मक स्टॉक प्रतिबंधित
nl_nl: negatieve voorraad voor dit item is verboden
pt_pt: Estoque Negativo Proibido
ro_ro: Bursa de Valori negative interzise
ru_ru: Запрещенно отрицательное значение наличия товара
sq_al: Stock negative e ndaluara
sv: Negativa lager är ej tillåtna
sw_ke: Hasi Stock Marufuku
tr_tr: Yasak Negatif Hazır
zh_hk: 禁止负数库存
zh_tw: 禁止負存貨數量

source: Could not retrieve the component quantity left at the location once the assembly item on this order is invoiced (for the purposes of checking that stock will not go negative because)
cs_cz: Nepodařilo se načíst komponentu množství vlevo na místě po montáži položku na tomto pořadí je fakturováno (za účelem kontroly, zda vozidla nepůjde, protože negativní)
es_es: No se pudo recuperar la cantidad de componentes a la izquierda en el lugar una vez que el tema del montaje en esta orden se factura (a los efectos de comprobar que el material no ser negativo porque)
hi_in: पुनः प्राप्त (है कि स्टॉक की जाँच नकारात्मक क्योंकि जाने के लिए नहीं होगा की प्रयोजनों के लिए) नहीं किया जा सका घटक इस आदेश पर विधानसभा मद है एक बार चालान स्थान पर छोड़ दिया मात्रा
id_id: Tdk dapat mengambil qty komponen yg ada di lokasi tersebut begitu item rakitan pada order ini difaktur (dgn tujuan utk memastikan stok tdk akan menjadi negatif karena)
it_it: Non è possibile recuperare la quantità del componente di sinistra in corrispondenza della posizione una volta la voce di assemblaggio su questo ordine viene fatturato (ai fini del controllo azionario che non vanno al negativo perché)
ko_kr: 이 순서에 어셈블리 항목이 청구되면 위치에 남아있는 구성 요소 양을 검색 할 수 없습니다 (부정 가지 않을 것이다 재고를 확인하는 목적으로하기 때문에)
mr_in: या ऑर्डर वर जुळवणी आयटम invoiced आहे एकदा स्थानावर बाकी घटक प्रमाण पुनर्प्राप्त करू शकत नाही (त्या स्टॉक तपासणी प्रयोजनार्थ नकारात्मक जाणार कारण)
nl_nl: Kan de component hoeveelheid op de locatie niet opvragen als de assembly op deze order wordt gefactureerd omdat systeem setting voorkomt dat er een negatieve voorraad ontstaat.
pt_pt: Não é possivel recuperar a quantidade deixada no local de montagem do item para que o aviso dessa ordem. O propósito de verificar que o estoque não fique negativo.
ro_ro: Nu am putut prelua cantitatea componenta stânga la locaţia dată elementul de asamblare de pe acest ordin este facturate (în sensul de a verifica acest stoc nu va merge negative, deoarece)
ru_ru: Не удалось получить количество компонентов в данном месте после того, как элемент сборки по этому заказу был оприходован (для проверки того, что значения наличия товара не будут отрицательными)
sq_al: Nuk mund të marrim sasinë komponent lënë në vendin e herë pika e kuvendit në këtë mënyrë është e faturuar (për qëllimet e kontrollit që aksioneve nuk do të shkojnë negative sepse)
sv: Kunde inte hämta komponenten kvantitet vänster på den plats som en gång församlingen punkt på denna order faktureras (för att kontrollera att beståndet ska inte gå negativ, eftersom)
sw_ke: Hakuweza Retrieve wingi sehemu ya kushoto katika eneo moja ya bidhaa mkutano juu ya utaratibu huu ni invoiced (kwa madhumuni ya kuangalia kwamba hisa wala kwenda kwa sababu hasi)
tr_tr: (Negatif çünkü geçmeyeceği stok kontrol amaçları için) fatura ve bu sipariş üzerine montaj madde kez yerde sol bileşen miktarı alınamadı
zh_hk: 一旦此订单上的组合物料被开发票，此地点的部件剩余数量就无法查询到（为了检查，以避免负数库存因为）
zh_tw: 未能提取地點的餘下零件數量因為這訂單的組裝商品已開發票 (有目的地檢查存貨不能為負數, 因為)

source: Invoicing the selected order would result in negative stock for a component of an assembly item on the order. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
cs_cz: Fakturace vybraného příkazu by mělo za následek negativní akcií za součást sestavy položky na objednávce. Parametry systému jsou nastaveny zakázat negativní zásoby od nastávání. Tato faktura může být vytvořena do vyprodání na ruce je opraven.
es_es: Facturar el pedido seleccionado resultaría en existencias negativas de un componente de artículo ensamblado del pedido. el sistema está configurado para prohibir existencias negativas. Esta factura no puede ser creada hasta que las existencias disponibles sean corregidas.
hi_in: चयनित आदेश चालान के आदेश पर एक सभा मद के एक घटक के लिए नकारात्मक स्टॉक पर नतीजा होगा. प्रणाली मानकों को होने वाली नकारात्मक स्टॉक निषेध सेट कर रहे हैं. इस चालान तक हाथ पर स्टॉक सुधारे नहीं बनाया जा सकता है.
id_id: Memfaktur order yg dipilih akan mengakibatkan stok negatif utk komponen item rakitan pada order. Parameter sistem diatur utk tdk memperbolehkan stok negatif. Faktur ini tdk dapat dibuat sampai total stok dibetulkan.
it_it: Fatturazione l&#39;ordine selezionato si tradurrebbe in stock negativo per un componente di un elemento di assemblaggio su ordine. I parametri di sistema sono impostate per vietare le scorte negativo si verifichi. La fattura non può essere creata fino a quando lo stock a portata di mano è corretto.
ko_kr: 순서에 조립 항목의 구성 요소에 대해 부정적인 재고 초래 선택한 순서를 인보이스 발행. 시스템 매개 변수는 음의 발생 주식을 금지하도록 설정된다. 손에 재고가 해결 될 때까지이 송장을 만들 수 없습니다.
mr_in: निवडलेले ऑर्डर इन्हॉइसिंग ऑर्डर वर जुळवणी आयटमची घटक नकारात्मक स्टॉक कारणीभूत ठरेल. प्रणाली घटके घडण्यापासून नकारात्मक साठा करण्यास बंदी सेट केले जाते. हात वर शेअर दुरुस्त होईपर्यंत या चलन तयार करणे शक्य नाही.
nl_nl: Facturatie van de geselecteerde order voor een assembly zal in een negatieve voorraad van een component resulteren. De syteem parameters zijn zo opgezet dat dit wordt vookomen. De factuur kan pas worden gemaakt als er voldoende voorraad is.
pt_pt: Avisos para as ordens irão resultar em estoque negativo para o componente de uma montagem em uma ordem. Os parametros do sistema são configurados para proibir estoque negativo. Esse aviso não pode ser criado até que haja estoque suficiente.
ro_ro: Facturarea ordinea selectat ar duce în stoc negativ pentru o componentă a unui element de asamblare pe ordinea. Parametrii sistemului sunt stabilite pentru a interzice stocurilor negative de la care apar. Această factură nu poate fi creat până la stocul de la mana este corectată.
ru_ru: Выставление счетов выбранном порядке приведет к отрицательному запасу для компонентов сборки в заказе. Параметры системы запрещают отрицательные запасы. Счет-фактура не может быть создана пока данные о запасах товары на складе не исправлены.
sq_al: Faturimin e rendit e zgjedhur do të rezultojë në magazinë negative për një pjesë përbërëse e një artikull kuvendit në mënyrë. Parametrat e sistemit janë të vendosur për të ndaluar stoqeve negative nga ndodhin. Kjo faturë nuk mund të krijohen deri në të aksioneve në dorë është korrigjuar.
sv: Faktureringen vald ordning skulle resultera i negativa lager för en del av en församling punkt på beställning. Systemet sätts till de förbjuda negativa bestånd inträffar. Denna faktura kan inte skapas förrän på inneliggande lager korrigeras.
sw_ke: Fakturering ili kuchaguliwa ingeweza kusababisha hisa hasi kwa sehemu ya kipengele mkutano juu ya utaratibu. vigezo ni kuweka mfumo wa hifadhi ya kuzuia hasi kutoka kutokea. invoice hii haiwezi kutengenezwa mpaka hisa kwenye mkono ni corrected.
tr_tr: Seçilen sipariş sipariş üzerine montaj maddenin bir bileşeni için negatif stok olmasına neden olur Faturalama. Sistem parametreleri meydana gelen olumsuz stokları yasaklayan ayarlanır. yandan stok düzeltilinceye kadar bu fatura oluşturulamaz.
zh_hk: 创建选中的订单的发票会导致订单上组合商品中的一个部品出现负数库存。系统参数设置为禁止负数库存。此发票无法开出，直到手上的库存被修正为止。
zh_tw: 選取要開發票的訂單會導致這訂單組裝商品的零件為負數. 系統設定為不接受產生負數存貨. 這發票未能產生除非修改存貨庫存

source: We were unable to load Area where the Sale is to from the BRANCHES table
cs_cz: Nebyli jsme schopni načíst oblast, kde Prodej je z tabulky OBORY
es_es: No hemos podido cargar la zona donde la venta es de la tabla SUCURSALES
hi_in: हम क्षेत्र लोड करने में असमर्थ जहां बिक्री शाखाओं की मेज से है थे
id_id: Kami tdk dapat memuat Area dimana Penjualan dari tabel BRANCHES
it_it: Non è stato possibile estrarre dalla tabella BRANCHES l'area in cui è stata effettuata la vendita
ko_kr: 우리는 판매를하는 장소를로드 할 수 없음을 가지 테이블에
mr_in: विक्री शाखा तक्त्यातून आहे जेथे आम्ही क्षेत्र लोड करण्यात अक्षम आहोत
nl_nl: Niet mogelijk om de regie voor de verkopen op te halen van de branches tabel
pt_pt: Não foi possível encontrar a Área de Vendo na tabela escritórios
ro_ro: Am fost în imposibilitatea de a încărca zonei în care este de a Vanzare din tabelul RAMURI
ru_ru: Нам не удалось загрузить район, для которого предназначена продажа, из таблицы BRANCHES
sq_al: Ne ishim në gjendje të ngarkesës Zona ku Shitje është që nga tabela DEGËVE
sv: Vi kunde inte hämta distriktet från leveransplatstabellen
sw_ke: Hatukuweza shehena Eneo ambapo Sale ni kutoka meza ya matawi
tr_tr: Biz Alan yük Satılık BRANŞLARI tablosundan için nerede koyamadık
zh_hk: 客户分公司没有维护销售区域信息
zh_tw: 無法從分公司表的銷售到載入地區

source: Please remedy this
cs_cz: Prosím nápravě tohoto
es_es: Por favor arreglar eso
hi_in: इस उपाय करें
id_id: Silahkan perbaiki ini
it_it: Correggere l'errore per proseguire
ko_kr: 이 문제를 해결하십시오
mr_in: हे उत्तरे करा
nl_nl: Verhelp dit
pt_pt: Por favor corrija
ro_ro: Vă rugăm să remedieze această
ru_ru: Пожалуйста, исправьте это
sq_al: Ju lutemi të korrigjuar këtë
sv: Vänligen åtgärda detta
sw_ke: Tafadhali dawa hii
tr_tr: LÜTFEN BUNU DÜZELTINIZ
zh_hk: 请修正
zh_tw: 請修正

source: The company information and preferences could not be retrieved
cs_cz: Informace o společnosti a preference se nepodařilo získat
es_es: No se pudo obtener la información de la compañía ni la configuración
hi_in: कंपनी की जानकारी और वरीयताओं को पुनः प्राप्त नहीं किया जा सका
id_id: Informasi perusahaan dan preferensinya tdk dapat diambil
it_it: Non è stato possibile estrarre i dati e le preferenze della Società
ko_kr: 회사 정보 및 환경 설정을 검색 할 수 없습니다
mr_in: कंपनी माहिती आणि प्राधान्ये पुनर्प्राप्त करणे शक्य नाही
nl_nl: De bedrijfsinformatie en voorkeuren konden niet worden opgevraagd
pt_pt: As informações e preferências da Companhia não puderam ser recuperadas
ro_ro: Informaţiile companiei şi preferinţele nu a putut fi recuperate
ru_ru: Информация о компании и настройках не может быть получена
sq_al: Të dhënat e kompanisë dhe preferencat nuk mund të shikohet
sv: Företagsinställningarna kunde inte hämtas
sw_ke: taarifa ya kampuni na mapendekezo inaweza kuwa retrieved
tr_tr: FIRMA AYARLARI GÖSTERILEMIYOR:
zh_hk: 无法取得公司信息
zh_tw: 公司資料及設定未能提取

source: see your system administrator
cs_cz: kontaktujte administrátora
es_es: consulte con el administrador del sistema
hi_in: अपने सिस्टम व्यवस्थापक से संपर्क करें
id_id: hubungi admin sistem Anda
it_it: Avvisare l'amministratore di sistema
ko_kr: 시스템 관리자에게 문의하십시오
mr_in: तुमची प्रणाली प्रशासकाशी पाहू
nl_nl: Raadpleeg de systeem beheerder
pt_pt: Contate o administrador de sistema
ro_ro: consultaţi administratorul de sistem
ru_ru: обратитесь к своему системному администратору
sq_al: shih administratorin tuaj të sistemit
sv: kontakta systemadministratören
sw_ke: kuona wako wa mfumo
tr_tr: SISTEM YÖNETICINIZE DANISIN!
zh_hk: 请联系系统管理员
zh_tw: 請找系統管理員

source: Number of rows returned by SQL
cs_cz: Počet řádků vrácených SQL dotazem
es_es: Número de filas devueltas por SQL
hi_in: पंक्तियों की संख्या एसक्यूएल से लौटा
id_id: Jumlah baris yg dikembalikan SQL
it_it: Numero di righe restituite da SQL
ko_kr: 행의 수는 SQL에 의해 반환
mr_in: SQL करून परत पंक्ती संख्या
nl_nl: Aantal rijen die de SQL presenteert
pt_pt: Número de linhas retornado pelo SQL
ro_ro: Numărul de rânduri returnate de SQL
ru_ru: Число строк, возвращенных SQL
sq_al: Numri i rreshtave kthyer nga SQL
sv: Antal rader som hämtats av SQL
sw_ke: Idadi ya mistari akarudi na SQL
tr_tr: SORGU SONUCU ALINAN SATIRAR
zh_hk: 由SQL传回的行数
zh_tw: 由 SQL 傳回的行列數目

source: Count of items in the session
cs_cz: Počet položek v relaci
es_es: Cómputo de artículos en la sesión
hi_in: सत्र में आइटम की गणना
id_id: Jumlah item di sesi ini
it_it: Numero di articoli nella sessione
ko_kr: 세션에있는 항목의 개수
mr_in: सत्र बाबींची मोजा
nl_nl: Aantal items van de sessie
pt_pt: Contador de itens da sessão
ro_ro: Contele de articole în sesiune
ru_ru: Число элементов в сессии
sq_al: Numërimi i artikujve në seancën e
sv: Antal rader i sessionen
sw_ke: Hesabu ya vitu katika kikao
tr_tr: oturumda öğeleri Sayısı
zh_hk: 本次会话的行数
zh_tw: SESSION內的商品點算

source: This order has been changed or invoiced since this delivery was started to be confirmed
cs_cz: Tento příkaz byl změněn nebo fakturovány, protože tato dodávka byla zahájena bude potvrzeno
es_es: Esta orden ha sido cambiado o facturado desde esta entrega se inició por confirmar
hi_in: इस क्रम बदल दिया गया है या चालान के बाद से इस वितरण की पुष्टि होना शुरू कर दिया था
id_id: Order ini telah diubah atau difaktur sejak pengiriman mulai dikonfirmasi
it_it: Quest'ordine è stato modificato o fatturato dal momento in cui l'operazione di conferma della spedizione è stata iniziata
ko_kr: 이 순서가 변경 또는이 배달 확인 할 시작된 이후에 청구 된
mr_in: या वितरण पुष्टी करणे सुरु झाल्या पासून ही ऑर्डर बदलला किंवा invoiced गेले आहे
nl_nl: De order is veranderd of gefactureerd nadat de levering was geactiveerd om te worden bevestigd
pt_pt: Este Pedido foi modif. ou aviso dessa entre não foi comfirmado
ro_ro: Acest ordin a fost schimbat sau facturate de livrare a fost de la acest început să fie confirmată
ru_ru: Этот счет был изменен или на него выставлена счет-фактрура, так как эта поставка должна быть подтверждена
sq_al: Ky urdhër ka qenë ndryshuar apo faturuar që nga kjo furnizimi është nisur për t&#39;u konfirmuar
sv: Denna order har ändrats eller levererats sedan godkännandet började
sw_ke: Ili hii imekuwa iliyopita au invoiced tangu utoaji huu ulianza kuwa alithibitisha
tr_tr: Bu sırada çoktan değişmiş veya fatura bu teslim teyit edilmeye başlandı beri
zh_hk: 本次交货前此订单已被其他用户更新
zh_tw: 這訂單已改變, 或自從已開始確認交貨時已開出發票

source: Processing halted
cs_cz: Zpracování zastaveno
es_es: Proceso interrumpido
hi_in: प्रसंस्करण रुका
id_id: Pemrosesan ditunda
it_it: Operazione sospesa
ko_kr: 처리 중단
mr_in: प्रक्रिया स्थगित
nl_nl: Verwerking gestopt
pt_pt: Processamento Interrompido
ro_ro: Prelucrarea oprit
ru_ru: Обработка остановлена
sq_al: Përpunimit të ndalet
sv: Bearbetningen avbruten
sw_ke: Usindikaji halted
tr_tr: ISLEM DURDU!
zh_hk: 执行终止
zh_tw: 執行終止

source: To enter and confirm this dispatch
cs_cz: Chcete-li zadat a potvrdit tuto expedici
es_es: Para introducir y confirmar este albarán
hi_in: दर्ज करें और पुष्टि करने के लिए इस प्रेषण
id_id: Utk memasukkan dan mengkonfirmasi pengiriman ini
it_it: Per inserire e confermare questa spedizione
ko_kr: 입력이 파견을 확인하려면
mr_in: या तडफ प्रविष्ट करा आणि पुष्टी करा
nl_nl: Enter om de verzending te bevestigen
pt_pt: Entre para confirmar este despacho
ro_ro: Pentru a introduce şi a confirma acest expediere
ru_ru: Для ввода и подтверждения отправки
sq_al: Për të hyrë dhe për të konfirmuar këtë dërgimit
sv: För att registrera och godkänna denna leverans
sw_ke: Kuingia na kuthibitisha hili dispatch
tr_tr: BU GÖNDERIYI GIR ve ONAYLA
zh_hk: 要进行交货
zh_tw: 進入及確認此派送

source: invoice the order must be re-selected and re-read again to update the changes made by the other user
cs_cz: faktura příkaz musí být re-vybraný a re-číst a aktualizovat změny provedené ostatními uživateli
es_es: la factura del orden debe volver a ser seleccionada y volver a leer de nuevo para actualizar los cambios realizados por el otro usuario
hi_in: चालान आदेश होना चाहिए फिर से चुने और फिर से फिर से पढ़ने के लिए अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अद्यतन
id_id: faktur order tersebut harus dipilih dan dibaca-ulg utk memperbarui perubahan yg dibuat oleh user lain
it_it: fatturare, l'ordine deve essere selezionato e caricato di nuovo per tenere conto delle modifiche apportate da altri utenti
ko_kr: 송장 순서는 다른 사용자가 변경 한 내용을 다시 선택해야하고 업데이트를 다시 다시 읽어
mr_in: अशी यादी तयार ऑर्डर पुन्हा निवडणे आवश्यक आहे आणि इतर वापरकर्ता द्वारे केलेले बदल अद्यतनित करण्यासाठी पुन्हा पुन्हा वाचा
nl_nl: De factuur met opnieuw worden geselecteerd om de veranderingen die gemaakt zijn door een andere gebruiker te verwerken
pt_pt: Aviso para o pedido precisa ser selecionado novamento para atualizar modificações de outro usuário
ro_ro: factura ordinea trebuie să fie re-ales şi re-citit din nou, pentru a actualiza modificările făcute de celălalt utilizator
ru_ru: заказ должен быть выбран и перечитан еще раз для внесения изменений, сделанных другими пользоателями
sq_al: Fatura që duhet të ri-zgjedhur dhe ri-lexuar përsëri për të rinovuar ndryshimet e bëra nga përdorues të tjerë
sv: läs in ordern igen för att hämta andra ändringar
sw_ke: ili invoice lazima re-kuchaguliwa na kusoma tena tena update mabadiliko yaliyotolewa na mtumiaji mwingine
tr_tr: Fatura sipariş olmalı yeniden seçilir ve yeniden başka bir kullanıcı tarafından yapılan değişiklikleri güncelleştirmek için yeniden okumak
zh_hk: 或开发票必须重新选择销售订单并
zh_tw: 訂單的發票必須再次重選及復核其他用戶所修改的才可以更新

source: Orig order for
cs_cz: Orig aby
es_es: Pedido original para
hi_in: Orig आदेश के लिए
id_id: Order asli utk
it_it: L'ordine originario per
ko_kr: 대한 오리지널 순서
mr_in: साठी Orig क्रम
nl_nl: Orginele order voor
pt_pt: Pedido Original para
ro_ro: Orig pentru
ru_ru: Исходный заказ для
sq_al: Orig mënyrë për
sv: kundorder för
sw_ke: Orig ili
tr_tr: ORIJINAL SIPARIS
zh_hk: 原订单
zh_tw: 原訂單

source: has a quantity of
cs_cz: má množství
es_es: tiene una cantidad de
hi_in: एक मात्रा में से एक है
id_id: memiliki qty sejumlah
it_it: riporta una quantità di
ko_kr: 의 양이
mr_in: एक प्रमाण आहे
nl_nl: heeft een aantal van
pt_pt: com quantidade de
ro_ro: are o cantitate de
ru_ru: имеет количество
sq_al: ka një sasi të
sv: har ett antal om
sw_ke: ina wingi wa
tr_tr: MIKTARI:
zh_hk: 数量
zh_tw: 有數量的

source: and an invoiced qty of
cs_cz: a fakturované Množství
es_es: y una cantidad facturada de
hi_in: और एक चालान की मात्रा
id_id: dan yg difaktur sejumlah
it_it: e una quantità fatturata di
ko_kr: 및 청구 수량
mr_in: आणि एक invoiced मात्रा
nl_nl: een een gefactureerd aantal van
pt_pt: e envio quant. de
ro_ro: şi o cantitate facturate de
ru_ru: добавить оприходованное количество
sq_al: dhe një Qty faturuar të
sv: och fakturerat antal
sw_ke: na Uchina invoiced ya
tr_tr: FATURALANMIS MIKTARI:
zh_hk: 已开发票数量
zh_tw: 和已開發票數量

source: the session shows quantity of
cs_cz: zasedání ukazuje množství
es_es: la sesión muestra cantidad de
hi_in: सत्र की मात्रा से पता चलता है
id_id: Sesi menampilkan qty sejumlah
it_it: la sessione mostra una quantità di
ko_kr: 세션의 양을 보여줍니다
mr_in: सत्र प्रमाण दर्शविते
nl_nl: de sessie toont een aantal van
pt_pt: esta sessão mostra quantidade de
ro_ro: sesiune arată cantitatea de
ru_ru: сессия показывает количество
sq_al: seancën e tregon sasinë e
sv: sessionen visar antalet
sw_ke: kikao cha inaonyesha kiasi cha
tr_tr: BU ISLEMIN GÖSTERDIGI MIKTAR:
zh_hk: 会话显示数量
zh_tw: 期間顯示數量

source: and quantity invoice of
cs_cz: a množství fakturu
es_es: y factura de cantidad de
hi_in: और मात्रा का चालान
id_id: faktur dgn qty sejumlah
it_it: e una quantità fatturata di
ko_kr: 의 수량 송장
mr_in: आणि प्रमाण चलन
nl_nl: en een aantal op de factuur van
pt_pt: e quantidade do aviso
ro_ro: şi factura cantitatea de
ru_ru: и счет на количество
sq_al: dhe faturë sasia e
sv: och fakturerat antal
sw_ke: na wingi wa ankara
tr_tr: FATURA MIKTARI:
zh_hk: 将开发票数量
zh_tw: 發票數量

source: Processing halted.
cs_cz: Zpracování zastaveno.
es_es: Proceso interrumpido.
hi_in: प्रसंस्करण रूक गए.
id_id: Pemrosesan ditunda.
it_it: Elaborazione arrestato.
ko_kr: 처리 정지.
mr_in: प्रक्रिया स्थगित.
nl_nl: Proces is gestagneerd
pt_pt: Processamento retido.
ro_ro: Prelucrarea oprit.
ru_ru: Обработка остановлена.
sq_al: Përpunimit të ndalur.
sv: Bearbetningen avbruten
sw_ke: Usindikaji halted.
tr_tr: ISLEM DURDU!
zh_hk: 执行终止
zh_tw: 執行終止
