Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Allowed Department for Internal Requests
es_es: Departamentos permitidos para solicitudes internas
id_id: Departemen yg Diperbolehkan utk Permintaan Internal
ko_kr: 내부 요청에 대한 부서 허용
mr_in: अंतर्गत विनंत्या साठी विभाग अनुमत
pt_pt: Permite Requis. para Depto Interno
zh_tw: 內部申請允許的部門

source: Any Internal Department
id_id: Semua Departemen Internal
ko_kr: 내부 부서
mr_in: कोणतीही अंतर्गत विभाग
pt_pt: Qualquer Depto Interno
zh_tw: 任何內部部門

source: Account Status
cs_cz: Stav účtu
es_es: Estado de la cuenta
hi_in: खाता स्थिति
id_id: Status Akun
it_it: Stato Account
ko_kr: 계정 상태
mr_in: खाते स्थिती
nl_nl: Rekening Status
pt_pt: Situação Contábil
ro_ro: Stare cont
ru_ru: Статус счета
sq_al: Llogaria statusit
sv: Kontostatus
sw_ke: Hali akaunti
tr_tr: HESAP DURUMU
zh_hk: 账户状态
zh_tw: 帳戶狀況

source: Open
es_es: Abierto
hi_in: खुला
id_id: Aktif
it_it: Aperto
ko_kr: 열린
mr_in: उघडा
pt_pt: Ativo
ro_ro: Deschis
ru_ru: Открыть
sq_al: Hapur
sv: öppna
sw_ke: Wazi
tr_tr: AÇIK
zh_hk: 开启
zh_tw: 開啟

source: Blocked
cs_cz: Blokované
es_es: Bloqueada
hi_in: अवरुद्ध
id_id: Diblokir
it_it: Bloccato
ko_kr: 막힌
mr_in: अवरोधित
nl_nl: Geblokkeerd
pt_pt: Bloqueado
ro_ro: Blocate
ru_ru: Заблокирован
sq_al: I bllokuar
sv: Blockerad
tr_tr: BLOKE
zh_hk: 锁定
zh_tw: 封鎖

source: Where Used Inquiry
cs_cz: V případě, Použité Poptávka
es_es: Consultar dónde se usa
hi_in: जांच कहां गए
id_id: Cari Dimana Digunakan
it_it: Dove usato inchiesta
ko_kr: 어디 귀하의 사용
mr_in: चौकशी कोठे वापरले
nl_nl: Waar gebruikt Opvragen
pt_pt: Consulta Onde Usado
ro_ro: Folosirea materialelor
ru_ru: Изучение мест использования
sq_al: Ku përdorura Hetim
sv: Ingår-i
sw_ke: Used ambapo uchunguzi
tr_tr: ÜRÜN KULLANIM YERI
zh_hk: 物料用途查询
zh_tw: 用途查詢

source: The item code entered
cs_cz: Kód vstoupil
es_es: El código de artículo entrado
hi_in: मद कोड दर्ज किया
id_id: Kode item yg dimasukkan
it_it: Il codice argomento iscritto
ko_kr: 항목 코드를 입력
mr_in: आयटम कोड प्रविष्ट
nl_nl: Het ingevoerde item code
pt_pt: Código Item Informado
ro_ro: Codul element introdus
ru_ru: Введенный код товара
sq_al: Kodi pika hyri
sw_ke: Kanuni ya bidhaa aliingia
tr_tr: GIRILEN KOD
zh_hk: 输入物料编码
zh_tw: 輸入商品編碼

source: is not set up as an item in the system
cs_cz: není nastavena jako položka v systému
es_es: no está configurado como un artículo en el sistema
hi_in: सिस्टम में एक आइटम के रूप में सेट किया जाता है नहीं अप
id_id: tdk diatur sbg item dalam sistem
it_it: non è impostato come un elemento nel sistema
ko_kr: 시스템의 항목으로 설정되어 있지 않습니다
mr_in: प्रणाली मध्ये आयटम म्हणून सेट नाही
nl_nl: is niet gedefinieerd als een item in het systeem
pt_pt: não foi configurado como item no sistema
ro_ro: nu este configurat ca un element în sistemul
ru_ru: не установлен в качестве товара в системе
sq_al: nuk është ngritur si një objekt në sistemin e
sv: är inte inrättas som ett objekt i systemet
sw_ke: si kuweka juu kama kipengele katika mfumo
tr_tr: SISTEMDE TANIMLI DEGIL
zh_hk: 在系统内不是设定为一个物料
zh_tw: 在系統內不是設定為一個商品

source: Re-enter a valid item code or select from the Select Item link above
cs_cz: Re-zadat platný kód položky nebo si vybrat z odkazu položky Vybrat výše
es_es: Vuelva a entrar un código de artículo válido ó use arriba el enlace a Seleccionar Artículo
hi_in: फिर से एक वैध मद कोड दर्ज करें या चयन करें आइटम ऊपर के लिंक से चुनें
id_id: Masukkan kembali kode item yg berlaku atau pilih dari link Pilih Item di atas
it_it: Re-inserire un codice valido elemento o selezionare dal collegamento Seleziona elemento sopra
ko_kr: 유효한 항목 코드를 다시 입력하거나 위의 항목 선택 링크에서 선택
mr_in: वरील आयटम निवडा दुव्यावरून वैध आयटम कोड पुन्हा प्रविष्ट करा किंवा निवडा
nl_nl: Voer een geldige item code in of selecteer er een via bovenstaande link
pt_pt: Informe um código item válido ou selecione um link acima
ro_ro: Re-introduceţi un cod valid element sau selectaţi din link-ul de element Selectaţi de mai sus
ru_ru: Введите действительный код товара или выберите из ссылки Выберите товар выше
sq_al: Ri-hyjnë një kod të vlefshme artikull ose zgjidhni nga lidhjen Item Zgjidhni lart
sv: Ange en giltig post kod eller välj från välj artikel länken ovan
sw_ke: Tena kuingia halali ya bidhaa code au kuchagua kutoka kiungo Chagua Bidhaa juu
tr_tr: GEÇERLI BIR KOD GIRINIZ VEYA YUKARIDAN SEÇIM YAPINIZ
zh_hk: 重新输入物料编码, 或从上面的物料连结中选取
zh_tw: 重新輸入商品編碼, 或從上面的商品連結中選取

source: Enter an Item Code
cs_cz: Zadejte kód položky
es_es: Introducir un código de artículo
hi_in: एक आइटम कोड दर्ज करें
id_id: Masukkan Kode Item
it_it: Invia Codice
ko_kr: 상품 코드를 입력
mr_in: आयटम कोड प्रविष्ट करा
nl_nl: Voer een Item Code in
pt_pt: Entre um Código Item
ro_ro: Introduceti Codul Articolului
ru_ru: Введите Код товара
sq_al: Hyjnë një Item
sv: Ange kod eller använd fjärrkontrollen
sw_ke: Kuingia Kanuni Bidhaa
tr_tr: BIR STOK KODU GIRIN
zh_hk: 输入物料编码
zh_tw: 輸入商品編碼

source: Illegal characters and blank is not allowed
ko_kr: 불법 문자와 공백은 허용되지 않습니다
mr_in: बेकायदेशीर वर्ण आणि रिक्त परवानगी नाही
pt_pt: Caracteres Inválidos não permitidos
zh_tw: 非法字符和空白是不允許的

source: No illegal characters allowed
ko_kr: 어떤 잘못된 문자는 허용되지 않습니다
mr_in: परवानगी नाही बेकायदेशीर वर्ण
pt_pt: Não pode haver caracteres ilegais
zh_tw: 不允許有非法字符

source: Show Where Used
cs_cz: Zobrazit Tam, kde Použité
es_es: Mostrar Dónde Usado
hi_in: जहां खेतों में दिखाएँ
id_id: Tampilkan Dimana Digunakan
it_it: Mostra
ko_kr: 사용 된 위치보기
mr_in: नेमकी कुठे दाखवा
nl_nl: Toon waar gebruikt
pt_pt: Exibir Onde Usado
ro_ro: Afişare Unde Anunturi
ru_ru: Показать Где используется
sq_al: Show Ku përdorura
sv: Visa rader där:
sw_ke: Kuonyesha wapi Used
tr_tr: KULLANIM YERINI GÖSTER
zh_hk: 显示用途
zh_tw: 顯示用途

source: The parents for the selected part could not be retrieved because
cs_cz: Rodiče pro vybrané části se nepodařilo získat, protože
es_es: La base del código seleccionado no se puede obtener porque
hi_in: चयनित भाग के लिए माता पिता के कारण नहीं किया जा सकता है लिया गया
id_id: Induk utk brg yg dipilih tdk dapat diambil karena
it_it: perchè
ko_kr: 선택한 부분에 대한 부모 때문에 검색 할 수 없습니다
mr_in: निवडलेले भागासाठी पालक कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De moederdelen voor het geselecteerde item kon niet worden opgevraagd omdat
pt_pt: Item Pai para o componente selecionado não pode ser recuperado porque
ro_ro: Părinţii pentru partea selectat nu a putut fi recuperate, deoarece
ru_ru: Предки для выбранной части не могут быть восстановлены, потому
sq_al: Prindërit për pjesën e zgjedhur nuk mund të shikohet, sepse
sv: Föråldrarna till den valda delen kunde inte hämtas eftersom
sw_ke: Wazazi kwa sehemu ya kuchaguliwa inaweza kuwa retrieved sababu
tr_tr: Seçilen bölüm için veliler çünkü alınamadı
zh_hk: 未能提取选取部件的成品
zh_tw: 未能提取選取部件的成品

source: The selected item
cs_cz: Vybrané položky
es_es: El artículo seleccionado
hi_in: चयनित आइटम
id_id: Item yg dipilih
it_it: L&#39;elemento selezionato
ko_kr: 선택한 항목
mr_in: निवडलेले आयटम
nl_nl: Geselecteerde item
pt_pt: Item Selecionado
ro_ro: Elementul selectat
ru_ru: Выбранный элемент
sq_al: Pika të zgjedhura
sv: Den valda produkten
sw_ke: Bidhaa kuchaguliwa
tr_tr: SEÇILMIS ÜRÜN
zh_hk: 选取的物料
zh_tw: 選取的商品

source: is not used as a component of any other parts
cs_cz: není používán jako součást jiných částí
es_es: no se utiliza como un componente de cualquier otro código
hi_in: किसी भी अन्य भागों के एक घटक के रूप में उपयोग नहीं किया है
id_id: tdk digunakan sbg komponen dari brg lainnya
it_it: non sia utilizzata come componente di altre parti
ko_kr: 다른 부분의 구성 요소로서 사용되지
mr_in: कोणत्याही अन्य भागात एक घटक म्हणून वापरली जात नाही
nl_nl: wordt niet gebruikt als een component voor enig ander item
pt_pt: não é usado em nenhum outro
ro_ro: nu este utilizat ca o componentă a oricărei alte părţi
ru_ru: не используется в качестве компонента любой другой части
sq_al: nuk është përdorur si një komponent të ndonjë pjesë të tjera
sv: inte används som komponent i andra delar
sw_ke: si kutumika kama sehemu ya sehemu nyingine yoyote
tr_tr: BASKA BIR PARÇANIN KOMPONENTI OLARAK KULLANILMIYOR
zh_hk: 不是任何部件的零件
zh_tw: 不是任何部件的零件

source: Used By
cs_cz: Používané
es_es: Usado Por
hi_in: द्वारा प्रयुक्त
id_id: Digunakan Oleh
it_it: Utilizzato da
ko_kr: 에 의해 사용
mr_in: द्वारे वापरल्या
nl_nl: Gebruikt voor
pt_pt: Usado Por
ro_ro: Utilizat de
ru_ru: Используется
sq_al: Përdorur Nga
sv: Används av
sw_ke: Kutumika kwa
tr_tr: KULLANIM YERI
zh_hk: 用于
zh_tw: 用於

source: Show Bill Of Material
cs_cz: Zobraz materiálový list
es_es: Mostrar Lista de Materiales
hi_in: सामग्री के बिल दिखाएँ
id_id: Tampilkan Bahan Baku
it_it: Mostra la distinta base
ko_kr: 자재 명세서 (BOM)보기
mr_in: साहित्याचा दर्शवा बिल
nl_nl: Laat Materiaal Lijst Zien
pt_pt: Exibir BOM
ro_ro: Arata Bon de Materiale
ru_ru: Показать чек на материалы
sq_al: Bill Show Nga Materiale
sv: Visa materiallista
sw_ke: Kuonyesha hati ya Material
tr_tr: ÜRÜN AGACINI GÖSTER
zh_hk: 显示BOM
zh_tw: 顯示BOM

source: Work Centres
cs_cz: Práce centra
es_es: Centros de trabajo
hi_in: काम केन्द्र
id_id: Workshop
it_it: Centri di lavoro
ko_kr: 작업 센터
mr_in: कार्य केंद्रे
nl_nl: Work centers
pt_pt: Centro Trabalho
ro_ro: Centrele de producere
ru_ru: Рабочие центры
sq_al: Punën e Qendrave
sv: Arbetsplats
sw_ke: Vituo vya kazi
tr_tr: IS MERKEZLERI
zh_hk: 工作中心
zh_tw: 工作站

source: The Work Centre code must be at least 2 characters long
cs_cz: Pracovní centrum kód musí být alespoň 2 znaky dlouhé
es_es: El Código del Centro de Trabajo debe tener al menos 2 caracteres
hi_in: कार्य केंद्र कोड कम से कम 2 अक्षर का होना चाहिए
id_id: Kode Workshop minimal 2 karakter
it_it: Il codice di Centro di lavoro deve essere almeno di 2 caratteri
ko_kr: 취업 센터 코드는 최소 2 자 이상이어야합니다
mr_in: कार्य केंद्र कोड किमान 2 वर्णांचे असणे आवश्यक आहे
nl_nl: Work center code moet minimal 2 tekens lang zijn
pt_pt: O Centro de Trabalho precisar ter pelo menos 2 caracteres
ro_ro: Codul de lucru Centrul trebuie să fie de cel putin 2 caractere
ru_ru: Код рабочего должен быть не менее 2 символов
sq_al: Kodi Qendra Puna duhet të jetë të paktën 2 karaktere të gjatë
sv: Arbetsmiljöverket Centrumet koden måste vara minst 2 tecken långt
sw_ke: Kituo cha kanuni ya Kazi lazima angalau 2 wahusika kwa muda mrefu
tr_tr: IS MERKEZI KODU EN AZ 2 KARAKTER OLMALI
zh_hk: 工作中心编码必须少于 2 个字
zh_tw: 工作站編碼必須不少於 2 個字元

source: The Work Centre description must be at least 3 characters long
cs_cz: Pracovní centrum popis musí být alespoň 3 znaky dlouhé
es_es: La descripción del Centro de Trabajo debe tener al menos 3 caracteres
hi_in: कार्य केंद्र वर्णन कम से कम 3 अक्षर का होना चाहिए
id_id: Keterangan Workshop minimal 3 karakter
it_it: descrizione
ko_kr: 작업 센터의 설명은 최소 3 자 이상이어야합니다
mr_in: कार्य केंद्र वर्णन किमान 3 वर्ण लांब असणे आवश्यक आहे
nl_nl: Work center beschrijving moet minimaal 3 tekens lang zijn
pt_pt: A descrição do Centro de Trabalho precisa ter no mínio 3 caracteres
ro_ro: Work Descrierea Centrul trebuie să fie de cel puţin 3 caractere lungime
ru_ru: Описание рабочего центра должно быть не менее 3 символов
sq_al: Përshkrimi Qendra Puna duhet të jetë së paku 3 karaktere
sv: Arbetsplatsbeskrivningen måste vara minst 3 tecken lång
sw_ke: Kituo cha Kazi maelezo ya lazima angalau 3 wahusika kwa muda mrefu
tr_tr: IS MERKEZI AÇIKLAMASI EN AZ 3 KARAKTER OLMALI
zh_hk: 工作中心描述必须是最少 3 个个字
zh_tw: 工作站說明敘述內容最少 3 個字元

source: The work centre code cannot contain any of the following characters
cs_cz: Pracoviště kód nemůže obsahovat žádný z následujících znaků
es_es: El código del centro de trabajo no puede contener ninguno de los siguientes caracteres
hi_in: काम केंद्र कोड निम्न वर्णों के किसी भी शामिल नहीं हो सकता
id_id: Kode workshop tdk boleh berisi karakter berikut
it_it: Il codice di centro di lavoro non può contenere uno dei seguenti caratteri
ko_kr: 작업 센터 코드는 다음 문자를 포함 할 수 없습니다
mr_in: काम केंद्र कोड खालील वर्ण कोणत्याही असू शकत नाही
nl_nl: Work center code mag geen van de volgende tekens bevatten
pt_pt: O centro de trabalho não pode ter estes caracteres
ro_ro: Codul centrului de muncă nu pot conţine oricare dintre următoarele caractere
ru_ru: Код рабочего центра не может содержать любой из следующих символов
sq_al: Qendrën e punës kodi nuk mund të përmbajë asnjë nga këto karaktere
sv: Arbetsplatskoden får inte innehälla något av följande tecken
sw_ke: Kituo cha kazi code haiwezi kudhibiti yoyote ya herufi zifuatazo
tr_tr: IS MERKEZI KODU SU KARAKTERLERI IÇEREMEZ:
zh_hk: 工作中心编码不能含有下列个字
zh_tw: 工作站編碼不能含有下列字元

source: The work centre record has been updated
cs_cz: Práce centrum Záznam byl aktualizován
es_es: Se actualizó el registro del Centro de Trabajo
hi_in: काम केंद्र रिकॉर्ड अद्यतन किया गया है
id_id: Data workshop telah diperbarui
it_it: Il record di centro di lavoro è stato aggiornato
ko_kr: 작업 센터 레코드가 업데이트되었습니다
mr_in: काम केंद्र रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: Work center is gewijzigd
pt_pt: O centro de trabalho foi atualizado
ro_ro: Centrul record de muncă a fost actualizat
ru_ru: Запись рабочего центра была обновлена
sq_al: Qendrën e punës rekord është përditësuar
sv: Arbetsplatsposten har uppdaterats
sw_ke: Rekodi ya kituo cha kazi imekuwa updated
tr_tr: IS MERKEZI KAYDI GÜNCELLENDI
zh_hk: 中作中心记录已更新
zh_tw: 工作站記錄已更新

source: The new work centre has been added to the database
cs_cz: Nové pracoviště byl přidán do databáze
es_es: Se agregó el nuevo centro de trabajo a la base de datos
hi_in: नए काम केंद्र डेटाबेस में जोड़ा गया है
id_id: Workshop yg baru telah ditambahkan ke database
it_it: di
ko_kr: 새로운 작업 센터는 데이터베이스에 추가되었습니다
mr_in: नवीन काम केंद्र डेटाबेस जोडले गेले आहे
nl_nl: Nieuwe work center toegevoegd
pt_pt: Um novo centro de trabalho foi adicionado ao DB
ro_ro: Punct de lucru nou a fost adăugat în baza de date
ru_ru: Новый центр работы были добавлены в базу данных
sq_al: Qendrën e re puna është shtuar në bazën e të dhënave
sv: Den nya arbetsplatsen har laggts till i databasen
sw_ke: Mpya ya kituo cha kazi imekuwa aliongeza kwa database
tr_tr: YENI IS MERKEZI VERITABANINA EKLENDI
zh_hk: 新的工作中心已加到数据库
zh_tw: 新的工作站已加到資料庫

source: The update/addition of the work centre failed because
cs_cz: Aktualizace a doplnění prací centra se nezdařilo, protože
es_es: La creación/actualización del centro de trabajo falló porque
hi_in: काम करते हैं क्योंकि असफल केंद्र के अलावा अद्यतन /
id_id: Pembaruan/Penambahan workshop gagal karena
it_it: perchè
ko_kr: 작업 센터의 업데이트 / 추가하기 때문에 실패
mr_in: कारण काम केंद्राच्या सुधारणा / व्यतिरिक्त अयशस्वी
nl_nl: Wijzigen van work center mislukte omdat
pt_pt: Atualização/Adição Centro Trabalho Falhou porque
ro_ro: Actualizare / completare a centrului de muncă a eşuat pentru că
ru_ru: Обновление/добавление рабочего центра не удалось, так
sq_al: Update / shtimin e qendrës së punës dështuar për shkak se
sv: Uppdatering/tillägg av arbetsplats misslyckades eftersom
sw_ke: Update / Mbali ya kituo cha kazi alishindwa kwa sababu
tr_tr: IS MERKEZI EKLEME/GÜNCELLEME ISLEMI YAPILAMADI
zh_hk: 更新/新增工作中心失败, 因为
zh_tw: 更新/新增工作站失敗, 因為

source: Cannot delete this work centre because bills of material have been created requiring components to be added at this work center
cs_cz: Nelze smazat tuto práci, protože centrum kusovníků byly vytvořeny vyžadující komponenty, které se doplňují v této práci centra
es_es: No se puede suprimir este centro de trabajo porque se han creado Listas de Materiales requiriendo componentes para este centro de trabajo
hi_in: इस कार्य केंद्र को नष्ट क्योंकि सामग्री का बिल बनाया गया है की आवश्यकता होती है इस काम के घटकों केंद्र में जोड़े जाने के लिए नहीं कर सकते
id_id: Tdk dapat menghapus workshop ini karena bahan baku telah dibuat dimana komponennya telah ditambahkan pada workshop ini
it_it: perchè di
ko_kr: 재료의 청구서가 생성 되었기 때문에 구성 요소를 필요로하는이 작품의 중심을 삭제할 수 없습니다이 작품의 중심에 추가 할
mr_in: साहित्याचा बिले हे काम केंद्रात जोडले घटक आवश्यक निर्माण केले आहेत कारण हे काम केंद्र हटवू शकत नाही
nl_nl: Work center kan niet worden verwijderd omdat er materiaal lijsten zijn die componenten vereisen afkomstig van dit work center
pt_pt: Não pode remover centro de trabalho porque há estrutura de produto usando componentes que usam esse centro de trabalho
ro_ro: Nu se poate şterge acest punct de lucru din cauza facturilor de materiale au fost create componente care necesită să fie adăugate la acest centru locul de muncă
ru_ru: Не удается удалить этот рабочий центр, потому что счета на материалы были созданы требующих компоненты, которые нужно добавить в этото рабочий центр
sq_al: Nuk mund të fshini këtë qendër të punës për shkak faturat e materialit janë krijuar që kërkojnë komponentë të jenë shtuar në këtë qendër punojnë
sv: Kan inte ta bort detta arbete centrum eftersom stycklistor har skapats kräver komponenter kan läggas till detta arbete centrum
sw_ke: Hawezi kufuta kituo cha kazi kwa sababu bili ya vifaa viliumbwa wanaohitaji vipengele kuongezwa katika kituo cha kazi hii
tr_tr: BU IS MERKEZINI SILEMEZSINIZ, BAGLI ÜRÜN AGAÇLARI VAR
zh_hk: 未能删除这个工作中心, 因为已有物料清单的部件使用在这工作中心
zh_tw: 不能刪除這工作站, 因為已有物料清單(BOM)生產要求的組件被新增在這工作站

source: BOM items referring to this work centre code
cs_cz: Kusovník položek s odkazem na tento kód fungovat centrum
es_es: Artículos de la Lista de Materiales referidos al código de este centro de trabajo
hi_in: BOM आइटम इस कार्य केंद्र कोड का जिक्र
id_id: Item-item BOM yg menggunakan kode workshop ini
it_it: di
ko_kr: 이 작품의 중심 코드를 참조하여 BOM 항목
mr_in: हे काम केंद्र कोड संदर्भ BOM आयटम
nl_nl: Materiaal lijst items met een verwijzing naar dit work center
pt_pt: Itens BOM que referenciam este centro de trabalho
ro_ro: elemente BOM referindu-se la acest cod de centru de muncă
ru_ru: Спецификации элементов счета на материалы, относящаяся этому коду рабочего центра
sq_al: artikuj bom iu referuar në këtë kod qendër punojnë
sv: BOM poster som hänvisar till detta arbete centrum kod
sw_ke: Bom vitu akimaanisha code kituo hiki kazi
tr_tr: BU IS MERKEZINE BAGLI ÜRÜN AGAÇLARI:
zh_hk: 个在这个工作中心的物料清单部件
zh_tw: 這物料清單的部件指到這工作站

source: Cannot delete this work centre because contract bills of material have been created having components added at this work center
cs_cz: Nelze smazat tuto práci centra, protože smlouva kusovníků byly vytvořeny s komponenty zní v této práci centra
es_es: No se puede suprimir este centro de trabajo porque se han creado Listas de Materiales contractuales con componentes para este centro de trabajo
hi_in: इस कार्य केंद्र को नष्ट क्योंकि सामग्री का अनुबंध बिल होने घटक बनाया गया है नहीं कर सकता यह काम केंद्र में जोड़ा
id_id: Tdk dapat menghapus workshop ini karena kontrak bahan baku telah dibuat dimana komponennya telah ditambahkan pada workshop ini
it_it: perchè
ko_kr: 재료의 계약 법안이 구성 요소가이 작품의 중심에 추가하여 생성 되었기 때문에이 작품의 중심을 삭제할 수 없습니다
mr_in: साहित्याचा करार बिले घटक हे काम केंद्रात जोडले येत तयार केले गेले कारण हे काम केंद्र हटवू शकत नाही
nl_nl: Work center kan niet worden verwijderd omdat er materiaal lijsten van contracten bestaan die componenten bevatten afkomstig uit dit work center
pt_pt: Não pode adicionar centro de trabalho porque contrato de estrutura de produto criado usando componentes que usam esse centro de trabalho
ro_ro: Nu se poate şterge acest punct de lucru din cauza facturilor contract de materiale au fost create componente având adăugate la acest centru locul de muncă
ru_ru: Не удается удалить этот рабочий центр, поскольку договор счета материала были создан с компонентами добавлеными в этот рабочий центр
sq_al: Nuk mund të fshini këtë qendër të punës për shkak të kontratës faturat e materialit janë krijuar komponente që ka shtuar në këtë qendër punojnë
sv: Kan inte ta bort detta arbete centrum eftersom kontraktet stycklistor har skapats med komponenter läggas till detta arbete centrum
sw_ke: Hawezi kufuta kituo cha kazi kwa sababu bili mkataba wa vifaa viliumbwa vipengele aliongeza kuwa katika kituo cha kazi hii
tr_tr: BU IS MERKEZINI SILEMEZSINIZ, BAGLI KONTRAT ÜRÜN AGAÇLARI VAR
zh_hk: 未能删除工作中心, 因为已有物料清单部件使用这个工作中心
zh_tw: 未能刪除工作站, 因為已有物料清單合同的零件使用

source: Contract BOM items referring to this work centre code
cs_cz: Smlouva kusovník položek s odkazem na tento kód fungovat centrum
es_es: Artículos de la Lista de Materiales contractual referidos a este código de centro de trabajo
hi_in: अनुबंध BOM आइटम इस कार्य केंद्र कोड का जिक्र
id_id: Item BOM kontrak yg menggunakan kode workshop ini
it_it: di
ko_kr: 이 작업장 코드를 참조 BOM 항목 계약
mr_in: हे काम केंद्र कोड संदर्भ करार BOM आयटम
nl_nl: Contract materiaal lijst items met eenverwijzing naar dit work center
pt_pt: Contrato itens BOM que usam esse cód. centro de trabalho
ro_ro: Contract de elemente BOM referindu-se la acest cod de centru de muncă
ru_ru: Контракт счета на материалы, относящийся к этому коду рабочего центра
sq_al: Kontratës sendet bom iu referuar në këtë kod qendër punojnë
sv: Kontrakt BOM poster som hänvisar till detta arbete centrum kod
sw_ke: Bom mkataba vitu akimaanisha code kituo hiki kazi
tr_tr: BU IS MERKEZINE BAGLI KONTRAT ÜRÜN AGAÇLARI:
zh_hk: 个这工作中心的物料清单物料部件
zh_tw: 這工作站的物料清單部件合同

source: The selected work centre record has been deleted
cs_cz: Vybrané pracoviště záznam byl odstraněn
es_es: Se eliminó el registro de este centro de trabajo
hi_in: चयनित कार्य केंद्र रिकॉर्ड हटा दिया गया है
id_id: Data workshop yg dipilih telah dihapus
it_it: La registrazione selezionata centro di lavoro è stato soppresso
ko_kr: 선택한 작업 센터 기록이 삭제되었습니다
mr_in: निवडलेले काम केंद्र रेकॉर्ड हटविले गेले आहे
nl_nl: De geselecteerde work center is verwijderd
pt_pt: Centro de Trab. selec. foi removido
ro_ro: Selectat Centrul record de muncă a fost şters
ru_ru: Выбранная запись рабочего центра была удалена
sq_al: Zgjedhur qendrën e punës rekord është grisur
sv: Makulerad
sw_ke: Rekodi ya kuchaguliwa kazi kituo imefutwa
tr_tr: SEÇILEN IS MERKEZI KAYDI SILINDI
zh_hk: 选取的工作中心已删除
zh_tw: 選取的工作站已刪除

source: WC Code
cs_cz: WC kód
es_es: Código del CT
hi_in: WC कोड
id_id: Kode Workshop
it_it: Codice
ko_kr: 화장실 코드
mr_in: Wc कोड
nl_nl: Work center code
pt_pt: Cent. Trab.
ro_ro: Codul WC
ru_ru: Код WC
sq_al: WC Kodi
sv: Arbetsplatsskod
tr_tr: IS MERKEZI KODU
zh_hk: 工作中心编码
zh_tw: 工作站編碼

source: Overhead GL Account
cs_cz: Režijní GL účtu
es_es: Cuenta contable de gastos generales
hi_in: जीएल खाता उपरि
id_id: Akun GL Overhead
it_it: Overhead Conto GL
ko_kr: 오버 헤드 GL 계정
mr_in: ओव्हरहेड जी.एल. खाते
nl_nl: Overhead grootboek rekening
pt_pt: Conta Cont. Excedente
ro_ro: Contul aeriene GL
ru_ru: Накладные счета главной книги
sq_al: Indirekte Llogaria GL
sv: Redigera kontoinformationen
sw_ke: Overhead GL Akaunti
tr_tr: ISLETME GIDERLERI HESABI
zh_hk: 制造费用总账科目
zh_tw: 間接費用總帳科目

source: Overhead Per Hour
cs_cz: Režie za hodinu
es_es: Gastos generales por hora
hi_in: प्रति घंटे उपरि
id_id: Overhead Per Jam
it_it: Overhead per ora
ko_kr: 오버 헤드 시간 당
mr_in: ओव्हरहेड प्रति तास
nl_nl: Overhead per uur
pt_pt: Exced. por Hora
ro_ro: Pe deasupra capului ore
ru_ru: Накладные расходы в час
sq_al: Indirekte në orë
sv: OH pålägg per timme
sw_ke: Overhead kwa saa
tr_tr: SAAT BASINA ISLETME GIDERLERI
zh_hk: 每小时制造费用
zh_tw: 每小時間接費用

source: Are you sure you wish to delete this work centre?
es_es: ¿Está seguro que desea suprimir este centro de trabajo?
id_id: Apakah Anda yakin ingin menghapus workshop ini?
ko_kr: 이 작품의 중심을 삭제할 확실합니까?
mr_in: आपण हे काम केंद्र हटवू इच्छित खात्री आहे?
pt_pt: Confirma remover centro de trabalho?
zh_tw: 您確定要刪除此工作站？

source: Show all Work Centres
cs_cz: Zobrazit všechny práce středisek
es_es: Mostrar todos los Centros de Trabajo
hi_in: सभी कार्य केन्द्रों दिखाएँ
id_id: Tampilkan semua Workshop
it_it: Mostra
ko_kr: 모든 작업 센터보기
mr_in: सर्व कार्य केंद्रे दाखवा
nl_nl: Toon alle work centers
pt_pt: Exibir todos centro trabalho
ro_ro: Arată toate Centrele de lucru
ru_ru: Показать все рабочие центры
sq_al: Trego të gjitha Qendrat e punës
sv: Visa alla arbetsplatser
sw_ke: Kuonyesha Vituo vyote Kazi
tr_tr: Tüm İş Merkezleri göster
zh_hk: 显示所有工作中心
zh_tw: 顯示所有工作站
