Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Fixed Asset credits on Credit Note
cs_cz: Dlouhodobých aktiv úvěrů na dobropis
es_es: Créditos de activo fijo en nota de crédito
hi_in: क्रेडिट पर स्थायी संपत्ति क्रेडिट नोट
id_id: Kredit Aktiva Tetap di Nota Kredit
it_it: Fixed Asset crediti sul credito Nota
ko_kr: 신용 주에 고정 자산 크레딧
mr_in: क्रेडिट टिप मुदत मालमत्ता क्रेडिट्स
nl_nl: Vaste activa credits op creditnota
pt_pt: Ativo Fixo Credor na Nota Crédito.
ro_ro: credite activelor fixe pe Nota de credit
ru_ru: Исправлена кредитов активами на кредитную Примечание
sq_al: kredi Fixed Pasurive në Credit Note
sv: Anläggningstillgång poäng på kreditnota
sw_ke: Fasta mikopo ya Amana juu ya Mikopo Kumbuka
tr_tr: Kredi Sabit Varlık kredi notu
zh_hk: 红字发票上的固定资产
zh_tw: 信用說明固定資產學分

source: If you know the code enter it in the Asset ID input box, otherwise select the asset from the list below. Only assets with no cost will show in the list
cs_cz: Znáte-li kód zadejte jej do vstupního pole Asset ID, jinak vyberte aktiva z níže uvedeného seznamu. Pouze majetek s nulovými náklady se zobrazí v seznamu
es_es: Si conoce el código escribalo en el cuadro de entrada de ID de activos, de lo contrario seleccione el activo de la lista a continuación. Sólo activos sin costo se mostrará en la lista
hi_in: यदि आप जानते हैं कोड यह संपत्ति आईडी इनपुट बॉक्स में दर्ज करें, अन्यथा नीचे की सूची से संपत्ति का चयन करें. नहीं लागत के साथ ही संपत्ति सूची में दिखाई देगा
id_id: Jika Anda tahu kodenya, masukkan ke kotak input ID Aktiva, jika tdk, pilih aktiva dari daftar di bawah ini. Hanya aktiva dgn tanpa biaya yg akan tampil di daftar
it_it: Se si conosce il codice per inserirlo nella casella di input Asset ID, altrimenti selezionare l&#39;attività dalla lista qui sotto. Solo con attività senza alcun costo mostrerà nella lista
ko_kr: 당신이 코드는 자산 ID 입력 상자에 입력 알고있는 경우 그렇지 않은 경우 아래 목록에서 자산을 선택합니다. 무료 만 자산 목록에 표시됩니다
nl_nl: Als u weet dat de code het in te voeren in de Asset-ID invoerveld, anders selecteert u de activa uit de onderstaande lijst. Alleen activa die geen kosten zullen laten zien in de lijst
pt_pt: Se o Código do Ativo Fixo é conhecido informe diretamente no campo, caso contrário selecione o Ativo Fixo da lista abaixo. Só Ativo Fixo sem custo irão compor a lista
ro_ro: Dacă ştiţi codul introduceţi-l în caseta de intrare Asset ID, selectaţi altfel, activul din lista de mai jos. Activele Numai cu nici un cost va aparea in lista
ru_ru: Если вы знаете код введите его в поле ввода ID активами, в противном случае выберите активов из списка ниже. Только активов При этом стоимость будет отображаться в списке
sq_al: Nëse ju e dini kodin futeni në kutinë e input ID Pasurive, ndryshe zgjidhni pasuri nga lista më poshtë. Vetëm aktivet me pa kosto do të shfaqen në listën e
sv: Om du känner till, ange den i Asset ID inmatningsrutan, välj annars tillgången från listan nedan. Endast tillgångar utan kostnad visas i listan
sw_ke: Kama unajua utaratibu wa kuingia katika sanduku Amana ID pembejeo, vinginevyo mali kuchagua kutoka katika orodha ya chini. Tu mali na gharama hakuna katika orodha ya
tr_tr: Eğer kodu, Varlık kimliği giriş kutusuna girin aksi aşağıdaki listeden varlık seçin biliyorum. hiçbir ücret ile sadece varlıkları listesinde gösterir
zh_hk: 如果您知道代码，在资产ID输入方框中输入，否则从下列列表选择资产。仅仅不附带成本的资产才会显示在列表里
zh_tw: 如果您知道代碼在資產ID輸入框中輸入它，否則從下面的列表中選擇資產。只有在沒有成本的資產將會顯示在列表中

source: Enter Asset ID
es_es: Introducir el ID del activo
id_id: Masukkan ID Aktiva
ko_kr: 자산 ID를 입력
mr_in: मालमत्ता आयडी प्रविष्ट करा
pt_pt: Informe ID Ativo Fixo
zh_tw: 進入資產ID

source: The Asset ID should be positive integer
ko_kr: 자산 ID는 양의 정수이어야합니다
mr_in: मालमत्ता आयडी धन पूर्णांक असणे आवश्यक आहे
pt_pt: ID do Ativo Fixo dever ser inteiro positivo
zh_tw: 資產ID應該是正整數

source: Postive integer
es_es: Entero positivo
ko_kr: 에 postive 정수
mr_in: Postive पूर्णांक
pt_pt: deve ser um número positivo inteiro
zh_tw: 陽性整數

source: Select from list
es_es: Seleccionar de la lista
id_id: Pilih dari daftar
ko_kr: 목록에서 선택
mr_in: सूचीतून निवडा
pt_pt: Seleciona na Lista
zh_tw: 從列表中選擇

source: The amount must be numeric and cannot be zero
es_es: El monto debe ser numérico y no puede ser cero
ko_kr: 금액은 숫자이어야하며, 제로가 될 수 없습니다
mr_in: रक्कम अंकीय असणे आवश्यक आहे आणि शून्य असू शकत नाही
pt_pt: A quantidade não pode ser zero (0)
zh_tw: 數量必須是數字，不能是零

source: Enter Fixed Asset
cs_cz: Zadejte Fixed Asset
es_es: Introducir activo fijo
hi_in: स्थायी संपत्ति दर्ज करें
id_id: Masukkan Aktiva Tetap
it_it: Inserisci il cespite
ko_kr: 고정 자산을 입력
mr_in: मुदत मालमत्ता प्रविष्ट करा
nl_nl: Voer Vaste Activa
pt_pt: Informe Ativo Fixo
ro_ro: Introduceţi active fixe
ru_ru: Введите основных средств
sq_al: Enter aseteve fikse
sv: Ange anläggningstillgångar
sw_ke: Fixed Asset kuingia
tr_tr: Sabit Kıymet girin
zh_hk: 输入固定资产
zh_tw: 輸入固定資產

source: Enter Supplier Invoice Against Goods Received
cs_cz: Zadejte dodavatelské faktury proti Přijaté Zboží
es_es: Introducir factura del proveedor contra bienes recibidos
hi_in: प्राप्त सामान के खिलाफ चालान प्रदायक दर्ज
id_id: Masukkan Faktur Supplier Terhadap Brg yg Diterima
it_it: Inserisci Fattura Fornitore a Fronte della Merce Ricevuta
ko_kr: 받은 제품에 대해 공급 업체 송장 입력
mr_in: प्राप्त माल विरुद्ध पुरवठादार चलन प्रविष्ट करा
nl_nl: Voer een leveranciers rekening in tegen een goederen ontvangst
pt_pt: Entre com Aviso de qual Fornec. a mercadoria foi recebida
ro_ro: Introduceţi factura furnizorului împotriva bunurile primite
ru_ru: Введите счетов-фактур поставщиков в отношении товаров, полученных
sq_al: Enter Fatura Furnizuesi kundër Mallrat e pranuara
sv: Ange leverantörsfakturan mot mottagna varor
sw_ke: Kuingia Supplier ankara dhidi ya Bidhaa Received
tr_tr: MAL KABULÜNE ISTINADEN TEDARIKÇI FATURASI ISLE
zh_hk: 按收货输入发票
zh_tw: 輸入貨品收貨的供應商發票

source: then the link to enter a supplier invoice must be clicked on
cs_cz: pak odkaz na vstup dodavatelské faktury musí být klikli na
es_es: luego debe hacer clic para introducir una factura de proveedor
hi_in: तब लिंक एक सप्लायर पर क्लिक करना होगा प्रवेश करने के लिए चालान
id_id: kemudian klik link utk memasukkan faktur supplier
it_it: quindi la voce per inserire la fattura fornitore deve essere selezionata
ko_kr: 다음 공급 업체 송장을 입력 할 수있는 링크에 클릭해야합니다
mr_in: नंतर एक पुरवठादार चलन प्रविष्ट करण्यासाठी दुव्यावर क्लिक करणे आवश्यक आहे
nl_nl: vervolgens moet de link worden geselecteerd om een leveranciers rekening in te voeren
pt_pt: então acione o link do fornecedor do aviso
ro_ro: apoi link-ul pentru a introduce o factura furnizorului trebuie să fie făcut clic pe
ru_ru: то ссылку для входа поставщиком счет-фактура должна быть нажата
sq_al: pastaj lidhjen për të hyrë në një faturë të furnizuesit duhet të klikuar në
sv: sedan på länken för att ange en leverantörsfaktura måste klickas på
sw_ke: kisha kiungo kuingia invoice wasambazaji lazima clicked on
tr_tr: o linke tıklayan gereken bir tedarikçi fatura girmek için
zh_hk: 再点新建供应商发票
zh_tw: 再按下列供應商發票連結

source: The quantity being invoiced is more than the outstanding quantity that was delivered. It is not possible to enter an invoice for a quantity more than was received into stock
es_es: La cantidad que se factura es más que la cantidad extraordinaria que fue entregada. No es posible ingresar una factura por una cantidad mayor de lo que se recibió en la existencia
id_id: Qty yg difakturkan lebih dari qty yg belum dikirim. Tdk mungkin utk memasukkan faktur utk qty lebih dari yg diterima ke stok
ko_kr: 청구되는 양이 배달 된 뛰어난 수량 이상입니다. 재고로받은 것보다 더 많은 양을 위해 송장을 입력 할 수 없습니다
mr_in: invoiced जात प्रमाण वितरित करण्यात आला की उल्लेखनीय प्रमाणात जास्त आहे. हे स्टॉक मध्ये प्राप्त झाला जास्त प्रमाण एक चलन प्रविष्ट करणे शक्य नाही
pt_pt: A quantidade do aviso de recebimento é maior que a quantidade já entregue. Não é possivel entrar com uma quantidade em estoque que seja maior do que a quantidade entregue.
zh_tw: 所開發票的數量超過交付的貨量，輸入發票的數量超過被收進存貨，這是不可能的

source: The goods received cannot be invoiced at this price
cs_cz: Přijatého zboží nemůže být fakturovány za tuto cenu
es_es: Los bienes recibidos no se pueden facturar a este precio
hi_in: माल इस कीमत पर चालान प्राप्त नहीं किया जा सकता है
id_id: Brg yg diterima tdk dapat difakturkan pada harga ini
it_it: Le Merci ricevute non possono essere fatturate a questo prezzo
ko_kr: 상품이 가격에 청구 할 수없는 수신
mr_in: प्राप्त माल किमतीला invoiced जाऊ शकत नाही
nl_nl: De ontvangen goederen mogen niet voor deze prijs gefactureerd worden
pt_pt: As mercadorias recebidas não podem ser pedidas neste preço
ro_ro: Bunurile primite nu pot fi facturate la acest pret
ru_ru: Полученные товары не может быть выставлен счет по этой цене
sq_al: Mallrat e marra nuk mund të faturohen në këtë çmim
sv: Den mottagna varan inte kan faktureras till detta pris
sw_ke: mali ya kupokea hawezi kuwa invoiced kwa bei hii
tr_tr: ALINAN ÜRÜN BU FIYATTAN FATURALANAMAZ
zh_hk: 这次收货不能按此价格开票
zh_tw: 貨品收貨不能按這價格開出發票

source: The price being invoiced is more than the purchase order price by more than
cs_cz: Cena je fakturována je více, než je cena objednávky o více než
es_es: El precio que se factura es más que el precio de la orden de compra por más de
hi_in: चालान किया जा रहा है मूल्य से अधिक द्वारा क्रय आदेश मूल्य से अधिक है
id_id: Harga yg difakturkan lebih dari harga order pembelian dgn lebih dari
it_it: Il prezzo che è stato fatturato è maggiore del prezzo d' acquisto di
ko_kr: 청구되는 가격 이상으로 구매 주문 가격보다 더 많은입니다
mr_in: invoiced जात किंमत जास्त खरेदी ऑर्डर किंमत जास्त आहे
nl_nl: De in rekening gebrachte prijs overschrijdt de prijs op de inkoop order met meer dan
pt_pt: O preço que veio no aviso é maior que o preço da ordem de compra mais que
ro_ro: Preţ fiind facturate este mai mare decât preţul de comandă de achiziţie cu mai mult de
ru_ru: Цена быть выставлен счет более, чем цена заказа на поставку более чем на
sq_al: Çmimi që faturohet është më shumë se çmimi i blerjes për më shumë se
sv: Priset som faktureras är mer än inköpspriset för pris med mer än
sw_ke: Bei ya kuwa invoiced ni zaidi ya bei ili kununua kwa zaidi ya
tr_tr: faturalandırılmış olan fiyat satınalma siparişi fiyattan daha fazla daha fazla olduğunu
zh_hk: 发票价格比订单价格高
zh_tw: 開出發票的價格比採購訂單價目高

source: The system is set up to prohibit this so will put this invoice on hold until it is authorised
cs_cz: Systém je nastaven tak, aby zakázaly to tak bude klást této faktuře do držení, dokud je k tomu oprávněn
es_es: El sistema está configurado para prohibir esto, así que se pone esta factura en espera hasta que sea autorizada
hi_in: प्रणाली स्थापित करने के लिए निषेध है यह तो पकड़ पर इस चालान रखा जाएगा जब तक यह अधिकृत है
id_id: Sistem tdk memperbolehkan ini sehingga faktur ini ditunda sampai diotorasisasi
it_it: Il sistema è impostato per vietare questo modo verrà messo questa fattura in attesa fino a quando non è autorizzata
ko_kr: 이 권한이 부여 될 때까지이 시스템은 대기이 송장을 넣어 것입니다 그래서이 금지하도록 설정되어
mr_in: प्रणालीला अधिकृत होईपर्यंत या म्हणून होल्ड वर हे चलन ठेवू बंदी सेट आहे
nl_nl: Het systeem is opgezet om te verbieden dit zo zal deze factuur in de wacht gezet totdat het is toegestaan
pt_pt: O sistema não autoriza colocar aviso em retido até que esteja autorizado
ro_ro: Sistemul este configurat pentru a interzice acest lucru va pune această factură în aşteptare până când este autorizat
ru_ru: Система настроена запретить это так поставят этот счет на линии, пока она имеет право
sq_al: Sistemi i është ngritur për të ndaluar këtë mënyrë do të vënë këtë faturë në pritje deri sa ai është i autorizuar
sv: Systemet är inställd för att förbjuda detta så kommer att sätta denna faktura på is tills det är godkänt
sw_ke: Mfumo ni kuweka kuzuia hii ndivyo kuweka hii invoice kushikilia mpaka ni mamlaka
tr_tr: kendi yetki kadar sistem bu kadar beklemeye bu faturayı koyacağız yasaklamak için ayarlandı
zh_hk: 系统设置为禁止此操作，因此会将此发票冻结直到被授权为止。
zh_tw: 該系統被設置為禁止會這樣會把這個發票擱置，直到它被授權

source: Invoiced Goods Received Selected
cs_cz: Fakturované zboží obdržené Vybrané
es_es: Bienes recibidos facturados seleccionados
hi_in: चालान का सामान चयनित प्राप्त
id_id: Brg Difaktur dan Diterima yg Dipilih
it_it: Seleziona Fatturazione Merci Ricevute
ko_kr: 인보이스에 청구 된 제품은 선택한받은​​ 것은
mr_in: Invoiced वस्तूंचे निवडलेले प्राप्त
nl_nl: Gefactureerde Ontvangen Goederen Selectie
pt_pt: Selec. Aviso de Mercadoria Recebido
ro_ro: Marfa facturate primite selectate
ru_ru: Счетам товаров, полученных Избранные
sq_al: Mallrave të pranuara e zgjedhur është faturuar
sv: Valt fakturerat och mottaget gods
sw_ke: Bidhaa Invoiced alipokea Selected
tr_tr: Faturalı Eşya Seçilmiş Alınan
zh_hk: 已选择待开发票的收货
zh_tw: 選取已開發票的已收貨品

source: Quantity Yet To Inv
es_es: Cantidad aún para facturar
ko_kr: 인보이스 아직 수량
mr_in: Inv अजून प्रमाणात
pt_pt: Qtd pend. Aviso
zh_tw: 未開發票數量

source: Quantity Inv
es_es: Cantidad facturada
ko_kr: 수량 인보이스
mr_in: प्रमाण Inv
pt_pt: Quant. Aviso
zh_tw: 產品數量庫存

source: Inv Price
es_es: Precio en factura
ko_kr: 인보이스 가격
mr_in: Inv किंमत
pt_pt: Preço Aviso
zh_tw: 庫存價格

source: Order Value
es_es: Valor del pedido
ko_kr: 주문 값
mr_in: मागणी मूल्य
pt_pt: Valor Ped.
zh_tw: 訂單價值

source: Update Amounts Invoiced
es_es: Actualizar montos facturados
ko_kr: 업데이트 금액은 인보이스
mr_in: Invoiced अद्यतन राशी
pt_pt: Atual. Valor Aviso
zh_tw: 更新發票的金額

source: There are no outstanding goods received from
cs_cz: Nejsou žádné nesplacené zboží obdržené od
es_es: No hay bienes sobresalientes recibidos desde
hi_in: कोई बकाया माल से प्राप्त कर रहे हैं
id_id: Tdk ada brg diterima blm-sesuai dari
it_it: Non ci sono ulteriori merci da ricevere
ko_kr: 더 뛰어난 상품에서 수신되지 않을 수 있습니다
mr_in: प्राप्त नाही थकबाकी वस्तू आहेत
nl_nl: Er zijn geen openstaande ontvangsten van
pt_pt: Não há mercadoria para receber de
ro_ro: Nu există mărfuri restante primite de la
ru_ru: Есть не выдающийся товаров, полученных от
sq_al: Nuk ka mallra të shquar të marra nga
sv: Det finns inga utestående varor som mottagits från
sw_ke: Hakuna bidhaa bora kupokea kutoka
tr_tr: TAMAMLANMAMIS MAL KABULÜ YOK:
zh_hk: 没有收货来自
zh_tw: 沒有未完成貨品收貨從

source: that have not been invoiced by them
cs_cz: , které nebyly fakturovány podle nich
es_es: que no se han facturado por ellos
hi_in: कि उनके द्वारा किया गया चालान नहीं किया है
id_id: yg belum difakturkan oleh mereka
it_it: che non c'è fatturazione per questo
ko_kr: 그들에 의해 청구되지 않았는지
mr_in: त्यांना invoiced आलेली नाही
nl_nl: die niet zijn gefactureerd door hun
pt_pt: que tenham aviso por pelo forneced.
ro_ro: care nu au fost facturate de către acestea
ru_ru: , которые еще не был выставлен счет на них
sq_al: që nuk janë faturuar nga ana e tyre
sv: som inte har fakturerats av dem
sw_ke: kwamba si invoiced na wao
tr_tr: Onlara tarafından fatura henüz
zh_hk: 未开发票
zh_tw: 還沒有由他們開出發票

source: The goods must first be received using the link below to select purchase orders to receive
cs_cz: Zboží musí být nejprve přijaty na odkaz níže zvolte objednávky přijímat
es_es: La mercancía debe ser recibida utilizando el enlace de abajo para seleccionar las órdenes de compra a recibir
hi_in: माल पहले नीचे दिए गए लिंक का उपयोग करने के लिए खरीद आदेश चयन करने के लिए प्राप्त प्राप्त किया जाना चाहिए
id_id: Brg harus diterima lebih dulu menggunakan link di bawah utk memilih order pembelian yg akan diterima
it_it: Le merci devono essere ricevute utilizzando il collegamento sottostante per selezionare l' ordine d' acquisto in arrivo
ko_kr: 제품은 먼저받을 구매 주문을 선택 아래의 링크를 사용하여 접수해야합니다
mr_in: माल प्रथम प्राप्त करण्यासाठी खरेदी ऑर्डर निवडण्यासाठी खालील लिंक वापरून प्राप्त करणे आवश्यक आहे
nl_nl: Goederen onvangst boeken via onderstaande link om inkoopopdracht te selecteren voor ontvangst
pt_pt: As mercadorias primeiro precisam ser recebidas, usar o link abaixo para receber as ordens de compra
ro_ro: Mărfurile trebuie să fie primul primite folosind link-ul de mai jos pentru a selecta comenzile de achiziţie pentru a primi
ru_ru: Товары должны сначала быть получены с помощью ссылки ниже, чтобы выбрать заказы на получение
sq_al: Mallrave duhet së pari të marrë duke përdorur lidhjen më poshtë për të zgjedhur për të marrë urdhrat e blerjes
sv: Varorna måste först tas emot via länken nedan för att välja inköpsorder för att ta emot
sw_ke: Ya bidhaa lazima kwanza kupokea kutumia kiungo hapo chini ya kuchagua amri kununua kupokea
tr_tr: ÜRÜNLERI TESLIM ALMAK IÇIN ILK ÖNCE AŞAGIDAKI LINKTEN O TESLIMATIN SATINALMA SIPARISI SEÇIN
zh_hk: 请使用下列链接选择订单先做收货
zh_tw: 貨品收貨必須先用下列選取採購訂單來收貨

source: Goods Received Yet to be Invoiced From
cs_cz: Zboží Přijaté Přesto bude fakturovat Z
es_es: Los bienes recibidos. Sin embargo, para ser facturados de
hi_in: माल अभी तक प्राप्त करने से चालान किया
id_id: Brg yg Diterima tapi Blm-Difakturkan Dari
it_it: Merci Ricevute Da Fatturare
ko_kr: 그러나받은 제품은에서 송장이 발행하는
mr_in: वस्तू कडून Invoiced अजून प्राप्त
nl_nl: Tot nog toe ontvangen goederen om de worden gefactureerd door
pt_pt: Aviso de Mercadorias Recebebidas de
ro_ro: Marfa primit încă să fie facturate la
ru_ru: Товары, полученные еще не выставлен счет с
sq_al: Mallrave të marrë ende për t&#39;u faturuar Nga
sv: Mottagna varorna ännu inte faktureras
sw_ke: Hata hivyo alipokea bidhaa kuwa Invoiced Kutoka
tr_tr: Mal From Faturalanan olmak Yine Alınan
zh_hk: 未开发票的收货 来自
zh_tw: 已收貨但未開發票的貨品從

source: Total Qty Received
cs_cz: Celkem Množství přijatých
es_es: Cantidad total recibida
hi_in: कुल मात्रा प्राप्त
id_id: Total Qty Diterima
it_it: Totale Q.tà Ricevuta
ko_kr: 총 수량은 수신
mr_in: एकूण मात्रा प्राप्त
nl_nl: Totaal aantaal ontvangen
pt_pt: Quant. Total Recebidda
ro_ro: Cantitate Total primite
ru_ru: Всего Кол-во Поступила в редакцию
sq_al: Qty Total Received
sv: Total inlev antal
sw_ke: Jumla ya Uchina Received
tr_tr: TOPLAM KABUL MIKTARI
zh_hk: 收货数量总计
zh_tw: 已收總數

source: Qty Already Invoiced
cs_cz: Množství fakturováno
es_es: Cantidad ya facturada
hi_in: मात्रा पहले से चालान
id_id: Qty Sdh Difaktur
it_it: Q.tà Già Fatturate
ko_kr: 수량은 이미 인보이스
mr_in: मात्रा आधीच Invoiced
nl_nl: Aantal reeds gefactureerd
pt_pt: Qtd em Aviso
ro_ro: Cantitate facturată deja
ru_ru: Кол-во Уже счетам
sq_al: Qty Already faturuar
sv: Redan synkroniserad idag
sw_ke: Tayari Uchina Invoiced
tr_tr: ÖNCEDEN FATURALANMIS MIKTAR
zh_hk: 已开发票数量
zh_tw: 已開發票數量

source: Qty Yet To Invoice
cs_cz: Množství Přesto na fakturu
es_es: Cantidad aún para facturar
hi_in: मात्रा अभी तक चालान करने के लिए
id_id: Qty Blm Difaktur
it_it: Q.tà da Fatturare
ko_kr: 수량은 아직 송장
mr_in: मात्रा तरी चलन करण्यासाठी
nl_nl: Hoeveelheid tot nog toe om te factureren
pt_pt: Qtd pendente de Aviso
ro_ro: Cantitate Cu toate acestea, la factură
ru_ru: Количество же выставить счет
sq_al: Qty Megjithatë Për Faturë
sv: Kvantitet som ska faktureras
sw_ke: Uchina bado ankara
tr_tr: FATURALANACAK MIKTAR
zh_hk: 未开发票数量
zh_tw: 未開發票數量

source: Order Price in
cs_cz: Cena v pořadí
es_es: Precio del pedido en
hi_in: आदेश में मूल्य
id_id: Harga Order dalam
it_it: Inserire Prezzo di Listino
ko_kr: 에서 주문 가격
mr_in: मध्ये किंमत मागवा
nl_nl: Opdracht Prijs in
pt_pt: Preço Ordem Compra em
ro_ro: Comanda Pret în
ru_ru: Заказать Цена в
sq_al: Çmimi i Rendit në
sv: Orderbelopp i
sw_ke: Bei ili katika
tr_tr: SIPARIS FIYATI
zh_hk: 订单价格
zh_tw: 訂單價格於

source: Add Whole PO to Invoice
cs_cz: Přidat Celá PO do faktury
es_es: Añadir toda la Orden de Compra a la Factura
hi_in: चालान पूरे पीओ जोड़ें
id_id: Tambahkan Semua PO utk Difaktur
it_it: Aggiungere L' Intero PO alla Fattura
ko_kr: 송장 전체 PO 추가
mr_in: अशी यादी तयार संपूर्ण पीओ जोडा
nl_nl: Voeg hele inkooporder toe aan factuur
pt_pt: Adic. Toda Ordem Compra para Aviso
ro_ro: Adauga la PO Total factură
ru_ru: Добавить Всего ПО для счета
sq_al: Add PO gjithë të Faturë
sv: Lägg Hela PO till faktura
sw_ke: Kuongeza PO Whole ya ankara
tr_tr: SATINALMA SIPARISININ TAMAMINI FATURAYA EKLE
zh_hk: 新增整张订单到发票
zh_tw: 新增整張訂單到發票

source: Select All
cs_cz: Vybrat vše
es_es: Seleccionar todo
hi_in: सभी का चयन करें
id_id: Pilih Semua
it_it: Seleziona tutto
ko_kr: 모두 선택
mr_in: सर्व निवडा
nl_nl: Selecteert u Alle
pt_pt: Assinale Todas
ro_ro: Selectaţi Toate
ru_ru: Выделить все
sq_al: Përzgjidh të gjitha
sv: Välj alla
sw_ke: Chagua zote
tr_tr: Tümünü Seç
zh_hk: 全选
zh_tw: 全部選取

source: Deselect All
cs_cz: Odznačit vše
es_es: Desmarcar todo
hi_in: सभी अचयनित करें
id_id: Batal Pilih Semua
it_it: Deseleziona tutto
ko_kr: 모든 선택을 취소합니다
mr_in: सर्व निवड रद्द करा
nl_nl: Alles deselecteren
pt_pt: Desassinale Todas
ro_ro: Deselectează toate
ru_ru: Отменить все
sq_al: Deselect gjitha
sv: Avmarkera alla
sw_ke: Deselect zote
tr_tr: Tüm kaldırın
zh_hk: 全部不选取
zh_tw: 取消全選

source: Add to Invoice
cs_cz: Přidat do faktury
es_es: Añadir a factura
hi_in: चालान में जोड़ें
id_id: Tambahkan ke Faktur
it_it: Aggiungere alla Fattura
ko_kr: 송장에 추가
mr_in: अशी यादी तयार जोडा
nl_nl: Toevoegen aan Factuur
pt_pt: Adic. ao Aviso
ro_ro: Adauga la factură
ru_ru: Добавить в счета
sq_al: Add to Faturë
sv: Lägg till faktura
sw_ke: Kuongeza ankara
tr_tr: FATURAYA EKLE
zh_hk: 新增到发票
zh_tw: 新增到發票

source: A supplier must first be selected before logins can be defined for it
es_es: Primero debe seleccionar un proveedor, antes de definir un acceso para el mismo
id_id: Supplier harus dipilih dulu sebelum login dapat dibuat
ko_kr: 로그인이 그것을 정의 할 수 있습니다 전에 공급 업체를 먼저 선택해야합니다
mr_in: लॉगिन त्यासाठी ठरवणे शक्य करण्यापूर्वी एक पुरवठादार प्रथम निवडणे आवश्यक आहे
pt_pt: Selecionar um fornecedor antes do login ser definido para ele
zh_tw: 一個供應商必須先選擇，登錄前可以為它定義

source: Receivables
cs_cz: Příjmy
es_es: Cobros
hi_in: प्राप्य
id_id: Piutang
it_it: Incassi
ko_kr: 채권
mr_in: प्राप्य
nl_nl: Factureren
pt_pt: Contas a Receber
ro_ro: Plati clienti
ru_ru: Подлежащие получению
sq_al: Arkëtueshme
sv: Fakturering/Kundreskontra
tr_tr: ALACAKLAR
zh_hk: 应收
zh_tw: 應收

source: Payables
cs_cz: Výdaje
es_es: Pagos
id_id: Hutang
it_it: Pagamenti
ko_kr: 채무
mr_in: देय
nl_nl: Crediteuren
pt_pt: Contas a Pagar
ro_ro: Achitari furnizori
ru_ru: Подлежащие оплате
sq_al: Pagueshme
sv: Leverantörsreskontra
tr_tr: BORÇLAR
zh_hk: 应付
zh_tw: 應付

source: Purchasing
cs_cz: Nákup
es_es: Compras
hi_in: क्रय
id_id: Pembelian
it_it: Acquisti
ko_kr: 구매
mr_in: खरेदी
nl_nl: Inkoop
pt_pt: Compras
ro_ro: De cumpărare
ru_ru: Покупаемые
sq_al: Blerje
sv: Inköp
sw_ke: Ununuzi
tr_tr: SATINALMA
zh_hk: 采购
zh_tw: 採購

source: Manufacturing
cs_cz: Výroba
es_es: Producción
hi_in: निर्माण
id_id: Produksi
it_it: Produzione
ko_kr: 제조
mr_in: वस्तुनिर्माण
nl_nl: Produktie
pt_pt: Manufatura
ro_ro: Producere
ru_ru: Произведенные
sq_al: Prodhim
sv: Tillverkning
sw_ke: Viwanda
tr_tr: ÜRETIM
zh_hk: 生产
zh_tw: 生產

source: General Ledger
cs_cz: Hlavní účetní
es_es: Contabilidad
hi_in: सामान्य खाता बही
id_id: Buku Besar
it_it: Contabilità Generale
ko_kr: 총계정 원장
mr_in: सामान्य खातेवही
nl_nl: Financieel Grootboek
pt_pt: Contabilidade
ro_ro: Contabilitate
ru_ru: Главная книга
sq_al: Libri themelor
sv: Redovisning
sw_ke: Ujumla Ledger
tr_tr: MUHASEBE
zh_hk: 总账
zh_tw: 總帳

source: Asset Manager
es_es: Gestor de activos
hi_in: संपत्ति प्रबंधक
id_id: Manager Aktiva
ko_kr: 자산 관리자
mr_in: मालमत्ता व्यवस्थापक
pt_pt: Ativo Fixo
ru_ru: Управляющий активами
sq_al: Drejtor i mjeteve
sv: Tillgångs manager
sw_ke: Meneja wa mali
tr_tr: Varlık Yöneticisi
zh_hk: 资产经理
zh_tw: 資產管理

source: Back to Suppliers
cs_cz: Zpět na Dodavatelé
es_es: Volver a proveedores
hi_in: वापस करने के लिए आपूर्तिकर्ता
id_id: Kembali ke Supplier
it_it: Torna ai Fornitori
ko_kr: 돌아 가기 공급 업체
mr_in: मागे पुरवठादार करण्यासाठी
nl_nl: Terug naar de leveranciers
pt_pt: Voltar para Fornecedores
ro_ro: Înapoi la Furnizori
ru_ru: Поставщики
sq_al: Kthehu tek Furnizuesit
sv: Tillbaka till leverantörer
sw_ke: Nyuma Suppliers
tr_tr: Geri Tedarikçiler için
zh_hk: 返回到供应商
zh_tw: 返回供應商

source: A new supplier login has been created
es_es: Se creó un nuevo acceso para el proveedor
id_id: Login supplier yg baru telah dibuat
ko_kr: 새로운 공급 업체 로그인이 생성되었습니다
mr_in: नवीन पुरवठादार लॉगिन तयार केले गेले आहे
pt_pt: Login de Fornecedor Criado
zh_tw: 新供應商登錄已新建
