Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Bank account general ledger entries must be entered by either a bank account receipt or a bank account payment
cs_cz: Bankovní účet hlavní knihy položky musí být zadán buď přijetí bankovní účet nebo bankovní účet platební
es_es: Las entradas contables de las cuentas bancarias deben ser introducidas por un ingreso o un pago en cuenta bancaria
hi_in: बैंक खाता सामान्य खाता बही प्रविष्टियों या तो एक बैंक खाता प्राप्ति या एक बैंक खाता भुगतान द्वारा दर्ज होना चाहिए
id_id: Jurnal buku besar akun bank harus dimasukkan dgn penerimaan akun bank atau pembayaran akun bank
it_it: Banca movimenti contabili conto generale devono essere iscritti o da un conto bancario o la ricevuta di pagamento conto corrente bancario
ko_kr: 은행 계좌 원장 항목은 은행 계좌 영수증 또는 은행 계좌 결제 중 하나에 의해 입력해야합니다
mr_in: बँक खाते सामान्य खातेवही नोंदी बँक खाते पावती किंवा एक बँक खाते पेमेंट एकतर द्वारे प्रविष्ट करणे आवश्यक आहे
nl_nl: Grootboek boekingen voor een bank moeten uitgevoerd worden via een bank ontvangst of een bankbetaling
pt_pt: Entradas na Conta Bancária devem ser de Recebimento ou de Pagamento
ro_ro: Cont bancar intrările registrul general trebuie să fie introduse de către fie de o chitanţă cont bancar sau un cont bancar de plată
ru_ru: Записи о счете в главной книге должны быть введены либо квитанцией на счет или оплатой на счет
sq_al: Kontoja e përgjithshme librit të hyra duhet të lidhet me pranimin ose një llogari bankare apo një llogari bankare të pagesave
sv: Bankkonto transaktioenr ska registrera som en in- eller utbetalning.
sw_ke: Akaunti ya benki entries kitabu jumla lazima kuwa aliingia kwa aidha risiti ya akaunti ya benki au malipo ya akaunti ya benki
tr_tr: Banka hesabı defteri kebir kayıtları ya bir banka hesabına makbuz ya da banka hesap ödeme girilmelidir
zh_hk: 银行科目业务必须在收款凭证或付款凭证中输入
zh_tw: 銀行總帳必須從銀行收款或付款中輸入

source: The manual GL code entered does not exist in the database
cs_cz: Manuální GL zadaný kód neexistuje v databázi
es_es: El código contable manual indicado no existe en la base de datos
hi_in: जीएल पुस्तिका प्रवेश कोड डेटाबेस में मौजूद नहीं है
id_id: Kode GL manual yg dimasukkan tdk ada di di database
it_it: Il codice GL manuale indicata non esiste nel database
ko_kr: 수동 입력 GL 코드는 데이터베이스에 존재하지 않는다
mr_in: प्रविष्ट मॅन्युअल जी.एल. कोड डेटाबेसमध्ये अस्तित्वात नाही
nl_nl: De handmatig ingevoeerde grootboekrekening code bestaat niet in de database
pt_pt: Cód. Manual Contábil não existe no DB
ro_ro: Codul GL manual introdus nu există în baza de date
ru_ru: Введенный вручную код главной книги не существует в базе данных
sq_al: GL manual Kodi hyri nuk ekziston në bazën e të dhënave
sv: Kontot saknas
sw_ke: GL mwongozo wa kanuni aliingia haipo katika orodha ya
tr_tr: ELLE GIRDIGINIZ MUH.HESAP KODU VERITABANINDA BULUNAMADI
zh_hk: 输入的总帐代码在数据库中不存在
zh_tw: 輸入的總帳科目不存在於資料庫

source: You must select a GL account code
cs_cz: Musíte vybrat účet GL kód
es_es: Debe seleccionar un código de cuenta contable
hi_in: आप एक जीएल खाता कोड का चयन करना होगा
id_id: Anda harus memilih kode akun GL
it_it: È necessario selezionare un codice conto GL
ko_kr: 당신은 GL 계정 코드를 선택해야합니다
mr_in: आपण जी.एल. खाते कोड निवडणे आवश्यक आहे
nl_nl: U moet een account GL-code
pt_pt: Selecionar o Conta Contábil
ro_ro: Trebuie să selectaţi un cod de cont GL
ru_ru: Вы должны выбрать код счета в главной книге
sq_al: Ju duhet te zgjidhni nje kod llogari GL
sv: Du måste välja en GL kontokod
sw_ke: Lazima kuchagua akaunti GL code
tr_tr: Bir GL hesap kodu seçmelisiniz
zh_hk: 您必须选择一个总帐代码
zh_tw: 你必須選擇一個總帳帳戶代碼

source: Date to Process Journal
cs_cz: Datum do procesu věstníku
es_es: Fecha a Procesar el Diario
hi_in: तिथि जर्नल प्रक्रिया को
id_id: Tgl utk Proses Jurnal
it_it: Data di Processo Gazzetta
ko_kr: 저널을 처리 할 수​​ 날짜
mr_in: जर्नल प्रक्रिया करण्यात दिनांक
nl_nl: Datum van Verwerking Journaalpost
pt_pt: Data para processar Lançamento
ro_ro: Procesul de la data la Jurnalul
ru_ru: Дата для обработки журнала
sq_al: Data të Procesi Journal
sv: Verifikationsdatum
sw_ke: Tarehe ya Mchakato Journal
tr_tr: ISLEM TARIHI
zh_hk: 凭证日期
zh_tw: 憑證日期

source: Reversing
cs_cz: Couvání
es_es: Reversando
id_id: Membalikkan
it_it: Inversione
ko_kr: 반전
nl_nl: Tegenboeken
pt_pt: Reversão
ro_ro: De mers înapoi
ru_ru: Отмена
sq_al: Ndryshimi
sv: Backar
sw_ke: Kupunguza
tr_tr: Geri
zh_hk: 红字
zh_tw: 紅字

source: Normal
cs_cz: Normální
hi_in: सामान्य
it_it: Normale
ko_kr: 표준
mr_in: सामान्य
nl_nl: Normaal
ru_ru: Нормальный
sq_al: Normale
sw_ke: Kawaida
zh_hk: 蓝字
zh_tw: 正常

source: Journal Line Entry
cs_cz: Časopis Line Entry
es_es: Entrada de línea de libro diario
hi_in: पत्रिका लाइन प्रवेश
id_id: Masukkan Baris Jurnal
it_it: Diario riga di introduzione
ko_kr: 저널 라인 입력
mr_in: जर्नल लाइन प्रवेशाचे
nl_nl: Journaal Regel Invoer
pt_pt: Linha Entrada Lançamento
ro_ro: Jurnalul de intrare Line
ru_ru: Запись журнала
sq_al: Ditar Line
sv: Registrera transaktion
tr_tr: SATIR GIRISI
zh_hk: 输入凭证行
zh_tw: 輸入日記帳列

source: GL Tag
es_es: Centro de Costo
hi_in: जीएल टैग
id_id: Tag GL
ko_kr: GL 태그
mr_in: जी.एल. टॅग
nl_nl: Grootboek label
pt_pt: Tag Contábil
ru_ru: Тег главной книги
sv: Bokföringsetikett
sw_ke: Tag GL
tr_tr: GL Etiket
zh_hk: 总帐标签
zh_tw: 總帳標籤

source: None
cs_cz: Žádné
es_es: Ninguno
hi_in: कोई नहीं
id_id: Tdk Ada
it_it: Nessuno
ko_kr: 없음
mr_in: काहीही नाही
nl_nl: Geen
pt_pt: Nenhum
ro_ro: Nici unul
ru_ru: Никто
sq_al: Asnjë
sv: Ingen
sw_ke: Hakuna
tr_tr: Hiçbiri
zh_hk: 无
zh_tw: 沒有

source: Select a general ledger account code
cs_cz: Vyberte účet hlavní knihy kód
es_es: Seleccionar un código de cuenta del libro mayor general
hi_in: एक सामान्य खाता बही खाता कोड का चयन करें
id_id: Pilih kode akun buku besar
it_it: Selezionare un conto di contabilità generale del codice
ko_kr: 총계정 원장 계정 코드를 선택
mr_in: एक सामान्य खातेवही खाते कोड निवडा
nl_nl: Selecteer een grootboekrekening code
pt_pt: Selec. cód. Conta Contábil
ro_ro: Selectaţi un cont de registru general cod
ru_ru: Выберите код счета главной книги
sq_al: Zgjidh një kod i përgjithshëm llogari librit
sv: Välj en allmän kod redovisningskonto
sw_ke: Kuchagua mkuu wa kitabu akaunti code
tr_tr: bir defteri kebir hesap kodu seçin
zh_hk: 选择一个总帐科目编号
zh_tw: 選擇一個總帳科目代碼

source: Journal Summary
cs_cz: Časopis Shrnutí
es_es: Resumen de libro diario
hi_in: पत्रिका सारांश
id_id: Ringkasan Jurnal
it_it: Sommario Gazzetta
ko_kr: 저널 요약
mr_in: जर्नल सारांश
nl_nl: Tijdschrift Samenvatting
pt_pt: Resumo Lanç.
ro_ro: Jurnalul Rezumat
ru_ru: Итог по журналу
sq_al: Journal Përmbledhje
sv: Tidning Sammanfattning
tr_tr: Dergi Özeti
zh_hk: 凭证汇总
zh_tw: 轉帳憑證摘要

source: Required to balance
es_es: Requerido para el balance
id_id: Harus seimbang
ko_kr: 균형 필요
mr_in: समतोल आवश्यक
pt_pt: Requerido para Saldo
zh_tw: 需要平衡

source: The journal must balance ie debits equal to credits before it can be processed
cs_cz: Časopis musí být v rovnováze, tj. výdaje ve výši kreditů před tím, než mohou být zpracovány
es_es: El Diario debe cuadrar antes de ser procesado (debe = haber)
hi_in: पत्रिका यानी डेबिट क्रेडिट के बराबर संतुलन से पहले इसे संसाधित किया जा सकता चाहिए
id_id: Jurnalnya harus seimbang yaitu debet sama dgn kredit sebelum dapat diproses
it_it: Il giornale deve saldo debiti cioè uguale crediti prima di essere lavorato,
ko_kr: 이 처리되기 전에 저널은 학점과 동일 즉, 차변의 균형을 맞추어야한다
mr_in: तो प्रक्रिया केले जाण्यापूर्वी जर्नल क्रेडिट्स समान म्हणजे debits समतोल आवश्यक
nl_nl: De journaalboekingen (debet / credit) moet in balans zijn voordat die kunnen worden verwerkt
pt_pt: Lanç. deve possuir soma de debitos e créditos iguais antes de serem proces.
ro_ro: Jurnalul trebuie să fie echilibrate debite adică egal cu credite înainte de a putea fi prelucrate
ru_ru: Журнал должен сходиться, то есть дебет должен быть равен кредиту прежде чем он может быть обработан
sq_al: Ditar duhet të bilancit debits dmth të barabartë me kredi para se të mund të jenë të përpunuara
sv: Journalen måste balansera debit och kredit innan den kan behandlas
sw_ke: journal lazima mizani debits yaani sawa na mikopo kabla ya kuwa processed
tr_tr: Bu işlemden önce dergi yani borçları kredi eşit denge olmalıdır
zh_hk: 凭证必须借贷相等才能保存
zh_tw: 日記帳必須是借方等於貸方才能執行

source: General Ledger Journal Inquiry
es_es: Consultar Libro Diario
id_id: Cari Jurnal Buku Besar
ko_kr: 원장 저널 문의
mr_in: सामान्य खातेवही जर्नल चौकशी
pt_pt: Consulta Transações Contábeis
zh_tw: 轉帳憑證查詢/列印

source: Selection Criteria
es_es: Criterio de búsqueda
id_id: Kriteria Pencarian
ko_kr: 선택 기준
mr_in: निवड निकष
pt_pt: critério de pesquisa
zh_tw: 甄選準則

source: Journal Number Range
es_es: Rango de números en libro diario
id_id: Jangka Nomor Jurnal
ko_kr: 저널 번호 범위
mr_in: जर्नल क्रमांक श्रेणी
pt_pt: Intervalo Journal
zh_tw: 日報編號範圍

source: Journals Dated Between
es_es: Diarios fechado entre
id_id: Jurnal Tgl Antara
ko_kr: 저널 사이 일자
mr_in: दरम्यान दिनांक जर्नल्स्
pt_pt: Lanç. Entre as Datas
zh_tw: 期刊日訂立

source: Journal Number
es_es: Número en libro diario
id_id: Nomor Jurnal
ko_kr: 저널 번호
mr_in: जर्नल क्रमांक
pt_pt: Número Journal
zh_tw: 日報編號

source: Account Description
cs_cz: Popis účet
es_es: Descripción de cuenta
hi_in: खाता विवरण
id_id: Keterangan Akun
it_it: Conto Descrizione
ko_kr: 계정 설명
mr_in: खाते विवरण
nl_nl: Beschrijving account
pt_pt: Descrição da Conta
ro_ro: Cont Descriere
ru_ru: Описание счета
sq_al: Përshkrimi i llogarisë
sv: Kontobeskrivning
sw_ke: Description akaunti
tr_tr: Hesap Açıklaması
zh_hk: 科目描述
zh_tw: 帳戶說明

source: Print Profit and Loss Report
cs_cz: Tisk Výkaz zisků a ztrát
es_es: Imprimir Informe de Ganancias y Pérdidas
hi_in: प्रिंट लाभ और हानि की रिपोर्ट
id_id: Cetak Laporan Laba/Rugi
it_it: Stampa profitti e denuncia di smarrimento
ko_kr: 인쇄 손익 보고서
mr_in: प्रिंट नफा आणि तोटा अहवाल
nl_nl: Print winst-en verliesrekening Verslag
pt_pt: Imprimir Lucros e Perdas
ro_ro: Imprimare de profit şi pierdere Raport
ru_ru: Отчет о прибылях и убытках
sq_al: Print fitim dhe Raporti Humbje
sv: Skriv ut resultaträkning
sw_ke: Faida magazeti na Ripoti ya kupoteza
tr_tr: Baskı Kar ve Zarar Raporu
zh_hk: 打印损益报告
zh_tw: 列印損益報表

source: Profit and loss statement (P&amp;L), also called an Income Statement, or Statement of Operations, this is the statement that indicates how the revenue (money received from the sale of products and services before expenses are taken out, also known as the "top line") is transformed into the net income (the result after all revenues and expenses have been accounted for, also known as the "bottom line").
es_es: El estado de pérdidas y ganancias (P&amp;G), también llamado estado de resultados o estado de operaciones, esta es un estado que indica cómo los ingresos (el dinero recibido por la venta de productos y servicios antes de que se rebajen los gastos, también conocido como la "línea superior") se transforma en la utilidad neta (el resultado después de todos los ingresos y los gastos se han contabilizado, también conocido como la "linea inferior").
id_id: Laporan Laba/Rugi (L/R), juga disebut Laporan Pendapatan, atau Laporan Operasional, ini adalah laporan yg menunjukkan bagaimana pendapatan (uang diterima dari penjualan produk dan jasa sebelum dipotong pengeluaran, juga dikenal sbg "top line") diubah ke pendapatan bersih (hasil setelah setelah seluruh pendapatan dan pengeluaran telah diperhitungkan, juga dikenal sbg "bottom line").
ko_kr: 손익 계산서 (P & A, L)를, 또한 손익 계산서라고, 또는 운영의 문,이 수익 (비용 전에 제품과 서비스의 판매에서받은 돈도, 반출로 알려져 있습니다 나타냅니다 문이다 \ "외형 ")은 당기 순이익 (모든 수익과 비용 또한 \ "바닥 라인 ")로 알려진, 회계 처리 한 후 결과로 변환됩니다.
pt_pt: Lucros e Perdas ( P and L), também conhecido como Balancete Líquido ou Resultado de Operações, indica qual o retorno (dinheiro recebido da venda de produtos e serviços antes das despesas) que é transformado em lucro líquido (dinheiro apurado).
zh_tw: 損益表（P＆L），也稱為損益表，或營運報表，這是聲明，指出如何從銷售開支前的產品和提供服務所收取的收入（錢取出，也被稱為“頂線”）轉化為收入淨額（扣除所有收入和支出已經佔了，也被稱為“底線”的結果）。

source: The purpose of the income statement is to show whether the company made or lost money during the period being reported.
cs_cz: Účelem výkazu zisku a ztráty je prokázat, zda společnost provedla, nebo přišel o peníze v době ohlášení.
es_es: El propósito de la declaración de renta es demostrar que la empresa ganó o perdió dinero durante el período que se informa.
hi_in: आय विवरण के उद्देश्य को दिखाने के लिए कि क्या कंपनी या बनाया अवधि सूचित किया जा रहा के दौरान पैसे खो दिया है.
id_id: Tujuan dari laporan pendapatan adalah utk menunjukkan apakah perusahaan untung atau rugi selama periode yg dilaporkan.
it_it: Lo scopo del conto economico è quello di mostrare se la società di fatto o perso denaro nel corso del periodo oggetto del resoconto.
ko_kr: 손익 계산서의 목적은 회사가 만든 또는 기간이보고되는 동안 돈을 잃은 여부를 표시하는 것입니다.
mr_in: उत्पन्न विधान उद्देश कंपनी केले किंवा अहवाल जात काळात पैसे गमावले की नाही दर्शविण्यासाठी आहे.
nl_nl: Het doel van de winst-en verliesrekening is om aan te tonen of het bedrijf gemaakt of verloren geld tijdens de periode waarover wordt gerapporteerd.
pt_pt: A finalidade do balancete de resultado, é demonstrar lucro ou prejuízo da empresa no período informado
ro_ro: Scopul contul de profit este de a arăta dacă societatea a făcut sau a pierdut bani în timpul perioadei de raportare.
ru_ru: Цель отчета о прибылях - показать заработала ли компания или потеряла деньги за отчетный период.
sq_al: Qëllimi i pasqyrës së të ardhurave është për të treguar nëse kompania e bëra ose të humbur të holla gjatë periudhës së duke u raportuar.
sv: Syftet med resultaträkningen är att visa huruvida bolaget gjort eller förlorat pengar under perioden redovisas.
sw_ke: Madhumuni ya taarifa ya mapato ni kuonyesha kama kampuni ya kufanywa au kupoteza fedha wakati wa kipindi cha kuwa na taarifa.
tr_tr: Gelir tablosunun amacı şirketin yaptığı veya para kaybetti süre rapor ediliyor sırasında göstermektir.
zh_hk: 收入报表的目的是显示在报告期内，公司是盈利还是亏损
zh_tw: 收益表的目的是為了顯示該公司是否取得或在被舉報期間賠了錢。

source: The P&amp;L represents a period of time. This contrasts with the Balance Sheet, which represents a single moment in time.
es_es: El estado de Ganancias y Pérdidas representa un período de tiempo. Esto contrasta con la hoja de Balance, lo que representa un momento específico en el tiempo.
id_id: Laporan L/R mewakili satu periode waktu. Ini kontras dgn Lembar Neraca, yg mewakili hanya waktu detik itu.
ko_kr: P & A는, L은 시간의 기간을 나타낸다. 이 시간에 한 순간을 나타내는 대차 대조표, 대조.
mr_in: मु & एल विशिष्ट कालावधीत प्रतिनिधित्व करतो. यावेळी एका क्षण प्रतिनिधित्व करते ताळेबंद, सह contrasts.
pt_pt: Balancete Lucros e Perdas representa um período. Esse Balancete representa uma posição congelada no tempo
zh_tw: 在損益表示一段時間。與此相反，資產負債表，它表示某一時刻。

source: Select Period From
cs_cz: Vyberte období od
es_es: Seleccionar Período Desde
hi_in: चयन अवधि से
id_id: Pilih Periode Awal
it_it: Seleziona Periodo dal
ko_kr: 에서 선택 기간
mr_in: कडून कालावधी निवडा
nl_nl: Selecteer Periode Vanaf
pt_pt: Período Inicial
ro_ro: Selectaţi Perioada din
ru_ru: Выберите начало периода
sq_al: Periudha Zgjidhni Nga
sv: Välj från period
sw_ke: Kuchagua kipindi cha
tr_tr: PERIYOD BASLANGICI
zh_hk: 从会计期间
zh_tw: 選取開始期間

source: Select Period To
cs_cz: Chcete-li výběr období
es_es: Seleccionar Período Hasta
hi_in: उस अवधि को चुनें करने के लिए
id_id: Pilih Periode Akhir
it_it: Seleziona D&#39;Epoca
ko_kr: 를 선택 기간
mr_in: निवडक कालावधी
nl_nl: Selecteer Periode Tot
pt_pt: Periodo Final
ro_ro: Pentru a selecta Perioada
ru_ru: Выберите окончание периода
sq_al: Periudha Zgjidhni Për
sv: Välj till period
sw_ke: Kuchagua kipindi
tr_tr: PERIYOD BITISI
zh_hk: 到会计期间
zh_tw: 選取截止期間

source: Print Profit and Loss Error
cs_cz: Tisk výkazu zisků a ztrát Chyba
es_es: Imprimir Error en Ganancias y Pérdidas
hi_in: प्रिंट लाभ और हानि में त्रुटि
id_id: Cetak Kesalahan Laba/Rugi
it_it: Stampa profitti e perdite di errore
ko_kr: 인쇄 손익 오류
mr_in: प्रिंट नफा आणि तोटा त्रुटी
nl_nl: Afdruk Winst en Verlies Fout
pt_pt: Imprimir Erros Lucros e Perdas
ro_ro: Imprimare de profit şi pierdere Error
ru_ru: Ошибках печати отчета о прибылях и убытках
sq_al: Print fitim dhe Error Humbje
sv: Skriv ut resultaträkning fel
sw_ke: Magazeti Faida na Hasara Error
tr_tr: KAR/ZARAR YAZDIRILAMADI
zh_hk: 损益表打印错误
zh_tw: 列印損益錯誤

source: Gross Profit Percent
cs_cz: Hrubý zisk procent
es_es: Porcentaje de Ganancia Bruta
hi_in: सकल लाभ प्रतिशत
id_id: Persen Laba Kotor
it_it: Profitto Lordo Percentuale
ko_kr: 총 이익 비율
mr_in: निव्वळ नफा टक्केवारी
nl_nl: Gemiddeld Winst Percentage
pt_pt: Perc. Bruto Lucro
ro_ro: Profit brut Procent
ru_ru: Процент валовой прибыли
sq_al: Përqindja Bruto Fitimi
sv: TG
sw_ke: Faida jumla Asilimia
tr_tr: BRÜT KAR YÜZDESI
zh_hk: 毛利百份比
zh_tw: 毛利百份比

source: Profit
cs_cz: Zisk
es_es: Ganancia
hi_in: लाभ
id_id: Laba
it_it: Utile
ko_kr: 이익
mr_in: नफा
nl_nl: Winst
pt_pt: Lucros
ru_ru: Прибыль
sq_al: Fitim
sv: Vinst
sw_ke: Faida
tr_tr: KAR
zh_hk: 利润
zh_tw: 利潤

source: Loss
cs_cz: Ztráta
es_es: Pérdida
hi_in: हानि
id_id: Rugi
it_it: Perdita
ko_kr: 손실
mr_in: नुकसान
nl_nl: Verlies
pt_pt: Perdas
ro_ro: Pierdere
ru_ru: Убытки
sq_al: Humbje
sv: Förlust
sw_ke: Hasara
tr_tr: ZARAR
zh_hk: 亏损
zh_tw: 虧損

source: Net Profit Percent
cs_cz: Čistý zisk procent
es_es: Porcentaje de utilidad neta
hi_in: शुद्ध लाभ का प्रतिशत
id_id: Laba Bersih Persen
it_it: Percentuale di profitto netto
ko_kr: 순이익 비율
mr_in: निव्वळ नफा टक्केवारी
nl_nl: Nettowinst Procent
pt_pt: Percent. Lucro Líq.
ro_ro: Profit net Procent
ru_ru: Процент чистой прибыли
sq_al: Përqindja Neto Fitimi
sv: Nettoresultat Procent
sw_ke: Faida wavu Asilimia
tr_tr: Net Kârı Yüzde
zh_hk: 净利百分比
zh_tw: 淨利潤百分比

source: Profit and Loss Statement
cs_cz: Výkaz zisku a ztráty
es_es: Estado de Ganancias y Pérdidas
hi_in: लाभ और हानि वक्तव्य
id_id: Laporan Laba/Rugi
it_it: Dichiarazione
ko_kr: 손익 계산서
mr_in: नफा आणि तोटा विधान
nl_nl: Winst en Verlies Overzicht
pt_pt: Lucros e Perdas
ro_ro: Profit şi pierdere
ru_ru: Отчет о прибылях и убытках
sq_al: Llogaria e Fitimit dhe
sv: Resultaträkning
sw_ke: Taarifa ya faida na hasara
tr_tr: KAR/ZARAR RAPORU
zh_hk: 损益表
zh_tw: 損益表

source: P/L Percent after
ko_kr: P / L 비율 후
mr_in: पी / एल टक्केवारी नंतर
pt_pt: Pct Lucros/Perdas após
zh_tw: 損益後百分比

source: Income and Expenditure by Tag
cs_cz: Příjmy a výdaje podle Tag
es_es: Ingresos y Gastos por Etiqueta
hi_in: आय और व्यय टैग द्वारा
id_id: Pendapatan dan Belanja oleh Tag
it_it: Entrate e le spese per tag
ko_kr: 태그에 의해 소득과 지출
mr_in: टॅग द्वारे उत्पन्न आणि खर्च
nl_nl: Inkomsten en uitgaven op Tag
pt_pt: Receita e Gasto por Ident.
ro_ro: Venituri şi Cheltuieli de Tag
ru_ru: Доходы и расходы по тегам
sq_al: Të ardhurat dhe Shpenzimet sipas Tag
sv: Inkomster och utgifter efter tagg
sw_ke: Mapato na Matumizi ya Serikali kwa Tag
tr_tr: Gelir ve Etiket Harcamaları
zh_hk: 按标签分类的收入和费用
zh_tw: 收入與支出依標籤查詢

source: Select tag
cs_cz: Zvolte značku
es_es: Seleccionar centro de costo
hi_in: टैग चुनें
id_id: Pilih tag
it_it: Selezionare tag
ko_kr: 선택 태그
mr_in: निवडा टॅग
pt_pt: Selecione Identif.
ro_ro: Selectaţi tag-ul
ru_ru: Выберите тег
sq_al: tag Zgjidh
sv: Välj etikett
sw_ke: Tag kuchagua
tr_tr: Seçmek etiket
zh_hk: 选择标签
zh_tw: 選取標籤

source: Show Statement of Income and Expenditure
cs_cz: Zobrazit prohlášení o příjmech a výdajích
es_es: Mostrar Estado de la Cuenta de Ingresos y Gastos
hi_in: आय और व्यय का विवरण दिखाएँ
id_id: Tampilkan Lamporan Pendapatan dan Pengeluaran
it_it: Dichiarazione Mostra di entrate e spese
ko_kr: 소득과 지출의 표시 문
mr_in: उत्पन्न आणि खर्च दर्शवा विधान
nl_nl: Toon Staat van Baten en Lasten
pt_pt: Exibir Receitas e Despesas
ro_ro: Declaraţia Arată de Venituri şi Cheltuieli
ru_ru: Показать Отчет о поступлениях и расходах
sq_al: Show deklaratë e të ardhurave dhe shpenzimeve
sv: Visa resultaträkning
sw_ke: Kuonyesha Taarifa ya Mapato na Matumizi ya Serikali
tr_tr: Gelir ve Harcama Show Bildirimi
zh_hk: 显示损益表
zh_tw: 顯示收支表

source: PrintPDF
es_es: Imprimir PDF
id_id: CetakPDF
pt_pt: Imprimir PDF
sv: Skapa PDF
tr_tr: ( PDF )
zh_hk: 打印到PDF
zh_tw: 列印 PDF

source: Income and Expenditure
cs_cz: Příjmy a výdaje
es_es: Ingresos y Gastos
hi_in: आय और व्यय
id_id: Pendapatan dan Pengeluaran
it_it: Entrate e delle spese
ko_kr: 소득과 지출
mr_in: उत्पन्न आणि खर्च
nl_nl: Inkomsten en uitgaven
pt_pt: Receita e Despesa
ro_ro: Venituri şi Cheltuieli
ru_ru: Доходы и расходы
sq_al: Ardhurave dhe shpenzimeve
sv: Resultaträkning
sw_ke: Mapato na Matumizi ya Serikali
tr_tr: Gelir ve Harcama
zh_hk: 收入和费用
zh_tw: 收入和支出

source: Print Income and Expenditure Error
cs_cz: Tisk Příjmy a výdaje Chyba
es_es: Imprimir Error de Ingresos y Gastos
hi_in: प्रिंट आय और व्यय में त्रुटि
id_id: Cetak Kesalahan Pendapatan dan Pengeluaran
it_it: Stampa Entrate e Spese di errore
ko_kr: 인쇄 소득과 지출의 오류
mr_in: प्रिंट उत्पन्न आणि खर्च त्रुटी
nl_nl: Print Inkomsten en Uitgaven Fout
pt_pt: Erro ao Imprimir Receita e Despesa
ro_ro: Imprimare Venituri şi Cheltuieli Error
ru_ru: Печать доходов и расходов ошибке
sq_al: Print ardhurat dhe Shpenzimet Error
sv: Skriv ut resultaträkningsfel
sw_ke: Magazeti ya Mapato na Matumizi ya Serikali Error
tr_tr: Baskı Gelir ve Harcama Hata
zh_hk: 打印收入费用错误
zh_tw: 列印收支錯誤

source: Detailed
cs_cz: Podrobné
es_es: Detallado
hi_in: विस्तृत
id_id: Terperinci
it_it: Dettagliata
ko_kr: 상세한
mr_in: तपशीलावर
nl_nl: Gedetailieerd
pt_pt: Detalhado
ro_ro: Detaliate
ru_ru: Подробно
sq_al: I detajuar
sv: Detaljerad information
sw_ke: Kina
tr_tr: DETAYLI
zh_hk: 详细
zh_tw: 資料

source: Statement of Income and Expenditure for Tag
cs_cz: Výkaz příjmů a výdajů pro Tag
es_es: Estado de Ingresos y Gastos para la Etiqueta
hi_in: और टैग के लिए आय व्यय का विवरण
id_id: Laporan Laba Rugi dan Belanja Tag
it_it: Dichiarazione di entrate e spese per Tag
ko_kr: 태그에 대한 수입과 지출의 문
mr_in: टॅग साठी उत्पन्न आणि खर्च विधान
nl_nl: Verklaring van inkomsten en uitgaven voor Tag
pt_pt: Ident. de Receita e Despesa
ro_ro: Declaraţia de Venituri şi Cheltuieli pentru Tag
ru_ru: Отчет о поступлениях и расходах для тегов
sq_al: Pasqyra e të ardhurave dhe shpenzimeve për Tag
sv: Sammanställning över inkomster och utgifter för Tag
sw_ke: Taarifa ya Mapato na Matumizi ya Serikali kwa Tag
tr_tr: Gelir ve Harcama Etiketi Beyanı
zh_hk: 根据标签的收支表
zh_tw: 收入和支出的標籤聲明

source: during the
cs_cz: během
es_es: durante la
hi_in: दौरान
id_id: selama
it_it: durante il
ko_kr: 시
mr_in: दरम्यान
nl_nl: tijdens de
pt_pt: durante o
ro_ro: în timpul
ru_ru: во время
sq_al: gjatë
sv: under
sw_ke: wakati wa
tr_tr: sırasında
zh_hk: 期间
zh_tw: 期間

source: Surplus
cs_cz: Přebytek
es_es: Superávit
hi_in: अधिशेष
it_it: Eccedenza
ko_kr: 여분
mr_in: (गरज भागवुन) उरणारी शिल्लक
nl_nl: Overschot
pt_pt: Superavitário
ro_ro: Excedent
ru_ru: Избыток
sq_al: Tepricë
sv: Överskott
sw_ke: Ziada
tr_tr: Fazla
zh_hk: 盈余
zh_tw: 盈餘

source: Deficit
es_es: Déficit
hi_in: घाटा
id_id: Defisit
ko_kr: 부족
mr_in: तूट
nl_nl: Tekort
pt_pt: Deficitário
ru_ru: Дефицит
sv: Underskott
sw_ke: Nakisi
tr_tr: Açık
zh_hk: 赤字
zh_tw: 虧損

source: Maintain General Ledger Tags
cs_cz: Udržovat General Ledger Tagy
es_es: Mantener Etiquetas del Libro Mayor General
hi_in: बनाए रखने के सामान्य खाता बही टैग
id_id: Pengaturan Tag General Ledger
it_it: Tags Ledger Mantenere generale
ko_kr: 원장 태그를 유지
mr_in: सामान्य खातेवही टॅग्ज ठेवा
nl_nl: Te handhaven Grootboek Tags
pt_pt: Manutenção Identificação Contábil
ro_ro: Menţinerea Tag-uri General Ledger
ru_ru: Поддержание тегов главной книги
sq_al: Tags Ruajtja Libri themelor
sv: Bibehålla Huvudbok Taggar
sw_ke: Kudumisha Mkuu Ledger Tags
tr_tr: Korumak Defteri Kebir Etiketler
zh_hk: 维护总账标签
zh_tw: 維護總帳標籤

source: This tag cannot be deleted since there are already general ledger transactions created using it.
es_es: Esta pestaña no puede ser eliminada porque hay transacciones que se refieren a ella.
id_id: Tag ini tdk dapat dihapus karena suda ada transaksi buku besar yg menggunakannya.
ko_kr: 를 사용하여 만든 일반 회계 원장 트랜잭션이 이미 있기 때문에이 태그는 삭제할 수 없습니다.
mr_in: ती वापरून तयार सामान्य खातेवही व्यवहार आधीच आहेत पासून हा टॅग हटविला जाऊ शकत नाही.
pt_pt: Esta referência não pode ser apagada uma vez que já foram criadas transações no plano de contas usando ela
zh_tw: 這個標籤不能被刪除，因為已經在使用它新建總帳交易。
