Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: has been added to the database
cs_cz: byl přidán do databáze
es_es: se agregó a la base de datos
hi_in: है डेटाबेस में जोड़ा गया
id_id: telah ditambahkan ke database
it_it: è stato aggiunto al database
ko_kr: 데이터베이스에 추가되었습니다
mr_in: डेटाबेस जोडले गेले आहे
nl_nl: is aan de database toegevoegd
pt_pt: foi adicion. ao DB
ro_ro: a fost adăugat în baza de date
ru_ru: добавлено в базу данных
sq_al: është shtuar në bazën e të dhënave
sv: har adderats till databasen
sw_ke: imekuwa aliongeza database
tr_tr: VERITABANINA EKLENDI
zh_hk: 已新增到数据库
zh_tw: 已新增到資料庫

source: The factoring company could not be updated because
cs_cz: Factoringové společnosti nelze aktualizovat, protože
es_es: No se pudo actualizar la compañía financiera porque
hi_in: फैक्टरिंग कंपनी क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Perusahaan penagih tdk dapat diperbarui karena
it_it: La società di factoring non può essere aggiornato perché
ko_kr: 인수 분해 회사는 때문에 업데이트 할 수 없습니다
mr_in: factoring कंपनी अद्यतनित करणे शक्य नाही कारण
nl_nl: Agent kan niet worden gewijzigd omdat
pt_pt: A empresa serv. financ. não pode ser atualizada porque
ro_ro: Compania de factoring nu a putut fi actualizat deoarece
ru_ru: Данные о компании-торговом агента не могут быть обновлены, так как
sq_al: Kompania factoring nuk mund të rifreskohet për shkak se
sv: Tillverkningsföretaget kunde inte uppdateras eftersom
sw_ke: Kampuni factoring inaweza kuwa mwisho kwa sababu
tr_tr: Faktoring şirketi, çünkü güncelleme olamazdı
zh_hk: 代理公司未能更新, 因为
zh_tw: 代理商公司不能更新, 因為

source: The SQL that was used to update the factor but failed was
cs_cz: SQL, který byl použit k aktualizaci faktorem, ale nepodařilo se
es_es: El SQL que falló al actualizar la compañía financiera fue
hi_in: SQL कि कारक अद्यतन इस्तेमाल किया गया था लेकिन असफल रहा था
id_id: SQL yg digunakan utk memperbarui penagih tapi gagal adalah
it_it: Il SQL che è stato utilizzato per aggiornare il fattore ma non è stato
ko_kr: 요소를 업데이트하는 데 사용했지만 실패했다 SQL이었다
mr_in: फॅक्टर अद्यतनित करण्यासाठी वापरली पण अयशस्वी झाले याची SQL होते
nl_nl: De SQL waarin de wijziging van de agent niet kon worden doorgevoerd was
pt_pt: SQL que falhou usado para atualizar a empresa serv. financ. foi
ro_ro: SQL care a fost folosit pentru a actualiza factor, dar nu a reuşit a fost
ru_ru: Завершившийся неудачей SQL, который был использован для обновления торгового агента
sq_al: SQL që është përdorur për të rinovuar faktor, por nuk arriti ishte
sv: Den SQL som misslyckades var
sw_ke: SQL kuwa ilitumika kwa update sababu lakini alishindwa mara
tr_tr: faktör güncellemek için kullanılan, ancak başarısız oldu SQL
zh_hk: 用于更新代理商失败的 SQL 是
zh_tw: 用來更新代理商的SQL程式失敗

source: The factoring company record for
cs_cz: Factoringové společnosti rekord
es_es: El registro de la compañía financiera para
hi_in: फैक्टरिंग कंपनी रिकार्ड के लिए
id_id: Data perusahaan penagih utk
it_it: La casa discografica di factoring per
ko_kr: 대한 팩토링 회사 기록
mr_in: साठी factoring कंपनी रेकॉर्ड
nl_nl: Agent record voor
pt_pt: Empresa Serv. Fin. para
ro_ro: Compania record de factoring pentru
ru_ru: Запись о компании-торговом агенте для
sq_al: Kompania factoring rekord për
sv: tillverkningsföretagsposten för
sw_ke: Kampuni ya factoring rekodi
tr_tr: Faktoring şirketi kayıt için
zh_hk: 代理公司记录
zh_tw: 代理商公司記錄

source: Cannot delete this factor because there are suppliers using them
cs_cz: Nelze smazat tento faktor, protože tam jsou dodavatelé jejich použití
es_es: No se pudo suprimir esta compañía financiera porque hay proveedores que la usan
hi_in: इस पहलू को नष्ट क्योंकि वहाँ आपूर्तिकर्ताओं रहे हैं उन्हें प्रयोग नहीं कर सकते
id_id: Tdk dapat menghapus penagih ini karena ada supplier yg menggunakannya
it_it: Impossibile eliminare questo fattore, perché ci sono fornitori che li utilizzano
ko_kr: 를 사용하여 공급 업체가 있기 때문에이 요소를 삭제할 수 없습니다
mr_in: त्यांना वापरून पुरवठादार आहेत कारण या घटक हटवू शकत नाही
nl_nl: Agent kan niet worden verwijderd omdat er leveranciers gebruik van maken
pt_pt: não pode ser removida porque há fornecedores que a referenciam
ro_ro: Nu se poate şterge acest factor, deoarece există furnizori care le utilizează
ru_ru: Не удается удалить торгового агента, поскольку есть поставщики, использующие его
sq_al: Nuk mund të fshini kete faktor sepse nuk janë furnizues të përdorimit të tyre
sv: Kan inte ta bort denna tillverkare eftersom det finns leverantörer registrerade mot den
sw_ke: Hawezi kufuta kipengele kwa sababu kuna wauzaji kutumia yao
tr_tr: tedarikçilerin bunları kullanarak olduğundan bu faktör silinemiyor
zh_hk: 未能删除个这代理商, 因为已有供应商使用他们
zh_tw: 因為已有供應商使用，不能刪除這條件

source: suppliers using this factor company
cs_cz: dodavatelé využívající tento faktor společnosti
es_es: proveedores que usan esta compañía financiera
hi_in: आपूर्तिकर्ताओं के इस पहलू कंपनी का उपयोग
id_id: supplier yg menggunakan perusahaan penagih ini
it_it: fornitori utilizzando questa società fattore
ko_kr: 이 요소 회사를 사용하여 공급 업체
mr_in: या घटक कंपनी वापरून पुरवठादार
nl_nl: Leveranciers die deze agent gebruiken
pt_pt: fornecedores usando esta empr. Serv. Fin.
ro_ro: furnizori folosind aceasta companie factor
ru_ru: поставщики, использующие эту компанию-торгового агента
sq_al: furnizuesve përdorur këtë kompani faktor
sv: leverantörer, som använder denna faktor företag
sw_ke: wauzaji kutumia kampuni hii sababu
tr_tr: tedarikçiler bu faktör şirket kullanarak
zh_hk: 个供应商使用此代理公司
zh_tw: 供應商使用這一客帳讓售公司

source: Factoring company record record for
cs_cz: Factoringové společnosti rekord rekord
es_es: Registro de compañía financiera para
hi_in: फैक्टरिंग कंपनी रिकॉर्ड रिकार्ड के लिए
id_id: Anjak perusahaan rekaman rekor
it_it: Factoring registrazione discografica per
ko_kr: 대한 팩토링 회사 레코드 기록
mr_in: साठी कंपनी रेकॉर्ड रेकॉर्ड Factoring
nl_nl: Agent record voor
pt_pt: Registro Empresa Serv. Financ. para
ro_ro: Compania de Factoring record record pentru
ru_ru: Компания-торговый агент для
sq_al: Kompania Factoring rekord rekord për
sv: Tillverkningsföretagsposten för
sw_ke: Factoring kampuni rekodi ya rekodi
tr_tr: Faktoring şirketinin kayıt kayıt için
zh_hk: 代理公司记录
zh_tw: 代理公司備案記錄

source: Factor company Name
cs_cz: Faktor název firmy
es_es: Nombre de la Compañía Financiera
hi_in: कारक कंपनी का नाम
id_id: Nama perusahaan Penagih
it_it: Fattore di nome della società
ko_kr: 팩터 회사 명
mr_in: म्हणजे कंपनीच्या नाव
nl_nl: Naam van agent
pt_pt: Nome Empr. Serv. Financ.
ro_ro: Factorul de numele companiei
ru_ru: Название компании-торговогог агента
sq_al: Emri i kompanisë Faktori
sv: Tillverkningsföretagsnamn
sw_ke: Sababu kampuni Jina
tr_tr: Faktör şirket Adı
zh_hk: 代理商名称
zh_tw: 代理商公司名稱

source: Telephone
cs_cz: Telefon
es_es: Teléfono
hi_in: टेलीफ़ोन
id_id: Telpon
it_it: Telefono
ko_kr: 전화
nl_nl: Telefoon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sq_al: Telefon
sv: Telefon
sw_ke: Simu
tr_tr: TELEFON
zh_hk: 电话
zh_tw: 電話

source: Insert New Factor
cs_cz: Vložit nový faktor
es_es: Insertar compañía de factoreo nueva
hi_in: सम्मिलित करें नई फैक्टर
id_id: Masukkan Penagih Baru
it_it: Inserisci New Factor
ko_kr: 새로운 요소를 삽입
mr_in: नवीन फॅक्टर घाला
nl_nl: Voeg nieuwe agent toe
pt_pt: Inserir Nova Empr.
ro_ro: Introduceţi o nouă Factor
ru_ru: Добавить нового торгового агента
sq_al: Vendos faktor i ri
sv: Lägg till en ny tillverkare
sw_ke: Insert Mpya Factor
tr_tr: Eklemek Yeni Faktörü
zh_hk: 插入新 代理商
zh_tw: 插入新代理商

source: Update Factor
cs_cz: Aktualizace faktor
es_es: Actualizar la Compañía Financiera
hi_in: अद्यतन फैक्टर
id_id: Perbarui Penagih
it_it: Aggiornamento Factor
ko_kr: 업데이트 요인
mr_in: अद्यतनित फॅक्टर
nl_nl: Wijzig agent
pt_pt: Atualizar Empr. Serv. Financ.
ru_ru: Обновить агента
sq_al: Update Faktori
sv: Uppdatera tillverkare
sw_ke: Mwisho Factor
tr_tr: Güncelleme Faktörü
zh_hk: 更新代理商
zh_tw: 更新代理商

source: There is no second warning if you hit the delete button below
cs_cz: Neexistuje žádné druhé varování, pokud stisknete tlačítko smazat níže
es_es: No hay segunda advertencia si presiona el boton de borrado abajo
hi_in: कोई दूसरा चेतावनी है अगर आप बटन को हटाने के नीचे प्रहार
id_id: Tdk ada peringatan kedua jika Anda menekan tombol hapus di bawah ini
it_it: Non vi è alcun secondo avvertimento, se si preme il tasto di cancellazione al di sotto
ko_kr: 아래의 삭제 버튼을 누르면 경우에는 두 번째 경고가 없습니다
mr_in: आपण खालील हटवा बटणावर दाबा तर नाही दुसरा चेतावणी आहे
nl_nl: Er is geen tweede waarschuwing als u onderstaande knop drukt
pt_pt: Não há mais avisos além deste, para o Botão abaixo
ro_ro: Nu există nici un al doilea avertisment, dacă te-a lovit şterge butonul de mai jos
ru_ru: Если вы нажмете удаление кнопку удаления, то второго предупреждения не последует
sq_al: Nuk ka asnjë paralajmërim e dytë, nëse ju goditi fshini butonin më poshtë
sv: Det finns ingen andra varning om du trycker på delete-knappen nedan
sw_ke: Hakuna onyo la pili kama wewe hit kufuta hapo chini
tr_tr: DIKKAT!! ASAGIDAKI (SIL) BUTONUNA BASTIKTAN SONRA KAYIT, BASKA UYARI OLMADAN SILINECEK.
zh_hk: 如你再次按下删除按钮, 不会再有警告
zh_tw: 如你按下刪除鈕, 不會再有警告

source: However checks will be made to ensure there are no suppliers are using this factor before the deletion is processed
cs_cz: Nicméně kontroly bude zajistit, že dodavatelé nejsou používáte tento faktor před vypuštěním, je zpracována
es_es: Sin embargo, antes de suprimir se harán comprobaciones para asegurar que no hay proveedores usando esta compañía financiera
hi_in: हालांकि जांच सुनिश्चित करने के लिए कोई आपूर्तिकर्ताओं रहे हैं बनाया जाएगा रहे हैं इस कारक उपयोग करने से पहले हटाए जाने संसाधित है
id_id: Tetapi pemeriksaan akan dilakukan utk memastikan tdk ada supplier yg sedang menggunakan penagih ini sebelum penghapusan diproses
it_it: Tuttavia i controlli saranno effettuati per garantire non ci sono fornitori utilizzano questo fattore prima della cancellazione viene elaborato
ko_kr: 검사가 보장 될 것이다 그러나 삭제가 처리되기 전에 어떤 업체이 요소를 사용하는이 없습니다
mr_in: धनादेश खात्री केले जाईल तथापि हटविण्याची प्रक्रिया करण्यापूर्वी नाही पुरवठादार या घटकाचा वापर करत आहेत
nl_nl: Verwijdering wordt pas uitgevoerd nadat gecontroleerd is dat er geen leveranciers zijn die van deze agent gebruik maken
pt_pt: confirmações serão feitas para confirmar se não ha fornecedores usando esta empresa serviços financeiros
ro_ro: Cu toate acestea controale vor fi efectuate pentru a asigura că nu există furnizori sunt folosind acest factor înainte de ştergere este procesată
ru_ru: Однако будут проведены проверки того, что никто из поставщиковне использует этого торгового агента
sq_al: Megjithatë do të bëhen kontrolle për të siguruar se nuk ka furnizuesit janë duke përdorur këtë faktor para fshirjen është i përpunuar
sv: Men kontroller kommer att göras för att se till att inga leverantörer använder denna faktor innan strykningen bearbetas
sw_ke: Hata hivyo ukaguzi zitafanywa kuhakikisha hakuna wauzaji ni kutumia sababu kabla ya deletion ni processed
tr_tr: Ancak çek silme işlenmeden önce bu faktörü kullanarak hiçbir tedarikçiler var sağlamak için yapılacaktır
zh_hk: 执行删除之前请检查以确保没有供应商使用此代理。
zh_tw: 然而進行的檢驗程序中，確保沒有任何供應商都在使用之前，執行刪除這個因素

source: Delete Factor
cs_cz: Odstranit faktor
es_es: Suprimir la Compañía Financiera
hi_in: हटाएँ फैक्टर
id_id: Hapus Penagih
it_it: Elimina Factor
ko_kr: 요소 삭제
mr_in: फॅक्टर हटवा
nl_nl: Verwijder agent
pt_pt: Remover Empresa Serv. Financeiros
ro_ro: Ştergeţi Factor
ru_ru: Удалить торгового агента
sq_al: Fshije Faktori
sv: Ta bort tillverkare
sw_ke: Kufuta Factor
tr_tr: Silmek Faktörü
zh_hk: 删除代理商？
zh_tw: 刪除代理商

source: Are you sure you wish to delete this factoring company?
cs_cz: Jste si jisti, že chcete smazat tento factoringové společnosti?
es_es: ¿Está seguro que desea suprimir esta compañía financiera?
hi_in: क्या आप वाकई इस फैक्टरिंग कंपनी को मिटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus perusahaan penagih ini
it_it: Sei sicuro di voler cancellare questa società di factoring?
ko_kr: 이 팩토링 회사를 삭제할 확실합니까?
mr_in: आपण या factoring कंपनी हटवू इच्छित खात्री आहे?
nl_nl: Bevestig dat agent verwijderd moet worden
pt_pt: Confirma Exclusão Empr. Serv. Financeiros?
ro_ro: Sunteţi sigur că doriţi să ştergeţi această companie de factoring?
ru_ru: Вы уверены, что хотите удалить эту компанию-торгового агента ?
sq_al: A jeni i sigurt se doni të fshini këtë kompani factoring?
sv: Är du säker på att du vill ta bort detta tillverkningsföretag
sw_ke: Una uhakika unataka kufuta kampuni factoring?
tr_tr: Eğer bu faktoring şirketi silmek istediğinizden emin misiniz?
zh_hk: 您确认要删除此代理公司吗？
zh_tw: 是否確定要刪除這代理商公司?

source: Company Name
cs_cz: Název společnosti
es_es: Nombre de Empresa
hi_in: कंपनी नाम
id_id: Nama Perusahaan
it_it: Nome della società
ko_kr: 회사 이름
mr_in: कंपनी नाव
nl_nl: Bedrijfsnaam
pt_pt: Nome da Empresa
ro_ro: Numele companiei
ru_ru: Название компании
sq_al: Emri i kompanisë
sv: Företagsnamn
sw_ke: Jina la Kampuni
tr_tr: Firma Adı
zh_hk: 公司名称
zh_tw: 公司名稱

source: Address 4
cs_cz: 4. řádek adresy
es_es: Dirección 4
hi_in: 4 पता
id_id: Alamat 4
it_it: Indirizzo 4
ko_kr: 주소 4
mr_in: पत्ता 4
nl_nl: Adres 4
pt_pt: CEP
ro_ro: Adresa 4
ru_ru: Адрес 4
sq_al: Adresa 4
sv: Adress 4
sw_ke: Anwani 4
tr_tr: ADRES 4
zh_hk: 地址 4
zh_tw: 地址 4

source: Address 5
cs_cz: 5. řádek adresy
es_es: Dirección 5
hi_in: 5 पता
id_id: Alamat 5
it_it: Indirizzo 5
ko_kr: 주소 5
mr_in: पत्ता 5
nl_nl: Adres 5
pt_pt: CPF/CNPJ:
ro_ro: Adresa 5
ru_ru: Адрес 5
sq_al: Adresa 5
sv: Adress 5
sw_ke: Anwani 5
tr_tr: ADRES 4
zh_hk: 地址 5
zh_tw: 地址 5

source: Address 6
cs_cz: 6. řádek adresy
es_es: Dirección 6
hi_in: 6 पता
id_id: Alamat 6
it_it: Indirizzo 6
ko_kr: 주소 (6)
mr_in: पत्ता 6
nl_nl: Adres 6
pt_pt: I.E:
ro_ro: Adresa 6
ru_ru: Адрес 6
sq_al: Adresa 6
sv: Adress 6
sw_ke: Anwani 6
tr_tr: ADRES 6
zh_hk: 地址 6
zh_tw: 地址 6

source: Create New Factor
cs_cz: Vytvořit nový faktor
es_es: Crear una Nueva Compañía Financiera
hi_in: नया बनाएँ फैक्टर
id_id: Buat Penagih Baru
ko_kr: 새로운 요소 만들기
mr_in: नवीन फॅक्टर तयार
nl_nl: Maak nieuwe agent
pt_pt: Criar Nova Empr. Serv. Financ.
ro_ro: Crearea de noi Factor
ru_ru: Создать новую компанию-торгового агента
sq_al: Krijo Faktori i ri
sv: Skapa ny tillverkare
sw_ke: Kujenga New Factor
tr_tr: Create New Faktörü
zh_hk: 创建新的代理商
zh_tw: 新建一個新因素

source: Fixed Asset Category Maintenance
cs_cz: Hmotného majetku Kategorie Údržba
es_es: Administrar categorías de activos fijos
hi_in: फिक्स्ड एसेट श्रेणी रखरखाव
id_id: Pengaturan Kategori Aktiva Tetap
it_it: Fixed Asset Manutenzione Categoria
ko_kr: 고정 자산 카테고리 유지 보수
mr_in: मुदत मालमत्ता वर्ग देखभाल
nl_nl: Vaste activa Categorie Onderhoud
pt_pt: Manutenção Categ. Ativo Fixo
ro_ro: Mijloacelor fixe Categorie Întreţinere
ru_ru: Содержание категорий основных активов
sq_al: Fixed Category Pasurive Mirëmbajtja
sv: Underhåll av kategorier för fasta inventarier
sw_ke: Fasta Mali Jamii Maintenance
tr_tr: Sabit Kıymet Kategori Bakım
zh_hk: 固定资产种类维护
zh_tw: 固定資產類別維護

source: Fixed Asset Categories
cs_cz: Pevné kategorie aktiv
es_es: Categorías de activos fijos
hi_in: स्थायी संपत्ति चैनल
id_id: Aktiva Tetap Kategori
it_it: Categorie di immobilizzazioni
ko_kr: 고정 자산 카테고리
mr_in: मुदत मालमत्ता श्रेणी
nl_nl: Vaste categorien van activa
pt_pt: Categoria Ativo Fixo
ro_ro: Categorii activelor fixe
ru_ru: Исправлена Категории активов
sq_al: Kategoritë e aseteve fikse
sv: Anläggningstillgång Kategorier
sw_ke: Fasta Mali Jamii
tr_tr: Sabit Kıymet Kategoriler
zh_hk: 固定资产种类
zh_tw: 固定資產類別

source: The Fixed Asset Category code must be six characters or less long
cs_cz: Fixed Asset Kategorie kód musí být šest znaků nebo méně dlouho
es_es: El código de la Categoría de activo fijo no debe pasar de 6 caracteres
hi_in: फिक्स्ड एसेट श्रेणी कोड छः अक्षर या उससे कम अवश्य होना चाहिए
id_id: Kode Kategori Aktiva Tetap maksimum 6 karakter
it_it: La Fixed Asset codice categoria devono essere di sei caratteri o meno lungo
ko_kr: 고정 자산 분류 코드는 6 자 이하 여야합니다
mr_in: मुदत मालमत्ता वर्ग कोड लांब सहा किंवा त्यापेक्षा कमी असणे आवश्यक आहे
nl_nl: De vaste activa Categorie code moet zes tekens of minder lange
pt_pt: Categoria Ativo Fixo deve ter no máximo 6 caracteres
ro_ro: Fixe cod Categorie trebuie să fie de şase caractere sau mai puţin timp
ru_ru: Код категории основных средств категории должен быть не более шести символов
sq_al: Fixed Pasurive Kodi Category duhet të jetë gjashtë shkronja ose më pak gjatë
sv: Fast inventarie kategorikoden får vara max sex tecken
sw_ke: Fixed Asset ya Jamii kificho lazima wahusika sita au chini ya muda mrefu
tr_tr: Sabit Kıymet Kategori kod altı karakter veya daha az olmalıdır
zh_hk: 固定资产种类代码必须是等于或者小于6位
zh_tw: 固定資產類別編碼必須不多於 6 個字元

source: The Fixed Asset Category code must be at least 1 character but less than six characters long
cs_cz: Fixed Asset Kategorie kód musí být minimálně 1 znak, avšak méně než šest znaků dlouhé
es_es: El código de la Categoría de activo fijo debe tener al menos 1 carácter y menos de 6
hi_in: फिक्स्ड एसेट श्रेणी कोड कम से कम 1 चरित्र, लेकिन कम से कम छह वर्ण लंबा होना चाहिए
id_id: Kode Kategori Aktiva Tetap minimum 1 karakter tapi maksimum 6 karakter
it_it: La Fixed Asset codice categoria devono essere di almeno 1 carattere ma meno di sei caratteri
ko_kr: 고정 자산 분류 코드는 최소 1 문자 미만 6 자 이상이어야합니다
mr_in: मुदत मालमत्ता वर्ग कोड किमान 1 अक्षर असायला पण कमी सहा अक्षरे लांब आवश्यक
nl_nl: De vaste activa Categorie code moet minstens 1 karakter, maar minder dan zes tekens lang zijn
pt_pt: Código Categoria Ativo Fixo deve ter no mínimo 1 e no máximo 6 caracteres
ro_ro: Fixe cod Categorie trebuie să fie de cel puţin 1 caracter, dar mai puţin de şase caractere
ru_ru: Код категории основных средств должен содержать от 1 до 6 символов
sq_al: Fixed Pasurive Kodi Category duhet të jetë së paku 1 karakterit, por më pak se gjashtë shkronja të gjatë
sv: Fast inventarie kategorikoden måste vara minst 1 tecken lång
sw_ke: Fixed Asset ya Jamii kificho lazima angalau 1 tabia lakini wahusika chini ya sita kwa muda mrefu
tr_tr: Sabit Kıymet Kategori kodu en az 1 karakter ama en az altı karakter uzunluğunda olmalıdır
zh_hk: 固定资产种类代码必须是1 - 6个字符
zh_tw: 固定資產類別編碼位數介於1～ 6 個字元

source: The Fixed Asset Category description must be twenty characters or less long
cs_cz: Fixed Asset Kategorie popis musí být dvacet nebo méně znaků dlouhé
es_es: La descripción de la Categoría de activo fijo no debe pasar de 20 caracteres
hi_in: फिक्स्ड एसेट श्रेणी वर्णन बीस वर्ण या उससे कम अवश्य होना चाहिए
id_id: Keterangan Kategori Aktiva Tetap maksimum 20 karakter
it_it: La Fixed Asset Descrizione della categoria deve essere venti caratteri o meno lungo
ko_kr: 고정 자산의 종류 설명 스무 자 이하 여야합니다
mr_in: मुदत मालमत्ता वर्ग वर्णन वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De vaste activa Categorie beschrijving moet twintig tekens of minder lange
pt_pt: A descrição Categoria Ativo Fixo deve ter no máximo 20 caracteres
ro_ro: Fixe Descrierea Categorie trebuie să fie de douazeci de caractere sau mai puţin timp
ru_ru: Описание категории основных средств описание должно состоять не более чем из 20
sq_al: Fixed Pasurive Përshkrimi Category duhet të jetë njëzet shkronja ose më pak gjatë
sv: Fast inventarie kategoribeskrivningen ska vara max 20 tecken lång
sw_ke: Fixed Asset ya Jamii maelezo lazima wahusika ishirini au chini ya muda mrefu
tr_tr: Sabit Kıymet Kategori açıklamasına yirmi karakter veya daha az olmalıdır
zh_hk: 固定资产种类描述必须不多于 20 个字
zh_tw: 固定資產類別說明必須不多於20 個字元

source: The accounts selected to post cost or accumulated depreciation to cannot be either of the debtors control account, creditors control account or GRN suspense accounts
cs_cz: Účty vybrané na post nákladů nebo oprávek k nemůže být jeden z dlužníků kontrolní účet, věřitelů ovládání účtu nebo GRN Předběžné účty
es_es: Las cuentas seleccionadas para publicar el costo o la amortización acumulada no pueden ser de la cuenta de control de deudores, la cuenta de control de los acreedores o cuentas suspendidas de recepción de bienes
hi_in: खातों के लिए लागत या संचित मूल्यह्रास पोस्ट किया देनदार खाता नियंत्रण की भी नहीं कर सकते हैं चुना है, लेनदारों नियंत्रण खाते या खातों GRN रहस्य
id_id: Akun yg dipilih utk memposting biaya atau akumulasi penyusutan utk tdk dapat salah satu dari akun kontrol debitur, akun kontrol kreditur atau akun GRN belum-ditagih
it_it: I conti scelto di inviare costo o ammortamento di non possono essere sia di controllo del conto debitori, creditori conto di controllo o conti d&#39;ordine GRN
ko_kr: 계정, 비용을 게시 선택하거나 채무자 중 하나가 계정을 제어 할 수 없습니다하는 감가 상각을 축적 채권자는 계정 또는 GRN 서스펜스 계정을 제어
mr_in: खाती debtors एकतर खाते नियंत्रण असू शकत करण्यासाठी घसारा निवड पोस्ट करण्यासाठी निवडले किंवा जमा, धनको खाते किंवा GRN रहस्य खाती नियंत्रित
nl_nl: De rekeningen geselecteerd om kosten of geaccumuleerde afschrijvingen bericht aan niet kan worden een van de debiteuren-controle gehouden, crediteuren-controle rekening of GRN tussenrekeningen
pt_pt: As contas assinaladas para lançamentos custo ou depreciação acumulada, não podem ser contas de cabeçalho nem de débito, credito ou DEM Suspenso
ro_ro: Conturile selectate pentru a posta cost sau amortizarea acumulată pentru a nu poate fi nici de cont de control debitori, creditori cont de control sau conturi GRN suspans
ru_ru: Счет, выбранный для начисления расходов или амортизации не может быть дебиторским контрольным счётом, кредиторским контрольным счетом или GRN-приостановленым счетом
sq_al: Llogaritë e zgjedhura tek postimi i kostos ose amortizimin e akumuluar të nuk mund të jetë ose të llogarisë së debitorëve të kontrollit, llogari të kreditorëve të kontrollit ose pezullim llogaritë GRN
sv: De konton som valt att lägga kostnaden eller ackumulerade avskrivningar till kan inte vara någon av gäldenärerna avstämningskonto, långivare kontroll konto eller GRN konton interimskonto
sw_ke: Akaunti ya kuchaguliwa kwa post gharama au uchakavu kusanyiko hawezi kuwa aidha ya akaunti jukumu kudhibiti, kudhibiti wadai akaunti au akaunti GRN mashaka
tr_tr: Hesapları ya borçlu kontrol hesap edilemez, maliyet ya da birikmiş amortisman sonrası seçilen, alacaklılar kontrol hesabı veya GRN gerilim hesapları
zh_hk: 所选的要过账成本或者累计折旧的科目，不可以是应收统制账户，应付统制账户或者已收货暂估账户
zh_tw: 所選定的帳戶，後期成本或累計折舊為不能或者債務人控制的帳戶，債權人控制的帳戶或GRN暫記帳戶
