Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Claim Petty Cash Expenses From Tab
cs_cz: Reklamace Pokladna Náklady z Tab
es_es: Reclamar los gastos de Caja Chica de la ficha
hi_in: दावा टैब से लघु नकद व्यय
id_id: Menagih Pengeluaran Kas Kecil Dari Pemegang Kas
it_it: Richiesta spese Piccola Cassa da scheda.
ko_kr: 탭에서 푼돈 비용 항
mr_in: टॅब कडून किरकोळ रोकड खर्च हक्क सांगा
nl_nl: Claim Petty kaskosten Van Tab
pt_pt: Conf. Despesas Fundo Fixo
ro_ro: Revendicaţi Cheltuieli Petty Cash din fila
ru_ru: Утвердить расходы малой кассы из
sq_al: Shpenzimet e kërkesës për para të imëta Nga Tab
sv: Fordran handkassa Kostnader från TAB
sw_ke: Kudai Petty Cash Gharama Kutoka Tab
tr_tr: Iddia Petty Cash Giderleri Tab YTL
zh_hk: 报销申请
zh_tw: 確認零用現金開支來自標籤

source: You have not selected a tab to claim the expenses on
es_es: No ha seleccionado una ficha para reclamar los gastos
id_id: Anda belum memilih pemegang kas utk menagih pengeluarannya
it_it: Non hai selezionato una scheda per richiedere le spese su
ko_kr: 당신의 비용을 청구 할 수있는 탭을 선택하지 않은
mr_in: आपण वर खर्च दावा एक टॅब निवडले नाहीत
pt_pt: Selecionar para onde a Despesa irá ser Lançada
zh_tw: 你沒有選擇一個標籤要求的開支。

source: You have not selected an expense to claim on this tab
es_es: No ha seleccionado un gasto para reclamar en esta ficha
id_id: Anda belum memilih pengeluaran utk menagih pemegang kas ini
it_it: Non è stata selezionata una spesa da richiedere in questa scheda
ko_kr: 이 탭에서 주장하는 비용을 선택하지 않은
mr_in: आपण या टॅबवर हक्क सांगण्यासाठी एक खर्चाचे निवडले नाहीत
pt_pt: Selecionar a despesa onde será Lançado o Valor
zh_tw: 您沒有選擇費用要求此選項卡上

source: The amount must be greater than 0
es_es: La cantidad debe ser mayor que 0
ko_kr: 양이 0보다 커야
mr_in: रक्कम 0 पेक्षा जास्त असणे आवश्यक आहे
pt_pt: Valor deve ser maior que 0
zh_tw: 金額必須大於0

source: The Expense Claim on Tab
cs_cz: Náklady na pojistná Tab
es_es: La reclamación de gastos en la pestaña
hi_in: टैब पर व्यय दावा
id_id: Tagihan Pengeluaran pada Pemegang Kas
it_it: Le bianche tracce della spesa sul Tab
ko_kr: 탭에 경비 요청
mr_in: टॅब वर खर्च हक्क
nl_nl: De declaratie op het tabblad
pt_pt: Aba de Conf. Despesas
ro_ro: Cerere de cheltuieli pe Tab
ru_ru: Утверждение расходов на закладке
sq_al: Shpenzimet e kërkesës për Tab
sv: Reseräkningen på Tab
sw_ke: Ya kudai gharama ya Tab
tr_tr: Sekmesinde Gider İddiası
zh_hk: 报销申请单
zh_tw: 選項卡上的費用報銷

source: Petty Cash Expense record could not be deleted because
cs_cz: Petty cash výdajů rekord nemohl být odstraněn, protože
es_es: El Registro de gasto de Caja Chica no pudo ser eliminado porque
hi_in: लघु नकद व्यय रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data Pengeluaran Kas Kecil tdk dapat dihapus karena
it_it: Il record della spesa di Piccola Cassa non poteva essere eliminato perché
ko_kr: 푼돈 지출 기록이 있기 때문에 삭제할 수 없습니다
mr_in: किरकोळ रोकड खर्च रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: Kas Expense record kon niet worden geschrapt omdat
pt_pt: Reg. Desp. Peq. Caixa não pode ser removido porque
ro_ro: Petty Cash Expense înregistrare nu a putut fi şterse deoarece
ru_ru: Запись о расходах малой кассы не может быть удалена, так как
sq_al: Parave të imëta të dhënat e shpenzimeve nuk mund të fshihet sepse
sv: Handkassautgiftsposten kunde inte tas bort eftersom
sw_ke: Fedha ndogo ndogo rekodi Gharama inaweza kuwa ilifutwa kwa sababu
tr_tr: Küçük Nakit Gider kaydından dolayı silinemedi
zh_hk: 未能删除小额现金费用记录, 因为
zh_tw: 零用現金支出記錄無法刪除，因為

source: Petty cash Expense record
cs_cz: Petty cash výdajů rekord
es_es: Registro de Gastos de Caja chica
hi_in: खुदरा रोकड़ व्यय रिकॉर्ड
id_id: Data Pengeluaran kas kecil
it_it: Record di spesa di Piccola Cassa
ko_kr: 푼돈 지출 기록
mr_in: किरकोळ रोकड खर्च रेकॉर्ड
nl_nl: Kas Expense record
pt_pt: Lanç. Desp. Peq. Caixa
ro_ro: Petty numerar cheltuieli record
ru_ru: Запись о расходах малой кассы
sq_al: Shpenzimet e Petty cash rekord
sv: Handkassa Expense rekord
sw_ke: Matumizi ya fedha ndogo ndogo rekodi
tr_tr: Küçük kasa Gider rekor
zh_hk: 小额现金费用记录
zh_tw: 零用金支出記錄

source: Petty Cash Tabs for User
cs_cz: Petty cash Záložky pro uživatele
es_es: Pestañas de Caja Chica para el usuario
hi_in: उपयोगकर्ता के लिए लघु नकद टैब्स
id_id: Pemegang Kas Kecil utk User
it_it: Schede Piccola Cassa per l'utente
ko_kr: 푼돈 탭 사용자에 대한
nl_nl: Kas Tabs voor gebruiker
pt_pt: Peq. Caixa para Usuário
ro_ro: File Petty Cash pentru utilizator
ru_ru: Малая касса для пользователя
sq_al: Sinjalizime &amp; Përditësime Skeda parave të imëta për User
sv: Handkassa Flikar för användare
sw_ke: Fedha ndogo ndogo Tabs kwa mtumiaji
tr_tr: Kullanıcı Petty Cash Sekmeler
zh_hk: 小额现金标签的用户
zh_tw: 零用金的用戶標籤

source: Petty Cash Claim Entry
es_es: Registro de reclamo en Caja Chica
id_id: Masukkan Tagihan Kas Kecil
ko_kr: 푼돈 청구 항목
mr_in: किरकोळ रोकड हक्क प्रविष्टी
pt_pt: Recup. Entrada Peq. Caixa
zh_tw: 輸入零用現金要求

source: Petty Cash Tab
es_es: Ficha de Caja Chica
id_id: Pemegang Kas Kecil
ko_kr: 푼돈 탭
mr_in: किरकोळ रोकड टॅब
pt_pt: TAB Peq. Caixa
zh_tw: 零用現金標籤

source: Detail Of Movements For Last
cs_cz: Detail hnutí za poslední
es_es: Detalle de los movimientos para el último
hi_in: पिछले के लिए जन आन्दोलन का विस्तार
id_id: Rincian Pergerakan Utk Terakhir
it_it: Dettaglio dei movimenti per ultima
ko_kr: 최근 들어 운동의 세부 사항
nl_nl: Detail van bewegingen voor Laatste
pt_pt: Detalhes Últ. Movimentos
ro_ro: Detaliu al Mişcările pentru ultimele
ru_ru: Данные о движении за последний
sq_al: Detaje të lëvizjeve të fundit
sv: Detalj av rörelser för Senast
sw_ke: Undani wa harakati Kwa Last
tr_tr: Hareketleri Last Of Detaylı
zh_hk: 最近变化细节
zh_tw: 細節變動上的

source: Date Of Expense
cs_cz: Datum výdajů
es_es: Fecha del Gasto
hi_in: व्यय की तिथि
id_id: Tgl Pengeluaran
it_it: Data di spesa
ko_kr: 비용의 날짜
mr_in: खर्च दिनांक
nl_nl: Datum van Expense
pt_pt: Data Despesa
ro_ro: Data de cheltuieli
ru_ru: Дата расходов
sq_al: Data e shpenzimeve
sv: Datum för utgift
sw_ke: Tarehe ya Gharama
tr_tr: Gider Tarihi
zh_hk: 费用发生日期
zh_tw: 日期費用

source: Expense Description
cs_cz: Popis náklad
es_es: Descripción del Gasto
hi_in: व्यय विवरण
id_id: Keterangan Pengeluaran
it_it: Expense Descrizione
ko_kr: 비용 설명
mr_in: खर्चाचे विवरण
nl_nl: Koste Beschrijving
pt_pt: Descrição Despesas
ro_ro: Expense Descriere
ru_ru: Описание расходов
sq_al: Përshkrimi i shpenzimeve
sv: Utgiftsbeskrivning
sw_ke: Gharama Description
tr_tr: Gider Açıklama
zh_hk: 费用描述
zh_tw: 費用說明

source: Unauthorised
es_es: No Autorizado
id_id: Blm-Diotorisasi
ko_kr: 무단
pt_pt: Não Autorizada
zh_tw: 未經授權

source: Are you sure you wish to delete this code and the expenses it may have set up?
es_es: ¿Está seguro que desea suprimir este código y los gastos que se hayan relacionado?
id_id: Apakah Anda yakin ingin menghapus kode ini dan biaya yg mungkin telah dibuat?
ko_kr: 이 코드가 설정 한 수 있습니다 비용을 삭제할 확실합니까?
mr_in: आपण हा कोड आणि तो सेट असावे खर्च हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção desse código e as despesas respectivas?
zh_tw: 它可能已經設置了費用，您確定要刪除此代碼？

source: Code Of Expense
cs_cz: Kód nákladu
es_es: Código del Gasto
hi_in: व्यय का कोड
id_id: Kode Pengeluaran
it_it: Codice di spesa
ko_kr: 비용의 코드
mr_in: खर्च संहिता
nl_nl: Code van Expense
pt_pt: Código de Despesa
ro_ro: Codul de cheltuieli
ru_ru: Код расходов
sq_al: Kodi i shpenzimeve
sv: Kod av utgift
sw_ke: Kanuni ya gharama
tr_tr: Gider Code Of
zh_hk: 费用代码
zh_tw: 費用代碼

source: Maintenance Of Petty Cash Of Expenses
cs_cz: Údržbu Pokladna Of Náklady
es_es: Mantenimiento de los Gastos de Caja Chica
hi_in: खर्च की लघु नकद के रखरखाव
id_id: Pengaturan Kas Kecil utk Pengeluaran
it_it: Manutenzione delle spese di Piccola Cassa
ko_kr: 비용의 푼돈의 유지 보수
mr_in: खर्च किरकोळ रोकड अनुपालन
nl_nl: Het onderhoud van de kleine kas van de kosten
pt_pt: Manutenção de Despesas Fundo Fixo
ro_ro: Întreţinerea Petty Cash a cheltuielilor
ru_ru: Обслуживание расходов малой кассы
sq_al: Mirëmbajtja e parave të imëta e shpenzimeve
sv: Underhåll av handkassa för kostnadsersättning
sw_ke: Matengenezo ya Fedha Petty ya Gharama
tr_tr: Giderleri Of Petty Cash Of Bakım
zh_hk: 费用种类维护
zh_tw: 維護零用現金開支

source: The Expense type code cannot be an empty string or spaces
cs_cz: Typ výdajů kód nemůže být prázdný řetězec nebo prostory
es_es: El código de tipo de Gastos no puede ser una cadena vacía o espacios
hi_in: व्यय प्रकार कोड एक खाली स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode tipe Biaya tdk boleh kosong atau spasi
it_it: Il codice di tipo di spesa non può essere una stringa vuota o spazi
ko_kr: 비용 유형 코드는 빈 문자열 또는 공백이 될 수 없습니다
nl_nl: De Expense type code kan niet een lege string of spaties
pt_pt: O código tipo de Despesa não pode ser uma linha vazia ou espaços
ro_ro: Codul tip de cheltuieli nu poate fi un şir gol sau spaţii
ru_ru: Код типа расходов не может быть пустой строкой или пробелом
sq_al: Kodi Lloji i shpenzimeve nuk mund të jetë një varg bosh apo hapësira
sv: Kostnaden typkod kan inte vara en tom sträng eller mellanslag
sw_ke: Aina ya gharama code hawezi kuwa string tupu au nafasi
tr_tr: Gider türü kodu boş bir dize ya da boşluk olamaz
zh_hk: 费用类型代码不能是空字符串或者空格
zh_tw: 該費用類型代碼不能為空字符串或空格

source: The Expense code must be twenty characters or less long
cs_cz: Náklady kód musí být dvacet nebo méně znaků dlouhé
es_es: El código de Gastos debe ser de veinte caracteres o menos largo
hi_in: व्यय कोड बीस या कम वर्णों का अवश्य होना चाहिए
id_id: Kode Pengeluaran harus maksimal 20 karakter
it_it: Il codice di spesa deve essere venti caratteri o meno lungo
ko_kr: 비용 코드는 스무 자 이하 여야합니다
mr_in: खर्च कोड वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De Expense code moet twintig tekens of minder lange
pt_pt: O código de Despesas precisa ter menos que vinte caracteres
ro_ro: Codul de cheltuieli trebuie să fie de douazeci de caractere sau mai puţin timp
ru_ru: Код расхода должен быть не более двадцати символов
sq_al: Kodi i shpenzimeve duhet të jetë njëzet shkronja ose më pak gjatë
sv: Koden ska vara max 20 tecken lång
sw_ke: Kanuni gharama lazima wahusika ishirini au chini ya muda mrefu
tr_tr: Gider kod yirmi karakter veya daha az olmalıdır
zh_hk: 费用代码必须是20个字符以下
zh_tw: 該費用代碼必須少於20個字符

source: The Expense code cannot contain any of the following characters " ' - &amp;
es_es: La código del gasto no puede contener los siguientes caracteres " ' - &amp;
id_id: Kode Pengeluaran tdk boleh berisi karakter berikut " ' - &amp;
ko_kr: 비용 코드는 '\ "다음 문자를 포함 할 수 없습니다 - & A;
pt_pt: O código de Despesas deve conter caracteres validos
zh_tw: 該費用代碼不能包含以下任何字符“' - ＆

source: The Expense description cannot contain any of the following characters " ' - &amp;
es_es: La descripción del gasto no puede contener los siguientes caracteres " ' - &amp;
id_id: Keterangan Pengeluaran tdk boleh berisi karakter berikut " ' - &amp;
ko_kr: 비용의 설명은 '\ "다음 문자를 포함 할 수 없습니다 - & A;
pt_pt: A descrição do código de Despesas deve conter caracteres validos
zh_tw: 該費用說明不能包含以下任何字符“' - ＆

source: The tab code must be Fifty characters or less long
cs_cz: Na kartě kód musí být padesát znaků dlouhé
es_es: El código de la ficha debe ser de cincuenta caracteres o menos largo
hi_in: टैब कोड पचास या कम वर्णों का अवश्य होना चाहिए
id_id: Kode pemegang kas maksimal 50 karakter
it_it: Il codice sulla scheda deve essere personaggi Cinquanta o meno lungo
ko_kr: 탭 코드는 쉰 자 이하 여야합니다
mr_in: टॅब कोड पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Het tabblad code moet Vijftig tekens of minder lange
pt_pt: O código da tabela deve ter no máximo cinquenta caracteres
ro_ro: Codul Fila trebuie să fie caractere Cincizeci sau mai puţin timp
ru_ru: Код вкладки должен быть не более 50 символов
sq_al: Kodi tab duhet të jenë simbole Pesëdhjetë ose më pak gjatë
sv: Koden får vara max 50 tecken lång
sw_ke: Kanuni tab lazima wahusika hamsini au chini ya muda mrefu
tr_tr: Sekme kod Elli karakter veya daha az olmalıdır
zh_hk: 标签代码必须是50个字符以下
zh_tw: 該標籤的代碼必須是少於50個字符

source: The tab code description must be entered
es_es: Debe introducirse la descripción del código de pestaña
id_id: Keterangan kode pemegang kas harus dimasukkan
ko_kr: 탭 코드 설명을 입력해야합니다
mr_in: टॅब कोड वर्णन प्रविष्ट करणे आवश्यक आहे
pt_pt: A descrição do código da tabela precisa ser informado
zh_tw: 該標籤代碼描述，必須輸入

source: A general ledger code must be selected for this expense
es_es: Debe seleccionarse un código contable para este gasto
id_id: Kode buku besar harus dipilih utk pengeluaran ini
ko_kr: 일반 회계 원장 코드는이 비용을 선택해야합니다
mr_in: एक सामान्य खातेवही कोड या खर्चाचे निवडले करणे आवश्यक
pt_pt: Codigo contábil deve ser escolhido para essa despesa
zh_tw: 一個總帳代碼必須選擇這個費用

source: The Expenses type
cs_cz: Náklady typu
es_es: El tipo de Gastos
hi_in: व्यय प्रकार
id_id: Tipe Biaya
it_it: Le spese di tipo
ko_kr: 비용 유형
mr_in: खर्च प्रकार
nl_nl: De uitgaven type
pt_pt: Tipo de Despesas
ro_ro: Cheltuieli de tip
ru_ru: Вид расходов
sq_al: Lloji i shpenzimeve
sv: Utgiftstypen
sw_ke: Aina ya Gharama
tr_tr: Gider türü
zh_hk: 费用类型
zh_tw: 費用類別

source: The Expense type
cs_cz: Náklady typu
es_es: El tipo de Gasto
hi_in: व्यय प्रकार
id_id: Tipe Biaya
it_it: Il tipo di spesa
ko_kr: 비용 유형
nl_nl: De gavetype
pt_pt: Tipo de Despesa
ro_ro: Tipul de cheltuieli
ru_ru: Вид расхода
sq_al: Lloji i shpenzimeve
sv: Utgiftstypen
sw_ke: Aina ya gharama
tr_tr: Gider türü
zh_hk: 费用类型
zh_tw: 費用類別

source: already exists.
es_es: ya existe.
id_id: sdh ada.
ko_kr: 이미 존재 함.
pt_pt: já existe
zh_tw: 已存在

source: Expense
cs_cz: Náklady
es_es: Gasto
hi_in: व्यय
id_id: Pengeluaran
it_it: Spese
ko_kr: 비용
nl_nl: Koste
pt_pt: Despesa
ro_ro: Cheltuială
ru_ru: Расход
sq_al: Shpenzim
sv: Kostnad
sw_ke: Gharama
tr_tr: Gider
zh_hk: 费用
zh_tw: 空白底圖列印

source: The number of type of tabs using this expense code could not be retrieved
cs_cz: Počet typ karet pomocí tohoto kódu náklady se nepodařilo získat
es_es: El número de tipo de pestañas utilizando este código de gasto no ha podido ser obtenido
hi_in: टैब्स के प्रकार की संख्या में इस कोड का उपयोग कर लिया खर्च नहीं किया जा सका
id_id: Jumlah tipe pemegang kas yg menggunakan kode pengeluaran ini tdk dapat diambil
it_it: Il numero di tipi di schede utilizzando questo codice spesa non può essere recuperata
ko_kr: 비용이 코드를 사용하여 탭의 종류의 수를 검색 할 수 없습니다
mr_in: या खर्चाचे कोड वापरून टॅब प्रकार संख्या पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal van het soort gebruik van deze tabbladen koste code kan niet worden opgehaald
pt_pt: O número do tipo de tabela usando este código de despesa não pode ser recuperado
ro_ro: Numărul de tipul de file folosind acest cod de cheltuieli nu a putut fi recuperate
ru_ru: Число типов вкладок, использующих этот код расходов не может быть получена
sq_al: Numri i llojit të skedave përdorur këtë kod shpenzim nuk mund të shikohet
sv: Antalet typ av flikarna med hjälp av denna kostnad kod kunde inte hämtas
sw_ke: Idadi ya aina ya tabo kutumia code gharama inaweza kuwa retrieved
tr_tr: Bu gider kodu kullanarak sekme türü sayısı alınamadı
zh_hk: 使用此费用代码的标签无法找到
zh_tw: 無法檢索使用這筆支出費用代碼標籤類型的數量

source: Cannot delete this petty cash expense because it is used in some tab types
cs_cz: Nelze smazat tento pokladní náklady, protože to je použito v některých typech kartě
es_es: No se puede suprimir este gasto de caja chica, ya que se utiliza en algunos tipos de ficha
hi_in: यह खुदरा रोकड़ व्यय हटाना क्योंकि यह कुछ टैब प्रकार में प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus pengeluaran kas kecil ini karena digunakan di beberapa tipe pemegang kas
it_it: Impossibile eliminare questa spesa di Piccola Cassa perché è usata in alcuni tipi di scheda
ko_kr: 그것은 몇 가지 탭 유형에 사용되기 때문에이 소액 현금 비용을 삭제할 수 없습니다
mr_in: काही टॅब प्रकार वापरले जाते कारण या किरकोळ रोकड खर्चाचे हटवू शकत नाही
nl_nl: Kan het niet verwijderen van deze kas koste omdat het wordt gebruikt in sommige typen tabstops
pt_pt: Esta despesa `pety cash`não poder removida porque está sendo usada em algum tipo de tabela
ro_ro: Nu se poate şterge acest detrimentul numerar, mărunte, pentru că este folosit în anumite tipuri de fila
ru_ru: Не могу удалить расход для этото счета малой книги, поскольку он используется в некоторых типах вкладок
sq_al: Nuk mund të fshini kete shpenzim petty cash për shkak se ajo është përdorur në disa lloje tab
sv: Kan inte ta bort denna handkassa utgift för den används
sw_ke: Hawezi kufuta gharama ndogo ndogo fedha kwa sababu ni kutumika katika baadhi ya aina tab
tr_tr: bazı sekmesinde türlerinde kullanılır, çünkü bu küçük nakit harcama silinemiyor
zh_hk: 不能删除此小额现金，因为已被用于某些标签类型
zh_tw: 無法刪除這個零用金支出，因為它被用在某些類型的標籤

source: tab types using this expense code
cs_cz: Karta typů pomocí tohoto kódu náklady
es_es: tipos de ficha con este código de gastos
hi_in: टैब इस खर्च कोड का उपयोग प्रकार
id_id: tipe pemegang kas menggunakan kode pengeluaran ini
it_it: tipi di scheda utilizzando questo codice spesa
ko_kr: 비용이 코드를 사용하여 탭 형식
mr_in: या खर्चाचे कोड वापरून टॅब प्रकार
nl_nl: tabblad typen met behulp van deze kosten-code
pt_pt: tabela de tipos usando este código de despesa
ro_ro: tipuri de tab-ul folosind acest cod de cheltuială
ru_ru: Вкладка типов с использованием этого кода расходов
sq_al: lloje tab përdorur këtë kod shpenzim
sv: fliken typer som använder denna utgift kod
sw_ke: tab aina kutumia gharama code
tr_tr: Bu gider kodu kullanarak sekme türleri
zh_hk: 使用此费用代码的标签类型
zh_tw: 標籤類型使用此費用代碼

source: The expense type record could not be deleted because
cs_cz: Náklady typ záznamu nelze odstranit, protože
es_es: El registro de tipo de gasto no puede ser eliminado porque
hi_in: व्यय प्रकार रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data tipe pengeluaran tdk dapat dihapus karena
it_it: Il record tipo di spesa non poteva essere eliminato perché
ko_kr: 비용 유형 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: खर्चाचे प्रकार रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: Koste type record kon niet worden geschrapt omdat
pt_pt: O registro de tipo de despesa não pode ser removido porque
ro_ro: Tip de înregistrare cheltuială nu poate fi ştearsă, deoarece
ru_ru: Запись типа расходов не может быть удалена, поскольку
sq_al: Lloji i shpenzimeve të regjistruar nuk mund të fshihet sepse
sv: Utgiftstypposten kunde inte tas bort eftersom
sw_ke: Rekodi ya aina gharama inaweza kuwa ilifutwa kwa sababu
tr_tr: Gider türü kaydından dolayı silinemedi
zh_hk: 费用类型记录无法删除
zh_tw: 該費用類型的記錄無法刪除，因為

source: Expense type
cs_cz: Náklady typu
es_es: Tipo de Gasto
hi_in: खर्च प्रकार
id_id: Tipe Pengeluaran
it_it: Tipo di spesa
ko_kr: 비용 유형
mr_in: खर्चाचे प्रकार
nl_nl: Gavetype
pt_pt: Tipo Despesa
ro_ro: Cheltuieli de tip
ru_ru: Тип расходов
sq_al: Lloji i shpenzimeve
sv: Utgiftstyp
sw_ke: Gharama ya aina
tr_tr: Gider türü
zh_hk: 费用类型
zh_tw: 費用類型

source: Are you sure you wish to delete this expense code and all the details it may have set up?
cs_cz: Jste si jisti, že chcete smazat tento náklad kód a všechny podrobnosti si mohl nastavit?
es_es: ¿Está seguro que desea suprimir este código de gastos y todos los detalles que pueda haber creado?
hi_in: आप सुनिश्चित हैं कि आप इस खर्च कोड और सभी विवरण यह स्थापित हो सकता है को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus kode pengeluaran ini dan semua rincian yg mungkin telah dibuat?
it_it: Sei sicuro di voler cancellare questo codice di spesa e tutti i dettagli che può avere creato?
ko_kr: 이 비용 코드가 설정 한 수있는 모든 정보를 삭제하려면 확실합니까?
mr_in: आपण या खर्चाचे कोड हटवू इच्छित आणि सर्व तपशील तो सेट असावे खात्री आहे?
nl_nl: Weet u zeker dat u dit wilt koste code en alle details kan hebben opgezet verwijderen?
pt_pt: Tem certewza que deseja remover este código de despesa e todos os detalhes que tenham sido configurados?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest cod cheltuieli, precum şi toate datele pe care le poate au înfiinţat?
ru_ru: Вы уверены, что хотите удалить этот код расходов и все данные, с которым он может быть связан ?
sq_al: A jeni i sigurt se doni të fshini këtë kod shpenzimet dhe të gjitha detajet që mund të ketë ngritur?
sv: Är du säker på att du vill ta bort denna utgiftskod och alla detaljer den kan innehålla?
sw_ke: Una uhakika unataka kufuta code gharama na maelezo yote inaweza kuwa na kuweka?
tr_tr: Eğer o kadar ayarlamış olabilir bu gider kodu ve tüm bilgileri silmek istediğinizden emin misiniz?
zh_hk: 您确认要删除此费用代码以及所有可能已经设置的与之相关的细节吗？
zh_tw: 可能已經設置了，您確定要刪除此費用代碼和所有的細節？

source: Show All Petty Cash Expenses Defined
cs_cz: Zobrazit všechny Pokladna definované náklady
es_es: Mostrar todos los Gastos de Caja Chica definidos
hi_in: सभी लघु नकद निर्धारित व्यय दिखाएँ
id_id: Tampilkan Semua Pengeluaran Kas Kecil
it_it: Mostra tutte le spese di Piccola Cassa definite
ko_kr: 정의 된 모든 푼돈의 비용을보기
mr_in: परिभाषित सर्व किरकोळ रोकड खर्च दाखवा
nl_nl: Toon alle Petty Defined kaskosten
pt_pt: Mostre todas as despesas `pety cash`defenidas
ro_ro: Arata Toate cheltuielile Petty Cash definite
ru_ru: Показать все определенные расходы малой книги
sq_al: Trego te gjitha Shpenzimet për para të imëta të Përcaktuar
sv: Visa alla definerade handkassautgifter
sw_ke: Gharama zote kuonyesha Petty Cash Defined
tr_tr: Tanımlanan tüm Petty Cash Giderleri göster
zh_hk: 显示所有已定义的小额现金费用种类
zh_tw: 顯示所有定義的零用現金支出

source: Maintenance Of Petty Cash Expenses For a Type Tab
cs_cz: Údržbu drobných hotových výdajů pro typ karty
es_es: Mantenimiento de los gastos de Caja Chica para una ficha Tipo
hi_in: एक प्रकार टैब के लिए लघु नकद व्यय का रखरखाव
id_id: Pengaturan Pengeluaran Kas Kecil Utk Pemegang Kas Tipe
it_it: Manutenzione delle spese di Piccola Cassa per un tipo di scheda
ko_kr: 형식 탭 푼돈 비용의 유지 보수
mr_in: एक प्रकार टॅब साठी किरकोळ रोकड खर्च देखभाल
nl_nl: Het onderhoud van de kleine kas kosten voor een type Tab
pt_pt: Manutenção de Despesas `pety cash`para um tipo de tabela
ro_ro: Cheltuielile de întreţinere a Petty Cash Pentru o fila Tip
ru_ru: Обслуживание расходов малой кассы для закладки типа
sq_al: Mirëmbajtja e Shpenzimet e parasë së imët Për një Tab Type
sv: Underhåll av handkassa kostnader för ett fliken Typ
sw_ke: Gharama za matengenezo ya Petty Cash Kwa Tab ya Aina
tr_tr: Tip Sekme için Petty Cash Giderleri Of Bakım
zh_hk: 维护费用与员工组别的对应
zh_tw: 維護零用現金支出對於類型片

source: The petty cash tab type contain any of the following characters " ' - &amp; or a space
es_es: El tipo de pestaña de caja chico contiene caracteres prohibidos
id_id: Tipe pemegang kas kecil berisi karakter berikut " ' - &amp; atau spasi
ko_kr: 또는 공간; & A - 소액 현금 탭 유형은 '\ "다음 문자를 포함
pt_pt: O tipo de tabela `pety cash`contém um dos seguintes caracteres " ' - &amp; ou um espaço
zh_tw: 零用現金標籤類型包含以下任何字符“' - ＆或空格

source: You have not selected a tab to maintain the expenses on
es_es: No ha seleccionado una ficha para mantener los gastos
id_id: Anda belum memilih pemegang kas utk mengatur pengeluaran
it_it: Non hai selezionato una scheda per mantenere le spese su
ko_kr: 당신의 비용을 유지하기 위해 탭을 선택하지 않은
mr_in: आपण वर खर्च देखरेख करण्यासाठी टॅब निवडले नाहीत
pt_pt: Voce não selecionou uma tabela para montar nela as despesas
zh_tw: 你沒有選擇一個選項卡以維持開支

source: You have not selected an expense to add to this tab
es_es: No ha seleccionado un gasto a añadir a esta ficha
id_id: Anda belum memilih pengeluaran utk ditambahkan ke pemegang kas ini
it_it: Non è stata selezionata una spesa da aggiungere a questa scheda
ko_kr: 이 탭에 추가 비용을 선택하지 않은
mr_in: आपण या टॅबमध्ये जोडण्यासाठी एक खर्चाचे निवडले नाहीत
pt_pt: Voce nao selecionou uma despesa para adicionar a esta tabela
zh_tw: 您沒有選擇費用添加到這個標籤

source: The Expense
es_es: El Gasto
id_id: Pengeluaran
ko_kr: 비용
mr_in: खर्च
pt_pt: A Despesa
zh_tw: 該費用

source: already exists in this Type of Tab
es_es: ya existe en este Tipo de Pestaña
id_id: sdh ada di Tipe Pemegang Kas ini
ko_kr: 이미 탭의이 유형에 존재
mr_in: आधीच टॅब हा प्रकार अस्तित्वात
pt_pt: já existe neste tipo de tabela
zh_tw: 已經存在此類型的標籤

source: Expense code
cs_cz: Náklady kód
es_es: Código de Gasto
hi_in: व्यय कोड
id_id: Kode Pengeluaran
it_it: Expense codice
ko_kr: 비용 코드
mr_in: खर्चाचे कोड
nl_nl: Koste code
pt_pt: Código de Despesa
ro_ro: Expense cod
ru_ru: Код расхода
sq_al: Kodi i shpenzimeve
sv: Utgiftskod
sw_ke: Gharama code
tr_tr: Gider kodu
zh_hk: 费用代码
zh_tw: 費用代碼
