Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No General Cost Records exist for Shipment
cs_cz: Ne Obecné náklady existují záznamy o přepravě
es_es: No existen Registros de Costo General para el Envío
hi_in: कोई सामान्य मूल्य रिकार्ड लदान के लिए मौजूद हैं
id_id: Tdk Ada Data Biaya Umum utk Pengiriman
it_it: Nessun record dei costi generali esistono per la spedizione
ko_kr: 아니 일반 비용 기록은 선적을 위해 존재하지 않는다
mr_in: नाही सामान्य किंमत रेकॉर्डस् चढविणे साठी अस्तित्वात
nl_nl: Geen algemene kosten record bestaat voor transport
pt_pt: Nenhum Custo Geral para Embarque
ro_ro: General nr Cost există înregistrări pentru expediere
ru_ru: не найдено данных о стоимости доставки
sq_al: Nuk ka Records Kosto e përgjithshme ekzistojnë për dërgesën
sv: Inga allmänna kostnadsnivån uppgifter föreligger för transporten
sw_ke: Hakuna Gharama Mkuu Records kuwepo kwa Shipment
tr_tr: SEVKIYATLA ILGILI GENEL MALIYET KAYDI YOK
zh_hk: 运单没有运费记录
zh_tw: 沒有運輸的一般成本記錄存在

source: in the database
cs_cz: v databázi
es_es: en la base de datos
hi_in: डाटाबेस में
id_id: di database
it_it: nel database
ko_kr: 데이터베이스
mr_in: डेटाबेसमध्ये
nl_nl: in de database
pt_pt: no DB
ro_ro: în baza de date
ru_ru: в базе данных
sq_al: në bazën e të dhënave
sv: i databasen
sw_ke: katika database
tr_tr: VERITABANINDA
zh_hk: 在数据库中
zh_tw: 在資料庫中

source: Item costs cannot be retrieved from the database
cs_cz: Položka nákladů nelze načíst z databáze
es_es: No se puede obtener de la base de datos los costos del artículo
hi_in: मद लागत डेटाबेस से नहीं वापस लाया जा सकता
id_id: Biaya item tdk dapat diambil dari database
it_it: Luogo in cui costi non possono essere recuperati dal database
ko_kr: 항목 비용은 데이터베이스에서 검색 할 수 없습니다
mr_in: आयटम खर्च डेटाबेस प्राप्त केले जाऊ शकत नाही
nl_nl: Item kosten kunnen niet worden gevonden in de database
pt_pt: Custo Item não puderam ser recuperados do DB
ro_ro: Postul costurile nu pot fi preluate din baza de date
ru_ru: расходы на товар не могут быть получены из базы данных
sq_al: shpenzimet Item nuk mund të shikohet nga baza e të dhënave
sv: Artikelkostnaderna kan inte hämtas från databasen
sw_ke: gharama Item hawezi kuwa Rudishwa kutoka database
tr_tr: ÜRÜN MALIYETLERI VERITABANINDAN ALINAADI
zh_hk: 未能从数据库中取得物料成本
zh_tw: 商品成本未能由資料庫提取

source: No Item Cost Records exist for Shipment
cs_cz: Bod č. náklady existují záznamy o přepravě
es_es: No existen Registros de Costo del artículo para el Envío
hi_in: कोई आइटम लागत रिकॉर्ड्स शिपमेंट के लिए मौजूद हैं
id_id: Tdk Ada Data Biaya Item utk Pengiriman
it_it: Nessun costo articolo Records esistono per la spedizione
ko_kr: 어떤 항목의 비용 기록은 선적을 위해 존재하지 않는다
mr_in: कोणताही आयटम किंमत रेकॉर्डस् चढविणे साठी अस्तित्वात
nl_nl: Geen item kost record bestaat voor transport
pt_pt: Nenhum Custo de Item existe para o Embarque
ro_ro: Nici un cost Postul există înregistrări pentru expediere
ru_ru: Не найдено стоимости для этой доставки
sq_al: Nuk ka kosto Item Records ekzistojnë për dërgesën
sv: Ingen Objektkostnad uppgifter föreligger för transporten
sw_ke: Hakuna Gharama Item Records kuwepo kwa Shipment
tr_tr: SEVKIYATLA ILGILI ÜRÜN MALIYET KAYDI YOK
zh_hk: 没有运单所载物料的成本记录
zh_tw: 沒有運輸的商品成本記錄存在

source: The lines on the shipment could not be retrieved from the database
cs_cz: Linky na přepravu se nepodařilo získat z databáze
es_es: No se pudo obtener las filas del envío de la base de datos
hi_in: लदान पर लाइनों डेटाबेस से पुनर्प्राप्त नहीं कर सकता
id_id: Baris dalam pengiriman tdk dapat diambil dari database
it_it: Le linee sulla spedizione non potevano essere recuperati dal database
ko_kr: 선적의 라인은 데이터베이스에서 검색 할 수 없습니다
mr_in: चढविणे वर ओळी डेटाबेस पुनर्प्राप्त करणे शक्य नाही
nl_nl: De regels van het transport konden niet worden gevonden in de database
pt_pt: Linhas da embarque não puderam ser recuperadas no DB
ro_ro: Liniile privind transportul nu a putut fi preluate din baza de date
ru_ru: Доставляемые позиции не мгут быть извлечена из базы данных
sq_al: Linja me dërgesa nuk mund të shikohet nga baza e të dhënave
sv: Raderna för leveransen kunde inte hämtas från databasen
sw_ke: mistari ya juu transport hakuweza kuwa Rudishwa kutoka database
tr_tr: SEVKIYAT SATIRLARI VERITABANINDAN ALINAMADI
zh_hk: 未能由数据库提取运单所载订单行, 因为
zh_tw: 未能由資料庫提取運輸列, 因為

source: Cannot close a shipment where the quantity received is more than the quantity invoiced. Check the item
cs_cz: Nemůže zavřít zásilku, kde množství přijaté je více než množství fakturované. Zkontrolujte položky
es_es: No se puede cerrar un envío donde la cantidad recibida es mayor que la cantidad facturada. Revise el elemento
hi_in: एक शिपमेंट जहां मात्रा प्राप्त होता है अधिक से अधिक मात्रा चालान बंद नहीं कर सकते. आइटम की जाँच करें
id_id: Tdk dapat menyelesaikan pengiriman dimana qty diterima lebih dari qty difaktur. Periksa item tersebut
it_it: Non è possibile chiudere una spedizione se il quantitativo ricevuto è superiore alla quantità fatturata. Controllare la voce
ko_kr: 받은 양이 청구 수량보다 더 선적을 닫을 수 없습니다. 항목을 확인
mr_in: प्राप्त प्रमाण invoiced प्रमाणात जास्त आहे जेथे चढविणे बंद करू शकत नाही. आयटम तपासा
nl_nl: Een transport kan niet worden afgesloten waner de ontvangen hoeveelheid groter is dan de gefactureerde hoeveelheid. Controleer het item
pt_pt: Não pode fechar o embarque quando a quantidade recebida é mior que a quantidade solicitada. Verificar o item
ro_ro: Nu poate închide un transfer în cazul în care cantitatea primită este mai mare decât cantitatea facturată. Verificaţi elementul
ru_ru: Невозможно закрыть доставку, где полученное количество больше. чем количество, на которое выставлен счет.
sq_al: Nuk mund të mbyll një dërgesë ku sasia e marrë është më shumë se sasia e faturuar. Check pika
sv: Kan inte avsluta en transport där mottagen mängd är mer än den kvantitet som faktureras. Kontrollera posten
sw_ke: Je, si karibu transport ambapo wingi wa kupokea ni zaidi ya kiasi ya invoiced. Kuangalia kipengele
tr_tr: miktar miktar fatura fazla alındı gönderinin yakın değil miyim. öğeyi kontrol edin
zh_hk: 当收货数量大于发票数量是不能结算运单
zh_tw: 不能完成交運因為收貨數量多於已開發票數量, 請檢查這商品

source: Items on shipment
cs_cz: Položek na zásilku
es_es: Artículos en el embarque
id_id: Item pada pengiriman
it_it: Articoli sulla spedizione
ko_kr: 선적의 항목
mr_in: चढविणे वर आयटम
nl_nl: Items op zending
pt_pt: Itens no Embarque
ro_ro: Punctele de pe expediere
ru_ru: товары для доставки
sq_al: Artikujve në dërgesë
sv: Artiklar om transport
sw_ke: Vitu kwenye transport
tr_tr: sevkiyat Öğeler
zh_hk: 付运商品
zh_tw: 運輸項目

source: Variance
cs_cz: Odchylka
es_es: Variación
hi_in: प्रसरण
id_id: Selisih
it_it: Varianza
ko_kr: 변화
mr_in: फरक
nl_nl: afwijking
pt_pt: Variação
ru_ru: Отклонение
sq_al: Grindje
sv: Varians
sw_ke: Ugomvi
tr_tr: VARYANS
zh_hk: 差异
zh_tw: 差異

source: The quantity on hand could not be retrieved from the database
cs_cz: Množství, na straně se nepodařilo získat z databáze
es_es: No se pudo obtener la cantidad disponible de la base de datos
hi_in: हाथ पर मात्रा डेटाबेस से पुनर्प्राप्त नहीं कर सकता
id_id: Total qty tdk dapat diambil dari database
it_it: La quantità a disposizione non possono essere recuperate dal database
ko_kr: 손에 수량은 데이터베이스에서 검색 할 수 없습니다
mr_in: हात वर प्रमाण डेटाबेस पुनर्प्राप्त करणे शक्य नाही
nl_nl: De beschikbare hoeveelheid kon niet worden opgevraagd van de database
pt_pt: Quant. em mãos não pode ser recuperada no DB
ro_ro: Cantitatea pe o parte nu a putut fi preluate din baza de date
ru_ru: Количество на руках не может быть получено из базы данных.
sq_al: Sasia në dorë nuk mund të shikohet nga baza e të dhënave
sv: Tillgänglig kvantitet kunde inte hämtas från databasen
sw_ke: wingi wa upande hakuweza kuwa Rudishwa kutoka database
tr_tr: yandan miktar veritabanından alınamadı
zh_hk: 数据库中找不到现有库存数量
zh_tw: 未能由資料庫提取庫存數量

source: The following SQL to retrieve the total stock quantity was used
cs_cz: Následující SQL získat celkové populace množství bylo použito
es_es: Se usó el siguiente SQL para obtener la cantidad total de existencias
hi_in: निम्नलिखित एसक्यूएल कुल स्टॉक मात्रा इस्तेमाल किया गया था प्राप्त करने के लिए
id_id: SQL berikut digunakan utk mengambil total qty stok
it_it: Il seguente SQL per recuperare la quantità stock totale è stato utilizzato
ko_kr: 총 재고 수량을 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: एकूण स्टॉक प्रमाण पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de totale vooraad hoeveelheid op te vragen was
pt_pt: SQL usado para recuperar quant. total de estoque foi
ro_ro: Următoarele SQL pentru a prelua cantitatea de stoc total a fost utilizat
ru_ru: SQL общего количества запасов
sq_al: SQL e mëposhtme për të marrë sasinë totale të aksioneve është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo Retrieve ya jumla ya idadi ya hisa ilitumika
tr_tr: Aşağıdaki SQL toplam stok miktarı kullanılmıştır almak için
zh_hk: 用于取得总库存数量的 SQL 是
zh_tw: 以下SQL用作提取總存貨數量

source: shipment cost
cs_cz: přeprava nákladů
es_es: Costo de transporte
hi_in: लदान मूल्य
id_id: biaya pengiriman
it_it: SPESE DI SPEDIZIONE
ko_kr: 배송 비용
mr_in: चढविणे खर्च
nl_nl: Kosten zending
pt_pt: Custo Embarque
ro_ro: expediere cost
ru_ru: Стоимость пересылки
sq_al: kosto të dërgesës
sv: transportkostnader
sw_ke: transport gharama
tr_tr: NAKLIYE MALIYETI
zh_hk: 运费
zh_tw: 運輸成本

source: shipment quantity > stock held - variance write off
cs_cz: zásilku množství&gt; akcií v držení - rozptyl odepsat
es_es: Cantidad del despacho > existencia - variación (write off)
hi_in: लदान मात्रा&gt; स्टॉक आयोजित - विचरण से लिखना
id_id: qty pengiriman > stok tersedia - selisih dihapus
it_it: quantità stock spedizione&gt; portatili - varianza write off
ko_kr: 출하 수량> 주식 보유 - 분산 전원 쓰기
nl_nl: afboeken verschil transport hoveelheid - voorrad positie
pt_pt: quant. remessa > estoque retido - variação
ro_ro: cantitatea de expediere stoc&gt; a avut loc - varianţa scrie off
ru_ru: количество к отгрузке&gt; товар - отклонение списать
sq_al: Sasia dërgesë&gt; aksioneve të mbajtura - grindje të anullojë
sv: transporten kvantitet&gt; innehades - variansen skriva av
sw_ke: transport wingi&gt; hisa uliofanyika - ugomvi kuandika off
tr_tr: sevkiyat miktar&gt; hazır tutulan - varyans hurdahaş
zh_hk: 运单数量大于装载数量，差异结算
zh_tw: 交貨數量大於裝載數量 - 差異結算

source: The GL entry for the shipment variance posting for
cs_cz: Záznam GL pro přepravu rozptylu vysílání pro
es_es: El ingreso contable para la publicación de la varianza del embarque
hi_in: लदान विचरण के लिए जीएल प्रविष्टि के लिए पोस्टिंग
id_id: Entri GL mengenai posting selisih pengiriman utk
it_it: La voce GL per la varianza spedizione invio per
ko_kr: 의 출하 분산 게시에 대한 GL 항목
mr_in: साठी चढविणे फरक पोस्टिंगसाठी जी.एल. नोंद
nl_nl: Grootboek boeking van transportverschillen voor
pt_pt: Entrada para lançamento contábil para
ro_ro: Intrarea GL pentru varianţa expediere posta pentru
ru_ru: Запись в главной книге об отклонениях доставки
sq_al: Hyrjes GL për grindje dërgesë postimin për
sv: Bokföringsposten för medeltransportkostnadsjustering för
sw_ke: Kuingia GL kwa ugomvi transport posting kwa
tr_tr: sevkiyat varyans için GL giriş için gönderme
zh_hk: 会计凭证的运费行
zh_tw: 輸入交貨差異記帳到總帳於

source: could not be inserted into the database because
cs_cz: nemohly být zařazeny do databáze, protože
es_es: no se pudo agregar a la base de datos porque
hi_in: हो डेटाबेस क्योंकि में नहीं डाला सका
id_id: tdk dapat dimasukkan di database karena
it_it: non poteva essere inserito nel database perché
ko_kr: 데이터베이스 때문에 삽입 할 수 없습니다
mr_in: डेटाबेस मध्ये समाविष्ट करणे शक्य नाही कारण
nl_nl: Kan niet ingevoegd worden in de database omdat
pt_pt: não pode ser inserido no DB porque
ro_ro: nu ar putea fi introdus în baza de date, deoarece
ru_ru: не может быть включен в базу данных, поскольку
sq_al: nuk mund të jetë futur në bazën e të dhënave për shkak se
sv: kunde inte sparas i databasen eftersom
sw_ke: inaweza kuwa kuingizwa katika orodha kwa sababu
tr_tr: VERITABANINA GIRILEMEDI:
zh_hk: 未能插入数据库, 因为
zh_tw: 未能插入資料庫, 因為

source: shipment avg cost adjt
cs_cz: přeprava nákladů avg adjt
es_es: Ajuste del costo medio de transporte
hi_in: लागत adjt औसत लदान
id_id: Penys biaya rata2 pengiriman
it_it: spedizione avg adjt costo
ko_kr: 선적 평균 비용 adjt
mr_in: चढविणे सरासरी खर्च adjt
nl_nl: overbrenging avg kosten adjt
pt_pt: ajuste custo méd. remessa
ro_ro: expediere AVG adjt cost
ru_ru: корректировка средних затрат на доставку
sq_al: dërgesë avg adjt kosto
sv: medeltransportkostnader att justera
sw_ke: Avg transport gharama adjt
tr_tr: maliyet yaver avg sevkiyat
zh_hk: 运费的移动平均价调整
zh_tw: 交貨平均成本調整

source: The GL entry for the shipment average cost adjustment for
cs_cz: Záznam GL za cenu přepravy průměrná úprava pro
es_es: El ingreso contable para el ajuste de costo promedio del embarque para
hi_in: लदान औसत लागत के लिए समायोजन के लिए जीएल प्रविष्टि
id_id: Entri GL mengenai penyesuaian biaya rata-rata pengiriman utk
it_it: La voce GL per l&#39;adeguamento dei costi di spedizione media
ko_kr: 대한 선적 평균 비용 조정을위한 GL 항목
mr_in: साठी चढविणे सरासरी खर्च समायोजन करण्यासाठी जी.एल. नोंद
nl_nl: Grootboekboeking voor de transportverschillen om de gemiddelde kostprijs aan te passen
pt_pt: Entrada contábil ajuste custo médio para essa remessa para
ro_ro: Intrarea GL pentru ajustarea costului mediu pentru expediere
ru_ru: Запись в главной книге о корректировке средней стоимости доставки для
sq_al: Hyrjes GL për rregullimin mesatare dërgesës kosto për
sv: Bokföringsposten för medeltransportkostnadsjustering för
sw_ke: Ya GL kuingia kwa kurekebisha gharama za usafirishaji wa wastani
tr_tr: sevkiyat ortalama maliyet ayarlaması için GL giriş
zh_hk: 运费的移动平均价调整
zh_tw: 輸入交貨平均成本調整記帳到總帳於

source: The cost could not be updated because
cs_cz: Náklady by neměly být aktualizovány, protože
es_es: No se pudo actualizar el costo porque
hi_in: क्योंकि लागत अद्यतन नहीं किया जा सकता है
id_id: Biaya tdk dapat diperbarui karena
it_it: Il costo non può essere aggiornato perché
ko_kr: 비용 때문에 업데이트 할 수 없습니다
mr_in: किमतीच्या अद्यतनित करणे शक्य नाही कारण
nl_nl: De kostprijs kon niet worden gewijzigd omdat
pt_pt: Custo não pode ser atualizado porque
ro_ro: Costul nu a putut fi actualizat deoarece
ru_ru: Стоимость не может быть обновлена, поскольку
sq_al: Kostoja nuk mund të rifreskohet për shkak se
sv: Kostnaden kunde inte uppdateras eftersom
sw_ke: Gharama inaweza kuwa kwa sababu updated
tr_tr: Maliyet nedeniyle güncelledi olamazdı
zh_hk: 成本未能更新, 因为
zh_tw: 成本未能更新, 因為

source: The following SQL to update the cost was used
cs_cz: Následující SQL aktualizovat náklady byly použity
es_es: Para actualizar el costo se usó el SQL siguiente
hi_in: निम्न लागत अद्यतन एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memperbarui biaya
it_it: L&#39;SQL seguente per aggiornare il costo è stato usato
ko_kr: 비용을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: किमतीच्या अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de kosten te wijzigen was
pt_pt: SQL usado para atualizar custo foi
ro_ro: SQL următoare pentru a actualiza costul a fost folosit
ru_ru: SQL для обновления стоимости
sq_al: SQL e mëposhtme për të rinovuar e kostos është përdorur
sv: Följande SQL användes för att uppdatera kostnaden
sw_ke: SQL zifuatazo update gharama mara kutumika
tr_tr: maliyet güncellemek için aşağıdaki SQL kullanıldı
zh_hk: 用于更新成本记录的 SQL 是
zh_tw: 以下SQL用作更新成本

source: Qty recd
cs_cz: Množství recd
es_es: Cantidad Recibida
hi_in: मात्रा रिसी डी
id_id: Qty diterima
it_it: Qtà RECD
ko_kr: 수량 recd
mr_in: मात्रा recd
nl_nl: Aantal ontv
pt_pt: Qtd Rec.
ro_ro: Cantitate recd
ru_ru: Кол-во RECD
sv: Antal mott
sw_ke: Uchina recd
tr_tr: TESLIM ALINAN MIKTAR
zh_hk: 已接收数量
zh_tw: 已接數量

source: The Positive GL entry for the shipment variance posting for
cs_cz: Pozitivní GL vstup pro přepravu rozptylu vysílání pro
es_es: El ingreso contable positivo para la publicación de la varianza del embarque para
hi_in: लदान विचरण के लिए सकारात्मक जीएल प्रविष्टि के लिए पोस्टिंग
id_id: Entri GL Positif mengenai posting selisih pengiriman utk
it_it: La voce GL positive per la varianza spedizione invio per
ko_kr: 의 출하 분산 게시에 대한 긍정적 인 GL 항목
mr_in: साठी चढविणे फरक पोस्टिंगसाठी सकारात्मक जी.एल. नोंद
nl_nl: Positieve grootboekboeking voor het transportverschil van
pt_pt: Lançamento Variação Posit. para
ro_ro: Intrare GL pozitive pentru varianţa expediere pentru postarea
ru_ru: Положительные проводки в главной книге отклонений в доставке для
sq_al: Hyrjes pozitive GL për grindje dërgesë postimin për
sv: Kreditbokföringsposten för leveransvariansregistreringen för
sw_ke: Positive GL ya kuingia kwa ugomvi transport posting kwa
tr_tr: için gönderme sevkiyat varyans için Pozitif GL giriş
zh_hk: 会计凭证的运费行
zh_tw: 正總帳的輸入, 於運輸差異入帳

source: Qty invoiced
cs_cz: Množství fakturované
es_es: Cantidad Facturada
hi_in: मात्रा चालान
id_id: Qty difaktur
it_it: Qtà fatturata
ko_kr: 수량 청구
mr_in: मात्रा invoiced
nl_nl: Hoeveelheid gefactureerd
pt_pt: Qtd Ped.
ro_ro: Cantitate facturată
ru_ru: Кол-во, на кот. выставлен счет
sq_al: Qty faturuar
sv: Fakturerad kvantitet
sw_ke: Uchina invoiced
tr_tr: Adet fatura
zh_hk: 已开发票数量
zh_tw: 已開發票數量

source: The credit GL entry for the shipment variance posting for
cs_cz: Úvěrová GL vstup pro přepravu rozptylu vysílání pro
es_es: El ingreso contable de crédito para la publicación de la variación del embarque para
hi_in: लदान विचरण के लिए क्रेडिट जीएल प्रविष्टि के लिए पोस्टिंग
id_id: Entri GL kredit mengenai posting selisih pengiriman utk
it_it: La voce di GL di credito per la varianza spedizione invio per
ko_kr: 의 출하 분산 게시에 대한 신용 GL 항목
mr_in: साठी चढविणे फरक पोस्टिंगसाठी क्रेडिट जी.एल. नोंद
nl_nl: Grootboek boeking van de credit transport verschillen voor
pt_pt: Lanç. contábil variação remessa postagem para
ro_ro: Intrare GL credit pentru varianţa expediere pentru postarea
ru_ru: Кредитная запись в главной книге о об отклонениях в доставке для
sq_al: GL kredi e hyrjes për grindje dërgesë postimin për
sv: Kreditbokföringsposten för leveransvariansregistreringen för
sw_ke: GL mikopo ya kuingia kwa ugomvi transport posting kwa
tr_tr: sevkiyat varyans için kredi GL giriş için gönderme
zh_hk: 会计凭证的冲销运费行
zh_tw: 交貨差異的貨帳總帳輸入記帳於

source: Shipment of
cs_cz: Přepravy
es_es: Envío de
hi_in: की शिपमेंट
id_id: Pengiriman
it_it: Spedizione di
ko_kr: 의 출하
mr_in: च्या चढविणे
nl_nl: Zending van
pt_pt: Remessa de
ro_ro: Expediere de
ru_ru: Отгрузка
sq_al: Dërgesë e
sv: Leverans av
sw_ke: Usafirishaji wa
tr_tr: SEVKIYAT:
zh_hk: 运单
zh_tw: 交貨

source: cost was
cs_cz: náklady byly
es_es: el costo fue
hi_in: लागत था
id_id: biayanya
it_it: Il Costo è stato
ko_kr: 비용이었다
mr_in: खर्च होते
nl_nl: kosten waren
pt_pt: Custo foi
ro_ro: cost a fost
ru_ru: стоимость была
sq_al: kosto të ishte
sv: kostnaden var
sw_ke: gharama ilikuwa
tr_tr: MALIYET:
zh_hk: 成本是
zh_tw: 成本是

source: changed to
cs_cz: změněn na
es_es: cambiado a
hi_in: करने के लिए बदल
id_id: berubah ke
it_it: cambiato in
ko_kr: 변경
mr_in: बदलली
nl_nl: verandert in
pt_pt: modificado para
ro_ro: a fost schimbat la
ru_ru: изменено на
sq_al: ndryshuar të
sv: ändrad till
sw_ke: iliyopita na
tr_tr: DEGISTIRILDI:
zh_hk: 更改到
zh_tw: 更改到

source: QOH of
cs_cz: QOH z
es_es: Cant. Disponible de
hi_in: की QOH
id_id: Total-Qty
it_it: Qoh di
ko_kr: 의 QOH
mr_in: च्या QOH
nl_nl: Beschikbare voorraad van
ro_ro: QOH de
ru_ru: QOH из
sq_al: QOH e
sv: QOH av
sw_ke: QOH ya
tr_tr: ELDE MEVCUT MIKTAR
zh_hk: 现有数量
zh_tw: 現有數量

source: The GL credit for the shipment stock cost adjustment posting could not be inserted because
cs_cz: Úvěrová GL za cenu přepravy zásob úprava vysílání nemohly být zařazeny, protože
es_es: El crédito contable para la publicación del ajuste de costos de existencia del embarque no se ha podido insertar, porque
hi_in: लदान स्टॉक लागत पोस्टिंग समायोजन के लिए जीएल क्रेडिट वजह से हो सकता है नहीं डाला
id_id: Kredit GL utk posting penyesuaian biaya pengiriman stok tdk dapat dimasukkan karena
it_it: Il credito GL per l&#39;adeguamento dei costi di spedizione stock distacco non può essere inserito perché
ko_kr: 출하 재고 비용 조정 게시에 대한 GL 신용이 있기 때문에 삽입 할 수 없습니다
mr_in: चढविणे स्टॉक खर्च समायोजन पोस्टिंगसाठी जी.एल. क्रेडिट समाविष्ट करणे शक्य नाही कारण
nl_nl: Credit boeking voor de transport voorraad kost wijziging kon niet worden toegevoegd omdat
pt_pt: Crédito Contábil para o ajuste da remessa de custo de estoque não pode ser inserido porque
ro_ro: Creditul GL pentru ajustarea costurilor expediere stoc detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить кредитный счет в главной книге для корректировки стоимости доставки, так как
sq_al: Kredi GL për rregullimin e aksioneve dërgesës postimi kosto nuk mund të futet, sepse
sv: Den GL kredit för transporten beståndet kostnaden justering utstationering kunde inte med därför att
sw_ke: mikopo kwa ajili ya kurekebisha GL transport hisa posting gharama inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme sevkiyat stok maliyet ayarlaması için GL kredi çünkü takılı olamazdı
zh_hk: 会计凭证贷方的按运费调整存货分录插入失败，因为
zh_tw: 未能插入運輸存貨成本調整入帳到總帳貸, 因為

source: The GL debit for stock cost adjustment posting could not be inserted because
cs_cz: Debetní GL pro úpravu fotografie nákladů vysílání nemohly být zařazeny, protože
es_es: El cargo contable para la publicación del ajuste de costos de existencias no se ha podido insertar, porque
hi_in: स्टॉक मूल्य समायोजन के लिए पोस्टिंग जीएल डेबिट वजह से हो सकता है नहीं डाला
id_id: Debit GL utk posting penyesuaian biaya stok tdk dapat dimasukkan karena
it_it: L&#39;addebito GL per aggiustamento stock delle spese di spedizione non poteva essere inserito perché
ko_kr: 재고 비용 조정 게시에 대한 GL 직불 때문에 삽입 할 수 없습니다
mr_in: स्टॉक खर्च समायोजन पोस्टिंगसाठी जी.एल. डेबिट समाविष्ट करणे शक्य नाही कारण
nl_nl: Debet boeking voor de transport voorraad kost wijziging kon niet worden toegevoegd omdat
pt_pt: Trans. Contábil Débito Ajuste Custo de Estoque não pode ser inserido porque
ro_ro: Debit GL pentru ajustarea costurilor stoc detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось добавить дебет в главной книге корректировки расходов на товары, поскольку
sq_al: Debi GL për koston e përshtatjes aksioneve postimi nuk mund të shtohet sepse
sv: GL debitering för lager kostnad justering utstationering kunde inte sättas in eftersom
sw_ke: Malipo ya deni la GL kwa ajili ya kurekebisha gharama ya hisa posting inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme stok maliyet ayarlaması için GL bankamatik çünkü takılı olamazdı
zh_hk: 会计凭证借方的按运费调整存货分录插入失败，因为
zh_tw: 未能插入存貨成本調整入帳到總帳借, 因為

source: The shipment cost details for the stock item could not be updated because
cs_cz: Podrobnosti zásilka Náklady na skladě nelze aktualizovat, protože
es_es: Los detalles de los costos de embarque para el elemento de los artículos, no se pudo actualizar debido a
hi_in: शेयर आइटम के लिए शिपमेंट लागत विवरण क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Rincian biaya pengiriman utk item stok tdk dapat diperbarui karena
it_it: I dettagli dei costi di spedizione per la voce di magazzino non può essere aggiornato perché
ko_kr: 주식 항목에 대한 운송 비용의 세부 사항이 있기 때문에 업데이트 할 수 없습니다
mr_in: स्टॉक गोष्टीसाठी चढविणे खर्च तपशील अद्यतनित करणे शक्य नाही कारण
nl_nl: Transport kosten details voor het voorraaditem kon niet worden gewijzigd omdat
pt_pt: Detalhes custo de embarque para item em estoque não podem ser atualizados porque
ro_ro: Detaliile expediere cost pentru elementul stocul nu a putut fi actualizat deoarece
ru_ru: Данные о стоимости доставки товара не могут быть обновлены, так как
sq_al: Detajet e dërgesës Kostoja e elementit të aksioneve nuk mund të rifreskohet për shkak se
sv: Transporten kostar detaljer för lagervara kunde inte uppdateras eftersom
sw_ke: Maelezo gharama transport kwa bidhaa ya hisa inaweza kuwa mwisho kwa sababu
tr_tr: stok kalemi için sevkiyat maliyet detayları çünkü güncelleme olamazdı
zh_hk: 未能更新物料的运费信息, 因为
zh_tw: 未能更新存貨商品的運輸成本資料, 因為
