Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Updated the sales analysis cost data for period
cs_cz: Aktualizované údaje o prodeji analýzy nákladů za období
es_es: Se actualizaron los datos de costo del análisis de ventas para el período
hi_in: अवधि के लिए बिक्री मूल्य डेटा विश्लेषण करें
id_id: Telah memperbarui data HPP analisa penjualan utk periode
it_it: Aggiornato l&#39;analisi delle vendite dei dati di costo per il periodo
ko_kr: 기간 동안 업데이트 된 판매 분석 비용 데이터
mr_in: कालावधीसाठी विक्री विश्लेषण खर्च डेटा अद्यतनित
nl_nl: Actualiseer de sales analyse kosten gegevens voor de periode
pt_pt: Atualiz. custo análise de vendas por período
ro_ro: Actualizate datele de vânzări pentru perioada de analiză a costurilor
ru_ru: Обновление данных по анализу продаж за период
sq_al: Përditësuar më të dhënat e shitjeve analizë kosto për periudhën
sv: Uppdaterade försäljning dataanalys kostnader för perioden
sw_ke: Updated mauzo ya gharama uchambuzi wa data kwa kipindi
tr_tr: PERIYOD IÇIN SATIS ANALIZ MALIYETI KAYDI GÜNCELLENDI
zh_hk: 期间的销售分析成本数据已更新
zh_tw: 期間的銷售分析成本數據已更新

source: Recalculation of GL Balances in Chart Details Table
cs_cz: Přepočet GL Zůstatky v tabulce grafu Podrobnosti
es_es: Nuevo cálculo de Saldos Contables en la Tabla de Detalles del Plan de Cuentas
hi_in: जीएल शेष का चार्ट विवरण तालिका में पुनर्गणना
id_id: Perhitungan-ulg Saldo GL di Tabel Chart Details
it_it: Ricalcolo del GL in Saldi carteggio Dettagli
ko_kr: 차트 상세 표에 GL 잔액의 재 계산
mr_in: चार्ट तपशील टेबल मध्ये जी.एल. शिल्लकीची Recalculation
nl_nl: Herberekening van GL Tegoeden in Grafiek Details Tabel
pt_pt: Recalcular Saldos Contábeis Tabela Contas
ro_ro: Recalcularea soldurilor GL în tabelul Chart Detalii
ru_ru: Перерасчет остатков главной книги в таблице подробностей
sq_al: Rillogaritjen e ekuilibrave GL në Detajet Tabela Chart
sv: Omräkning av GL Vågar i diagram Detaljer tabell
sw_ke: Recalculation ya Bakaa GL katika Kielelezo Jedwali Details
tr_tr: Grafik detayları Tablo GL Teraziler tekrar hesaplanması
zh_hk: 重计明细表的总账结余
zh_tw: 重計明細表的總帳結餘

source: Do the Recalculation
cs_cz: Do Přepočet
es_es: Recalcular
hi_in: पुनर्गणना करो
id_id: Lakukan Perhitungan-Ulg
it_it: Fare il ricalcolo
ko_kr: 재 계산을 수행
mr_in: Recalculation का
nl_nl: Voer de herberekening uit
pt_pt: Recalcular
ro_ro: Nu Recalcularea
ru_ru: Сделать перерасчет
sq_al: A rillogaritjes
sw_ke: Kufanya Recalculation
tr_tr: TEKRAR HESAPLA
zh_hk: 进行重计
zh_tw: 執行重新計算

source: Are you sure you wish to re-post all general ledger transactions since the selected period this can take some time?
es_es: ¿Está seguro que desea re-publicar todas las transacciones contables desde el período seleccionado? Esto puede tomar algún tiempo.
id_id: Apakah Anda yakin ingin membukukan-ulg semua transaksi buku besar sejak periode terpilih, ini dapat memakan waktu?
ko_kr: 당신은 당신이 약간의 시간이 걸릴 수 선택한 기간 이후의 모든 총계정 원장 트랜잭션을 포스트 다시 하시겠습니까?
mr_in: आपण निवडलेल्या कालावधी पासून काही वेळ लागू शकतो आपण पुन्हा पोस्ट सर्व सामान्य खातेवही व्यवहार इच्छित खात्री आहे?
pt_pt: Confirma reprocessar postagem das transações contábeis do período selecionado? Isto leva um certo tempo...
zh_tw: 您確定要重新發布所有的總帳交易，因為所選擇的這時期可能需要一些時間？

source: All general ledger postings have been reposted from period
cs_cz: Všechny hlavní knihy příspěvky byly převzato od doby
es_es: Todos los registros contables ha sido apuntados de nuevo desde el período
hi_in: सभी सामान्य खाता बही पोस्टिंग अवधि से reposted है
id_id: Semua posting buku besar telah dibukukan-ulg dari periode
it_it: Tutte le registrazioni di contabilità generale è stato ripubblicato da periodo
ko_kr: 모든 총계정 원장 게시물은 기간에서 다시 게시 된
mr_in: सर्व सामान्य खातेवही लेखांना कालावधीतील पुन्हा पोस्ट केले गेले आहेत
nl_nl: Alle grootboek boekingen zijn Reposted van periode
pt_pt: Todas postagens contábeis do período foram reproc.
ro_ro: Toate anunţurile General Ledger au fost postate de la o perioadă
ru_ru: Все основные проводки бухгалтерской книги были повторно записаны за период
sq_al: Të gjitha Njoftimet e përgjithshme librit kanë qenë shpallur nga periudha e
sv: Alla huvudbok inlägg har återuppfört från period
sw_ke: Wote postings kitabu ujumla wamekuwa reposted kutoka kipindi
tr_tr: Bütün defteri kebir ilanları dönemi yeniden yayınladı edilmiştir
zh_hk: 期间的所有总账入账已重新入账
zh_tw: 期間的所有總帳入帳已重新入帳

source: Rebuild sales analysis Records
ko_kr: 판매 분석 기록을 다시 작성
zh_tw: 重建銷售分析記錄

source: This script rebuilds sales analysis records. NB: all sales budget figures will be lost!
ko_kr: 이 스크립트는 판매 분석 기록을 다시 작성합니다. 주의 : 모든 판매 예산 수치는 손실됩니다!
zh_tw: 這個腳本重建銷售分析的記錄。注：所有銷售預算數字將會消失！

source: The sales analysis data could not be recreated because
ko_kr: 판매 분석 데이터가 있기 때문에 다시 할 수 없습니다
zh_tw: 銷售分析數據無法重新建立，因為

source: The sales analsysis data has been recreated based on current stock master and customer master information
ko_kr: 판매 analsysis 데이터는 현재 주식 마스터와 고객 마스터 정보를 기반으로 재 작성되었습니다
zh_tw: 銷售分析數據重新建立是根據目前主庫存和主客戶的資料庫得來

source: Reverse and Delete Supplier Payments
cs_cz: Zvrátit a odstranit plateb dodavatelům
es_es: Abonar y suprimir Pagos a proveedores
hi_in: रिवर्स और प्रदायक भुगतान हटाएँ
id_id: Batalkan dan Hapus Pembayaran Supplier
it_it: Cancella Pagamenti
ko_kr: 역 및 공급 업체의 지불을 삭제
mr_in: उलटा आणि पुरवठादार देयके हटवा
nl_nl: Terugdraaien en verwijderen leveranciers betalingen
pt_pt: Reverter e Remover Pagto Fornec.
ro_ro: Inversă şi Ştergeţi Plăţi furnizorului
ru_ru: Обращение и удаление платежей поставщика
sq_al: Reverse Delete Pagesave dhe Furnizuesi
sv: Omvänd och ta bort Leverantörsbetalningar
sw_ke: Kinyume na Delete Malipo Supplier
tr_tr: Ters ve Tedarikçi Ödemeler Sil
zh_hk: 撤销和删除供应商付款
zh_tw: 撤銷和刪除供應商付款

source: The number of payments that will be deleted is
cs_cz: Počet plateb, které budou odstraněny, je
es_es: El número de pagos que se suprimirán es
hi_in: भुगतान कि नष्ट हो जाएगा की संख्या है
id_id: Jumlah pembayaran yg akan dihapus adalah
it_it: Il numero di pagamenti che verranno eliminati è
ko_kr: 삭제한다 지급 횟수는
mr_in: हटविले जाईल की देयके संख्या आहे
nl_nl: Betalings nummer die zal worden verwijderd is
pt_pt: Núm. pagam. que serão removidos é:
ro_ro: Numărul de plăţi care vor fi şterse este
ru_ru: Количество платежей, которые будут удалены
sq_al: Numrin e pagesave që do të fshihen është e
sv: återställ är en speciell bild som inte kan tas bort.
sw_ke: Idadi ya malipo ya kwamba itakuwa ni kuchapa
tr_tr: SILINECEK ÖDEME NUMARALARI
zh_hk: 要删除的付款编号是
zh_tw: 付款數目會被刪除的是

source: Deleting payment number
cs_cz: Vymazání platby číslo
es_es: Suprimiendo número de pago
hi_in: भुगतान संख्या को हटाना
id_id: Menghapus pembayaran nomor
it_it: Cancellazione di numero di pagamento
ko_kr: 삭제 지불 번호
mr_in: देयक क्रमांक हटवत
nl_nl: Verwijderen van betalings nummer
pt_pt: Remover pagamento número
ro_ro: Ştergerea numărul de plată
ru_ru: Удаление номера платежа
sq_al: Fshirja e numrit të pagesave
sv: Tar bort betalning nummer
sw_ke: Kufuta malipo ya idadi
tr_tr: ÖDEME NO SILINIYOR
zh_hk: 付款删除中
zh_tw: 付款編號刪除中

source: to supplier code
cs_cz: na dodavatele kód
es_es: del código de proveedor
hi_in: आपूर्तिकर्ता कोड के लिए
id_id: utk kode supplier
it_it: al codice fornitore
ko_kr: 공급 업체 코드
mr_in: पुरवठादार कोडसाठी
nl_nl: Naar leveranciers nummer
pt_pt: p/ cód. fornec.
ro_ro: la codul furnizorul
ru_ru: поставщика коду
sq_al: në kodin e furnizuesit
sv: till leverantörsnummer
sw_ke: na kanuni ya muuzaji
tr_tr: TEDARIKÇI KODU
zh_hk: 到供应商编号
zh_tw: 至供應商編號

source: for an amount of
cs_cz: ve výši
es_es: por un importe de
hi_in: एक राशि के लिए
id_id: sejumlah
it_it: per un importo di
ko_kr: 의 양
mr_in: एक रक्कम साठी
nl_nl: voor een bedrag van
pt_pt: para o valor de
ro_ro: pentru o sumă de
ru_ru: на сумму
sq_al: për një shumë të
sv: Utsmetningsmängd
sw_ke: kwa kiasi cha
tr_tr: TUTAR:
zh_hk: 总额
zh_tw: 總額:

source: The update to the suppliers charges that were settled by the payment failed because
cs_cz: Aktualizace na dodavatele poplatky, které byly záloha selhala, protože
es_es: La actualización a los cargos de proveedores que fueron cubiertos por el pagofalló porque
hi_in: आपूर्तिकर्ताओं आरोप है कि भुगतान द्वारा बसे थे करने के लिए अद्यतन क्योंकि विफल
id_id: Pembaruan tagihan supplier yg sdh dilunaskan gagal karena
it_it: di perchè
ko_kr: 지불에 의해 해결 된 공급 비용에 업데이트하기 때문에 실패
mr_in: कारण पैसे करून स्थायिक होते की पुरवठादार शुल्क करण्यासाठी अद्यतन अयशस्वी
nl_nl: Het wijzigen van de leveranciers boekingen die met de betaling zijn gedekt mislukte omdat
pt_pt: Atual. de Taxas Fornec. usadas para esse pagam. falhou porque
ro_ro: Actualizare a tarifelor furnizorilor care au fost soluţionate de plată a eşuat pentru că
ru_ru: Обновление расходов поставщиков, которые были установлены платежом, завершилось неудачей, потому что
sq_al: Update me akuzat furnizuesit që u vendosën nga pagesa e dështuar për shkak se
sv: Uppdateringen till de leverantörer avgifter som löstes av betalning misslyckades eftersom
sw_ke: Update na mashtaka wauzaji kwamba walikuwa makazi kwa malipo ya alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 已清算的供应商付款更新失败, 因为
zh_tw: 已結算付款的供應商收費更新失敗, 因為

source: reversed the allocations
cs_cz: obrátil příděly
es_es: abonadas las provisiones
hi_in: आवंटन उलट
id_id: telah membatalkan alokasinya
it_it: invertito le assegnazioni
ko_kr: 할당을 반전
mr_in: वाटप उलट
nl_nl: Terugdraaien van de allocaties
pt_pt: reverter alocações
ro_ro: inversat alocările
ru_ru: обращение распределений
sq_al: kundërt të alokimeve
sv: äterställde allokeringarna
sw_ke: kuachwa mgawanyo
tr_tr: TAHSISLERI GERI AL
zh_hk: 撤销清算
zh_tw: 撤銷配置

source: deleted the SuppAllocs records
cs_cz: vypouští SuppAllocs záznamů
es_es: eliminados los registros de reserva para pagos
hi_in: SuppAllocs रिकॉर्ड नष्ट कर दिया
id_id: telah menghapus data SuppAllocs
it_it: eliminati i record SuppAllocs
ko_kr: SuppAllocs 기록을 삭제
mr_in: SuppAllocs रेकॉर्ड हटविले
nl_nl: verwijderen van de leveranciers allocatie (SuppAllocs records)
pt_pt: removidos reg. SuppAllocs
ro_ro: eliminat înregistrările SuppAllocs
ru_ru: удалены записи SuppAllocs
sq_al: fshirë të dhënat SuppAllocs
sw_ke: ilifutwa kumbukumbu SuppAllocs
tr_tr: TEDARIKÇI TAHSIS KAYITLARI SILINDI
zh_hk: 删除付款清算记录
zh_tw: 刪除供應商配置記錄

source: Deleted the SuppTran record
cs_cz: Vypouští SuppTran rekord
es_es: Eliminado el registro de Rransacción proveedor
hi_in: SuppTran रिकॉर्ड हटाए गए
id_id: Telah menghapus data SuppTran
it_it: Eliminato il record SuppTran
ko_kr: SuppTran 기록을 삭제
mr_in: SuppTran रेकॉर्ड हटविले
nl_nl: Verwijder de supplier transactie (SuppTran record)
pt_pt: Remover trans. SuppTran
ro_ro: Eliminat record SuppTran
ru_ru: Удалены записи SuppTran
sq_al: Deleted rekord SuppTran
sw_ke: Ilifutwa rekodi ya SuppTran
tr_tr: TEDARIKÇI HAREKET KAYDI SILINDI
zh_hk: 删除供应商交易记录
zh_tw: 刪除供應商交易記錄

source: the GLTrans records (if any)
cs_cz: GLTrans záznamy (pokud existuje)
es_es: Los registros contables (si los hay)
hi_in: GLTrans रिकॉर्ड (यदि कोई हो)
id_id: data GLTrans (jika ada)
it_it: i record GLTrans (se presente)
ko_kr: GLTrans 기록 (있는 경우)
mr_in: GLTrans रेकॉर्ड (असल्यास)
nl_nl: de grootboekboekingen (voor zover aanwezig)
pt_pt: Lanç. Contábeis (se houver)
ro_ro: înregistrările GLTrans (dacă este cazul)
ru_ru: GLTrans записи (если таковые имеются)
sq_al: të dhënat GLTrans (nëse ka)
sv: Om några villkor uppfylls
sw_ke: kumbukumbu GLTrans (kama wapo)
tr_tr: GLTrans kayıtları (varsa)
zh_hk: 会计凭证
zh_tw: 總帳記錄 (如有)

source: and the BankTrans record
cs_cz: a záznam BankTrans
es_es: y los registros bancarios de transcción
hi_in: और BankTrans रिकॉर्ड
id_id: dan data BankTrans
it_it: e il record BankTrans
ko_kr: 그리고 BankTrans 기록
mr_in: आणि BankTrans रेकॉर्ड
nl_nl: en de bank transactie
pt_pt: e Trans. Bancária
ro_ro: şi BankTrans record
ru_ru: и записи BankTrans
sq_al: dhe rekord BankTrans
sw_ke: na rekodi BankTrans
tr_tr: ve BankTrans rekor
zh_hk: 和银行交易记录
zh_tw: 和銀行交易記錄

source: Enter the date of the payment run
cs_cz: Zadejte data platby běhu
es_es: Introducir la fecha de ejecución del pago
hi_in: भुगतान की तारीख दर्ज रन
id_id: Masukkan tgl jalankan pembayaran
it_it: Invia
ko_kr: 지급 실행의 날짜를 입력
mr_in: देयक एकही तारीख प्रविष्ट करा
nl_nl: voer de datum in van de batalings run
pt_pt: Informe a data do pagamento
ro_ro: Introduceţi data de plată a alerga
ru_ru: Введите дату выполнения оплаты
sq_al: Hyni në datën e pagesës drejtuar
sv: Registrera datum för betalningskörningen
sw_ke: Kuingia tarehe ya malipo ya kukimbia
tr_tr: çalıştırmak ödeme tarihini girin
zh_hk: 输入要执行付款的日期
zh_tw: 輸入要執行付款的日期

source: Reverse Supplier Payments on the Date Entered
cs_cz: Reverzní Dodavatel Platby na data vstupu
es_es: Abonar Pagos a proveedores Ingresados en
hi_in: रिवर्स तिथि पर भुगतान प्रदायक लिखा
id_id: Batalkan Pembayaran Supplier pada Tgl Dimasukkan
it_it: Pagamenti Data
ko_kr: 날짜에 역 공급 업체 지불 체결
mr_in: दिनांक वर रिवर्स पुरवठादार देयके प्रविष्ट
nl_nl: Draai de leverancier betaling terug op de ingevoerde datum
pt_pt: Reverter Pag. a Forn. da Data Informada
ro_ro: Inversă Plăţi Furnizor pe Data înregistrării
ru_ru: Обратный платежи поставщика по введенной дате
sq_al: Reverse Pagesat Furnizuesi në Datën e Regjistruar
sv: Omvänd Leverantörsbetalningar på datum som har angetts
sw_ke: Reverse Supplier Malipo ya Tarehe ya Entered
tr_tr: Tarihinde Tedarikçi Ödemeler Giren Ters
zh_hk: 撤销该日期的供应商付款
zh_tw: 撤銷輸入日期供應商付款

source: Sales Integrity
cs_cz: Prodej Integrity
es_es: Integridad de Ventas
hi_in: बिक्री वफ़ादारी
id_id: Integritas Penjualan
it_it: Le vendite di Integrity
ko_kr: 판매 무결성
mr_in: विक्री अखंडत्व
nl_nl: Integriteit van de verkopen
pt_pt: Integridade Vendas
ro_ro: Vânzări de Integritate
ru_ru: Целостность продаж
sq_al: Sales Integriteti
sv: Försäljningsintegritet
sw_ke: Mauzo ya Uaminifu
tr_tr: Satış Dürüstlük
zh_hk: 销售完整性
zh_tw: 完整性銷售

source: Sales Integrity Check
cs_cz: Prodej Kontrola integrity
es_es: Comprobar Integridad (referencial) de Ventas
hi_in: बिक्री वफ़ादारी की जाँच करें
id_id: Pemeriksaan Integritas Penjualan
it_it: Vendite Controllo di integrità
ko_kr: 판매 무결성 검사
mr_in: विक्री अखंडत्व तपासण्याचे
nl_nl: Controle van de verkoop integriteit
pt_pt: Verif. Integr. Vendas
ro_ro: Vânzări verifica integritatea
ru_ru: Проверка целостности продаж
sq_al: Sales Check Integriteti
sv: Kontroll av försäljnings integritet
sw_ke: Mauzo ya Uadilifu Check
tr_tr: Satış Bütünlük kontrol edin
zh_hk: 销售完整性检查
zh_tw: 完整性銷售檢查

source: Check every Invoice has a Sales Order
cs_cz: Zkontrolujte, zda každý Faktura má prodejní objednávky
es_es: Comprobar que cada Factura tiene una Orden de Venta
hi_in: जांच हर चालान एक आदेश बिक्री की है
id_id: Periksa setiap Faktur memiliki Order Penjualan
it_it: Controllare ogni fattura ha un ordine di vendita
ko_kr: 모든 송장을 확인하는 것은 판매 주문이
mr_in: तपासा प्रत्येक चलन विक्री ऑर्डर आहे
nl_nl: Controleer of alle facturen een verkoop order hebben
pt_pt: Verif. se Pedido tem Ordem Venda
ro_ro: Verifica fiecare factura are o Ordinul de vânzare
ru_ru: Проверка наличия в каждом счете-фактуре заказа
sq_al: Check çdo faturë ka një Sales Order
sv: Kolla att alla fakturor har en kundorder
sw_ke: Kuangalia kila ankara ina Mauzo ya Order
tr_tr: Kontrol her Fatura Satış Siparişi var
zh_hk: 检查每一张发票都有销售订单
zh_tw: 檢查每個發票都有銷售訂單

source: Check every Invoice has a Tax Entry
cs_cz: Zkontrolujte, zda každá faktura je daňový Vstup
es_es: Comprobar que cada Factura tiene una Ingreso de Impuesto
hi_in: जांच हर चालान एक कर प्रवेश किया है
id_id: Periksa setiap Faktur memiliki Entri Pajak
it_it: Controllare ogni fattura ha una voce Tasse
ko_kr: 모든 송장 세금 항목이 확인
mr_in: प्रत्येक चलन एक कर प्रविष्टी नाही तपासा
nl_nl: Controleer of alle facturen een belasting invoer heeft
pt_pt: Verif. se Pedido tem Dados Fiscais
ro_ro: Verifica fiecare factura are o intrare fiscală
ru_ru: Проверка наличия в каждом счете-фактуре налоговых записей
sq_al: Check çdo faturë ka një Hyrja Tatimore
sv: Kolla att alla fakturor har skatteregistrering
sw_ke: Kuangalia kila ankara ina Entry Kodi
tr_tr: Kontrol her Fatura Vergi Giriş sahiptir
zh_hk: 检查每张发票都有税收凭证
zh_tw: 檢查每個發票稅務輸入

source: Check every Invoice has a GL Entry
cs_cz: Zkontrolujte, zda každý Faktura má GL Vstup
es_es: Comprobar que cada Factura tiene una Entrada GL
hi_in: जांच हर चालान एक जीएल प्रवेश किया है
id_id: Periksa setiap Faktur memiliki Entri GL
it_it: Controllare ogni fattura è una voce di GL
ko_kr: 모든 송장을 확인하는 것은 GL 항목이
mr_in: प्रत्येक चलन एक जी.एल. प्रविष्टी नाही तपासा
nl_nl: Controleer of alle facturen een grootboekboeking heeft
pt_pt: Verif. se Pedido tem entrada Contábil
ro_ro: Verifica fiecare factura are o intrare GL
ru_ru: Проверка наличия в каждом счете-фактуре записей главной книги
sq_al: Check çdo faturë ka një Hyrja GL
sv: Kolla att alla fakturor är bokförda
sw_ke: Kuangalia kila ankara ina Entry GL
tr_tr: Kontrol her Fatura bir GL Giriş sahiptir
zh_hk: 检查每张发票都有总帐凭证
zh_tw: 檢查每個發票都有總帳輸入

source: Invoice
cs_cz: Faktura
es_es: Factura
hi_in: बीजक
id_id: Faktur
it_it: Fattura
ko_kr: 송장
nl_nl: Factuur
pt_pt: Aviso
ro_ro: Factură
ru_ru: Счет-фактура
sq_al: Faturë
sv: Faktura
sw_ke: Ankara
tr_tr: Fatura
zh_hk: 开发票
zh_tw: 發票

source: No Sales Order
cs_cz: Žádné prodejní objednávky
es_es: No hay Ordenes de Ventas
hi_in: कोई बिक्री आदेश
id_id: Tdk Ada Order Penjualan
it_it: Nessun ordine di vendita
ko_kr: 어떤 판매 주문하지
mr_in: नाही विक्री ऑर्डर
nl_nl: Geen verkoop order
pt_pt: Não Há Pedido Venda
ro_ro: Ordinul de vânzare nu
ru_ru: Нет заказов
sq_al: Nuk ka Rendit Sales
sv: Ingen kundorder
sw_ke: Hakuna Order Sales
tr_tr: Hayır Satış Sipariş
zh_hk: 无销售订单
zh_tw: 沒有銷售訂單

source: Has no Tax Entry
cs_cz: Neeviduje žádné daňové Vstup
es_es: No tiene Ingreso de Impuesto
hi_in: कोई टैक्स प्रविष्टि
id_id: Tdk memiliki Entri Pajak
it_it: Non ha una voce Tasse
ko_kr: 세금 항목이 없습니다
mr_in: कर नाही प्रविष्टी नाही
nl_nl: Heeft geen bealsting invoer
pt_pt: Não há Tab. Impostos
ro_ro: Nu are nici o intrare Fiscal
ru_ru: Не имеет налоговых записей
sq_al: Nuk ka Hyrja Tatimore
sv: Saknar skattepost
sw_ke: Hana Entry Kodi
tr_tr: hiçbir Vergi Giriş Has
zh_hk: 无税收凭证
zh_tw: 沒有進項稅務

source: has no GL Entry
cs_cz: nemá GL Vstup
es_es: no tiene Entrada Contable
hi_in: कोई जीएल प्रवेश किया है
id_id: Tdk memiliki Entri GL
it_it: non ha una voce GL
ko_kr: 더 GL 항목이 없습니다
mr_in: एकही जी.एल. प्रविष्टी नाही
nl_nl: heeft geen Groot boek invoer
pt_pt: não há dados Contáb.
ro_ro: nu are nici o intrare GL
ru_ru: не имеет записей в главной книге
sq_al: nuk ka Hyrja GL
sv: Saknar bokföringspost
sw_ke: hana Entry GL
tr_tr: hiçbir GL Giriş sahip
zh_hk: 没有总帐凭证
zh_tw: 沒有總帳憑證

source: Check for orphan GL Entries
cs_cz: Zkontrolujte, zda pro vzácná onemocnění GL Příspěvky
es_es: Compruebe si hay ingresos contables huérfanos
hi_in: अनाथ जीएल प्रविष्टियों के लिए जाँच करें
id_id: Periksa Entri GL yg yatim
it_it: Verificare la presenza di orfani voci GL
ko_kr: 고아 GL 항목 확인
mr_in: अनाथ जी.एल. नोंदणीकरीता तपासा
nl_nl: Controleer voor wees boekingen in het grootboek
pt_pt: Verif. Entradas Cont. Órfão?
ro_ro: Verificaţi pentru orfan Entries GL
ru_ru: Проверка GL Записей без поддержки
sq_al: Kontrollo për Entries GL jetim
sv: Leta efter övergivna bokföringsposter
sw_ke: Kuangalia kwa yatima GL Entries
tr_tr: yetim GL Girişler için kontrol edin
zh_hk: 检查孤立的总帐分录
zh_tw: 檢查孤立的總帳分錄

source: GL Entry
cs_cz: Vstup GL
es_es: Apunte Contable
hi_in: जीएल एंट्री
id_id: Entri GL
ko_kr: GL 항목
nl_nl: grootboek invoer
pt_pt: Lanç. Contábil
ro_ro: GL intrare
ru_ru: Записи в главной книге
sq_al: GL Hyrja
sv: Redovisningspost
tr_tr: GL Giriş
zh_hk: 总帐凭证
zh_tw: 輸入總帳

source: could not be found
cs_cz: nemohl být nalezen
es_es: no pudo encontrarse
hi_in: नहीं मिला
id_id: tdk dapat ditemukan
it_it: non è stato trovato
ko_kr: 찾을 수 없습니다
nl_nl: kon niet worden gevonden
pt_pt: não encontrado
ro_ro: nu a putut fi găsit
ru_ru: не может быть найден
sq_al: nuk mund të gjendet
sv: kunde inte hittas
sw_ke: haonekani
tr_tr: bulunamadı
zh_hk: 未能找到
zh_tw: 無法找到

source: Check Receipt totals
cs_cz: Zkontrolujte Příjem součty
es_es: Comprobar Totales de Ingresos
hi_in: चेक प्राप्ति के योग
id_id: Periksa total Penerimaan
it_it: Controlla Ricevuta totali
ko_kr: 영수증의 합계를 확인
mr_in: पावती बेरीज तपासा
nl_nl: Controleer ontvangst totalen
pt_pt: Verif. Tot. Receb.
ro_ro: Verificaţi Primirea totaluri
ru_ru: Проверка результатов поступлений
sq_al: Check Receipt arrin
sv: Sök inbetalniningssummor
sw_ke: Kuangalia risiti ya jumla
tr_tr: Kontrol Makbuz toplamları
zh_hk: 检查收款总数
zh_tw: 檢查收據總計

source: in GL but found
cs_cz: v GL, ale našel
es_es: en Contabilidad pero encontrado
hi_in: जीएल में लेकिन पाया
id_id: di GL tapi ditemukan
it_it: in GL ma ha trovato
ko_kr: 에 GL하지만 발견
mr_in: मध्ये जी.एल. परंतु आढळले
nl_nl: in GL maar vond
pt_pt: buscar na contab
ro_ro: în GL dar nu a găsit
ru_ru: нашел в главной книге
sq_al: në GL, por nuk gjeti
sv: i GL, men fann
sw_ke: katika GL lakini found
tr_tr: GL buldum ama
zh_hk: 在总帐但是发现
zh_tw: 在總帳卻發現

source: in debtorstrans
cs_cz: v debtorstrans
es_es: en debtorstrans
hi_in: debtorstrans में
id_id: di debtorstrans
ko_kr: debtorstrans에서
mr_in: debtorstrans मध्ये
pt_pt: na trans. fornec.
ro_ro: în debtorstrans
ru_ru: в debtorstrans
sq_al: në debtorstrans
sv: i gäldenärstransaktion
sw_ke: katika debtorstrans
tr_tr: debtorstrans içinde
zh_hk: 在debtorstrans债务人交易
zh_tw: 在債務人交易

source: Check for orphan Receipts
cs_cz: Zkontrolujte, zda pro vzácná onemocnění Příjmy
es_es: Comprobar Ingresos huérfanos
hi_in: अनाथ प्राप्तियों के लिए जाँचें
id_id: Periksa Penerimaan yg yatim
it_it: Controllare per ricevute orfani
ko_kr: 고아 영수증 확인
mr_in: अनाथ पावत्या तपासा
nl_nl: Controleer voor ontvangst restanten
pt_pt: Verif. Receb. Órfão?
ro_ro: Verificaţi pentru Încasări orfane
ru_ru: Проверка поступления без поддержки
sq_al: Kontrollo për Pranimet jetim
sv: Leta efter övergivna inbetalningar
sw_ke: Kuangalia kwa Mapato yatima
tr_tr: yetim Makbuzlar olup olmadığını kontrol edin
zh_hk: 查找孤立的收款凭证
zh_tw: 檢查孤立的收據

source: not found in GL
cs_cz: nebyl nalezen v GL
es_es: no encontrado en Contabilidad
hi_in: नहीं मिला जीएल में
id_id: tdk ditemukan di GL
it_it: non si trovano in GL
ko_kr: GL에서 찾을 수 없습니다
mr_in: जी.एल. आढळले नाही
nl_nl: niet gevonden in het grootboek
pt_pt: não encontrado na contabilidade
ro_ro: nu a fost găsit în GL
ru_ru: не найден в главной книге
sq_al: nuk u gjet në GL
sv: ej funnen i bokföring
sw_ke: si kupatikana katika GL
tr_tr: GL bulunamadı
zh_hk: 在总帐中没有发现
zh_tw: 在總帳沒有發現

source: Check for orphan Sales Orders
cs_cz: Zkontrolujte, zda pro vzácná onemocnění Prodejní objednávky
es_es: Comprobar Pedidos de Venta huérfanos
hi_in: अनाथ बिक्री के लिए जाँच के आदेश
id_id: Periksa Order Penjualan yg yatim
it_it: Verificare la presenza di orfani Ordini di vendita
ko_kr: 고아 판매 주문 확인
mr_in: अनाथ विक्री ऑर्डर साठी तपासा
nl_nl: Controleer voor verkoop orders restanten
pt_pt: Verif. Ped. Venda Órfão?
ro_ro: Verificaţi pentru comenzi de vânzări orfane
ru_ru: Проверка заказы на продажу без поддержки
sq_al: Kontrollo për urdhëron Sales jetim
sv: Leta efter övergivna kundorder
sw_ke: Kuangalia kwa Daraja yatima Sales
tr_tr: yetim Satış Siparişleri için kontrol edin
zh_hk: 查找孤立的销售订单
zh_tw: 檢查孤立的銷售訂單

source: Has no Invoice
cs_cz: Nemá žádné faktury
es_es: No tiene Factura
hi_in: कोई चालान है
id_id: Tdk memiliki Faktur
it_it: Non ha Fattura
ko_kr: 더 송장이 없습니다
mr_in: नाही चलन आहे
nl_nl: Heeft geen factuur
pt_pt: Não há Aviso
ro_ro: Nu are nici o factură
ru_ru: Не имеет счета
sq_al: Nuk ka Faturë
sv: Har inte faktura
sw_ke: Hana ankara
tr_tr: hayır Fatura Has
zh_hk: 没有发票
zh_tw: 沒有發票
