Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Please select only transactions relevant to your company
cs_cz: Prosím, vyberte pouze operace relevantní pro vaši společnost
es_es: Por favor, seleccione sólo las transacciones relevantes para su Compañía
hi_in: केवल लेनदेन अपनी कंपनी के लिए प्रासंगिक हैं चुनें
id_id: Silahkan pilih hanya transaksi yg bersangkutan dgn perusahaan Anda
it_it: Si prega di selezionare solo le operazioni rilevanti per la vostra azienda
ko_kr: 당신의 회사에 관련된 전용 트랜잭션을 선택하세요
mr_in: आपली कंपनी संबंधित केवळ व्यवहार निवडा
nl_nl: Selecteer alleen transacties die relevant zijn voor uw bedrijf
pt_pt: Por favor selecione somente transações importantes parta sua empresa
ro_ro: Vă rugăm să selectaţi doar tranzacţiile relevante pentru compania dvs.
ru_ru: Пожалуйста выберите транзакции, относящиеся только к вашей компании
sq_al: Ju lutem zgjidhni vetëm transaksione të rëndësishme për kompaninë tuaj
sv: Markera endast transaktioner som är relevanta för ditt företag
sw_ke: Tafadhali chagua shughuli husika tu na kampuni yako
tr_tr: LÜTFEN SADECE FIRMANIZLA ILGILI ISLEMLERI SEÇIN
zh_hk: 请选择本公司司相关的交易
zh_tw: 請選取貴公司相關唯一的交易

source: Charge To
cs_cz: Chcete-li poplatek
es_es: Cargar a
hi_in: चार्ज करने के लिए
id_id: Tagihan Kpd
it_it: Per carica
ko_kr: 충전하려면
mr_in: करण्यासाठी शुल्क आकारू
nl_nl: Factuur Voor
pt_pt: Tributado para
ro_ro: Pentru a percepe
ru_ru: Записать на счет
sq_al: Për të ngarkuar
sv: Debitera
sw_ke: Kwa malipo
tr_tr: TAHSIL EDILECEK:
zh_hk: 付款方
zh_tw: 付款方

source: Facsimile
cs_cz: Faksimile
es_es: Fax
hi_in: प्रतिकृति
id_id: Faks
ko_kr: 팩스
mr_in: (चित्र, पुस्तक, इत्यादीची) हुबेहूब नक्कल, प्रतिकृती
nl_nl: Fax
pt_pt: FAX
ro_ro: Facsimil
ru_ru: Факсимиле
sq_al: Faksimile
sv: Fax
tr_tr: FAKS
zh_hk: 传真
zh_tw: 傳真

source: TAX INVOICE
cs_cz: Daňový doklad
es_es: Factura
hi_in: कर चालान
id_id: FAKTUR PAJAK
it_it: FATTURA FISCALE
ko_kr: 세금 계산서
mr_in: कर चलन
nl_nl: BTW FACTUUR
pt_pt: Impostos Pedido
ro_ro: TAXA FACTURA
ru_ru: Налог по счету
sq_al: TATIMORE FATURA
sv: FAKTURA
sw_ke: KODI ankara
tr_tr: VERGI FATURASI
zh_hk: 含税发票
zh_tw: 含稅發票

source: TAX CREDIT NOTE
cs_cz: Daňový dobropis
es_es: Nota de crédito
hi_in: टैक्स क्रेडिट नोट
id_id: NOTA KREDIT PAJAK
it_it: Credito d&#39;imposta NOTA
ko_kr: 세액 공제 참고
mr_in: कर क्रेडिट टीप
nl_nl: BTW CREDIT NOTA
pt_pt: Nota Crédito Impostos
ro_ro: Credit fiscal NOTĂ
ru_ru: Налог по кредит-ноте
sq_al: SHËNIM Tax Credit
sw_ke: KODI CREDIT NOTE
tr_tr: VERGİ KREDİSİ NOT
zh_hk: 含税红字发票
zh_tw: 含稅折讓單

source: Tax Authority Ref
cs_cz: Daňový úřad Ref
es_es: Autoridad Fiscal Ref.
hi_in: टैक्स प्राधिकरण रेफरी
id_id: Ref Wewenang Pajak
ko_kr: 세무 당국 참조
mr_in: कर प्राधिकरण संदर्भ
nl_nl: BTW Nummer
pt_pt: ID na Autorid. Fiscal
ro_ro: Autoritatea fiscală Ref
ru_ru: Ссылка на налоговый орган
sq_al: Ref Tatimore Autoriteti
sv: Skattemyndighet refferens
sw_ke: Kodi ya Mamlaka ya Ref
tr_tr: VERGI DAIRESI
zh_hk: 税号
zh_tw: 統一編號(參考)

source: Charge Branch
cs_cz: Pobočka poplatek
es_es: Cargar sucursal
hi_in: प्रभारी शाखा
id_id: Cabang Menagih
it_it: Carica Branch
ko_kr: 충전 지점
mr_in: शुल्क शाखा
nl_nl: Factuur Branch
pt_pt: Sucursal Faturada
ro_ro: Încărcaţi Branch
ru_ru: Записать насчет филиала
sq_al: Ngarkuar Dega
sv: Filialkontor
sw_ke: Malipo ya Tawi
tr_tr: TAHSILAT SUBESI:
zh_hk: 客户分公司
zh_tw: 客戶分公司

source: Your Order Ref
cs_cz: Vaše objednávka Ref
es_es: Su referencia de pedido
hi_in: अपने आदेश रेफरी
id_id: Ref Order Anda
it_it: Il tuo ordine Ref
ko_kr: 주문 관련 참조
mr_in: तुमची मागणी संदर्भ
nl_nl: Uw Opdracht Ref
pt_pt: Refer. Seu Pedido
ro_ro: Comenzii Ref
ru_ru: Ссылка на ваш заказ
sq_al: Ref Your Order
sv: Er referens
sw_ke: Yako ili Kumb
tr_tr: SIPARIS REFERANSINIZ
zh_hk: 贵公司订单号
zh_tw: 貴公司訂單編號(參考)

source: Our Order No
cs_cz: Naše vyhláška č.
es_es: No. orden de venta nuestra
hi_in: हमारी व्यवस्था नहीं
id_id: Nomor Order Kami
it_it: Il nostro Ordine No
ko_kr: 우리의 주문 번호
mr_in: आमचे मागणी नाही
nl_nl: Ons Order Nr
pt_pt: Nosso Número Pedido
ro_ro: Ordinul nr noastre
ru_ru: Номер нашего заказа
sq_al: Rendit jonë No
sv: Vårt ordnr.
sw_ke: Hakuna utaratibu wetu
tr_tr: SIPARIS REFERANSIMIZ
zh_hk: 我公司订单号
zh_tw: 我們公司訂單編號

source: Shipper
cs_cz: Přepravce
es_es: Transportista
id_id: Pengirim
it_it: Mittente
ko_kr: 하주
mr_in: जहाजावरुन माल पाठवण्याचे काम करणारा
nl_nl: Vervoerder
pt_pt: Transportador
ro_ro: Expeditor
ru_ru: Грузоотправитель
sq_al: Transportues mallrash
sv: Speditör ID:
tr_tr: NAKLIYECI
zh_hk: 承运人
zh_tw: 貨運商

source: Consignment Ref
cs_cz: Zásilka Ref
es_es: Referencia de envío
hi_in: माल रेफरी
id_id: Ref Pengiriman
it_it: Partita Ref
ko_kr: 위탁 참조
mr_in: प्रेषक संदर्भ
nl_nl: Leverings Ref
pt_pt: Refer. Consign.
ro_ro: Custodie Ref
ru_ru: Ссылка на транспортную накладную
sq_al: Ngarkesë Ref
sv: Referens
sw_ke: Consignment Kumb
tr_tr: GÖNDERI/SEVK REFERANSI
zh_hk: 运单号
zh_tw: 托運單號(追蹤參考)

source: Bank Code:
cs_cz: Kód banky:
es_es: Código bancario:
hi_in: बैंक कोड:
id_id: Kode Bank:
it_it: Bank Codice:
ko_kr: 은행 코드 :
mr_in: बँक कोड:
pt_pt: Código Banco:
ro_ro: Banca Cod:
ru_ru: Код банка:
sq_al: Kodi Banka:
sv: Bankkod
sw_ke: Benki Code:
tr_tr: Banka Kodu:
zh_hk: 银行代码：
zh_tw: 銀行編碼

source: Print Invoices or Credit Notes (Portrait Mode)
cs_cz: Tisk faktury nebo dobropisy (Portrét Režim)
es_es: Imprimir facturas o notas de crédito (modo vertical)
hi_in: प्रिंट चालान या क्रडिट नोट्स (पोर्ट्रेट मोड)
id_id: Cetak Faktur atau Nota Kredit (Vertical)
it_it: Stampa fatture o note di credito (modalità verticale)
ko_kr: 인쇄 송장 또는 신용 정보 (세로 모드)
mr_in: प्रिंट पावत्या किंवा क्रेडिट टिपा (पोट्रेट मोड)
nl_nl: Afdrukken facturen of credit facturen (portrait mode)
pt_pt: Imprimir Pedido ou Nota Créd. (modo retrato)
ro_ro: Facturile de imprimare sau Note de credit (Mod Portret)
ru_ru: Печать счетов-фактур или кредитных нот (портретный режим)
sq_al: Faturat Print apo në shënimet e kredisë (Mode Portret)
sv: Skriv ut fakturor och kreditfakturor (Porträtt)
sw_ke: Magazeti ankara au vya Mikopo (Portrait Mode)
tr_tr: Baskı Faturalar veya Kredi Notları (Portre Modu)
zh_hk: 打印发票或红字发票（竖排模式）
zh_tw: 列印發票或紅字發票（風景模式）

source: Print Preview
cs_cz: Náhled
es_es: Vista Previa de Impresión
hi_in: मुद्रण पूर्वावलोकन
id_id: Lihat Cetakan
it_it: Anteprima di stampa
ko_kr: 인쇄 미리보기
mr_in: मुद्रण पूर्वावलोकन
nl_nl: Preview afdruk
pt_pt: Ver Impressão
ru_ru: Предпросмотр печати
sv: Förhandsvisning
sw_ke: Magazeti Preview
tr_tr: Baskı Önizleme
zh_hk: 打印预览
zh_tw: 預覽列印

source: GST Number
cs_cz: Počet GST
es_es: Numero GST
hi_in: जीएसटी संख्या
id_id: Nomor PPN
it_it: Numero GST
ko_kr: GST 번호
mr_in: GST क्रमांक
nl_nl: GST nummer
pt_pt: Número GST
ro_ro: GST Număr
ru_ru: Номер GST
sq_al: GST Numri
sv: GST Nummer
sw_ke: Idadi GST
tr_tr: GST Numarası
zh_hk: 税号
zh_tw: 銷售稅編號

source: The SQL to find the details of the item to produce failed
ko_kr: SQL은 실패 생산하는 항목의 세부 정보를 찾을 수
zh_tw: 查詢該項目的詳細信息，SQL產生失敗

source: WO Production Slip
ko_kr: 생산 슬립 호
zh_tw: 工作單生產

source: Incidences / Production Notes
ko_kr: 부각 / 제작 노트
zh_tw: 發生率/生產注意事項

source: Components Ready By
ko_kr: 구성 요소 준비하여
zh_tw: 組件準備就緒

source: Item Produced By
es_es: Artículo producido por
ko_kr: 항목 별 생산
zh_tw: 產品生產

source: Quality Control By
es_es: Control de calidad por
ko_kr: 품질 관리에 의해
zh_tw: 品質控制

source: WO Item production Slip
ko_kr: 상품 생산 슬립 호
zh_tw: 工作單物料生產線

source: There were no items with ready to produce
ko_kr: 생산 준비와 아이템은 없었다
zh_tw: 沒有任何商品準備生產

source: Work Order Item Production Slip
ko_kr: 작업 주문 상품 생산 슬립
zh_tw: 工作單產品生產列

source: WO
es_es: Orden de trabajo
zh_tw: 工作單

source: Component Code
es_es: Código de componente
ko_kr: 구성 요소 코드
zh_tw: 組件號碼

source: Qty BOM
ko_kr: 수량 BOM
zh_tw: BOM數量

source: Qty Needed
es_es: Cantidad necesaria
ko_kr: 수량 필요
zh_tw: 需要量

source: Shrinkage
es_es: Merma
ko_kr: 수축
zh_tw: 報廢

source: Hour
cs_cz: Hodin
es_es: Hora
hi_in: घंटा
id_id: Jam
it_it: Ore
ko_kr: 시간
mr_in: तास
nl_nl: Uur
pt_pt: Horário
ro_ro: Oră
ru_ru: Час
sq_al: Orë
sv: Timme
sw_ke: Saa
tr_tr: Saat
zh_hk: 小时
zh_tw: 小時

source: Signature
cs_cz: Podpis
es_es: Firma
hi_in: हस्ताक्षर
id_id: Tanda tangan
it_it: Firma
ko_kr: 서명
mr_in: स्वाक्षरी
nl_nl: Handtekening
pt_pt: Assinatura
ro_ro: Semnătură
ru_ru: Подпись
sq_al: Nënshkrim
sv: Signatur
tr_tr: Imza
zh_hk: 签名
zh_tw: 簽名

source: Product Specifications Maintenance
es_es: Mantenimiento de especificaciones de producto
ko_kr: 제품 사양 유지 보수
zh_tw: 產品規格維護

source: Enter The Item, Fixed Asset or Template to Copy this Specification to
ko_kr: 이 규격을 복사 할 항목, 고정 자산 또는 템플릿을 입력
zh_tw: 輸入料品，固定資產或模組，以複製這規格到

source: Copy
cs_cz: Kopie
es_es: Copiar
hi_in: प्रति
id_id: Salinan
it_it: Copia
ko_kr: 복사
mr_in: प्रत
nl_nl: Kopie
pt_pt: Copia
ro_ro: Copie
ru_ru: Копировать
sq_al: Kopje
sv: Kopiera
sw_ke: Nakala
tr_tr: Kopya
zh_hk: 复制
zh_tw: 複製

source: A Product Specification has been copied to
ko_kr: 제품 사양은 복사되었습니다
zh_tw: 產品規格已被複製到

source: The insert of the Product Specification failed because
ko_kr: 제품 사양의 삽입 때문에 실패
zh_tw: 產品規格的插入失敗，因為

source: Product Specification for
ko_kr: 에 대한 제품 사양
zh_tw: 產品規格

source: Method
ko_kr: 방법
zh_tw: 方法

source: Possible Values
ko_kr: 가능한 값
zh_tw: 可能的值

source: Target Value
ko_kr: 목표 값
zh_tw: 目標值

source: Range Min
es_es: Rango mínimo
ko_kr: 범위 최소
zh_tw: 最小範圍

source: Range Max
es_es: Rango máximo
ko_kr: 범위 최대
zh_tw: 最大範圍

source: Text Box
cs_cz: Textové pole
es_es: Cuadro de texto
hi_in: पाठ बॉक्स
id_id: Kotak Teks (Text Box)
it_it: Casella di testo
ko_kr: 텍스트 상자
mr_in: मजकूर बॉक्स
nl_nl: Tekst box
pt_pt: Caixa Texto
ro_ro: Casetă text
ru_ru: Надпись
sw_ke: Nakala Box
tr_tr: Metin Kutusu
zh_hk: 文字框
zh_tw: 文字框

source: Select Box
cs_cz: Vyberte Box
es_es: Caja de Selección
hi_in: चयन बॉक्स
id_id: Kotak Pilihan (Select Box)
it_it: Seleziona casella
ko_kr: 상자를 선택합니다
mr_in: बॉक्स निवडा
nl_nl: Selectie box
pt_pt: Caixa Selec.
ro_ro: Selectaţi caseta
ru_ru: Список выбора
sq_al: Zgjidh Box
sv: Välj
sw_ke: Kuchagua Box
tr_tr: Seçmek Kutusu
zh_hk: 选择框
zh_tw: 選取盒

source: Check Box
cs_cz: Zaškrtávací políčko
es_es: Casilla de Verificación
hi_in: चेक बॉक्स
id_id: Kotak Centang (Check Box)
it_it: Casella di controllo
ko_kr: 상자를 확인
mr_in: बॉक्स तपासा
nl_nl: Controle box
pt_pt: Caixa Check
ro_ro: Casetă
ru_ru: Флажок
sv: Markeringsruta
sw_ke: Kuangalia Box
tr_tr: Onay Kutusu
zh_hk: 复选框
zh_tw: 檢查盒

source: Date Box
es_es: Caja de fecha
id_id: Kotak Tgl
ko_kr: 날짜 상자
mr_in: दिनांक बॉक्स
pt_pt: Data Caixa
zh_tw: 日期方塊

source: Range
es_es: Rango
ko_kr: 범위
zh_hk: 范围
zh_tw: 範圍

source: A Product Specification record has been added for Test ID
ko_kr: 제품 사양 기록은 테스트 ID에 대한 지원이 추가되었습니다
zh_tw: 產品規格記錄已新增測試ID

source: Product Specification record for
ko_kr: 에 대한 제품 사양 기록
zh_tw: 產品規格記錄

source: The update of the Product Specification failed because
ko_kr: 제품 사양의 업데이트를하기 때문에 실패
zh_tw: 產品規格的更新失敗，因為

source: Cannot delete this Product Specification because there are test results tied to it
ko_kr: 테스트 결과가 묶여 있기 때문에이 제품 사양을 삭제할 수 없습니다
zh_tw: 無法刪除此產品規格，因為有測試結果連接到它

source: The Product Specification could not be deleted because
ko_kr: 제품 사양 때문에 삭제할 수 없습니다
zh_tw: 產品規格不能刪除，因為

source: has been deleted from the database
cs_cz: byl odstraněn z databáze
es_es: ha sido retirado de la base de datos
hi_in: है डाटाबेस से हटा दिया गया
id_id: sdh dihapus dari database
it_it: è stato eliminato dal database
ko_kr: 데이터베이스에서 삭제 된
mr_in: डेटाबेस हटविले गेले आहे
nl_nl: is verwijderd
pt_pt: foi removido do DB.
ro_ro: a fost şters din baza de date
ru_ru: был удален из базы данных
sq_al: është fshirë nga regjistri
sv: har makulerats från databasen
sw_ke: imefutwa kutoka database
tr_tr: VERITABANINDAN SILINDI
zh_hk: 已从数据库中删除
zh_tw: 已從資料庫中刪除

source: Show on Cert
ko_kr: 쿠폰에보기
zh_tw: 顯示在證書

source: Show on Spec
ko_kr: 사양에보기
zh_tw: 顯示在規格

source: Show on Test Plan
ko_kr: 테스트 계획에보기
zh_tw: 顯示測試計畫

source: Active
es_es: Activo
ko_kr: 활동적인
zh_tw: 啟動

source: Are you sure you wish to delete this Product Specification ?
es_es: ¿Está seguro que desea suprimir esta especificación de producto?
ko_kr: 당신은 당신이이 제품 사양을 삭제 하시겠습니까?
zh_tw: 您確定要刪除該產品規格？

source: Show All Product Specs
ko_kr: 모든 제품 사양보기
zh_tw: 顯示所有產品規格

source: Test Name
es_es: Nombre de prueba
ko_kr: 테스트 이름
zh_tw: 測試名稱

source: Show On Cert?
ko_kr: 쿠폰에 게재?
zh_tw: 顯示在證書？

source: Show On Spec?
ko_kr: 사양에 표시?
zh_tw: 顯示在規格？

source: Show On Test Plan?
ko_kr: 테스트 계획에 표시?
zh_tw: 顯示在測試計劃？

source: Active?
es_es: ¿Activo?
ko_kr: 활성?
mr_in: सक्रिय?
pt_pt: Ativar?
zh_tw: 現行

source: Add More Tests
es_es: Añadir más pruebas
ko_kr: 더 많은 테스트를 추가
zh_tw: 增加更多測試

source: Copy This Specification
ko_kr: 이 사양을 복사
zh_tw: 複製本規格

source: Print Product Specification
es_es: Imprimir especificación de producto
ko_kr: 인쇄 제품 사양
zh_tw: 列印產品規格

source: Product Specification Main Page
ko_kr: 제품 사양 메인 페이지
zh_tw: 產品規格主頁

source: Supplier Purchasing Data
cs_cz: Dodavatel nákupu dat
es_es: Datos de compra al proveedor
hi_in: आपूर्तिकर्ता क्रय डाटा
id_id: Data Pembelian Supplier
it_it: Dati Acquisto Fornitore
ko_kr: 공급 업체 구매 데이터
mr_in: पुरवठादार खरेदीची आकडेवारी
nl_nl: Leveranciers Inkoop Data
pt_pt: Dados Compra do Fornecedor
ro_ro: Furnizorul de cumpărare de date
ru_ru: Данные о покупках поставщике
sq_al: Blerja e të dhënave Furnizuesi
sv: Leverantörsinköpsinformation
sw_ke: Ununuzi wasambazaji Data
tr_tr: TEDARIKÇI SATINALMA VERILERI
zh_hk: 供应商供货信息
zh_tw: 供應商採購明細資料

source: Deleted the supplier discount record
id_id: Telah menghapus data diskon supplier
ko_kr: 공급 업체 할인 기록을 삭제
mr_in: पुरवठादार सवलतीच्या रेकॉर्ड हटविले
pt_pt: Remover desconto do Fornecedor
zh_tw: 刪除供應商的折扣紀錄

source: The price entered was not numeric and a number is expected. No changes have been made to the database
cs_cz: Cena vstoupil nebyla číselné a číslo je očekáváno. Žádné změny byly provedeny v databázi
es_es: El precio ingresado no era numérico y se espera un número. No se han hecho cambios a la base de datos
hi_in: मूल्य दर्ज सांख्यिक नहीं था और एक नंबर की उम्मीद है. कोई बदलाव नहीं डेटाबेस में बनाया गया है
id_id: Harga yg dimasukkan tdk numerik dan seharusnya angka. Tdk ada perubahan ke database
it_it: Il prezzo non è stato inserito numerico e un numero è previsto. Non sono state apportate al database
ko_kr: 입력 한 가격은 숫자 아니었다과 번호가 예상된다. 어떤 변경 사항이 데이터베이스에되지 않았습니다
mr_in: प्रविष्ट केलेली किंमत अंकीय नव्हता आणि एक नंबर अपेक्षित आहे. कोणतेही बदल डेटाबेस केले गेले आहेत
nl_nl: De prijs is getreden was niet numeriek en een aantal wordt verwacht. Er zijn geen wijzigingen aangebracht in de database
pt_pt: O preço informado não é numérico. Não houve atualização no DB
ro_ro: Preţul nu a fost introdus numerice şi un număr este de aşteptat. Nu au fost aduse modificări la baza de date
ru_ru: Введенная цена быдла нечисловая, ожидается число. Никакие изменения не были внесены в базу данных.
sq_al: Çmimi i hyri nuk ishte numerike dhe një numër pritet. Nuk ka pasur ndryshime janë bërë në bazën e të dhënave
sv: Det angivna priset var inte numeriska och ett antal förväntas. Inga ändringar har gjorts i databasen
sw_ke: Bei aliingia alikuwa numeric na idadi inatarajiwa. Hakuna mabadiliko yamefanywa na database
tr_tr: Fiyat girdi ve sayısal olmayan bir numara bekleniyor. Hiçbir değişiklik veritabanına yapılmış
zh_hk: 输入的数量不是数字--要输入的必须是数字。因此数据库无任何更新
zh_tw: 輸入的價格不是數字，其預設是數字。數據庫沒有被修改過的

source: The price entered is zero
cs_cz: V ceně je nula vstoupil
es_es: El precio ingresado es cero
hi_in: कीमत में प्रवेश शून्य है
id_id: Harga yg dimasukkan adalah nol
it_it: Il prezzo di entrata è pari a zero
ko_kr: 입력 한 가격은 0이다
mr_in: प्रविष्ट केलेली किंमत शून्य आहे
nl_nl: De prijs is getreden is nul
pt_pt: Preço informado é zero.
ro_ro: Preţul introdus este zero
ru_ru: Введенная цена равна нулю
sq_al: Çmimi i dhënë është zero
sv: Registrerat pris är noll
sw_ke: Bei ya aliingia ni sifuri
tr_tr: Fiyat girdi sıfırdır
zh_hk: 输入的价格是0
zh_tw: 輸入的價格是零

source: Is this intentional?
cs_cz: Je to záměrné?
es_es: ¿Esto es intencional?
hi_in: क्या यह जानबूझकर?
id_id: Apakah ini sengaja?
it_it: È intenzionale?
ko_kr: 이 의도적인가?
mr_in: हे जाणून केले आहे?
nl_nl: Is dit opzet?
pt_pt: Confirma?
ro_ro: Este intenţionat?
ru_ru: Это намеренно?
sq_al: A është kjo e qëllimshme?
sv: Är detta meningen?
sw_ke: Hii ni ya kukusudia?
tr_tr: Bu kasıtlı mı?
zh_hk: 这是您需要的吗？
zh_tw: 這是故意的嗎？

source: The lead time entered was not numeric a number of days is expected no changes have been made to the database
cs_cz: Dodací lhůta vstoupil nebyl číselné počet dnů se očekává, že žádné změny byly provedeny v databázi
es_es: El tiempo tope que se ha introducido no fue numérico, se espera un número de días, no se han hecho cambios a la base de datos.
hi_in: नेतृत्व का समय दर्ज किया सांख्यिक दिनों की संख्या में कोई बदलाव नहीं डेटाबेस में बनाया गया है की संभावना है नहीं था
id_id: Waktu yg dimasukkan tdk numerik, seharusnya dalam hari, tdk ada perubahan yg telah dibuat ke database
it_it: Il tempo di consegna è entrato non era numerico un numero di giorni non sono attese modifiche sono state apportate al database
ko_kr: 입력 리드 시간은 일의 개수가 변경이 데이터베이스에 수행되지 않았다 예상 숫자 아니었다
mr_in: प्रविष्ट आघाडी वेळ अंकीय नव्हते दिवस अनेक एकही बदल डेटाबेस केले गेले आहेत अपेक्षित आहे
nl_nl: De doorlooptijd is getreden was niet numeriek een aantal dagen wordt verwacht geen veranderingen zijn aangebracht in de database
pt_pt: O prazo de entrega não é um número de dias. Não houve atualização no DB
ro_ro: Timpul de plumb a intrat nu a fost numeric un număr de zile este de aşteptat nu au fost aduse la baza de date
ru_ru: Время на освоение - нечисловое. Изменения не были внесены в базу данных.
sq_al: kohë të çojë hyri nuk ishte numerike një numër i ditëve pritet nuk ka ndryshime janë bërë në bazën e të dhënave
sv: Ledtiden angav var inte numeriska ett antal dagar förväntas inga ändringar har gjorts i databasen
sw_ke: Mara ya kuongoza aliingia alikuwa numeric idadi ya siku inatarajiwa hakuna mabadiliko yamefanywa na database
tr_tr: Kurşun girilmesini gün sayısı hiçbir değişiklik veritabanına yapılmış beklenen sayısal değildi
zh_hk: 输入的供应周期不是数字--要输入的必须是数字。数据库没有改变
zh_tw: 領頭的時間進入是不是數字預計不會改變已對數據庫進行天數

source: The minimum order quantity was not numeric and a number is expected no changes have been made to the database
cs_cz: Minimální objednané množství nebylo číselné a číslo se očekává, že žádné změny byly provedeny v databázi
es_es: La cantidad mínima de pedido no era numérico y se espera un número, no se han hecho cambios a la base de datos.
hi_in: न्यूनतम आदेश मात्रा संख्यात्मक नहीं था और एक संख्या में कोई बदलाव नहीं डेटाबेस में बनाया गया है की उम्मीद है
id_id: Qty minimum order tdk numerik dan seharusnya angka, tdk ada perubahan yg telah dibuat ke database
it_it: Il quantitativo minimo di ordine numerico e non era un numero, non sono attese modifiche sono state apportate al database
ko_kr: 최소 주문 수량은 숫자 않았고 번호는 변경이 데이터베이스에되어 있지 않은 것으로 예상된다
mr_in: किमान ऑर्डर प्रमाण अंकीय नव्हता आणि एक नंबर नाही बदल डेटाबेस केले गेले आहेत अपेक्षित आहे
nl_nl: De minimale bestelhoeveelheid is niet numeriek en een aantal zal naar verwachting geen wijzigingen zijn aangebracht in de database
pt_pt: Quant. mínima Ordem Compra não é númerica. Não houve atualização no DB
ro_ro: Cantitatea minimă de comandat nu a fost numeric şi un număr este de aşteptat nu au fost aduse la baza de date
ru_ru: Минимальнht число в заказа не было числовым. Не были внесены изменения в базу данных.
sq_al: Sasia minimale që nuk ishte numerike dhe një numër pritet nuk ka ndryshime janë bërë në bazën e të dhënave
sv: Den minsta beställningsmängd var inte numeriska och ett antal förväntas inga ändringar har gjorts i databasen
sw_ke: Cha chini ili wingi hakuwa numeric na idadi inatarajiwa hakuna mabadiliko yamefanywa na database
tr_tr: Minimum sipariş miktarı ve sayısal olmayan bir numara hiçbir değişiklik veritabanına yapılmış bekleniyor
zh_hk: 输入的最小订单数量不少数字。这里需要输入数字。数据库没有改变。
zh_tw: 最低起訂量是不是數字，預計不會改變已對數據庫進行了一些

source: The supplier sells an item by the tonne and we hold stock by the kg
cs_cz: Dodavatel prodává položky za tunu a máme zásoby, které kg
es_es: El proveedor vende un artículo por tonelada y nosotros mantenemos las existencias por Kg.
hi_in: आपूर्तिकर्ता टन के द्वारा कोई आइटम बेचता है और हम किलो द्वारा शेयर पकड़
id_id: Supplier menjual item dalam ton dan stok kita dalam kg
it_it: Il fornitore vende un prodotto per tonnellata e teniamo titolo per il kg
ko_kr: 공급자는 톤으로 아이템을 판매하고 우리는 kg으로 주식을 보유
mr_in: पुरवठादार टन द्वारे आयटम विकतो आणि आम्ही किलो स्टॉक धारण
nl_nl: De leverancier verkoopt een item per ton en wij rekenen met KG
pt_pt: O Fornecedor vende um item em tonelada e nós armazenamos em kg
ro_ro: Furnizorul vinde un element de tonă şi le deţinem stoc de kg
ru_ru: Поставщик продает товар в тоннах, а мы учитываем в кг
sq_al: Furnizuesi i shet një artikull me ton dhe ne i mbajmë të aksioneve nga kg
sv: Leverantören säljer ett objekt per ton och vi håller lager av kg
sw_ke: wasambazaji wa anauza kipengele kwa tani moja na sisi kushikilia hisa kwa kilo
tr_tr: Tedarikçi tonluk bir öğe satıyor ve biz kg stok tutmak
zh_hk: 供应商销售时是按吨, 但我公司计量单位是公斤
zh_tw: 供應商銷售時是按噸, 但我司存貨是按公斤

source: The suppliers price must be divided by 1000 to get to our cost per kg
cs_cz: Dodavatelé cena musí být dělený 1000 se k nám dostat cenu za kg
es_es: El precio del proveedor debe dividirse por 1000 para obtener el precio por kg
hi_in: आपूर्तिकर्ताओं की कीमत 1000 से विभाजित किया जाना चाहिए करने के लिए प्रति किलोग्राम हमारी लागत को पाने के
id_id: Harga supplier harus dibagi 1000 utk mendapatkan HPP kita dalam kg
it_it: Il prezzo di fornitori deve essere diviso per 1000 per raggiungere il nostro costo al kg
ko_kr: 공급 가격은 1kg 당 우리의 비용에 도착하는 1000 나눌 수 있어야합니다
mr_in: पुरवठादार किंमत प्रति किलो आमच्या खर्च मिळविण्यासाठी 1000 मध्ये विभाजीत करणे आवश्यक आहे
nl_nl: de prijs van de leverancier moet worden gedeeld door 1000 om onze kostprijs per kg te krijgen
pt_pt: O preço do fornecedor deverá ser dividido por 100 para obter nosso custo por kg
ro_ro: Preţul furnizorii trebuie să fie împărţit cu 1000 pentru a ajunge la costul noastre per kg
ru_ru: Цена поставщика должна быть разделена на 1000, чтобы получить нашу стоимости за кг
sq_al: Çmimi i furnizuesit duhet të ndahet nga 1000 për të marrë në kurriz tonë për kg
sv: Leverantörerna pris måste delas med 1000 för att komma till vår kostnad per kg
sw_ke: Bei ya wasambazaji lazima kugawanywa na 1000 na kupata gharama zetu kwa kilo
tr_tr: Tedarikçiler fiyat kilo başına bizim maliyet ulaşmak için 1000 bölünmesi gerekir
zh_hk: 供应商价格除以 1000 来即为我公司单价
zh_tw: 供應商必須除以 1000 來取得我們按公斤的成本

source: The date this purchase price is to take effect from must be entered in the format
ko_kr: 이 구입 가격은 날짜 형식으로 입력해야합니다에서 적용하기
mr_in: या खरेदी किंमत पासून प्रभावी आहे तारीख स्वरूप प्रविष्ट करणे आवश्यक आहे
pt_pt: A data de vigência desse preço de compra deve estar no formato
zh_tw: 從生效之日起採取此次收購的價格，必須依格式輸入
