Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule etc
cs_cz: Výpočet MRP musí být spuštěn před touto zprávou bude mít žádný výstup. MRP vyžaduje nastavit mnoho parametrů, včetně, EOQ, dodací lhůty, minima, kusovníků, poptávky typy, hlavního harmonogramu atd.
es_es: El cálculo MRP debe ser procesado antes de que este informe llegue a tener una salida. MRP requiere el ajuste de muchos parámetros incluyendo, EOQ, tiempos, mínimos, listas de materiales, tipos de solicitud, programación maestra, etc.
hi_in: एमआरपी गणना से पहले इस रिपोर्ट में किसी भी उत्पादन होगा चलाया जाना चाहिए. एमआरपी ऊपर सहित EOQ कई मापदंडों, सीसा बार, न्यूनतम, सामग्री का बिल, मांग के प्रकार, गुरु निर्धारित समय से सेट की आवश्यकता है आदि
id_id: Perhitungan MRP harus dijalankan sebelum laporan ini akan memiliki output apapun. MRP membutuhkan set up banyak parameter, termasuk, EOQ, waktu tempuh, minimum, daftar bahan baku, tipe permintaan, jadwal master dll
it_it: Il calcolo MRP deve essere eseguito prima di questa relazione avrà alcun output. MRP richiede messa a punto di molti parametri, tra cui, EOQ, tempi, minimi, fatture dei materiali, tipologie di domanda, piano principale di produzione, ecc
ko_kr: 이 보고서는 모든 출력을하기 전에 MRP 계산을 실행해야합니다. MRP는 많은 EOQ 포함 매개 변수, 리드 타임, 최소, 재료의 청구서, 수요 유형, 마스터 스케줄 등의 설정이 필요합니다
mr_in: हा अहवाल कोणत्याही आउटपुट लागेल करण्यापूर्वी MRP गणना चालवायला हवे. MRP EOQ आघाडी वेळा, minimums, सामग्रीचा बिले मागणी प्रकार, मास्टर शेड्यूल, इत्यादि अनेक घटक च्या सेट आवश्यक
nl_nl: De MRP-berekening moet worden uitgevoerd voordat dit verslag zal elke uitgang hebben. MRP vereist opzetten van een groot aantal parameters, waaronder, EOQ, doorlooptijden, minima, stuklijsten, de vraag typen, master planning etc
pt_pt: Cálculo do MRP deve ser executado antes desse relat. para haver saida. MRP requer config de muitos, incluindo EOQ, tempos de espera, mín., estrutura, tipos demanda, planej. mestre etc
ro_ro: Calculul MRP trebuie rulat înainte ca acest raport va avea nici o ieşire. MRP necesită înfiinţat de mulţi parametri, inclusiv, EOQ, ori plumb, minime, facturile de materiale, tipuri de cerere, programul de master etc
ru_ru: Расчет MRP должен быть запущен до того как этог отчет будет иметь какой-либо вывод. MRP требуется настройка многих параметров, в том числе, сроки, минимумы, спецификации материалов, типы спроса, главное расписание и т.д.
sq_al: Llogaritja e MRP duhet të jetë e drejtuar para se ky raport do të ketë ndonjë dalje. MRP kërkon të ngritur e parametrave shumë, duke përfshirë, EOQ, herë të çojë, minimume, faturat e materialeve, llojet e kërkesës, të planifikojë master etj
sv: MRP beräkningen måste köras innan den här rapporten kommer att ha någon produktion. MRP kräver inrättandet av många parametrar, bland annat, EOQ, ledtider, minimum, stycklistor, typer efterfrågan, master schema etc
sw_ke: Hesabu MRP lazima kukimbia kabla ya ripoti hii itakuwa na pato yoyote. MRP inahitaji kuweka ya vigezo vingi, ikiwa ni pamoja na, EOQ, mara risasi, minimums, bili ya vifaa, aina mahitaji, ratiba bwana nk
tr_tr: Bu raporun herhangi bir çıkış olacaktır önce MRP hesaplama çalıştırılması gerekir. MRP vb EOQ dahil olmak üzere birçok parametre, teslim süreleri, minimum, malzeme faturalarını, talep türleri, master planı kurmak gerektirir
zh_hk: 此报告有任何输出前，必须首先运行MRP计算。MRP要求设置很多参数，包括，EOQ,采购周期，最小数，BOM，需求种类，主计划等等
zh_tw: 此報表有任何輸出前,必需先執行"MRP 計算"。MRP需要設定很多參數,包含 EOQ(經濟採購量),交貨期(lead times), BOM(bills of materials),需求類別,主生產排程,等等...

source: Print MRP Report Warning
cs_cz: Tisk MRP Zpráva Upozornění
es_es: Imprimir Reporte de Advertencia de PRM
hi_in: प्रिंट एमआरपी रिपोर्ट चेतावनी
id_id: Cetak Laporan Peringatan MRP
it_it: Stampa MRP Warning Report
ko_kr: MRP 보고서의 경고를 인쇄
mr_in: प्रिंट MRP अहवाल चेतावणी
nl_nl: Print MRP Verslag Waarschuwing
pt_pt: MRP Imprimir Relatório Avisos
ro_ro: Print MRP Raport de avertizare
ru_ru: Печатать отчетности для MRP-отчета
sq_al: Raporti i Paralajmërimit të MRP Print
sv: Fel vid utskrift MRP rapport
sw_ke: Ripoti ya magazeti MRP Onyo
tr_tr: Baskı MRP Uyarı Raporu
zh_hk: 打印物料需求计划（MRP）报告警告
zh_tw: 列印MRP報表警告

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule, etc
cs_cz: Výpočet MRP musí být spuštěn před touto zprávou bude mít žádný výstup. MRP vyžaduje nastavit mnoho parametrů, včetně, EOQ, dodací lhůty, minima, kusovníků, poptávky typy, hlavního harmonogramu, atd.
es_es: El cálculo de PRM debe ejecutarse antes de que este informe tenga alguna salida. La PRM requiere la configuración de muchos parámetros, entre ellos, la COE, los plazos de entrega, mínimos, listas de materiales, tipos de demanda, programa maestro, etc
hi_in: एमआरपी गणना से पहले इस रिपोर्ट में किसी भी उत्पादन होगा चलाया जाना चाहिए. एमआरपी ऊपर सहित EOQ कई मापदंडों, सीसा बार, न्यूनतम, सामग्री, मांग के प्रकार, गुरु कार्यक्रम का बिल, आदि के सेट की आवश्यकता है
id_id: Perhitungan MRP harus dijalankan sebelum laporan ini akan memiliki output apapun. MRP membutuhkan set up banyak parameter, termasuk, EOQ, waktu tempuh, minimum, daftar bahan baku, tipe permintaan, jadwal master, dll
it_it: Il calcolo MRP deve essere eseguito prima di questa relazione avrà alcun output. MRP richiede messa a punto di molti parametri, tra cui, EOQ, tempi, minimi, fatture dei materiali, tipologie di domanda, piano principale di produzione, ecc
ko_kr: 이 보고서는 모든 출력을하기 전에 MRP 계산을 실행해야합니다. MRP는 등 리드 타임, 최소, 재료의 청구서, 수요 유형, 마스터 스케줄, EOQ, 등 많은 매개 변수의 설정이 필요합니다
mr_in: हा अहवाल कोणत्याही आउटपुट लागेल करण्यापूर्वी MRP गणना चालवायला हवे. MRP EOQ आघाडी वेळा, minimums, सामग्रीचा बिले मागणी प्रकार, मास्टर शेड्यूल, इ, यासह अनेक घटक च्या सेट आवश्यक
nl_nl: De MRP-berekening moet worden uitgevoerd voordat dit verslag zal elke uitgang hebben. MRP vereist opzetten van een groot aantal parameters, waaronder, EOQ, doorlooptijden, minima, stuklijsten, de vraag typen, master planning, etc
pt_pt: Cálc. MRP deve ser feito antes desse relatório exibir informações. MRP requer config de vários parâm. incluindo, EOQ, tempo fab., mín, estrutura produto (BOM), tipos de demanda, planej. mestre, etc
ro_ro: Calculul MRP trebuie rulat înainte ca acest raport va avea nici o ieşire. MRP necesită înfiinţat de mulţi parametri, inclusiv, EOQ, ori plumb, minime, facturile de materiale, tipuri de cerere, programul de master, etc
ru_ru: Расчета MRP должна быть запущена до этого доклада будет иметь какой-либо вывод. MRP требуется настройка многих параметров, в том числе, ЕОК, сроки, минимумы, спецификации материалов, типы спроса, мастер-графика и т.д.
sq_al: Llogaritja e MRP duhet të jetë e drejtuar para se ky raport do të ketë ndonjë dalje. MRP kërkon të ngritur e parametrave shumë, duke përfshirë, EOQ, herë të çojë, minimume, faturat e materialeve, llojet e kërkesës, të planifikojë master, etj
sv: MRP beräkningen måste köras innan den här rapporten kommer att ha någon produktion. MRP kräver inrättandet av många parametrar, bland annat, EOQ, ledtider, minimum, stycklistor, typer efterfrågan, Master Schedule, etc
sw_ke: Hesabu MRP lazima kukimbia kabla ya ripoti hii itakuwa na pato yoyote. MRP inahitaji kuweka ya vigezo vingi, ikiwa ni pamoja na, EOQ, risasi mara, minimums, bili ya vifaa, aina mahitaji, ratiba bwana, nk
tr_tr: Bu raporun herhangi bir çıkış olacaktır önce MRP hesaplama çalıştırılması gerekir. MRP vb EOQ dahil olmak üzere birçok parametre, teslim süreleri, minimum, malzeme, talep türleri, master planı faturaları, kurulumu gerektirir
zh_hk: 要此报告有任何输出，必须首先运行MRP计算。MRP要求设置很多参数，包括，EOQ,采购周期，最小数，BOM，需求种类，主计划等等
zh_tw: 此報表有任何書出前,必需先執行"MRP 計算"。MRP需要設定很多參考,包含 EOQ(經濟採購量),交貨期(lead times), BOM(bills of materials),需求類別,主生產排程,等等...

source: The MRP Report could not be retrieved by the SQL because
cs_cz: MRP zpráva se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener el informe MRP porque
hi_in: एमआरपी रिपोर्ट क्योंकि SQL से नहीं लिया सकता है
id_id: Laporan MRP tdk dapat diambil oleh SQL karena
it_it: Il Rapporto MRP non poteva essere recuperate dal SQL perché
ko_kr: MRP 보고서는 SQL 때문에 검색 할 수 없습니다
mr_in: MRP अहवाल SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De MRP rapport niet kunnen worden opgehaald door de SQL, omdat
pt_pt: SQL não pode ser recuperado para Relatório MRP
ro_ro: Raportul MRP nu a putut fi recuperate de către SQL, deoarece
ru_ru: MRP-отчет не может быть получен SQL, так как
sq_al: Raporti i MRP nuk mund të shikohet nga SQL sepse
sv: MRP rapporten kunde inte hämtas av SQL eftersom
sw_ke: Ripoti MRP inaweza kuwa retrieved na SQL sababu
tr_tr: MRP Rapor SQL çünkü tarafından alınamadı
zh_hk: SQL无法找到物料需求计划（MRP）报告，因为
zh_tw: MRP報表不能由SQL來檢索，因為

source: Part:
cs_cz: Část:
es_es: Parte:
hi_in: भाग:
id_id: Brg:
it_it: Parte:
ko_kr: 부 :
mr_in: भाग:
nl_nl: Deel:
pt_pt: Item:
ro_ro: Parte:
ru_ru: Часть:
sq_al: Pjesa:
sv: Artikel:
sw_ke: Sehemu;
tr_tr: Bölüm:
zh_hk: 部品：
zh_tw: 部分：

source: EOQ
es_es: Cantidad económica de pedido
ru_ru: ЕОК
zh_hk: EOQ经济订购数量
zh_tw: 經濟採購量

source: On Hand:
cs_cz: Na ruce:
es_es: Disponible:
hi_in: हाथ में:
id_id: Total Qty:
it_it: Portata di mano:
ko_kr: 손 :
mr_in: एकीकडे:
nl_nl: De hand hebt:
pt_pt: Em Mãos
ro_ro: Pe de mână:
ru_ru: В наличии:
sq_al: Në Hand:
sv: Antal i lager:
sw_ke: Juu Mkono:
tr_tr: Yandan:
zh_hk: 手上数量：
zh_tw: 現有：

source: Desc:
cs_cz: Popis:
hi_in: डाउनलोड मुफ्त डाउनलोड
id_id: Ket:
it_it: Descrizione:
ko_kr: 내용 :
ru_ru: Описание:
sv: Beskrivning:
zh_hk: 描述：
zh_tw: 描述說明

source: Pan Size:
cs_cz: Pan Velikost:
es_es: Tamaño de lote:
hi_in: पान का आकार:
id_id: Ukuran Lebar:
it_it: Pan taglia:
ko_kr: 팬 크기 :
mr_in: पॅन आकार:
nl_nl: Pan Afmetingen:
pt_pt: Tam. Lote
ro_ro: Pan Dimensiune:
ru_ru: Пан Размер:
sq_al: Size Pan:
sv: Storlek:
tr_tr: Pan boyutu:
zh_tw: 秤盤尺寸：

source: On Order:
cs_cz: Na objednávku:
es_es: En la Orden:
hi_in: आदेश में:
id_id: Sdg Dipesan:
it_it: Su ordine:
ko_kr: 주문 중 :
mr_in: मागणी केल्यावर:
nl_nl: Op bestelling:
pt_pt: Com Ped.:
ro_ro: Pe Comanda:
ru_ru: Для заказа:
sq_al: Në Rendit:
sv: Beställt:
sw_ke: Kwenye Order:
tr_tr: Sipariş üzerine:
zh_tw: 已訂購：

source: Gross Req:
cs_cz: Hrubá Req:
es_es: Bruto Req:
hi_in: सकल अनुरोध:
id_id: Persyaratan Kotor:
ko_kr: 총 필수 :
mr_in: निव्वळ Req:
nl_nl: Bruto Req:
pt_pt: Bruto Req:
ro_ro: Brut Req:
ru_ru: Валовой Req:
sq_al: Bruto Req:
sv: Totalt behov:
sw_ke: Jumla Req:
tr_tr: Brüt Gereksinimleri:
zh_hk: 毛需求：
zh_tw: 毛需求：

source: Last Cost:
cs_cz: Poslední cena:
es_es: Último costo:
hi_in: अंतिम मूल्य:
id_id: Biaya Terakhir:
it_it: Costo ultima:
ko_kr: 마지막으로 비용 :
mr_in: अंतिम किंमत:
nl_nl: Laatste Kosten:
pt_pt: Últ. Custo:
ro_ro: Ultima Cost:
ru_ru: Последняя Стоимость:
sq_al: Kosto më të fundit:
sv: Senaste kostnad:
sw_ke: Gharama ya mwisho:
tr_tr: Son Maliyet:
zh_hk: 最近成本：
zh_tw: 最近成本:

source: Past Due
cs_cz: Splatnosti
es_es: Vencido
hi_in: अतीत के कारण
id_id: Terlambat
ko_kr: 과거 인해
mr_in: मागील मुळे
nl_nl: Vervallen in verleden
pt_pt: Acumulado
ro_ro: Restante
ru_ru: Просроченный
sq_al: Për shkak të fundit
sv: Förfallet
sw_ke: Kutokana zamani
tr_tr: Geçtiğimiz nedeniyle
zh_hk: 过期
zh_tw: 過期

source: Gross Reqts
cs_cz: Hrubá Reqts
es_es: Bruto Reqs
hi_in: सकल Reqts
id_id: Persyaratan Kotor
ko_kr: 총 Reqts
mr_in: निव्वळ Reqts
nl_nl: Bruto Reqts
pt_pt: Req. Bruto
ro_ro: Brut Reqts
ru_ru: Валовой Reqts
sq_al: Bruto Reqts
sv: Totala behov
sw_ke: Jumla Reqts
tr_tr: Brüt Reqts
zh_hk: 毛需求：
zh_tw: 毛需求

source: Open Order
cs_cz: Open Objednat
es_es: Orden Abierta
hi_in: खुला आदेश
id_id: Order Berjalan
it_it: Open d&#39;ordine
ko_kr: 열기 주문
mr_in: उघडा मागणी
nl_nl: Open Bestel
pt_pt: Ped. Aberto
ro_ro: Deschis Ordine
ru_ru: Открытый заказ
sq_al: Rendit hapur
sv: Öppen beställning
sw_ke: Wazi Order
tr_tr: Açık sipariş
zh_hk: 未完成订单
zh_tw: 未完成訂單

source: Planned
cs_cz: Plánované
es_es: Planificado
hi_in: की योजना बनाई
id_id: Terencana
ko_kr: 계획
mr_in: नियोजित
nl_nl: Geplande
pt_pt: Planej.
ro_ro: Planificate
ru_ru: Планируется
sq_al: Planifikuar
sv: Plannera
sw_ke: Iliyopangwa
tr_tr: Planlı
zh_hk: 计划的
zh_tw: 計劃的

source: Proj Avail
cs_cz: Dostupnost proj
es_es: Aval Proy.
hi_in: Proj लाभ
id_id: Diproyeksikan Ada
it_it: Libero Proj
ko_kr: PROJ 소용
mr_in: Proj लाभ
nl_nl: Proj Beschikbaar
pt_pt: Disp. Proj.
ro_ro: Disponibil proj
ru_ru: Proj Свободна
sq_al: Projekt dobi
sv: Projekt Tillg.
sw_ke: Proj kitu
zh_tw: 專案庫存

source: Dem Type
cs_cz: Dem Typ
es_es: Tipo Dem.
hi_in: Dem लिखें
id_id: Tipe Permintaan
it_it: Tipo di Dem
ko_kr: 민주 유형
mr_in: डेमोक्रॅटिक प्रकार
pt_pt: Tipo Dem
ro_ro: Dem Tip
ru_ru: Dem Тип
sv: Flytta typ
sw_ke: Dem Aina
tr_tr: Dem Tip
zh_hk: 需求类型
zh_tw: DEM種類

source: Where Required
cs_cz: Kde je to požadováno
es_es: Donde Requerido
hi_in: कहाँ आवश्यक
id_id: Dimana Diperlukan
it_it: Ove richiesto
ko_kr: 경우 필수
mr_in: कोठे आवश्यक
nl_nl: Waar nodig
pt_pt: Onde Requerido
ro_ro: Acolo unde este necesar
ru_ru: В случае необходимости
sq_al: Ku e kërkuar
sv: Krävda
sw_ke: Ambapo Required
tr_tr: Burada Gerekli
zh_tw: 在有需要時

source: Order No.
cs_cz: Objednací číslo
es_es: Nº de Pedido
hi_in: आदेश नहीं.
id_id: No. Order
it_it: Ordine No.
ko_kr: 주문 번호
mr_in: मागणी क्रमांक
nl_nl: Bestelnummer
pt_pt: Num. Pedido
ro_ro: Ordinul Nr
ru_ru: Заказ №
sq_al: Urdhër Nr
sv: Order Nr.
sw_ke: Ili No
tr_tr: Bu sipariş Nolu
zh_hk: 订单编号
zh_tw: 訂單編號

source: Sup Type
cs_cz: Sup Typ
es_es: Tipo Sum.
hi_in: समर्थन के प्रकार
id_id: Tipe Persediaan
it_it: Tipo di Sup
ko_kr: SUP 유형
mr_in: जेवणे प्रकार
pt_pt: Sub Tipo
ro_ro: Sup Tip
ru_ru: Sup Тип
sv: Lev Typ
sw_ke: Sup Aina
tr_tr: Sup Tip
zh_hk: 供应类型
zh_tw: 供應種類

source: This report shows the MRP calculation for a specific item - a part code must be selected
cs_cz: Tato zpráva ukazuje výpočet MRP pro specifické položky - část kódu musí být vybrána
es_es: Este informe muestra el cálculo MRP de un artículo específico - un código de pieza debe ser seleccionado
hi_in: एक भाग के कोड का चयन किया जाना चाहिए - इस रिपोर्ट को किसी विशेष आइटम के लिए एमआरपी गणना से पता चलता है
id_id: Laporan ini menampilkan perhitungan MRP utk item tertentu - kode item harus dipilih
it_it: Questo rapporto mostra il calcolo MRP per un determinato elemento - una parte di codice deve essere selezionato
ko_kr: 이 보고서는 특정 항목에 대한 MRP 계산을 보여줍니다 - 일부 코드를 선택해야합니다
mr_in: हे अहवाल विशिष्ट गोष्टीसाठी MRP गणना येते - एक भाग कोड निवडणे आवश्यक आहे
nl_nl: Dit rapport toont de MRP-berekening voor een specifiek object - een deel code moet worden geselecteerd
pt_pt: Relatório exibe Cálculos do MRP para item específico. Cód. parcial pode ser selecionado
ro_ro: Acest raport arată MRP de calcul pentru un anumit element - un cod parte trebuie să fie selectată
ru_ru: В этом отчете показано расчета MRP для конкретного пункта - код частидолжен быть выбран
sq_al: Ky raport tregon llogaritja e MRP për një artikull të veçantë - një kod pjesë duhet të zgjidhen
sv: Denna rapport visar MRP beräkning för en specifik produkt - en del kod måste väljas
sw_ke: Ripoti hii inaonyesha hesabu MRP kwa bidhaa maalum - kificho sehemu lazima kuwa kuchaguliwa
tr_tr: bir parçası kod seçili olmalıdır - Bu rapor, belirli bir öğe için MRP hesaplama gösteriyor
zh_hk: 此报告显示了制定物料的MRP计算-必须选择一个部品代码
zh_tw: 此報表列出部份指定項目的MRP 計算結果 - 需要選擇部份代碼

source: The SQL that returned an error was
cs_cz: SQL, který se vrátil chyba
es_es: El SQL que ha devuelto un error fue
hi_in: SQL कि एक त्रुटि लौट रहा था
id_id: SQL yg mengembalikan kesalahan adalah
it_it: Il SQL che ha restituito un errore è stato
ko_kr: 오류를 반환 SQL이었다
mr_in: त्रुटी परत त्या SQL होते
nl_nl: De SQL die een fout opleverde was
pt_pt: SQL que retornou erro foi
ro_ro: SQL care a returnat o eroare a fost
ru_ru: SQL, вернувший ошибку
sq_al: SQL që u kthye një gabim ishte
sv: SQL Fel
sw_ke: SQL kwamba kwa &#39;kosa alikuwa
tr_tr: bir hata döndürdü SQL oldu
zh_hk: SQL返回的错误是
zh_tw: SQL 傳回的錯誤是

source: No stock items were returned by this search please re-enter alternative criteria to try again
cs_cz: Č. skladových položek byly vráceny toto hledání, prosím re-zadat alternativní kritéria a zkuste to znovu
es_es: No fueron devueltos artículos disponibles por esta búsqueda, por favor vuelva a introducir criterios alternativos para volver a intentarlo
hi_in: कोई शेयर आइटम इस खोज से लौट रहे थे कृपया फिर से वैकल्पिक मापदंड दर्ज करने के लिए फिर कोशिश
id_id: Tdk ada item stok yg dikembalikan oleh pencarian ini, silahkan masukkan-ulg kriteria alternatif utk mencoba kembali
it_it: No articoli di riserva sono stati restituiti da questa ricerca si prega di inserire nuovamente i criteri alternativi per riprovare
ko_kr: 재고 항목이 다시 시도하는 다른 기준을 다시 입력 해주십시오 검색에 의해 반환되지 않았다
mr_in: नाही स्टॉक आयटम पुन्हा प्रयत्न करण्यासाठी पर्यायी निकष पुन्हा प्रविष्ट करा या शोध करून परत आले
nl_nl: Geen voorraad artikelen zijn gevonden in deze zoek opdracht AUB een alternatieve zoekopdracht invoeren
pt_pt: Nenhum item em estoque retornou na pesquisa. Por favor informe outro critério e pesquise novamente
ro_ro: Nu stoc au fost returnate de către această căutare vă rugăm să re-introduceţi criterii alternative pentru a încerca din nou
ru_ru: Не найдены товары для этого поиска. Пожалуйста, введите альтернативные критерии, чтобы попытаться снова.
sq_al: Nuk ka artikuj të aksioneve janë kthyer nga ky kërkim ju lutem ri-shkruani kriteret alternative për të provoni përsëri
sv: Inga lager poster returneras av denna sökning kan du skriva in alternativa kriterier för att försöka igen
sw_ke: Hakuna vitu hisa walikuwa akarudi na kutafuta hii tafadhali tena kuingia vigezo mbadala ya kujaribu tena
tr_tr: ARAMANIN SONUCUNDA KAYIT BULUNAMADI, KRITERLERINIZI DEGISTIRIP TEKRAR DENEYEBILIRSINIZ
zh_hk: 找不到物料, 请输入其他条件再试
zh_tw: 找不到庫存物料, 請重新輸入其他條件再試..

source: MRP Reschedule Report
cs_cz: MRP naplánovat Zpráva
es_es: Informe de Reprogramación MRP
hi_in: एमआरपी रिपोर्ट Reschedule
id_id: MRP - Laporan Jadwal-Ulg
it_it: MRP Ripianificare Report
ko_kr: MRP 일정 조정 보고서
mr_in: MRP Reschedule अहवाल
nl_nl: MRP opnieuw plannen Verslag
pt_pt: Relatório de Reprogramação MRP
ro_ro: MRP reprograma Raport
ru_ru: Отчет об MRP-перепланировании
sq_al: MRP ripërcaktonte Report
sv: MRP återschemaläggningsrapport
sw_ke: MRP Reschedule Ripoti
tr_tr: MRP Raporu yeniden zamanlama
zh_hk: 物料需求计划（MRP）再计划报告
zh_tw: MRP重新計劃報表

source: MRP Reschedules
cs_cz: MRP přeplánuje
es_es: MRP Reprogramación
hi_in: एमआरपी Reschedules
id_id: Jadwal-Ulg MRP
it_it: MRP ripianifica
ko_kr: MRP 다시 예약
nl_nl: MRP herschikt
pt_pt: Reprogramações MRP
ro_ro: MRP reeşalonarea
ru_ru: MRP перепланировки
sv: MRP återschemaläggning
tr_tr: MRP yeniden çizelgeler
zh_hk: MRP 重新计划
zh_tw: 重新進行MRP排程

source: The MRP reschedules could not be retrieved by the SQL because
cs_cz: MRP přeplánuje se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener la Reprogramación MRP porque
hi_in: एमआरपी reschedules क्योंकि SQL से नहीं लिया सकता है
id_id: Jadwal-ulg MRP tdk dapat diambil oleh SQL karena
it_it: Il ripianifica MRP non poteva essere recuperate dal SQL perché
ko_kr: MRP의 재조정으로는 SQL 때문에 검색 할 수 없습니다
mr_in: MRP reschedules SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De MRP herschikt, kon niet worden opgehaald door de SQL, omdat
pt_pt: Reprogramações MRP não puderam ser recuperadas pelo SQL porque
ro_ro: Reeşalonarea MRP nu a putut fi recuperate de către SQL, deoarece
ru_ru: MRP-перепланировки не могут быть получены SQL, так как
sq_al: Reschedules MRP nuk mund të shikohet nga SQL sepse
sv: MRP återschemaläggningen kunde inte hämtas av SQL eftersom
sw_ke: reschedules The MRP inaweza kuwa retrieved na SQL sababu
tr_tr: MRP yeniden çizelgeler SQL çünkü tarafından alınamadı
zh_hk: 物料需求计划（MRP）再计划无法被SQL找到, 因为
zh_tw: MRP的重新安排不能由SQL來檢索，因為

source: No MRP reschedule retrieved
cs_cz: Č. MRP přeplánovat získat
es_es: No se obtuvieron PRM reprogramadas
hi_in: कोई एमआरपी लिया पुनर्निर्धारित
id_id: Tdk ada Jadwal-ulg MRP yg diambil
it_it: No MRP recuperate ripianamento
ko_kr: 어떤 MRP의 일정 조정이 검색되지
mr_in: पुनर्प्राप्त नाही MRP reschedule
nl_nl: Geen MRP herschikken teruggevonden
pt_pt: Nenhuma reprogramação MRP
ro_ro: Nr MRP reprograma Adus
ru_ru: Нет MRP перенести извлекается
sq_al: Nuk ka MRP ripërcaktonte marrë
sv: Ingen MRP återschemaläggning hämtad
sw_ke: Hakuna MRP reschedule retrieved
tr_tr: Hiçbir MRP alınan reschedule
zh_hk: 无法查询到MRP的重新计划
zh_tw: 無法查詢到MRP的重新排程計劃

source: MRP Reschedule Reporting
cs_cz: MRP naplánovat zpráv
es_es: MRP Informe de Reprogramación
hi_in: एमआरपी रिपोर्टिंग Reschedule
id_id: MRP - Laporan Jadwal-Ulg
it_it: MRP Ripianificare Reporting
ko_kr: MRP 일정 변경보고
mr_in: MRP Reschedule अहवाल
nl_nl: MRP opnieuw plannen Reporting
pt_pt: Relatório de Reprogramação MRP
ro_ro: MRP reprograma Raportarea
ru_ru: Отчет об MRP-переносах
sq_al: MRP ripërcaktonte Raportimi
sv: MRP rapport över återschemaläggning
tr_tr: MRP Raporlama yeniden zamanlama
zh_hk: MRP重新计划报告
zh_tw: MRP重新排程報表

source: Work Orders Only
cs_cz: Objednávky pouze práce
es_es: Sólo Órdenes de Trabajo
hi_in: केवल कार्य आदेश
id_id: Hanya Order Produksi
it_it: Gli ordini di lavoro solo
ko_kr: 작업 지시 만
mr_in: कार्य ऑर्डर केवळ
nl_nl: Het werk alleen orders
pt_pt: Somente Ordens de Produção
ro_ro: Numai comenzi de lucru
ru_ru: Только заказы на работу
sq_al: Vetëm urdhërat e punës
sv: Endast Arbetsorder
sw_ke: Daraja kazi tu
tr_tr: Iş Siparişler Sadece
zh_hk: 仅限于工作单
zh_tw: 僅限工作單

source: Purchase Orders Only
cs_cz: Objednávky pouze
es_es: Sólo Órdenes de Compra
hi_in: केवल खरीद आदेश
id_id: Hanya Order Pembelian
it_it: Gli ordini di acquisto solo
ko_kr: 구매 주문 만
mr_in: खरेदी ऑर्डर केवळ
nl_nl: Bestellingen Alleen
pt_pt: Somente Ordens de Compra
ro_ro: Numai ordinele de cumpărare
ru_ru: Только заказы на покупку
sq_al: Vetëm urdhërat Blerje
sv: Endast Inköpsorder
sw_ke: Kununua Daraja tu
tr_tr: Satınalma siparişleri Sadece
zh_hk: 仅限于采购订单
zh_tw: 僅限採購訂單

source: Selection:
cs_cz: Výběr:
es_es: Selección:
hi_in: चयन:
id_id: Pilihan:
it_it: Selezione:
ko_kr: 선택 :
mr_in: निवड:
nl_nl: Selectie:
pt_pt: Seleção
ro_ro: Selecţie:
ru_ru: Выбор:
sq_al: Përzgjedhja:
sv: Val:
sw_ke: Uteuzi:
tr_tr: Seçimi:
zh_hk: 选择：
zh_tw: 選擇：

source: MRP Shortages Report
cs_cz: MRP Nedostatky Zpráva
es_es: Informe de Escasez MRP
hi_in: एमआरपी कमी की रिपोर्ट
id_id: MRP - Laporan Kekurangan
it_it: Carenze MRP Report
ko_kr: MRP의 부족 보고서
mr_in: MRP तुटवडा अहवाल
nl_nl: MRP Tekorten Verslag
pt_pt: MRP Relat. Faltantes
ro_ro: Lipsa MRP Raport
ru_ru: MRP-отчет о нехватке
sq_al: Mungesat e MRP Report
sv: MRP Bristrapport
sw_ke: Uhaba MRP Ripoti
tr_tr: MRP Noksanları Raporu
zh_hk: MRP 缺料报告
zh_tw: MRP短缺報表

source: MRP Shortages
cs_cz: MRP Nedostatky
es_es: PRM - Escasez
hi_in: एमआरपी कमी
id_id: MRP - Kekurangan
it_it: MRP Carenze
ko_kr: MRP의 부족
mr_in: MRP तुटवडा
nl_nl: MRP Tekorten
pt_pt: MRP Faltantes
ro_ro: Deficitul MRP
ru_ru: Нехватка MRP
sq_al: MRP Mungesat
sv: MRP Bristrapport
sw_ke: Uhaba MRP
tr_tr: MRP Noksanları
zh_hk: MRP的缺料情况
zh_tw: MRP 缺料

source: MRP Excess Report
es_es: Informe de Excesos de PRM
id_id: MRP - Laporan Kelebihan
ko_kr: MRP 초과 신고
mr_in: MRP अतिरीक्त अहवाल
pt_pt: MRP Relat. Sobras
zh_tw: MRP過量報表

source: MRP Excess
es_es: PRM en Exceso
id_id: MRP - Kelebihan
ko_kr: MRP의 초과
mr_in: MRP अतिरीक्त
pt_pt: MRP Sobras
zh_tw: MRP 剩料
