Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Supplier narrative in general ledger transactions. If blank, it uses the bank narrative.
es_es: Descripción de proveedores en las transacciones del libro mayor. Si está en blanco, se usa la descripción de bancos.

source: Supplier Reference
es_es: Referencia de proveedores

source: Supplier reference in supplier transactions. If blank, it uses the payment type.
es_es: Referencia de proveedores en las transacciones con proveedores. Si está en blanco, se usa el tipo de pago.

source: Transaction Text
es_es: Texto de la transacción

source: Transaction text in supplier transactions. If blank, it uses the bank narrative.
es_es: Texto de la transacción en las transacciones con proveedores. Si está en blanco, se usa la descripción de bancos.

source: Account #
es_es: Cuenta #

source: Invoice No
es_es: Factura No.

source: Supplier' Ref
es_es: Referencia del proveedor

source: A token ID must be entered
es_es: Se debe introducir una identificación de ficha de seguridad

source: The security token was deleted successfully
es_es: La ficha de seguridad fue suprimida correctamente

source: The security token was inserted successfully
es_es: La ficha de seguridad fue insertada correctamente

source: The security token was updated successfully
es_es: La ficha de seguridad fue actualizada correctamente

source: Add a customer contact
es_es: Añadir un contacto del cliente

source: Add a note on this customer
es_es: Añadir una nota sobre este cliente

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Last Paid Date
es_es: Última fecha de pago

source: Supplier's Ref
es_es: Referencia del proveedor

source: User Authorised Bank Accounts
es_es: Cuentas bancarias autorizadas por usuario

source: bank account removed
es_es: Cuenta bancaria removida

source: Authorised bank accounts for
es_es: Cuentas bancarias autorizadas a

source: Authorised bank accounts for User
es_es: Cuentas bancarias autorizadas al usuario

source: Are you sure you wish to un-authorise this bank account?
es_es: ¿Está seguro que desea desautorizar esta cuenta bancaria?

source: User Authorised GL Accounts
es_es: Cuentas contables autorizadas por usuario

source: You have not selected any user
es_es: No ha seleccionado ningún usuario

source: Authorised GL Accounts for
es_es: Cuentas contables autorizadas a

source: You have not selected an GL Account to be authorised for this user
es_es: No ha seleccionado una cuenta contable para ser autorizada a este usuario

source: The GL Account
es_es: La cuenta contable

source: An access permission to a GL account could not be added
es_es: Un permiso de acceso a una cuenta de GL no se pudo añadir

source: An access permission to a GL account was added
es_es: Se añadió un permiso de acceso a una cuenta contable

source: An access permission to a GL account could not be removed
es_es: Un permiso de acceso a una cuenta contable no se pudo eliminar

source: An access permission to a GL account was removed
es_es: Se eliminó un permiso de acceso a una cuenta contable

source: Are you sure you wish to remove Update for this GL Account?
es_es: ¿Está seguro que desea eliminar la actualización para esta cuenta contable?

source: Are you sure you wish to add Update for this GL Account?
es_es: ¿Está seguro que desea añadir la actualización para esta cuenta contable?

source: Are you sure you wish to un-authorise this GL Account?
es_es: ¿Está seguro que desea desautorizar esta cuenta contable?

source: User does not have access permissions to GL accounts
es_es: El usuario no tiene permisos de acceso a las cuentas contables

source: Add access permissions to a GL account
es_es: Añadir permisos de acceso a una cuenta contable

source: User has access permissions to all GL accounts
es_es: El usuario tiene permisos de acceso a todas las cuentas contables

source: Select A Different User
es_es: Seleccionar un usuario diferente

source: Display Sales module
es_es: Mostrar el módulo de ventas

source: Display Receivables module
es_es: Mostrar el módulo de cobros

source: Display Purchases module
es_es: Mostrar el módulo de compras

source: Display Payables module
es_es: Mostrar el módulo de pagos

source: Display Inventory module
es_es: Mostrar el módulo de inventario

source: Display Manufacturing module
es_es: Mostrar el módulo de producción

source: Display General Ledger module
es_es: Mostrar el módulo de contabilidad

source: Display Asset Manager module
es_es: Mostrar el módulo de activos

source: Display Petty Cash module
es_es: Mostrar el módulo de caja chica

source: Display Setup module
es_es: Mostrar el módulo de configuración

source: Display Utilities module
es_es: Mostrar el módulo de utilitarios

source: Add To Work Order
es_es: Añadir a la orden de trabajo

source: Lot No
es_es: Lote No.

source: Copy Authority of GL Accounts from one user to another
es_es: Copiar derechos de acceso a cuentas contables de un usuario a otro

source: Select User to copy the Authority FROM
es_es: Seleccionar usuario DEL cual copiar los derechos de acceso

source: Select User to copy the Authority TO
es_es: Seleccionar usuario AL cual copiar los derechos de acceso

source: Process Copy of Authority
es_es: Procesar copia de derechos de acceso

source: Multiple Work Orders Total Cost Inquiry
es_es: Consulta de costo total de varias ordenes de trabajo

source: Statement of Cash Flows
es_es: Estado de flujos de efectivo

source: M/B:
hi_in: / एम बी:
id_id: Produksi/Beli:

source: HTML
zh_hk: HTML超文本置标语言

source: A4
hi_in: ए 4
