Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Currency of Payment
cs_cz: Měna platby
es_es: Moneda de pago
hi_in: भुगतान की मुद्रा
id_id: Mata Uang Pembayaran
it_it: Valuta di pagamento
ko_kr: 결제 통화
mr_in: पेमेंट चलन
nl_nl: Nog geen valuta's gedefinieerd. Betalingen kunnen pas worden ingevoerd nadat de valuta is gedefinieerd
pt_pt: Moeda de Pagamento
ro_ro: Moneda de plată
ru_ru: Валюта платежа
sq_al: Valuta e pagesës
sv: Valuta för betalningen
sw_ke: Sarafu ya Malipo ya
tr_tr: Ödeme Döviz
zh_hk: 付款货币
zh_tw: 付款幣別

source: No currencies are defined yet. Payments cannot be entered until a currency is defined
cs_cz: Žádné měny jsou definovány ještě. Platby mohou být zapsány do měna je definována
es_es: No se han definido divisas aún. No puede entrar pagos hasta que no defina una moneda
hi_in: कोई मुद्राओं अभी तक परिभाषित कर रहे हैं. भुगतान जब तक एक मुद्रा परिभाषित किया गया है नहीं किया जा सकता है प्रवेश
id_id: Belum ada mata uang yg dibuat. Pembayaran tdk dapat dimasukkan sampai mata uang dibuat
it_it: No valute sono state ancora definite. I pagamenti non possono essere inseriti fino a quando una valuta viene definito
ko_kr: 어떤 통화는 아직 정의되지 않습니다. 통화가 정의 될 때까지 결제를 입력 할 수없는
mr_in: नाही चलने अद्याप व्याख्या आहेत. एक चलन व्याख्या होईपर्यंत देयके प्रविष्ट करणे शक्य नाही
nl_nl: Geen valuta zijn nog niet gedefinieerd. Betalingen kunnen niet worden ingevoerd totdat een munt wordt bepaald
pt_pt: Não há moedas definidas. Pagtos não podem ser feitos até haver moeda
ro_ro: Nu valute sunt definite încă. Plăţile nu pot fi introduse până la o moneda este definită
ru_ru: Валюты неопределены. Платежи не могут быть введены до тех пор, пока не будут определены валюты
sq_al: Nuk ka monedhave janë përcaktuar ende. Pagesat nuk mund të futen deri në një monedhë është përcaktuar
sv: Inga valutor har ännu definierats. Betalningar kan inte registreras förrän en valuta definierats
sw_ke: sarafu Hakuna defined bado. Matokeo hawezi kuwa aliingia mpaka sarafu hufafanuliwa
tr_tr: Hiç para henüz tanımlanır. Bir para birimi tanımlanır kadar Ödemeler girilemez
zh_hk: 未定义货币, 付款无法输入直到货币被定义为止
zh_tw: 目前沒有貨幣被定義，付款款項無法進輸入，直到貨幣被定義前

source: The transaction currency does not need to be the same as the bank account currency
cs_cz: Měně transakce nemusí být stejná jako měna bankovního účtu
es_es: La moneda de la transacción no necesita ser la misma moneda de la cuenta bancaria
hi_in: लेनदेन मुद्रा में बैंक खाते की मुद्रा के रूप में ही होने की जरूरत नहीं
id_id: Mata uang transaksi tdk perlu sama dgn mata uang akun bank
it_it: La moneta di transazione non deve essere la stessa moneta del conto bancario
ko_kr: 거래 통화는 계좌의 통화와 동일 할 필요는 없다
mr_in: व्यवहार चलन बँक खाते चलन म्हणून समान असणे आवश्यक नाही
nl_nl: Transactie valuta mag afwjken van valuta van de bankrekening
pt_pt: Moeda da Trans. não precisa ser a mesma da moeda da conta bancária
ro_ro: Valuta tranzacţiei nu are nevoie să fie la fel ca moneda de cont bancar
ru_ru: Валюта сделки не обязательно должна совпадать с валютой счета банка
sq_al: Monedha e transaksionit nuk ka nevojë të jetë i njëjtë me monedhën e llogarisë bankare
sv: Transaktionen valutan behöver inte vara samma som det bankkonto valuta
sw_ke: Sarafu ya manunuzi haina haja ya kuwa sawa na fedha za akaunti ya benki
tr_tr: Işlem birimi banka hesabına para birimi olarak aynı olması gerekmez
zh_hk: 交易货币不必与银行户口货币一样。
zh_tw: 交易貨幣並不需要是相同的銀行帳戶幣種

source: Supplier Currency
cs_cz: Dodavatel měny
es_es: Moneda del proveedor
hi_in: आपूर्तिकर्ता मुद्रा
id_id: Mata Uang Supplier
it_it: Fornitore di valuta
ko_kr: 공급 업체 통화
mr_in: पुरवठादार चलनासंबंधी
nl_nl: Leveranciers Valuta
pt_pt: Moeda Fornecedor
ro_ro: Furnizorul de valuta
ru_ru: Вылюта поставщика
sq_al: Furnizuesi monedhës
sv: Leverantörens valuta
sw_ke: Wasambazaji Currency
tr_tr: TEDARIKÇI PARA BIRIMI
zh_hk: 供应商货币
zh_tw: 供應商貨幣

source: Payment Exchange Rate
cs_cz: Platba Kurzy měn
es_es: Tipo de cambio del pago
hi_in: भुगतान विनिमय दर
id_id: Kurs Pembayaran
it_it: Pagamento Tasso di cambio
ko_kr: 결제 환율
mr_in: भरणा विनिमय दर
nl_nl: Wissel Koers voor betaling
pt_pt: Taxa de Cambio Pagto
ro_ro: Cursul de schimb de plată
ru_ru: Обменный курс платежа
sq_al: Exchange Rate Pagesa
sv: Växelkurs
sw_ke: Malipo Thamani ya Shilingi
tr_tr: Ödeme Kur
zh_hk: 付款汇率
zh_tw: 付款匯率

source: The exchange rate between the currency of the bank account currency and the currency of the payment
cs_cz: Směnný kurz mezi měnou měna bankovního účtu a měna platby
es_es: La tasa de cambio entre la moneda de la cuenta bancaria y la moneda del pago
hi_in: बैंक खाता की मुद्रा मुद्रा और भुगतान की मुद्रा के बीच विनिमय दर
id_id: Kurs antara mata uang akun bank dan mata uang pembayaran
it_it: Il tasso di cambio tra la valuta della moneta conto bancario e la valuta del pagamento
ko_kr: 은행 계좌의 통화의 통화와 지급 통화 사이의 환율
mr_in: बँक खाते चलन चलन आणि भरणा चलन दरम्यान विनिमय दर
nl_nl: Wisselkoers tussen de bankrekening valuta en de betaling valuta
pt_pt: A taxa de cambio entre a moeda do banco e a moeda do pagamento
ro_ro: Cursul de schimb dintre moneda de moneda contului bancar şi moneda de plată
ru_ru: Обменный курс между валютой счета и валютой платежа
sq_al: Kursi i këmbimit në mes monedhën e llogarisë bankare të monedhës dhe monedhën e pagesës
sv: Växelkursen mellan bankkontots valuta och betalningens valuta
sw_ke: Kiwango cha ubadilishaji kati ya sarafu ya fedha za akaunti ya benki na sarafu ya malipo
tr_tr: banka hesabına para birimi ve ödeme para birimi arasındaki döviz kuru
zh_hk: 银行账户货币和付款货币之间的汇率
zh_tw: 銀行帳戶貨幣和支付貨幣之間的匯率

source: Payment type
cs_cz: Typ platby
es_es: Tipo de Pago
hi_in: भुगतान के प्रकार
id_id: Tipe Pembayaran
it_it: Tipo di pagamento
ko_kr: 지불 유형
mr_in: भरणा प्रकार
nl_nl: Type betaling
pt_pt: Tipo Pagamento
ro_ro: Tip de plată
ru_ru: Способ оплаты
sq_al: Lloji i pagesës
sv: Betalningstyp
sw_ke: Malipo ya aina
tr_tr: Ödeme türü
zh_hk: 付款方式
zh_tw: 付款方式

source: Cheque Number
cs_cz: Šek Číslo
es_es: Número del Talón
hi_in: चैक नंबर
id_id: Nomor Cek
it_it: Assegno Numero
ko_kr: 수표 번호
mr_in: धनादेश क्रमांक
nl_nl: Cheque nummer
pt_pt: Cheque Núm.
ro_ro: Cec Număr
ru_ru: Номер чека
sq_al: Numri çek
sv: Check nummer
sw_ke: Hundi Idadi
tr_tr: Çek Numarası
zh_hk: 支票号码
zh_tw: 支票編號

source: (if using pre-printed stationery)
cs_cz: (Pokud používáte pre-tištěné papírnické)
es_es: (si se usa impreso de imprenta)
hi_in: (पूर्व मुद्रित स्टेशनरी का उपयोग करते हुए अगर)
id_id: (jika menggunakan kertas cetakan)
it_it: (Se si utilizza pre-cancelleria stampati)
ko_kr: (사용하는 경우 미리 인쇄 된 문구)
mr_in: (पूर्व छापील स्टेशनरी वापरून असल्यास)
nl_nl: (Bij gebruik van voorbedrukt papier)
pt_pt: (Se usando impressora cheque)
ro_ro: (Dacă se utilizează pre-imprimate de papetărie)
ru_ru: (Если с используются заранее отпечатанная бумага)
sq_al: (Nëse përdorni para shkrimi-shtypura)
sv: (om förtryckt papper används)
sw_ke: (Kama kutumia kabla ya kuchapishwa vifaa vya)
tr_tr: (Önceden basılmış kırtasiye kullanılıyorsa)
zh_hk: (如果使用预制的表单）
zh_tw: （如果使用預先印製信紙）

source: General Ledger Payment Analysis Entry
cs_cz: General Ledger Platba Analýza Vstup
es_es: Ingreso de Análisis de Pagos Contables
hi_in: सामान्य खाता बही भुगतान विश्लेषण एंट्री
id_id: Masukkan Analisa Pembayaran Buku Besar
it_it: Contabilità Generale di pagamento Entry Analysis
ko_kr: 원장 지불 분석 항목
mr_in: सामान्य खातेवही भरणा विश्लेषण प्रविष्टी
nl_nl: Grootboek Betalings Analyse Invoer
pt_pt: Análise Pagamentos Informados - GL
ro_ro: General Ledger Plata Analiza intrare
ru_ru: Запись о платеже в главной книге
sq_al: Pagesa Analiza Libri Hyrja
sv: Huvudbok Betalning Analys Entry
sw_ke: Malipo ya jumla Ledger Uchambuzi Entry
tr_tr: Defteri Kebir Ödeme Analizi Giriş
zh_hk: 输入总帐科目借方
zh_tw: 總帳分析輸入

source: Enter GL Account Manually
cs_cz: Zadejte GL účtu Ručně
es_es: Introducir manualmente la cuenta contable
hi_in: जीएल खाता मैन्युअली दर्ज करें
id_id: Masukkan Akun GL Secara Manual
it_it: Inserisci Conto GL manualmente
ko_kr: GL 계정을 수동으로 입력
mr_in: जी.एल. खाते स्वतः प्रविष्ट करा
nl_nl: Voer GB Nummer Handmatig in
pt_pt: Informar Conta Contábil Manualmente
ro_ro: Introduceţi Contul GL manuală
ru_ru: Введите счет главной книги вручную
sq_al: Enter Llogaria GL manualisht
sv: Ange ett konto
sw_ke: Akaunti ya kuingia GL manually
tr_tr: MUH.KODUNU ELLE GIR
zh_hk: 手工输入科目编号
zh_tw: 手動輸入總帳

source: The account code
es_es: El código de cuenta
ko_kr: 계정 코드
mr_in: खाते कोड
pt_pt: Código Conta Contábil
zh_tw: 科目代碼

source: doesnt exist
es_es: No existe
ko_kr: 나던 존재
mr_in: अस्तित्वात नाही
pt_pt: Não Existe
zh_tw: 不存在

source: Select GL Group
es_es: Seleccionar grupo contable
id_id: Pilih Grup GL
ko_kr: GL 그룹을 선택
mr_in: जी.एल. गट निवडा
pt_pt: Selec. Grupo Contábil
zh_tw: 選擇總帳群組

source: No General ledger account groups have been set up yet
es_es: Aún no se han configurado grupos de cuentas contables
id_id: Belum ada grup akun Buku Besar yg sdh dibuat
ko_kr: 없음 원장 계정 그룹은 아직 설정되어 있지 않은
mr_in: नाही सामान्य खातेवही खाते गट अद्याप सेट केले आहेत
pt_pt: Nenhum Grupo Contábil ainda configurado
zh_tw: 沒有總帳科目群組被建立

source: payments cannot be analysed against GL accounts until the GL accounts are set up
cs_cz: platby nelze analyzovat proti GL účty až GL účty jsou zřizovány
es_es: los pagos no pueden ser analizados respecto a cuentas contables hasta que las cuentas estén configuradas
hi_in: भुगतान जीएल खातों के खिलाफ नहीं जा विश्लेषण किया जब तक जीएल खातों की स्थापना कर सकते हैं
id_id: pembayaran tdk dapat dianalisa terhadap akun GL sampai akun GL dibuat
it_it: pagamenti non possono essere analizzati contro conti fino a quando i conti GL GL sono istituiti
ko_kr: GL 계정이 설정 될 때까지 지급이 GL에 대해 분석 할 수는 계정
mr_in: जी.एल. खाती सेट होईपर्यंत देयके जी.एल. खाती विरुद्ध विश्लेषण केले जाऊ शकत नाही
nl_nl: Zolang de grootboekrekeningen niet zijn gedefinieerd kan betalingsanalyse niet worden uitgevoerd
pt_pt: pagamentos não podem ser avaliados contra contas contábeis até que hajam contas
ro_ro: plăţile nu pot fi analizate împotriva conturile GL până conturile GL sunt stabilite
ru_ru: платежи не могут быть проанализированы для счетов главной книги до тех пор пока счета не настроены
sq_al: pagesat nuk mund të analizohen kundrejt llogarive GL deri në llogaritë GL janë ngritur
sv: betalning mot konton kan inte analyserats förrän konto har definierats
sw_ke: Matokeo hawawezi kuchambuliwa dhidi ya akaunti GL mpaka akaunti GL ni kuanzisha
tr_tr: GL hesapları kurmak kadar ödemeleri GL hesapları karşı analiz edilemez
zh_hk: 会计科目设置未完成不能输入总账的付款
zh_tw: 總帳的付款未能分析, 除非總帳已設定

source: Cheque/Voucher Number
cs_cz: Šek / Počet poukaz
es_es: Número de Talón
hi_in: चैक / वाउचर नंबर
id_id: Nomor Cek/Voucher
it_it: Assegno / voucher Numero
ko_kr: 수표 / 바우처 번호
mr_in: धनादेश / व्हाउचर क्रमांक
nl_nl: Cheque / Voucher nummer
pt_pt: Núm. Cheque/Voucher
ro_ro: Cec / Voucher Număr
ru_ru: Номер чека / ваучера
sq_al: Çek / Numri Voucher
sv: Check/Voucher nummer
sw_ke: Hundi / Vocha Idadi
tr_tr: Çek / Senet Sayısı
zh_hk: 支票/代金券号码
zh_tw: 支票/傳票號碼

source: Are you sure you wish to delete this payment analysis item?
es_es: ¿Está seguro que desea suprimir este artículo de análisis de pago?
id_id: Apakah Anda yakin ingin menghapus item analisa pembayaran ini?
ko_kr: 당신이 지불 분석 항목을 삭제하려면 확실합니까?
mr_in: आपण या देयकाचे विश्लेषण आयटम हटवू इच्छित खात्री आहे?
pt_pt: Confirma remover este item da análise de pagamento?
zh_tw: 您確定要刪除此付款分析項目？

source: Accept and Process Payment
cs_cz: Přijímat a zpracovávat platby
es_es: Aceptar y Procesar el Pago
hi_in: स्वीकार करने और प्रक्रिया भुगतान
id_id: Terima dan Proses Pembayaran
it_it: Accetta e Procedura di pagamento
ko_kr: 에 동의하고 결제를 처리
mr_in: स्वीकारा आणि प्रक्रिया भरणा
nl_nl: Accepteer en Verwerk Betaling
pt_pt: Aceitar e Processar Pagamento
ro_ro: Acceptaţi şi de plată Procesul
ru_ru: Принятьт и обработатьплатеж
sq_al: Të pranojë dhe të Pagesave Procesi
sv: Ok
sw_ke: Kukubali na Malipo ya Mchakato
tr_tr: ONAYLA VE ÖDEMEYI ISLE
zh_hk: 保存付款
zh_tw: 接受及執行付款

source: Amount of Payment
cs_cz: Výše platby
es_es: Monto del pago
hi_in: भुगतान की राशि
id_id: Jumlah Pembayaran
it_it: Importo del pagamento
ko_kr: 지불 금액
mr_in: पेमेंट रक्कम
nl_nl: Bedrag van Betaling
pt_pt: Valor do Pagamento
ro_ro: Suma de plată
ru_ru: Количество в платеже
sq_al: Shuma e pagesës
sv: Betalning krävs
sw_ke: Malipo ya kiasi cha
tr_tr: ÖDEME TUTARI
zh_hk: 付款金额
zh_tw: 輸入金額

source: You Must First Select a Petty Cash Tab To Assign Cash
es_es: Primero debe seleccionar una ficha de Caja Chica para asignar efectivo
id_id: Anda Harus Memilih Pemegang Kas Kecil Utk Menyetorkan Tunai
ko_kr: 당신은 먼저 현금을 할당 푼돈 탭을 선택해야합니다
mr_in: आपण प्रथम रोख वाटप करण्यासाठी एक दुय्यम रोकड टॅब निवडणे आवश्यक आहे
pt_pt: Selecionar Pequeno Caixa Primeiro para Associar Numerário
zh_tw: 您必須先選擇一個零用金選項卡可分配現金

source: The number of days must be a positive number
es_es: El número de días debe ser un número positivo
id_id: Jumlah hari harus angka positif
ko_kr: 일수는 양수 여야
mr_in: दिवस संख्या संख्या असणे आवश्यक आहे
pt_pt: Número de dias deve ser inteiro positivo
zh_tw: 天數必須是正數

source: The Amount must be input
es_es: Debe introducir la cantidad
id_id: Jumlah harus dimasukkan
ko_kr: 금액 입력해야합니다
mr_in: रक्कम इनपुट असणे आवश्यक आहे
pt_pt: Informe a Quantia
zh_tw: 該金額必須輸入

source: The balance after this assignment would be greater than the specified limit for this PC tab
cs_cz: Zůstatek po tomto úkolu by byly vyšší, než je stanovený limit pro tuto kartu PC
es_es: El balance después de esta asignación sería mayor que el límite fijado para esta ficha de caja chica
hi_in: इस काम के बाद शेष राशि निर्दिष्ट सीमा से अधिक इस पीसी टैब के लिए किया जाएगा
id_id: Saldo setelah penyetoran ini akan lebih besar dari batas yg ditentukan utk pemegang PC ini
it_it: Il saldo dopo questo incarico sarebbe maggiore del limite specificato per questa scheda PC
ko_kr: 이 할당 후 균형이 PC 탭의 지정된 제한보다 큰 것
mr_in: या असाईनमेंट नंतर शिल्लक या पीसी टॅब निर्देशीत मर्यादा पेक्षा जास्त असेल
nl_nl: Het saldo na deze opdracht zou groter zijn dan de opgegeven limiet voor deze pc tabblad
pt_pt: O saldo após esse assinalamento deve ser maior que o limite especificado para esse TAB
ro_ro: Soldul după această misiune ar fi mai mare decât limita prevăzută pentru această filă PC
ru_ru: Баланс после этого задания будет больше, чем установленный предел
sq_al: Bilanci pas kësaj detyre do të jetë më e madhe sesa limiti i specifikuar për këtë skedë PC
sv: Saldot efter detta uppdrag skulle vara större än den fastställda gränsen för PC fliken
sw_ke: Uwiano baada ya zoezi hili itakuwa kubwa kuliko kikomo maalum kwa ajili ya tab hii PC
tr_tr: Bu atama sonrası denge bu PC sekme için belirlenen limit daha büyük olurdu
zh_hk: 安排此款项后，该个人账户的余额将大于指定的限额
zh_tw: 此分配後的餘額將大於這個零用金指定的限制

source: Select another tab
es_es: Seleccionar otra pestaña
id_id: Pilih pemegang kas lain
ko_kr: 다른 탭을 선택합니다
mr_in: दुसर्या टॅब निवडा
pt_pt: Selecione outro TAB
zh_tw: 選擇另一個索引標籤

source: Detail Of PC Tab Movements For Last
es_es: Detalle de los movimientos de ficha de caja chica para el último
id_id: Rincian Pergerakkan Pemegang PC Utk Lalu
ko_kr: 최근 들어 PC 탭 운동의 세부 사항
mr_in: मागील पीसी टॅब हालचाल तपशील
pt_pt: Detalhes dos Ult. Movtos do TAB
zh_tw: 詳細的零用金標籤的變動對於最後的

source: Days
cs_cz: Dny
es_es: Días
hi_in: दिन
id_id: Hari
it_it: Giorni
ko_kr: 일
mr_in: दिवस
nl_nl: Dagen
pt_pt: Dias
ro_ro: Zile
ru_ru: Дней
sq_al: Ditët
sv: Dagar
sw_ke: Siku
tr_tr: GÜN
zh_hk: 日数
zh_tw: 日數

source: Expense Code
cs_cz: Náklady kód
es_es: Código de Gastos
hi_in: व्यय कोड
id_id: Kode Pengeluaran
it_it: Spese di codice
ko_kr: 비용 코드
mr_in: खर्चाचे कोड
nl_nl: Koste Code
pt_pt: Cod. Despesa
ro_ro: Codul de cheltuieli
ru_ru: Код расходов
sq_al: Kodi shpenzim
sv: Utgiftskod
sw_ke: Gharama Code
tr_tr: Gider Kodu
zh_hk: 费用代码
zh_tw: 費用代碼

source: Current balance
cs_cz: Aktuální zůstatek
es_es: Balance actual
hi_in: वर्तमान शेष
id_id: Saldo Saat Ini
it_it: saldo corrente
ko_kr: 현재의 균형
mr_in: चालू शिल्लक
nl_nl: Huidige saldo
pt_pt: Saldo Atual
ro_ro: Soldul curent
ru_ru: Текущий баланс
sq_al: Bilanci i
sv: Aktuellt saldo
sw_ke: Sasa uwiano
tr_tr: Cari denge
zh_hk: 目前结余
zh_tw: 當前餘額

source: New Cash Assignment
cs_cz: Nové Peněžní přiřazení
es_es: Asignación de Nuevo Efectivo
hi_in: नई नकद नियत कार्य
id_id: Penyetoran Tunai Baru
it_it: Nuovo Cash assegnazione
ko_kr: 새로운 현금 할당
mr_in: नवीन रोख नेमणूक
nl_nl: Nieuwe Cash Opdracht
pt_pt: Novo Assinal. Numerário
ro_ro: Noi Cash Cesiunea
ru_ru: Новое распределение наличных
sq_al: Caktimi i ri Cash
sv: Nya Cash Uppdrag
sw_ke: Mpya ya Fedha Assignment
tr_tr: Yeni Para Atama
zh_hk: 新预付现金
zh_tw: 新分配的現金

source: Cash Assignation Date
cs_cz: Peněžní Postoupení Datum
es_es: Fecha de Asignación de Efectivo
hi_in: नकद नियुक्ति दिनांक
id_id: Tgl Penyetoran Kas
it_it: L&#39;assegnazione di cassa Data
ko_kr: 현금 대입 날짜
mr_in: रोख संकेत दिनांक
nl_nl: Cash tewerkstelling Datum
pt_pt: Data Assinal. Numer.
ro_ro: Numerar de Arondare Data
ru_ru: Дата назначения наличных денег
sq_al: Data Cash caktim
sv: Cash Assignation Datum
sw_ke: Fedha Assignation Date
tr_tr: Nakit devir Tarihi
zh_hk: 预支款日期
zh_tw: 現金讓與日期

source: Assignment of Cash to Petty Cash Tab
cs_cz: Přiřazení Cash Pokladna Tab
es_es: La asignación de efectivo a la ficha de Caja Chica
hi_in: नकदी की नियत कार्य लघु नकद टैब
id_id: Penyetoran Tunai ke Pemegang Kas Kecil
it_it: Assegnazione di liquidità per scheda Piccola Cassa
ko_kr: 푼돈 탭에 현금의 할당
mr_in: किरकोळ रोकड टॅब रोख अभिहस्तांकन
nl_nl: Toewijzing van Cash Cash Petty Tab
pt_pt: Assinalar Dinheiro para o Fundo Fixo
ro_ro: Repartizarea Cash la Tab Petty Cash
ru_ru: Назначение денежных средств на Петти Tab наличных
sq_al: Caktimi i Cash për Tab parave të imëta
sv: Tilldelning av kontanter till handkassa Tab
sw_ke: Zoezi ya Fedha na Tab Petty Cash
tr_tr: Nakit Atama Petty Cash Tab
zh_hk: 安排预付款
zh_tw: 指定零用金

source: Assignment of cash to PC Tab
cs_cz: Přidělení peněz na PC karta
es_es: La asignación de dinero en efectivo a la pestaña de caja chica
hi_in: पीसी टैब पर नकदी का आबंटन
id_id: Penyetoran tunai ke Pemegang PC
it_it: Assegnazione di liquidità per scheda Piccola Cassa
ko_kr: PC 탭으로 현금의 할당
nl_nl: Toewijzing van geld aan PC Tab
pt_pt: Assinalar Numerário para TAB
ro_ro: Cesiunea de numerar la PC Tab
ru_ru: Назначение денежных средств на PC Tab
sq_al: Caktimi i parave të gatshme për PC Tab
sv: Tilldelning av kontanter till PC Tab
sw_ke: Zoezi ya fedha kwa PC Tab
tr_tr: PC Tab nakit atanması
zh_hk: 小额现金安排
zh_tw: 現金分配到零用金標籤

source: The assignment of cash record could not be deleted because
cs_cz: Přiřazení peněžní záznamu nelze odstranit, protože
es_es: La asignación de registro de la caja no pudo ser eliminada porque
hi_in: नकद रिकॉर्ड के असाइनमेंट क्योंकि मिटाया नहीं जा सकता
id_id: Data penyetoran tunai tdk dapat dihapus karena
it_it: L'assegnazione dei record di cassa non può essere eliminato perché
ko_kr: 현금 레코드의 할당은 있기 때문에 삭제할 수 없습니다
mr_in: रोख रेकॉर्ड अभिहस्तांकन हटवणे शक्य नाही कारण
nl_nl: De opdracht van contant geld opnemen kan niet worden verwijderd omdat
pt_pt: O assinalamento de Numerário nao pode ser excluido porque
ro_ro: Atribuirea de înregistrare în numerar nu poate fi ştearsă, deoarece
ru_ru: Запись о присвоении денежных средств не может быть удалена, поскольку
sq_al: Caktimin e rekord të holla nuk mund të fshihet sepse
sv: Tilldelningen av medel rekord kunde inte raderas eftersom
sw_ke: zoezi ya rekodi ya fedha inaweza kuwa ilifutwa kwa sababu
tr_tr: nakit kaydın atama nedeniyle silinemedi
zh_hk: 预支现金记录未能删除
zh_tw: 現金記錄的分配不能被刪除，因為

source: Petty Cash Tab To Assign Cash
cs_cz: Petty cash Tab Přiřazení hotovosti
es_es: Ficha de Caja Chica para asignar efectivo
hi_in: लघु नकद टैब नकद असाइन करने के लिए
id_id: Pemegang Kas Kecil Utk Menyetor Tunai
it_it: Assegnazione di cassa alla scheda Piccola Cassa
ko_kr: 푼돈 탭 현금을 할당하려면
mr_in: किरकोळ रोकड टॅब रोख वाटप करण्यासाठी
nl_nl: Kas Tab To Cash toewijzen
pt_pt: TAB Fundo Fixo para Atrib. Numerário
ro_ro: Tab Petty Cash Pentru a atribui numerar
ru_ru: Закладку малой кассы для привязки наличных денежных средств
sq_al: Tab parave të imëta të caktohet Cash
sv: Handkassa Tab vill tilldela Cash
sw_ke: Fedha ndogo ndogo Tab Kwa Mpe Fedha
tr_tr: Küçük Nakit Tab Nakit Ata için
zh_hk: 安排付款的小额现金标签
zh_tw: 安排預付款的零用金標籤

source: Are you sure you wish to delete this code and the expense it may have set up?
cs_cz: Jste si jisti, že chcete smazat tento kód a náklady to může nastavit?
es_es: ¿Está seguro que desea suprimir este código y los gastos que puede haber establecido?
hi_in: क्या आप इस कोड और व्यय यह स्थापित हो सकता है को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus kode ini dan biaya yg mungkin telah dibuat?
it_it: Sei sicuro di voler cancellare questo codice e la spesa che può avere creato?
ko_kr: 이 코드가 설정 한 수 있습니다 비용을 삭제할 확실합니까?
mr_in: आपण हा कोड आणि तो सेट असावे खर्चाचे हटवू इच्छित खात्री आहे?
nl_nl: Weet u zeker dat u wilt deze code en de kosten kan hebben opgezet verwijderen?
pt_pt: Confirma remoção deste código e as despesas configuradas
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest cod şi cheltuieli ar putea fi înfiinţat?
ru_ru: Вы уверены, что хотите удалить этот код и расходы, которые возможно были для него созданы?
sq_al: A jeni i sigurt se doni të fshini këtë kod dhe shpenzime që mund të ketë ngritur?
sv: är du säker på att du vill ta bort denna kod och alla utgifter den kan innehålla?
sw_ke: Una uhakika unataka kufuta kanuni na gharama inaweza kuwa na kuweka?
tr_tr: Eğer bu kodu ve o kadar ayarlamış olabilir gider silmek istediğinizden emin misiniz?
zh_hk: 确认要删除此代码以及可能已设置的与其相关的费用吗？
zh_tw: 它可能已經設置了費用，您確定要刪除此代碼？

source: Update Cash Assignment
cs_cz: Aktualizace Peněžní přiřazení
es_es: Actualizar Asignación de Efectivo
hi_in: अद्यतन नकद नियत कार्य
id_id: Perbarui Penyetoran Tunai
it_it: Aggiornamento Cash Assegnazione
ko_kr: 업데이트 현금 할당
mr_in: अद्यतनित रोख नेमणूक
nl_nl: Update Cash Opdracht
pt_pt: Autaliza Assin. Numerário
ro_ro: Update Cash Cesiunea
ru_ru: Обновление распределения наличных
sq_al: Caktimi Update Cash
sv: Uppdatera Cash Uppdrag
sw_ke: Mwisho Fedha Assignment
tr_tr: Güncelleme Nakit Atama
zh_hk: 更新现金预付
zh_tw: 更新現金分配

source: Authorisation of Petty Cash Expenses
es_es: Autorización de gastos de caja chica
id_id: Otorisasi Pengeluaran Kas Kecil
ko_kr: 푼돈 비용의 허가
mr_in: किरकोळ रोकड खर्च संमती
pt_pt: Autorização Despes. Fundo Fixo
zh_tw: 零用現金開支的授權

source: You Must First Select a Petty Cash Tab To Authorise
es_es: Primero debe seleccionar una ficha de Caja Chica a Autorizar
id_id: Anda Harus Memilih Biaya Kas Kecil Utk Di-otorisasi
it_it: È necessario innanzitutto selezionare la scheda Piccola Cassa da autorizzare
ko_kr: 당신은 먼저 Authorise하려면 푼돈 탭을 선택해야합니다
mr_in: आपण प्रथम Authorise करण्यासाठी एक दुय्यम रोकड टॅब निवडणे आवश्यक आहे
pt_pt: Primeiro Selecione o Fundo Fixo para Autoriz.
zh_tw: 您必須先選擇一個零用金製表授權政府

source: Petty Cash
cs_cz: Drobné výdaje
es_es: Caja chica
hi_in: फुटकर अदायगी
id_id: Kas Kecil
it_it: Piccola Cassa
ko_kr: 용돈
mr_in: किरकोळ रोकड
nl_nl: Kleine uitgaven
pt_pt: Fundo Fixo
ro_ro: Cheltuieli mărunte
ru_ru: Небольшая подотчетная сумма
sq_al: Parave të imëta
sv: SMÅPOSTER
sw_ke: Fedha ndogo ndogo
tr_tr: Küçük kasa
zh_hk: 小额现金
zh_tw: 零用金

source: Detail Of Movement For Last
cs_cz: Detail pohyb Poslední
es_es: Detalle del Movimiento por el pasado
hi_in: पिछले के लिए आंदोलन की विस्तार से
id_id: Rincian Pergerakkan Utk Terakhir
it_it: Particolare del Movimento Per L&#39;ultimo
ko_kr: 최근 들어 운동의 세부 사항
nl_nl: Detail van de Beweging voor Laatste
pt_pt: Detalhe Últimos Movim.
ro_ro: Detaliu al Mişcării pentru ultimele
ru_ru: Подробности перемещений за последний
sq_al: Detaje e lëvizjes për më të fundit
sv: Detalj rörlighet för Senast
sw_ke: Undani wa Movement Ya Mwisho
tr_tr: Hareket Last Of Detaylı
zh_hk: 最近变动
zh_tw: 細節的運動對於最後

source: Authorise expenses to Petty Cash Tab
es_es: Autorizar los gastos de pestaña de Caja Chica
id_id: Otorisasi pengeluaran ke Pemegang Kas Kecil
ko_kr: 푼돈 탭에 비용을 Authorise
mr_in: किरकोळ रोकड टॅब वर खर्च Authorise
pt_pt: Autoriz. despe fundo Fixo
zh_tw: 授權以零用金標籤支出
