Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Bank Account Authorised Users
es_es: Usuarios autorizados por cuenta bancaria
ko_kr: 은행 계좌 롤렉스 사용자
mr_in: बँक खाते अधिकृत वापरकर्ते
pt_pt: Conta Bancária - Usuários autorizados
zh_tw: 銀行帳戶授權

source: Maintenance Of Bank Account Authorised Users
es_es: Administración de usuarios autorizados en cuentas bancarias
ko_kr: 은행 계좌 롤렉스 사용자의 유지 보수
mr_in: बँक खाती देखभाल अधिकृत वापरकर्ते
pt_pt: Manutenção de Conta Bancária - Usuários Autoriz.
zh_tw: 維護銀行帳戶授權的用戶

source: You have not selected any bank account
es_es: No ha seleccionado ninguna cuenta bancaria
ko_kr: 당신은 어떤 은행 계좌를 선택하지 않은
mr_in: आपण कोणतेही बँक खाते निवडले नाहीत
pt_pt: Voce nao selecionou nenhuma conta bancária
zh_tw: 您還沒有選擇任何銀行帳戶

source: You have not selected an user to be authorised to use this bank account
es_es: No ha seleccionado un usuario para ser autorizado a usar esta cuenta bancaria
ko_kr: 이 은행 계좌를 사용할 수있는 권한을 부여 할 수있는 사용자를 선택하지 않은
mr_in: आपण हे बँक खाते वापरण्यासाठी अधिकृत वापरकर्ता म्हणून निवडलेले नाहीत
pt_pt: Voce nao selecionou nenhum usuário autorizado para esta conta bancária
zh_tw: 您沒有選擇被授權使用該銀行帳戶的用戶

source: The user
es_es: El usuario
ko_kr: 사용자
mr_in: वापरकर्ता
pt_pt: O usuário
zh_tw: 用戶

source: already authorised to use this bank account
es_es: ya autorizada para usar esta cuenta bancaria
ko_kr: 이미이 은행 계좌를 사용할 수있는 권한
mr_in: आधीच हे बँक खाते वापरण्यासाठी अधिकृत
pt_pt: já está autorizada para usar esta conta bancária
zh_tw: 已經授權使用此銀行帳戶

source: has been authorised to use
es_es: ha sido autorizado a usar
ko_kr: 사용할 수있는 권한이있다
mr_in: वापरण्यासाठी अधिकृत केले गेले आहे
pt_pt: foi autorizado para usar
zh_tw: 已經授權使用

source: bank account
es_es: Cuenta bancaria
ko_kr: 은행 계좌
mr_in: ठेवीदाराचे बँकेतील खाते
pt_pt: conta bancária
zh_tw: 銀行帳戶

source: The bank account user record could not be deleted because
es_es: El registro de usuario de cuenta bancaria no puede ser eliminado porque
ko_kr: 은행 계정 사용자 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: बँक खाते वापरकर्ता रेकॉर्ड हटविले जाऊ शकत नाही कारण
pt_pt: Usuário da conta bancária não pode ser removido porque
zh_tw: 銀行帳戶的用戶記錄無法刪除，因為

source: has been un-authorised to use
es_es: ha sido desautorizado a usar
ko_kr: 사용되지 않은 권한이 부여 된
mr_in: वापरण्यासाठी रद्द अधिकृत केला गेला
pt_pt: foi desautorizada a usá-la
zh_tw: 已經被未經授權的使用

source: Select Bank Account
es_es: Seleccionar cuenta bancaria
ko_kr: 은행 계좌를 선택
mr_in: बँक खाते निवडा
pt_pt: Selecione Conta Bancária
zh_tw: 選擇銀行帳戶

source: Not Yet Selected
es_es: Aún no seleccionado
id_id: Belum Dipilih
ko_kr: 그러나 선택되지 않음
mr_in: पण निवडलेले नाही
pt_pt: Não Selecionado Ainda
zh_tw: 尚未選擇

source: Accept
cs_cz: Přijmout
es_es: Aceptar
hi_in: स्वीकार करना
id_id: Terima
it_it: Accetta
ko_kr: 수락
mr_in: स्वीकारणे
nl_nl: Accepteren
pt_pt: Aceitar
ro_ro: Accepta
ru_ru: Принять
sq_al: Pranoj
sv: Ok
sw_ke: Kukubali
tr_tr: TAMAM
zh_hk: 保存
zh_tw: 確認

source: Cancel
cs_cz: Zrušit
es_es: Cancelar
hi_in: रद्द
id_id: Batal
it_it: Annulla
ko_kr: 취소
mr_in: रद्द करणे
nl_nl: Annuleren
pt_pt: Cancelar
ro_ro: Anula
ru_ru: Отменить
sq_al: Anuloj
sv: Avbryt
sw_ke: Kufuta
tr_tr: VAZGEÇ
zh_hk: 取消
zh_tw: 取消

source: Authorised users for
es_es: Usuarios autorizados para
ko_kr: 대한 공인 사용자
mr_in: साठी अधिकृत वापरकर्ते
pt_pt: Usuários Autorizados para
zh_tw: 授權的用戶

source: Authorised users for bank account
es_es: Usuarios autorizados de la cuenta bancaria
ko_kr: 은행 계좌에 대한 공인 사용자
mr_in: बँक खात्यासाठी अधिकृत वापरकर्ते
pt_pt: Usuários autorizados para conta bancária
zh_tw: 授權用戶的銀行帳戶

source: User Code
es_es: Código de usuario
ko_kr: 사용자 코드
mr_in: वापरकर्ता कोड
pt_pt: Cód. Usuário
zh_tw: 用戶代碼

source: User Name
cs_cz: Uživatelské jméno
es_es: Nombre de usuario
hi_in: उपयोगकर्ता नाम
id_id: Nama User
it_it: Nome
ko_kr: 사용자 이름
mr_in: प्रयोक्ता नाव
nl_nl: Gebruikers Naam
pt_pt: Nome Usuário
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sq_al: Emri i përdoruesit
sv: Användare Namn
sw_ke: Jina la mtumiaji
tr_tr: ADI, SOYADI
zh_hk: 用户名称
zh_tw: 用戶名稱

source: Are you sure you wish to un-authorise this user?
es_es: ¿Está seguro que desea desautorizar este usuario?
ko_kr: 당신은 당신이 하시겠습니까이 사용자를 해제 권한을 부여?
mr_in: आपण या वापरकर्त्यास अवेळी अधिकृत इच्छित खात्री आहे?
pt_pt: Confirma remoção autorização deste usuário?
zh_tw: 您確定要取消授權此用戶？

source: Un-authorise
es_es: Desautorizar
ko_kr: 유엔 권한 부여
mr_in: अनधिकृत वापरकर्ता
pt_pt: Desautorizar
zh_tw: 取消授權

source: Select User
es_es: Seleccionar usuario
ko_kr: 사용자 선택
mr_in: वापरकर्ता निवडा
pt_pt: Selecionar Usuário
zh_tw: 選擇用戶

source: Bank Accounts
cs_cz: Bankovní účty
es_es: Cuentas bancarias
hi_in: बैंक खाते
id_id: Rekening Bank
it_it: Conti bancari
ko_kr: 은행 계정
mr_in: बँक खाती
nl_nl: Bank Rekeningen
pt_pt: Contas Bancárias
ro_ro: Conturi bancare
ru_ru: Банковские счета
sq_al: Llogaritë e bankës
sv: Bankkonton
sw_ke: Akaunti ya benki
tr_tr: BANKA HESAPLARI
zh_hk: 银行账户
zh_tw: 銀行帳戶

source: Bank
cs_cz: Banka
es_es: Banco
hi_in: बैंक
it_it: Banca
ko_kr: 은행
mr_in: बँक
pt_pt: Banco
ro_ro: Banca
ru_ru: Банк
sq_al: Banka
sw_ke: Benki
tr_tr: BANKA
zh_hk: 纳税专户银行
zh_tw: 銀行

source: Bank Accounts Maintenance
cs_cz: Bankovní účty Údržba
es_es: Administrar cuentas bancarias
hi_in: बैंक खातों का रखरखाव
id_id: Pengaturan Rekening Bank
it_it: Gestione Conti Bancari
ko_kr: 은행 계정 유지 관리
mr_in: बँक खाते देखभाल
nl_nl: Bank Rekeningen Onderhoud
pt_pt: Manutenção Contas Bancárias
ro_ro: Conturi bancare de întreţinere
ru_ru: Поддержка банковских счетов
sq_al: Llogaritë bankare Mirëmbajtja
sv: Bankkonto underhåll
sw_ke: Akaunti ya benki Maintenance
tr_tr: BANKA HESAPLARI YÖNETIMI
zh_hk: 银行账户维护
zh_tw: 維護銀行帳戶

source: Update Bank Account details. Account Code is for SWIFT or BSB type Bank Codes. Set Default for Invoices to Currency Default or Fallback Default to print Account details on Invoices (only one account should be set to Fall Back Default).
es_es: Actualizar detalles de la cuenta bancaria. El Código de Cuenta es para tipos de Códigos Bancarios SWIFT o BSB. Ponga el Valor Predeterminado para las Facturas la Moneda Predeterminada ó Reserva Predeterminada para imprimir los detalles de la Cuenta en las Facturas (sólo una cuenta puede ser puesta en Reserva Predeterminada).
id_id: Perbarui rincian Rekening Bank. Kode Akun adalah Kode Bank utk tipe SWIFT atau BSB. Atur "Standar utk Faktur" ke "Standar Utk Mata Uang Terpilih" atau "Standar Jika Bermasalah" utk cetak rincian Rekening di Faktur (hanya satu rekening yg dapat di-atur ke "Standar Jika Bermasalah").
ko_kr: 업데이트 은행 계정에 대해 자세히 설명합니다. 계정 코드 SWIFT 또는 BSB 타입의 은행 코드입니다. 송장에 계정 정보를 인쇄하는 환율 기본 또는 대체 기본에 송장에 대한 설정 기본값 (하나의 계정이 기본을 폴백하도록 설정해야합니다).
pt_pt: Atualizar detalhes conta Bancária. Código para SWIFT ou BSB (cód. bancário). Ajuste para (Moeda Padrão) para pedido na moeda corrente ou (Moeda por Omissão) para imprimir detalhes das Ordens. Moeda por Omissão só pode haver uma única.
zh_tw: 更新銀行帳戶資料。帳戶代碼是SWIFT或BSB型銀行代碼。設置發票預設幣別或降級預設值以利列印在發票（只有一個帳戶應設置降一級預設值）帳戶的詳細資料。

source: The bank account code already exists in the database
cs_cz: Na bankovní účet, kód již existuje v databázi
es_es: El Código de la cuenta bancaria ya existe en la Base de Datos
hi_in: बैंक खाता कोड पहले से डेटाबेस में मौजूद है
id_id: Kode akun bank sdh ada di database
it_it: Il codice di conto in banca è già presente nel database
ko_kr: 계좌 번호가 이미 데이터베이스에 존재
mr_in: बँक खाते कोड आधीच डेटाबेस अस्तित्वात
nl_nl: De bank rekening code bestaat reeds
pt_pt: O código conta bancária já existe no Banco Dados
ro_ro: Codul de cont bancar există deja în baza de date
ru_ru: Код банковского счета уже существует в базе данных
sq_al: Llogarinë bankare Kodi tashmë ekziston në bazën e të dhënave
sv: Bankkontkoden finns redan i databasen
sw_ke: Akaunti ya benki ya kificho tayari lipo katika orodha ya
tr_tr: Banka hesap kodu zaten veritabanında bulunan
zh_hk: 输入的银行账户代码已经存在于数据库
zh_tw: 銀行帳戶代碼已經存在於數據庫中

source: The bank account name must be fifty characters or less long
cs_cz: Na bankovní účet, název musí být padesát znaků dlouhé
es_es: El nombre de la cuenta bancaria no debe pasar de 50 caracteres
hi_in: बैंक खाते के नाम पचास अक्षर या उससे कम अवश्य होना चाहिए
id_id: Nama akun bank maksimum 50 karakter
it_it: Il nome del conto non può essere più lungo di 50 caratteri
ko_kr: 은행 계정 이름은 오십 자 이하 여야합니다
mr_in: बँक खाते नाव पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De bank rekening naam moet minder dan vijftig tekens lang zijn
pt_pt: Descrição conta bancária precisa ter no máximo 50 caracteres
ro_ro: Numele contului bancar trebuie să fie cincizeci de caractere sau mai puţin timp
ru_ru: Название банковского счета должно быть не более 50 смиволов
sq_al: Llogari bankare emri duhet të jetë shkronja ose më pak gjatë pesëdhjetë
sv: Bankkontonamner får max innehålla 50 tecken
sw_ke: Akaunti ya benki ya jina ni lazima wahusika hamsini au chini ya muda mrefu
tr_tr: BANKA HESAP ADI 50 KARAKTERDEN KISA OLMALI
zh_hk: 银行账户名称长度必须是或少于50个字
zh_tw: 銀行帳戶名稱長度必須是或少於50字元

source: The bank account name may not be empty.
cs_cz: Na bankovní účet, jméno nesmí být prázdné.
es_es: El nombre de la cuenta bancaria no puede estar vacía.
hi_in: बैंक खाते का नाम खाली नहीं हो सकता.
id_id: Nama akun bank tdk boleh kosong.
it_it: Il nome del conto in banca non può essere vuoto.
ko_kr: 은행 계정 이름은 비워 둘 수 없습니다 수 있습니다.
mr_in: बँक खाते नाव रिक्त असू शकत नाही.
nl_nl: De bank rekening naam mag niet leeg zijn
pt_pt: O nome conta bancária deve estar preenchido
ro_ro: Numele contului, banca nu poate fi gol.
ru_ru: Имя банковского счета не может быть пустым.
sq_al: Llogari bankare Emri nuk mund të jetë bosh.
sv: Bankkontonamnet får inte vara tomt.
sw_ke: Akaunti ya benki ya jina inaweza kuwa tupu.
tr_tr: BANKA HESAP ADI BOS OLAMAZ
zh_hk: 银行账户名称不能留空
zh_tw: 銀行帳戶名稱不能留空

source: The bank account number may not be empty.
cs_cz: Číslo bankovního účtu nesmí být prázdný.
es_es: El número de la cuenta bancaria no puede estar vacío.
hi_in: बैंक खाता संख्या खाली नहीं हो सकता.
id_id: Nomor akun bank tdk boleh kosong.
it_it: Il numero di conto bancario non può essere vuoto.
ko_kr: 은행 계좌 번호가 비어하지 않을 수 있습니다.
mr_in: बँक खाते क्रमांक रिक्त असू शकत नाही.
nl_nl: De bank rekening nummer mag niet leeg zijn
pt_pt: O número da conta bancária deve estar preenchido
ro_ro: Numarul de cont, banca nu poate fi gol.
ru_ru: Номер банковского счета не может быть пустым.
sq_al: Numri i llogarisë bankare nuk mund të jetë bosh.
sv: Bankkontonummret får inte vara tomt.
sw_ke: Idadi ya akaunti ya benki inaweza kuwa tupu.
tr_tr: Banka hesap numarası boş olmayabilir.
zh_hk: 银行账户号码不能留空
zh_tw: 銀行帳號不能為空。

source: The bank account number must be fifty characters or less long
cs_cz: Číslo bankovního účtu musí být padesát znaků dlouhé
es_es: El número de la cuenta bancaria no debe pasar de 50 caracteres
hi_in: बैंक खाता संख्या पचास अक्षर या उससे कम अवश्य होना चाहिए
id_id: Nomor akun bank maksimum 50 karakter
it_it: Il numero del conto non può essere più lungo di 50 caratteri
ko_kr: 은행 계좌 번호는 오십 자 이하 여야합니다
mr_in: बँक खाते क्रमांक पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Het bank rekening nummer moet minder dan vijftig tekens lang zijn
pt_pt: O número conta bancária deve ter no máx. 50 caract.
ro_ro: Numărul contului bancar trebuie să fie cincizeci de caractere sau mai puţin timp
ru_ru: Номер банковского счета должен быть не более 50 смиволов
sq_al: Numri i llogarisë bankare duhet të jenë simbole pesëdhjetë apo më pak të gjatë
sv: Bankkontonumret får vara max 50 tecken
sw_ke: Idadi ya akaunti ya benki lazima wahusika hamsini au chini ya muda mrefu
tr_tr: BANKA HESAP NUMARASI 50 KARAKTERDEN KISA OLMALI
zh_hk: 银行帐号长度必须是或少于50个字
zh_tw: 銀行帳戶編號長度必須是或少於50字元

source: The bank address must be fifty characters or less long
cs_cz: Adresa banky je padesát znaků dlouhé
es_es: La dirección del banco no ha de pasar de 50 caracteres
hi_in: बैंक पता पचास अक्षर या उससे कम अवश्य होना चाहिए
id_id: Alamat akun bank maksimum 50 karakter
it_it: L'indrizzo della banca non può essere più lungo di 50 caratteri
ko_kr: 은행 주소는 오십 자 이하 여야합니다
mr_in: बँक पत्ता पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Het bank adres moet korten zijn dan vijftig tekens
pt_pt: O endereçõ do banco deve ter no máx. 50 caract.
ro_ro: Adresa băncii trebuie să fie cincizeci de caractere sau mai puţin timp
ru_ru: Адрес банка должен быть не более 50 смиволов
sq_al: Adresën e bankës duhet të jenë simbole pesëdhjetë apo më pak të gjatë
sv: Bankadressen får vara max 50 tecken lång
sw_ke: Anwani ya benki lazima wahusika hamsini au chini ya muda mrefu
tr_tr: BANKA ADRESI 50 KARAKTERDEN KISA OLMALI
zh_hk: 银行地址必须是或少于50个字
zh_tw: 銀行地址必須是或少於50字元

source: Note that it is not possible to change the currency of the account once there are transactions against it
cs_cz: Všimněte si, že není možné změnit měnu účtu, jakmile je operace proti
es_es: Note que no será posible cambiar la moneda de la cuenta después de hacer transacciones contra ella
hi_in: ध्यान दें कि यह संभव करने के लिए खाते की मुद्रा बदलने के लिए एक बार इसके खिलाफ लेनदेन कर रहे हैं नहीं है
id_id: Perhatikan bahwa tdk memungkinkan utk mengubah mata uang akun begitu ada transaksi terhadap akun tersebut
it_it: Si noti che non è possibile cambiare la valuta del conto una volta che ci sono operazioni contro di esso
ko_kr: 그것은 한 번에 트랜잭션이 계정의 통화를 변경할 수 없습니다 있습니다
mr_in: एकदा या खात्याशी संबंधित व्यवहार झाला तर या खात्याचे चलन बदलणे शक्य नाही हे लक्षात ठेवा
nl_nl: Het is niet mogelijk om de valuta van de rekening te veranderen omdat er al transacties op geboekt zijn
pt_pt: Não é possivel alterar a moeda da Conta enquanto existem transações nela
ro_ro: Reţineţi că nu este posibil pentru a schimba moneda contului de tranzacţii, odată ce există sunt împotriva ei
ru_ru: Обратите внимание, что невозможно изменить валюту счета, так как для неё есть транзакции
sq_al: Vini re se kjo nuk është e mundur për të ndryshuar monedhën e llogarisë një herë nuk janë transaksione kundër tij
sv: Observera att det inte är möjligt att ändra kontots valuta så snart det finns transaktioner mot det
sw_ke: Kumbuka kwamba si rahisi kubadili sarafu ya akaunti ya mara moja kuna mashirikiano juu yake
tr_tr: Bu işlemler buna karşı orada bir kez hesabın para birimini değiştirmek mümkün değildir unutmayın
zh_hk: 注意：一旦已经记录了交易，就不能再改变账户的币种。
zh_tw: 請注意，這帳戶一旦有交易，是不可以改變帳戶的貨幣別

source: The bank account details have been updated
cs_cz: Údaje o bankovním účtu byly aktualizovány
es_es: Se actualizó el detalle de la cuenta bancaria
hi_in: बैंक खाते के विवरण को अद्यतन किया गया है
id_id: Rincian akun bank telah diperbarui
it_it: I dati sul conto bancario sono stati aggiornati
ko_kr: 은행 계좌 정보가 업데이트되었습니다
mr_in: बँक खाते तपशील अद्यतनित केले गेले आहेत
nl_nl: De bank rekening details zijn opgeslagen
pt_pt: Detalhes conta bancária foram atualizados
ro_ro: Detaliile contului bancar au fost actualizate
ru_ru: Данные о банковском счете были обновлены
sq_al: Dhënat e llogarisë bankare janë azhurnuar
sv: Bankkonto detaljerna har sparats
sw_ke: Maelezo ya akaunti ya benki wamekuwa updated
tr_tr: BANKA HESAP DETAYLARI GÜNCELLENDI
zh_hk: 银行帐号已更新
zh_tw: 銀行資料已更新

source: The new bank account has been entered
cs_cz: Nový bankovní účet bylo zapsáno
es_es: Se ha ingrsado la nueva cuenta bancaria
hi_in: नए बैंक खाते में प्रवेश दिया गया है
id_id: Akun bank yg baru telah dimasukkan
it_it: Il nuovo conto bancario àŠ stato inserito
ko_kr: 새 은행 계좌를 입력 한
mr_in: नवीन बँक खाते प्रविष्ट केले आहे
nl_nl: nieuwe bankrekening is ingevoerd
pt_pt: Uma nova conta bancária foi adicionada
ro_ro: Nou cont bancar a fost introdus
ru_ru: Введены данные о новом банковском счете
sq_al: Llogari të reja bankare ka hyrë
sv: Bankkontot har sparats
sw_ke: Mpya ya akaunti ya benki imekuwa aliingia
tr_tr: YENI BANKA HESABI GIRILDI
zh_hk: 新建银行账户成功
zh_tw: 新銀行帳戶已輸入

source: The bank account could not be inserted or modified because
cs_cz: Na bankovní účet, nelze vložit či pozměnit, protože
es_es: No se pudo agregar o modificar la cuenta bancaria porque
hi_in: बैंक खाता है या नहीं डाला क्योंकि संशोधित कर सकता
id_id: Akun bank tersebut tdk dapat dimasukkan atau diubah karena
it_it: Il conto bancario non àŠ stato inserito o modificato perchè
ko_kr: 은행 계좌가 삽입 또는 때문에 수정할 수 없습니다
mr_in: बँक खाते प्रविष्ट किंवा कारण सुधारित केले जाऊ शकले नाही
nl_nl: De bankrekening kon niet worden toegevoegd of veranderd omdat
pt_pt: Uma conta bancária não pode ser adic. ou mod. porque
ro_ro: Cont bancar nu a putut fi introduse sau modificate, deoarece
ru_ru: Банковский счет не может быть вставлен или обновлен, так как
sq_al: Llogari bankare nuk mund të shtohet ose të modifikuar për shkak se
sv: Bankkontot kunde inte sparas eftersom
sw_ke: akaunti ya benki inaweza kuwa kuingizwa au iliyopita kwa sababu
tr_tr: BANKA HESAP BILGILERI EKLENEMEDI veya DEGISTIRILEMEDI:
zh_hk: 新建或更新银行账户失败，原因是
zh_tw: 銀行帳戶不能插入或修改, 因為

source: The SQL used to insert/modify the bank account details was
cs_cz: SQL používá vložit / upravit údaje o bankovním účtu bylo
es_es: El SQL usado para agregar o modificar los detalles de la cuenta bancaria fue
hi_in: एसक्यूएल डालने के लिए इस्तेमाल किया संशोधित / बैंक खाते के विवरण था
id_id: SQL yg digunakan utk memasukkan/mengubah rincian akun bank adalah
it_it: Il codice SQL utilizzato per inserire / modificare i dati sul conto bancario era
ko_kr: 삽입하는 데 사용되는 SQL은 /​​ 은행 계좌 정보이었다 수정
mr_in: सुधारित / बँक खात्याचा तपशील घालण्यासाठी वापरले SQL होते
nl_nl: De gebrgebruikte SQL om de bankrekening aan toe te voegen / te wijzigen was
pt_pt: SQL usado para inserir/modificar a conta bancaria foi
ro_ro: SQL folosite pentru a insera / modifica detaliile contului bancar a fost
ru_ru: SQL вставки/обновления банковского счета
sq_al: SQL të përdorura për të futur / modifikuar dhënat e llogarisë bankare është
sv: Den SQL som användes var
sw_ke: SQL kutumika Insert / kurekebisha ya akaunti ya benki maelezo alikuwa
tr_tr: EKLEME/DÜZELTME IÇIN KULLANILAN KOMUT:
zh_hk: 用于新建或更新银行账户的SQL是
zh_tw: 用作插入/修改銀行帳戶資料的 SQL 是

source: Cannot delete this bank account because transactions have been created using this account
cs_cz: Nelze smazat tento bankovní účet, protože transakce byly vytvořeny pomocí tohoto účtu
es_es: No se puede suprimir esta cuenta bancaria puesto que existen transacciones que emplean esta cuenta
hi_in: इस बैंक खाते को नष्ट क्योंकि लेनदेन इस खाते का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus akun bank ini karena transaksi telah dibuat menggunakan akun ini
it_it: Non àŠ stato possibile cancellare questo conto bancario perchè sono già state effettuate operazioni su questo conto
ko_kr: 트랜잭션이 계정을 사용하여 생성 된 때문에이 은행 계정을 삭제할 수 없습니다
mr_in: व्यवहार हे खाते वापरून तयार केले गेले आहेत कारण या बँक खाते हटवणे शक्य नाही
nl_nl: Bankrekening kan niet worden verwijderd omdat rekening is gebruikt voor transacties
pt_pt: Não pode remover esta conta bancária porque existem transações criadas usando esta conta
ro_ro: Nu poate sterge acest cont bancar, deoarece tranzacţiile au fost create folosind acest cont
ru_ru: Невозможно удалить банковский счет, для которого созданы банковские транзакции
sq_al: Nuk mund të fshini këtë llogari bankare për shkak se transaksionet kanë qenë krijuar duke përdorur këtë llogari
sv: Kan inte ta bort bankkontot för att det finns transaktioner som använder det
sw_ke: Hawezi kufuta akaunti ya benki kwa sababu shughuli viliumbwa kwa kutumia akaunti hii
tr_tr: BU BANKA HESABI SILINEMEZ, ONA BAGLI ISLEMLER YARATILMIS
zh_hk: 不能删除此银行账户，因为此账户已有交易
zh_tw: 不能刪除此銀行帳戶因為此戶口已有交易存在

source: transactions with this bank account code
cs_cz: transakce s tímto kódem bankovní účet
es_es: transacciones con esta cuenta bancaria
hi_in: इस बैंक खाते कोड के साथ लेनदेन
id_id: transaksi dgn kode akun bank ini
it_it: operazioni con il codice di questo conto bancario
ko_kr: 이 은행 계좌 번호와 거래
mr_in: या बँक खाते कोडसह व्यवहार
nl_nl: Transactie met deze bankrekening code
pt_pt: transações com este código de banco
ro_ro: tranzacţiile cu acest cod de cont bancar
ru_ru: транзакции с кодом банковского счета
sq_al: transaksionet me këtë kod llogari bankare
sv: transaktioner med denna bankkontokod
sw_ke: mashirikiano na kanuni hii akaunti ya benki
tr_tr: BU BANKA HESABI ILE BAGLANTILI ISLEMLER
zh_hk: 笔此银行账户的交易
zh_tw: 此銀行帳戶編碼的交易

source: Bank account deleted
cs_cz: Bankovní účet smazán
es_es: Cuenta bancaria borrada
hi_in: बैंक खाता हटाया
id_id: Akun bank telah dihapus
it_it: Conto bancario cancellato
ko_kr: 은행 계정이 삭제
mr_in: हटविले बँक खाते
nl_nl: Bank rekening verwijderd
pt_pt: Conta Bancária Removida
ro_ro: Cont bancar şters
ru_ru: Банковский счет удален
sq_al: Banka llogari fshihet
sv: Bankkonto borttaget
sw_ke: Akaunti ya benki kuchapa
tr_tr: BANKA HESABI SILINDI
zh_hk: 银行账户已删除
zh_tw: 銀行帳戶已刪除

source: The bank accounts set up could not be retrieved because
cs_cz: Bankovní účty zřízené se nepodařilo získat, protože
es_es: No se pudo obtener la configuración de cuentas bancarias porque
hi_in: बैंक खातों की स्थापना को नहीं पाया जा सका क्योंकि
id_id: Pengaturan akun bank tdk dapat diambil karena
it_it: La banca gli account impostati non hanno potuto essere recuperati perché
ko_kr: 설정 한 은행 계좌가 있기 때문에 검색 할 수 없습니다
mr_in: सेट बँक खाती पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: De bankrekeningen opgezet kon niet worden opgehaald omdat
pt_pt: A conta bancária não pode ser configurada porque
ro_ro: Conturilor bancare înfiinţat nu a putut fi recuperate, deoarece
ru_ru: Невозможно получить настроить банковских счетов, так как
sq_al: Llogarive bankare të ngritur nuk mund të shikohet, sepse
sv: Bankkontots inställningar kan inte hämtas eftersom
sw_ke: Benki akaunti kuanzisha inaweza kuwa retrieved sababu
tr_tr: Banka çünkü alınamadı kurmak hesapları
zh_hk: 设置的银行账户没找到，原因是
zh_tw: 設立銀行帳戶無法檢索，因為

source: The SQL used to retrieve the bank account details was
cs_cz: SQL používá k načtení údaje o bankovním účtu bylo
es_es: El SQL usado para obtener los detalles de la cuenta bancaria fue
hi_in: एसक्यूएल को बैंक खाते के विवरण पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil rincian akun bank adalah
it_it: Il codice SQL utilizzato per estrarre i dati sul conto bancario era
ko_kr: 은행 계좌 정보를 검색하는 데 사용되는 SQL이었다
mr_in: बँक खाते माहिती पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om de bankrekening details op te vragen was
pt_pt: SQL usado para recuperar detalhes conta bancária foi
ro_ro: SQL utilizat pentru a prelua detalii de cont bancar a fost
ru_ru: SQL получения данных о банковском счете
sq_al: SQL përdorur për të marrë të dhënat e llogarisë bankare është
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve ya maelezo ya akaunti ya benki alikuwa
tr_tr: SQL banka hesap bilgilerini almak için kullanılan
zh_hk: 用于查找银行账户的SQL是
zh_tw: 用作提取銀行帳戶資料的 SQL 是

source: GL Account Code
cs_cz: GL kódu účtu
es_es: Código de cuenta contable
hi_in: जीएल खाता कोड
id_id: Kode Akun GL
it_it: GL codice conto
ko_kr: GL 계정 코드
mr_in: जी.एल. खाते कोड
nl_nl: Grootboek rekening code
pt_pt: Código Conta Contábil
ro_ro: GL Cod cont
ru_ru: Код счета в главной книге
sq_al: Kodi GL Account
sv: Kontonr
sw_ke: GL Akaunti ya Kanuni
tr_tr: GL Hesap Kodu
zh_hk: 总帐账户代码
zh_tw: 總帳帳戶代碼

source: Bank Account Name
cs_cz: Název bankovního účtu
es_es: Nombre de cuenta bancaria
hi_in: बैंक खाते का नाम
id_id: Nama Rekening Bank
it_it: Nome della banca
ko_kr: 은행 계좌 이름
mr_in: बँक खाते नाव
nl_nl: Bank Rekening Naam
pt_pt: Nome Conta Bancária
ro_ro: Numele contului bancar
ru_ru: Название банковского счета
sq_al: Emri i llogarisë bankare
sv: Bankkontonamn
sw_ke: Akaunti ya benki Jina
tr_tr: BANKA HESAP ADI
zh_hk: 银行账户名称
zh_tw: 銀行帳戶名稱

source: Bank Account Code
cs_cz: Bankovní účet kódu
es_es: Código de la cuenta bancaria
hi_in: बैंक खाता कोड
id_id: Kode Rekening Bank
it_it: Bank Account Codice
ko_kr: 은행 계정 코드
mr_in: बँक खाते कोड
pt_pt: Código Conta Bancária
ro_ro: Banca Cod cont
ru_ru: Код банковского счета
sq_al: Kodi i llogarisë bankare
sv: Bankkontokod
sw_ke: Akaunti ya benki Code
tr_tr: Banka Hesap Kodu
zh_hk: 银行账户代码
zh_tw: 銀行帳戶代碼
