Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The company record has not yet been set up
cs_cz: Společnost záznam ještě nebyl zřízen
es_es: No ha sido configurado el registro de la empresa
hi_in: कंपनी रिकॉर्ड अभी तक नहीं गठन किया गया है
id_id: Data perusahaan belum dibuat
it_it: Il campo società non è stato ancora inserito
ko_kr: 이 회사의 기록은 아직 설정되어 있지 않은
mr_in: कंपनी रेकॉर्ड अद्याप सेट केले गेले नाही
nl_nl: Het bedrijf record is nog niet opgericht
pt_pt: Empresa ainda não configurada
ro_ro: Record Company nu a fost încă înfiinţat
ru_ru: Запись компании не была установлена
sq_al: Të dhënat e kompanisë nuk ka qenë ende ngritur
sv: Företaget har inte definierats komplett ännu
sw_ke: rekodi ya kampuni bado ina kuanzisha
tr_tr: FIRMA KAYDI HENÜZ OLUSTURULMAMIS
zh_hk: 公司记录还没有设定
zh_tw: 公司記錄還沒有設定

source: From the system setup tab select company maintenance to enter the company information and system preferences
cs_cz: Na kartě nastavení systému vybrat firmy údržby vstoupit do podnikového informačního systému a preferencí
es_es: En Configuración, seleccione Configuración de la Compañía para introducir la información de la compañía y las preferencias del sistema
hi_in: प्रणाली सेटअप टैब से चयन कंपनी रखरखाव कंपनी की जानकारी और सिस्टम वरीयताएँ में प्रवेश के लिए
id_id: Dari label pengaturan sistem, pilih pengaturan perusahaan utk memasukkan informasi perusahaan dan preferensi sistem
it_it: Dalla scheda di configurazione del sistema di manutenzione aziendale selezionare per accedere alle informazioni aziendali e preferenze di sistema
ko_kr: 시스템 설정 탭에서 회사 정보 및 시스템 환경 설정을 입력 할 회사의 유지 보수를 선택
mr_in: कंपनी माहिती आणि प्रणाली प्राधान्ये प्रविष्ट करण्यासाठी प्रणाली सेटअप टॅब निवडा कंपनी देखभाल पासून
nl_nl: Uit het systeem setup tabblad select gezelschap onderhoud aan het bedrijf informatie-en systeem-voorkeuren in te voeren
pt_pt: Nas configurações gerais do sistema, informe os dados e parâmetros e preferências
ro_ro: Din fila de configurare a sistemului de întreţinere companie selecta pentru a introduce informaţiile companiei şi sistemul de preferinţe
ru_ru: На вкладке Параметры системы выберите обслуживания компании, чтобы войти в информацию о компании и настройки системы
sq_al: Nga tab setup sistemit të mirëmbajtjes zgjidhni kompani për të hyrë në të dhënat e kompanisë dhe preferencat e sistemit
sv: Från systemet fliken väljer företaget underhåll komma in i företags-och systeminställningar
sw_ke: Kutoka tab ya kuanzisha mfumo wa kuchagua kampuni ya matengenezo ya kuingia katika taarifa ya kampuni na upendeleo mfumo
tr_tr: Sistem kurulumu sekmesinden seçin şirket bakım şirket bilgileri ve sistem tercihleri girmek için
zh_hk: 在系统设置标签中选取公司维护来输入公司信息和系统参数
zh_tw: 從系統設置選項中選擇公司維修輸入公司信息和系統首選項

source: CRITICAL PROBLEM
cs_cz: Kritický problém
es_es: PROBLEMA MUY GRAVE
hi_in: गंभीर समस्या
id_id: MASALAH KRITIS
it_it: PROBLEMA CRITICO
ko_kr: 심각한 문제
mr_in: गंभीर समस्या
nl_nl: KRITIEK PROBLEEM
pt_pt: PROBLEMA CRÍTICO
ro_ro: CRITICE PROBLEMA
ru_ru: Критическая проблема
sq_al: KRITIK PROBLEMIT
sv: Problem vid viloläge
sw_ke: Muhimu TATIZO
tr_tr: KRITIK HATA
zh_hk: 严重问题
zh_tw: 嚴重問題

source: The bank statement currency is a currency not defined in the system. Please see you system administrator
ko_kr: 은행 문 통화 시스템에 정의되지 않은 통화입니다. 당신의 시스템 관리자에게 문의하십시오
zh_tw: 銀行對帳單的貨幣在系統中沒有被定義。請詢問您的系統管理員

source: Keyed Entry
cs_cz: Vstup nedočkavý
es_es: Dato Digitado
hi_in: बंद एंट्री
id_id: Masukkan yg Diketik
ko_kr: 키 입력 항목
mr_in: Keyed प्रविष्टी
nl_nl: Ingetoetst Entry
pt_pt: Chave Informada
ro_ro: Tulburat de intrare
ru_ru: Записи с ключами
sq_al: Akorduar Hyrja
sv: Knappat Entry
tr_tr: TEK TEK GIRIS
zh_hk: 输入账目
zh_tw: 輸入帳目

source: Sequential
cs_cz: Sekvenční
es_es: Secuencial
hi_in: क्रमबद्ध
id_id: Berurutan
it_it: Sequenziale
ko_kr: 순차
mr_in: यथाक्रम असलेला
nl_nl: Seriematig
pt_pt: sequêncial
ro_ro: Secvenţială
ru_ru: Последовательный
sq_al: Vijues
sv: Sekventiell
sw_ke: Mtiririko
tr_tr: SIRALI GIRIS (SERI)
zh_hk: 连序的
zh_tw: 序列

source: Set Entry Type
cs_cz: Set Typ položky
es_es: Fijar Tipo de dato
hi_in: सेट प्रविष्टि लिखें
id_id: Set Tipe Masukkan
it_it: Tipo
ko_kr: 항목 유형을 설정
mr_in: सेट प्रविष्टी प्रकार
nl_nl: Selecteer Invoer Type
pt_pt: Selecione Tipo de Entrada
ro_ro: Set de intrare de tip
ru_ru: Введите тип записи
sq_al: Vendos llojin e Hyrja
sv: Ange inmatningstyp
sw_ke: Kuweka Entry Aina
tr_tr: GIRIS TÜRÜ BELIRLE
zh_hk: 设定账目种类
zh_tw: 設定帳目種類

source: Remove All
cs_cz: Odstranit všechny
es_es: Suprimir todo
hi_in: सभी निकालें
id_id: Hapus Semua
it_it: Rimuovi tutto
ko_kr: 모두 제거
mr_in: सर्व काढा
nl_nl: Verwijder alle
pt_pt: Apagar Todas
ro_ro: Eliminaţi toate
ru_ru: Удалить все
sq_al: Hiq gjitha
sv: Makulera alla
sw_ke: Kuondoa zote
tr_tr: TÜMÜNÜ KALDIR
zh_hk: 全部移除
zh_tw: 全部移除

source: Batch/Roll/Bundle
cs_cz: Dávkové / role / balení
es_es: Lote/Pieza/Paquete
hi_in: बैच / रोल / बंडल
id_id: Batch/Rol/Bundel
it_it: Lotto / Roll / Bundle
ko_kr: 배치 / 롤 / 번들
mr_in: बॅच / रोल / बंडल
pt_pt: Lote/Corrida
ro_ro: Lot / Roll / Bundle
ru_ru: Серия/сверток/пачка
sv: Ange Batch/Roll/Lot #
sw_ke: Kundi / Roll / Bundle
tr_tr: LOT
zh_hk: 批次/名单/大量
zh_tw: 批次/名單/大量

source: Could not retrieve the items for
cs_cz: Nepodařilo se načíst položky
es_es: No se pudieron obtener los artículos de
hi_in: के लिए आइटम पुनर्प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil item utk
it_it: Non è possibile recuperare i punti per i
ko_kr: 에 대한 항목을 검색 할 수 없습니다
mr_in: वस्तू परत मिळवू शकलो नाही
nl_nl: Kon de items niet opvragen voor
pt_pt: Não pode recuperar itens para
ro_ro: Nu sa putut prelua elemente pentru
ru_ru: Не могу получить товары для
sq_al: Nuk mund të marrim artikuj për
sv: Kunde inte hämta information för fält
sw_ke: Hakuweza Retrieve vitu kwa
tr_tr: ÜRÜNLER GÖRÜNTÜLENEMIYOR:
zh_hk: 未能提取物料于
zh_tw: 未能提取商品於

source: Select Existing Items
cs_cz: Vyberte existující položky
es_es: Seleccionar Artículos Existentes
hi_in: मौजूदा आइटम्स का चयन करें
id_id: Pilih Item Yg Ada
it_it: Selezionare gli elementi esistenti
ko_kr: 기존 항목을 선택합니다
mr_in: अस्तित्वातील आयटम निवडा
nl_nl: Selecteer bestaande items
pt_pt: Selecione Itens Existentes
ro_ro: Selectaţi elementele existente
ru_ru: Выберите существующие товары
sq_al: Items Zgjidhni Ekzistuese
sv: Välj existerande artiklar
sw_ke: Kuchagua zilizopo Items
tr_tr: MEVCUT ÜRÜNLERDEN SEÇ
zh_hk: 撰取现有物料
zh_tw: 撰取現有商品

source: Qty left
cs_cz: Množství vlevo
es_es: Saldo
hi_in: मात्रा छोड़ा
id_id: Qty sisa
it_it: Q.tà
ko_kr: 수량 왼쪽
mr_in: मात्रा बाकी
nl_nl: Hoev. over
pt_pt: Quant. Restante
ro_ro: Cantitate stânga
ru_ru: Количество осталось
sq_al: Qty la
sv: Kvarvarande kvantitet
sw_ke: Uchina kushoto
tr_tr: KALAN MIKTAR
zh_hk: 余下数量
zh_tw: 餘下數量

source: items available
cs_cz: položky k dispozici
es_es: artículos disponibles
hi_in: उपलब्ध वस्तुओं
id_id: item tersedia
it_it: articoli disponibili
ko_kr: 사용 가능한 항목
mr_in: उपलब्ध आयटम
nl_nl: Beschikbare items
pt_pt: Itens Disponíveis
ro_ro: articole disponibile
ru_ru: доступные товары
sq_al: artikuj në dispozicion
sv: produkter tillgängliga
sw_ke: vitu inapatikana
tr_tr: MEVCUT ÜRÜNLER
zh_hk: 有效的物料
zh_tw: 有效的商品

source: There does not appear to be any of
cs_cz: Nezdá se být některý z
es_es: No queda
hi_in: वहाँ के किसी भी प्रतीत नहीं होता है
id_id: Tampaknya tdk ada lagi
it_it: di
ko_kr: 어떤이있는 것은 아니다
mr_in: कोणत्याही आल्यासारखे दिसत नाही
nl_nl: Er lijkt niets over te zijn van
pt_pt: Não parece ser nenhum dos
ro_ro: Nu pare a fi oricare dintre
ru_ru: Не похоже, что является одним из
sq_al: Nuk duket të ketë ndonjë të
sv: Det tycks inte vara något av
sw_ke: Kuna haionekani kuwa yoyote ya
tr_tr: ÜRÜNDEN DEPODA YOK.. ÜRÜN:
zh_hk: 没有显示的
zh_tw: 沒有顯示的

source: left in
cs_cz: odešel v
es_es: ninguno
hi_in: में छोड़ दिया
id_id: tersisa di
it_it: a sinistra in
ko_kr: 남아
mr_in: बाकी
nl_nl: overgebleven in
pt_pt: deixados em
ro_ro: în stânga
ru_ru: оставить
sq_al: mbetur në
sv: kvar i
sw_ke: kushoto
tr_tr: | DEPO:
zh_hk: 余下
zh_tw: 餘下

source: Please Choose a file and then click Set Entry Type to upload a file for import
cs_cz: Prosím, vyberte soubor a klepněte na tlačítko Nastavit Typ položky nahrát soubor pro import
es_es: Seleccione un archivo y luego haga clic en Seleccionar Tipo de Entrada para cargar el archivo a importar
hi_in: एक फाइल चुनें कृपया और तब सेट करें क्लिक करें प्रवेश करने के लिए आयात के लिए एक फ़ाइल अपलोड प्रकार
id_id: Silahkan Pilih file dan kemudian klik Set Tipe Masukkan utk meng-upload file utk di-impor
it_it: Tipo di
ko_kr: 파일을 선택하고 가져 오기 파일을 업로드 설정 항목 유형을 클릭하세요
mr_in: एक फाइल निवडा आणि नंतर आयात एक फाइल अपलोड करण्यासाठी सेट प्रवेशाचे प्रकार क्लिक करा
nl_nl: Selecteer een file en klik op Selecteer Invoer Type om een file naar de server te halen voor import
pt_pt: Escolher um arquivo e selecionar o tipo para importar arquivo
ro_ro: Vă rugăm să Alegeţi un fişier şi apoi faceţi clic pe Set Intrarea Tastaţi pentru a încărca un fişier pentru import
ru_ru: Пожалуйста, выберите файл и нажмите Установить Тип записи, чтобы загрузить файл для импорта
sq_al: Ju lutem Zgjidh nje skedar dhe pastaj kliko Set Hyrja Type të ngarkoni një fotografi për import
sv: Välj en fil och sedan på Ange posttyper att ladda upp en fil för import
sw_ke: Tafadhali Chagua faili na kisha bonyeza Set Entry Aina ya upload faili kwa ajili ya kuagiza
tr_tr: GIRIS TÜRÜ OLARAK (DOSYA YÜKLE)YI, ARDINDAN DA DOSYANIZI SEÇIN
zh_hk: 请选取档案, 之后按 订定输入种类 来上载要汇入的档案
zh_tw: 請選取檔案, 之後按 訂定輸入種類 來上載要匯入的檔案

source: There was a problem with the uploaded file
cs_cz: Tam byl problém s nahraným souborem
es_es: Hubo un problema con el archivo cargado
hi_in: वहाँ अपलोड की गई फ़ाइल के साथ एक समस्या थी
id_id: Ada masalah dgn file yg di-upload
it_it: C&#39;è stato un problema con il file caricato
ko_kr: 업로드 된 파일에 문제가 있습니다
mr_in: अपलोड केलेली फाइल एक समस्या आली
nl_nl: Probleem met de geimporteerde file
pt_pt: existe um problema na importação de arquivo
ro_ro: Nu a fost o problemă cu fişierul încărcat
ru_ru: Возникла проблема с загруженным файлом
sq_al: Ka pasur një problem me kartelën e ngarkuar
sv: Det fanns ett problem med den uppladdade filen
sw_ke: Kulikuwa na tatizo na faili uploaded
tr_tr: YÜKLENEN DOSYADA HATA VAR
zh_hk: 上载档案时发生问题
zh_tw: 上載檔案時發生問題

source: We received
cs_cz: Jsme obdrželi
es_es: Recibimios
hi_in: हमें प्राप्त
id_id: Kami terima
it_it: Abbiamo ricevuto
ko_kr: 우리는 수신
mr_in: आम्ही प्राप्त
nl_nl: Ontvangen
pt_pt: Nós recebemos
ro_ro: Am primit
ru_ru: Мы получили
sq_al: Ne kemi marrë
sv: Vi tog emot
sw_ke: Sisi kupokea
tr_tr: Aldığımız
zh_hk: 我们已接收
zh_tw: 我們已接收

source: Size
cs_cz: Velikost
es_es: Tamaño
hi_in: आकार
id_id: Ukuran
it_it: Dimensioni
ko_kr: 크기
mr_in: आकार
nl_nl: Grootte
pt_pt: Tamanho
ro_ro: Dimensiunea
ru_ru: Размер
sq_al: Madhësi
sv: Storlek
sw_ke: Michezo
tr_tr: BOYUT
zh_hk: 大小
zh_tw: 大小

source: Error was
cs_cz: Chyba byla
es_es: Error
hi_in: त्रुटि थी
id_id: Kesalahan adalah
it_it: Errore è stato
ko_kr: 오류가 있었다
mr_in: त्रुटी होती
nl_nl: Fout was
pt_pt: Erro Foi
ro_ro: Eroare a fost
ru_ru: ошибка была
sq_al: Gabim ishte
sv: Felet var
sw_ke: Kosa alikuwa
tr_tr: HATA:
zh_hk: 错误是
zh_tw: 錯誤是

source: Error moving temporary file
cs_cz: Chyba při přesunu dočasný soubor
es_es: Error relocalizando archivo temporal
hi_in: अस्थायी फ़ाइल चलती त्रुटि
id_id: Kesalahan memindahkan file sementara
it_it: Errore di spostamento file temporaneo
ko_kr: 임시 파일을 이동 에러
mr_in: तात्पुरती फाइल हलवून त्रुटी
nl_nl: Fout bij het verplaatsen van de tijdelijke file (temp file)
pt_pt: erro movendo arquivo temporário
ro_ro: Eroare la mutarea fişier temporar
ru_ru: Ошибка при удалении временного файла
sq_al: Gabim duke i file të përkohshëm
sv: Fel vid namnändring av temporärfil.
sw_ke: Kosa kusonga faili muda
tr_tr: GEÇICI DOSYA TASIMA HATASI
zh_hk: 移动临时档案时错误
zh_tw: 移動臨時檔案時錯誤

source: Please check your configuration
cs_cz: Prosím zkontrolujte vaše nastavení
es_es: Verifique su configuración
hi_in: कृपया अपना विन्यास की जाँच करें
id_id: Silahkan periksa konfigurasi Anda
it_it: Si prega di verificare la configurazione
ko_kr: 구성을 확인하시기 바랍니다
mr_in: आपले कॉन्फिगरेशन तपासा
nl_nl: Controler de configuratie
pt_pt: confirme sua configuração
ro_ro: Vă rugăm să verificaţi configuraţia
ru_ru: Пожалуйста, проверьте вашу конфигурацию
sq_al: Ju lutem kontrolloni konfigurimin tuaj
sv: Kontrollera din installation.
sw_ke: Tafadhali angalia Configuration yako
tr_tr: LÜTFEN AYARLARI GÖZDEN GEÇIRIN
zh_hk: 请检查设定
zh_tw: 請檢查設定

source: Successfully received
cs_cz: Úspěšně přijata
es_es: Recibido correctamente
hi_in: सफलतापूर्वक प्राप्त
id_id: Telah berhasil diterima
it_it: Ricevuto correttamente
ko_kr: 성공적으로 수신
mr_in: यशस्वीरित्या प्राप्त
nl_nl: Succesvol ontvangen
pt_pt: Recebimento com Sucesso
ro_ro: Primit cu succes
ru_ru: Успешно получено
sq_al: marrë me sukses
sv: Vi tog emot
sw_ke: Mafanikio kupokea
tr_tr: BASARIYLA ALINDI
zh_hk: 完成接收
zh_tw: 完成接收

source: TempName
es_es: Nombre Temp.
mr_in: तात्पुरते नाव
nl_nl: Tijdelijke naam (TempName)
pt_pt: Nome Temp.
ru_ru: Временное имя
tr_tr: SABLON ADI
zh_hk: 临时名称
zh_tw: 臨時名稱

source: Valid
cs_cz: Platný
es_es: Válido
hi_in: वैध
id_id: Berlaku
it_it: Valido
ko_kr: 유효한
mr_in: वैध
nl_nl: Geldig
pt_pt: Válido
ro_ro: Valabil
ru_ru: Действительный
sq_al: I vlefshëm
sv: Giltig
sw_ke: Halali
tr_tr: GEÇERLI
zh_hk: 有效
zh_tw: 有效

source: Invalid
cs_cz: Neplatný
es_es: No válido
hi_in: अमान्य
id_id: Tdk Berlaku
it_it: Valide
ko_kr: 잘못된
mr_in: अवैध
nl_nl: Ongeldig
pt_pt: Inválido
ru_ru: Недействительный
sv: Ogiltig
sw_ke: Batili
tr_tr: GEÇERSIZ
zh_hk: 无效
zh_tw: 無效

source: Validate File
cs_cz: Ověřit Soubor
es_es: Validar Archivo
hi_in: मान्य फ़ाइल
id_id: Validasi File
it_it: Convalida del file
ko_kr: 파일 검증
mr_in: फाइल प्रमाणित करा
nl_nl: Valideer file
pt_pt: Arquivo Válido
ro_ro: Validare fişiere
ru_ru: Проверте файл
sv: Validera fil
sw_ke: Validate Picha
tr_tr: DOSYAYI DOGRULA
zh_hk: 有效档案
zh_tw: 有效檔案

source: 1st 10 Lines of File
cs_cz: 1. 10 řádků souboru
es_es: Primeras 10 líneas del Archivo
hi_in: फ़ाइल के 1 10 लाइन्स
id_id: 10 Baris Pertama dari File
it_it: Prime 10 righe di file
ko_kr: 파일 1 일 10 선
mr_in: फाइलच्या 1 10 लाईन्स
nl_nl: 1ste 10 regels van file
pt_pt: 10 linhas do arquivo
ro_ro: Primul 10 linii de File
ru_ru: первые десять строчек файла
sq_al: 1 10 Linjat e File
sv: 1. 10 rader File
sw_ke: 1 10 Lines ya Picha
tr_tr: DOSYANIN ILK 10 SATIRI
zh_hk: 首 10 行列的档案
zh_tw: 首 10 行列的檔案

source: Update Batches
es_es: Actualizar Lotes
id_id: Perbarui Batch
ko_kr: 업데이트 일괄 처리
mr_in: अद्यतनित बॅचेस
pt_pt: Atualizar Process/to
zh_tw: 批量更新

source: Below are the 1st 100 records as parsed
cs_cz: Níže jsou uvedeny první 100 záznamů za analyzovanou
es_es: A continuación los primeros 100 registros leídos
hi_in: नीचे 1 100 रिकॉर्ड कर रहे हैं के रूप में विश्लेषित
id_id: Dibawah ini adalah 100 data pertama sbgmana diuraikan
it_it: Di seguito sono elencate le prime 100 registrazioni come analizzato
ko_kr: 구문 분석 아래 1 (100) 기록이다
mr_in: पार्स म्हणून खाली 1 100 रेकॉर्ड आहेत
nl_nl: Hieronder zijn de 1e 100 records als ontleed
pt_pt: Abaixo 100 registros como enviado
ro_ro: Mai jos sunt de 1 100 de înregistrări ca analizat
ru_ru: Ниже 1ой 100 записей синтаксически разобраны
sq_al: Më poshtë janë 1 100 dhënat si parsed
sv: Nedan är den 1: a 100 poster som analyserad
sw_ke: Chini ni 1 100 kumbukumbu kama parsed
tr_tr: ASAGIDA ALINAN ILK 100 KAYIT VAR
zh_hk: 以下为首 100 个按以上分析的记录
zh_tw: 以下為首 100 個按以上分析的記錄

source: Begin:
cs_cz: Začíná:
es_es: Inicio:
hi_in: शुरू:
id_id: Awal:
it_it: Inizio:
ko_kr: 시작 :
mr_in: सुरू:
pt_pt: Início:
ro_ro: Inceput:
ru_ru: Начало:
sq_al: Filloni:
sv: Start:
sw_ke: Kuanza:
tr_tr: BASLANGIÇ:
zh_hk: 开始:
zh_tw: 開始:

source: End:
cs_cz: Konec:
es_es: Fin:
hi_in: अंत:
id_id: Akhir:
it_it: Fine:
ko_kr: 끝 :
mr_in: शेवट:
nl_nl: Einde:
pt_pt: Fim:
ru_ru: Конец:
sq_al: Fundi:
sv: Slut:
sw_ke: Mwisho;
tr_tr: BITIS:
zh_hk: 完结:
zh_tw: 完結:

source: Login as user
es_es: Entrar como usuario
ko_kr: 사용자로 로그인
mr_in: वापरकर्ता म्हणून लॉगिन
pt_pt: Entrar com Usuário
zh_tw: 作為用戶登錄

source: with password
cs_cz: s heslem
es_es: y la contraseña
hi_in: पासवर्ड के साथ
id_id: dgn kata sandi
it_it: con password
ko_kr: 암호
mr_in: पासवर्ड
nl_nl: met wachtwoord
pt_pt: com senha
ro_ro: cu parolă
ru_ru: с паролем
sq_al: me password
sv: med lösenord
sw_ke: na password
tr_tr: PAROLA
zh_hk: 用密码
zh_tw: 用密碼

source: Your webserver is configured to enable Magic Quotes. This may cause problems if you use punctuation (such as quotes) when doing data entry. You should contact your webmaster to disable Magic Quotes
cs_cz: Váš webový server je nakonfigurován tak, aby umožnily Magic citace. To může způsobit problémy, pokud budete používat interpunkci (např. uvozovky), když děláte zadávání dat. Měli byste kontaktovat svého správce webu zakázat Magic Citáty
es_es: Su servidor web está configurado para habilitar Comillas Mágicas. Esto puede causar problemas si se utiliza puntuacion (como las comillas) al hacer la entrada de datos. Usted debe ponerse en contacto con su webmaster para desactivar Comillas Mágicas
hi_in: अपने वेब सर्वर पर जादू उद्धरण को सक्रिय कॉन्फ़िगर है. इस समस्याओं के कारण यदि आप विराम चिह्न का उपयोग करें (जैसे कि उद्धरण के रूप में) जब डेटा प्रविष्टि कर सकता है. आप को निष्क्रिय जादू उद्धरण को अपने वेबमास्टर से संपर्क करना चाहिए
id_id: Webserver Anda dikonfigurasi utk mengaktifkan Magic Quotes. Ini dapat mengakibatkan masalah jika Anda menggunakan tanda baca (seperti tanda kutip) saat melakukan pemasukkan data. Anda harus hubungi webmaster Anda utk menon-aktifkan Magic Quotes
it_it: Il tuo webserver è configurato per consentire Magic Quotes. Questo può causare problemi se si utilizza la punteggiatura (come le virgolette) quando facendo l&#39;immissione dei dati. Si consiglia di contattare il webmaster per disabilitare Magic Quotes
ko_kr: 웹 서버는 매직 지수를 사용하도록 구성되어 있습니다. (예 : 따옴표와 같은) 구두점을 사용하는 경우 데이터를 입력 할 때이 문제가 발생할 수 있습니다. 당신은 마법의 따옴표를 사용하지 않도록 웹 마스터에게 문의해야
mr_in: आपला वेबसर्व्हर जादूची कोट्स सक्षम करण्यासाठी संरचीत केले जाते. डेटा प्रविष्टी करताना आपण (जसे कोट्स म्हणून) विरामचिन्हांचा वापर तर या समस्या ठरू शकते. आपण जादूची कोट्स अक्षम आपल्या Webmaster संपर्क करावा
nl_nl: Webserver configuratie laat Magic Quotes toe. Dit kan problemen veroorzaken als leestekens worden gebruikt bij gegevens invoer. Contacteer webmaster om Magic Quotes niet langer toe te laten
pt_pt: Seu servidor está habilitado com MAGIC QUOTES. Isto pode causar problemas se há utilização de aspas nos dados. confirme com admin do sistema
ro_ro: Serverul web este configurat pentru a permite Magic Citate. Acest lucru poate cauza probleme dacă utilizaţi punctuaţie (cum ar fi ghilimele), atunci când faci date de intrare. Ar trebui să contactaţi webmaster-ul dvs. pentru a dezactiva Magic Citate
ru_ru: Ваш веб-сервер настроен на разрешение Волшебных Кавычек. Это может вызвать проблемы при использовании знаков препинания (например, кавычки) при выполнении ввода данных. Вы должны обратиться к веб-мастеру, чтобы отключить волшебные кавычки
sq_al: shërbyesi juaj është konfiguruar për të mundësuar Magic Quotes. Kjo mund të shkaktojë probleme në qoftë se ju përdorni shenjat e pikësimit (të tilla si kuotat) kur e bëjnë futjen e të dhënave. Ju duhet të kontaktoni webmaster tuaj të çaktivizuar Magic Quotes
sv: Din webbserver är konfigurerad för att möjliggöra Magic Quotes. Detta kan orsaka problem om du använder skiljetecken (t.ex. citat) när man gör datainmatning. Du bör kontakta din webbansvarige för att inaktivera Magic Quotes
sw_ke: Webserver yako kimeundwa ili kuwawezesha Magic Quotes. Hii inaweza kusababisha matatizo kama matumizi punctuation (kama vile quotes) wakati wa kufanya data entry. Unapaswa kuwasiliana webmaster yako ya afya Magic Quotes
tr_tr: Web sunucunuzun Sihirli Tırnaklar sağlamak üzere yapılandırılmıştır. veri girişi yaparken size (tırnak gibi) noktalama kullanıyorsanız, bu sorunlara neden olabilir. Devre dışı bırakmak Sihirli Tırnaklar için web yöneticinize başvurmalısınız
zh_hk: 您的网络服务器配置为启用Magic Quotes. 这可能在您使用定额（例如配额）进行数据输入时导致问题。您应该联络您的网络管理员关闭此Magic Quotes.
zh_tw: 你的網站伺服器設定為允可 Magic Quotes. 這可能會在輸入數據時使用標點 (如引用) 會發生錯誤. 請聯絡網站管理員關閉 Magic Quotes.

source: Login
cs_cz: Přihlásit se
es_es: Ingresar
hi_in: लॉग इन
ko_kr: 로그인
mr_in: लॉगिन
nl_nl: Aanmelden
pt_pt: Entrar
ru_ru: Войти
sq_al: Hyrje
sv: Logga in
tr_tr: GIRIS
zh_hk: 登入
zh_tw: 登入

source: New Sales Order or Quotation
es_es: Nueva orden de venta o cotización
ko_kr: 새로운 판매 주문 또는 견적
mr_in: नवीन विक्री ऑर्डर किंवा कोटेशन
pt_pt: Adicionar um Pedido ou Cotação
sv: Registrera en order eller offert
zh_tw: 新建報價單/銷售訂單

source: Enter Counter Sales
cs_cz: Zadejte Counter Prodej
es_es: Introducir ventas de mostrador
hi_in: काउंटर सेल्स दर्ज
id_id: Masukkan Penjualan Kasir
it_it: Inserisci il banco di vendita
ko_kr: 카운터 판매를 입력
mr_in: काउंटर विक्री प्रविष्ट करा
nl_nl: Voer balieverkoop
pt_pt: Adicionar Contador Vendas
ro_ro: Introduceţi Vânzări Counter
ru_ru: Введите встречные продажи
sq_al: Enter Sales Counter
sv: Ange lösnummerförsäljning
sw_ke: Kuingia Sales Counter
tr_tr: Counter Satış girin
zh_hk: 输入柜台销售
zh_tw: 輸入門店銷售

source: Enter Counter Returns
es_es: Ingresar devolución por mostrador
id_id: Masukkan Retur Penjualan Kasir
ko_kr: 카운터 반환을 입력
mr_in: काउंटर परत प्रविष्ट करा
pt_pt: Adicionar Contador Vendas
zh_tw: 輸入門店退貨

source: Outstanding Sales Orders/Quotations
cs_cz: Vynikající prodejní objednávky / Citace
es_es: Pedidos de venta/cotizaciones pendientes
hi_in: बकाया बिक्री आदेश / कोटेशन
id_id: Order/Penawaran Penjualan Blm-Difaktur
it_it: Eccezionale ordini di vendita / Citazioni
ko_kr: 뛰어난 판매 주문 / 견적
mr_in: थकबाकी विक्री ऑर्डर / Quotations
nl_nl: Openstaande Verkooporders en offertes
pt_pt: Situação Pedido ou Cotação
ro_ro: Obligă Outstanding Vânzări / Citate
ru_ru: Невыполненные заказы на продажу / Цены
sq_al: Sales Outstanding urdhëron / Citate
sv: Öppna kundorder/offerter
sw_ke: Bora Sales Daraja / Nukuu
tr_tr: Olağanüstü Satış Siparişleri / Özlü Sözler
zh_hk: 处理未完成销售订单/报价
zh_tw: 處理未完成銷售訂單/報價

source: Special Order
cs_cz: Speciální objednávka
es_es: Pedidos especiales
hi_in: विशेष आदेश
id_id: Order Khusus
it_it: Ordine Speciale
ko_kr: 특별 주문
mr_in: विशेष मागणी
nl_nl: Speciale Opdracht
pt_pt: Pedido Especial
ro_ro: Comanda speciala
ru_ru: Специальный заказ
sq_al: Rendit Special
sw_ke: Order maalum
tr_tr: ÖZEL SIPARIS
zh_hk: 特殊订单
zh_tw: 特殊訂單

source: Recurring Order Template
cs_cz: Šablona opakované objednávky
es_es: Plantilla para pedidos frecuentes
hi_in: आवर्ती आदेश खाका
id_id: Template Order Berulang
it_it: Ricorrenti Ordine Template
ko_kr: 반복 주문 템플릿
mr_in: आवर्ती मागणी साचा
nl_nl: Template voor een repeterende order
pt_pt: Formulário Pedidos Recorrentes
ro_ro: Recurente Ordine Format
ru_ru: Шаблон повторяющегося заказа
sq_al: Template Recurring Rendit
sv: Mall för återkommande kundorder
sw_ke: Recurring Order Kigezo
tr_tr: Yinelenen Sipariş Şablon
zh_hk: 修改循环销售订单
zh_tw: 選取循環訂單範本

source: Process Recurring Orders
cs_cz: Zpracovat opakovanou objednávku
es_es: Procesar pedidos frecuentes
hi_in: प्रक्रिया पुनरावृत्ति आदेश
id_id: Proses Order Berulang
it_it: Ordini processo ricorrente
ko_kr: 프로세스 반복 주문
mr_in: प्रक्रिया आवर्ती ऑर्डर
nl_nl: Verwerk repeterende orders
pt_pt: Processar Pedidos Recorrentes
ro_ro: Procesul de Comenzi recurente
ru_ru: Обработать повторяющиеся заказы
sq_al: Urdhërat Procesi Recurring
sv: Bearbeta återkommande order
sw_ke: Recurring mchakato wa Daraja
tr_tr: Süreç Yinelenen Siparişler
zh_hk: 执行循环销售订单
zh_tw: 執行循環銷售訂單

source: Sales Order Inquiry
es_es: Consultar órdenes de venta
ko_kr: 판매 주문 문의
mr_in: विक्री मागणी चौकशी
pt_pt: Consulta Pedidos
sv: Orderfråga
zh_tw: 銷售訂單查詢
