Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: for Type of Tab:
cs_cz: pro typ Tab:
es_es: para el Tipo de Pestaña:
hi_in: टैब के प्रकार के लिए:
id_id: utk Tipe Pemegang Kas:
it_it: per il tipo di tabulazione:
ko_kr: 탭의 종류에 대한 :
mr_in: टॅब प्रकारासाठी:
nl_nl: voor type van Tab:
pt_pt: para tipo de tabela:
ro_ro: pentru tipul de Tab:
ru_ru: для типа Tab:
sq_al: për Lloji i Tab:
sv: för typ av Tab:
sw_ke: kwa Aina ya Tab:
tr_tr: Sekmesine Türü:
zh_hk: 为此员工组别
zh_tw: 對於標籤的類型：

source: The Tab Type record could not be deleted because
cs_cz: Karta typu záznamu nelze odstranit, protože
es_es: El registro de tipo de pestaña no pudo ser eliminado porque
hi_in: टैब प्रकार रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data Tipe Pemegang Kas tdk dapat dihapus karena
it_it: Il record di tipo Tab non poteva essere eliminato perché
ko_kr: 탭 형식 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: टॅब प्रकार रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: De Tab Type record kon niet worden geschrapt omdat
pt_pt: O registro tipo de tabela não pode ser removido porque
ro_ro: Tab tip de înregistrare nu a putut fi şterse deoarece
ru_ru: Запись типа вкладки не может быть удалена, поскольку
sq_al: Të dhënat e Lloji Tab nuk mund të fshihet sepse
sv: Typposten kan inte raderas eftersom
sw_ke: Rekodi ya Tab Aina inaweza kuwa ilifutwa kwa sababu
tr_tr: Tab Tipi kaydından dolayı silinemedi
zh_hk: 无法删除此标签类型的记录
zh_tw: 該標籤類型記錄無法刪除，因為

source: for type of tab
cs_cz: pro typ karty
es_es: para el tipo de pestaña
hi_in: पट्टी के प्रकार के लिए
id_id: utk tipe pemegang kas
it_it: per il tipo di scheda
ko_kr: 탭의 유형
mr_in: टॅब प्रकारासाठी
nl_nl: voor het type van het tabblad
pt_pt: para tipo de tabela
ro_ro: pentru tipul de tab
ru_ru: для типа вкладки
sq_al: për llojin e tab
sv: för typ av tab
sw_ke: kwa ajili ya aina ya tab
tr_tr: sekme türü için
zh_hk: 为此员工组别
zh_tw: 對於標籤的類型

source: Select Type of Tab
cs_cz: Vyberte typ Tab
es_es: Seleccionar el Tipo de Pestaña
hi_in: टैब का प्रकार चुनें
id_id: Pilih Tipe Pemegang Kas
it_it: Seleziona il tipo di scheda
ko_kr: 탭의 유형 선택
mr_in: टॅब प्रकार निवडा
nl_nl: Selecteer Type van Tab
pt_pt: Selecione tipo de tabela
ro_ro: Selectaţi tipul de Tab
ru_ru: Выберите тип вкладки
sq_al: Zgjidh llojin e Tab
sv: Välj typ av Tab
sw_ke: Kuchagua Aina ya Tab
tr_tr: Sekme seçin Tipi
zh_hk: 选择标签类型
zh_tw: 選擇標籤的類型

source: Expense Codes for Type of Tab
cs_cz: Náklady Kódy pro typ Tab
es_es: Cósdigos de Gasto para Tipo de Pestaña
hi_in: टैब के प्रकार के लिए व्यय कोड्स
id_id: Kode Pengeluaran utk Tipe Pemegang Kas
it_it: Codici di spesa per tipo di tabulazione
ko_kr: 탭의 종류에 대한 비용 코드
nl_nl: Expense Codes voor type tab
pt_pt: Códigos de Despesa para tipo de tabela
ro_ro: Coduri Cheltuieli pentru tipul de Tab
ru_ru: Коды расходов для типа Tab
sq_al: Kodet e shpenzimeve për Lloji i Tab
sv: Kostnad Koder för typ av Tab
sw_ke: Codes kwa gharama Aina ya Tab
tr_tr: Sekme türü için Gider Kodları
zh_hk: 此员工组别的费用代码
zh_tw: 費用代碼為標籤的類型

source: Are you sure you wish to delete this expense code?
es_es: ¿Está seguro que desea suprimir este código de gastos?
id_id: Apakah Anda yakin ingin menghapus kode pengeluaran ini?
ko_kr: 이 비용 코드를 삭제하려면 확실합니까?
mr_in: आपण या खर्चाचे कोड हटवू इच्छित खात्री आहे?
pt_pt: Tem certeza que deseja remover este código de despesa
zh_tw: 您確定要刪除此費用代碼？

source: Select Expense Code
cs_cz: Vyberte výdajů kód
es_es: Seleccionar Código de Gasto
hi_in: चयन व्यय कोड
id_id: Pilih Kode Pengeluaran
it_it: Seleziona Expense Codice
ko_kr: 선택 경비 코드
mr_in: खर्च कोड निवडा
nl_nl: Selecteer Expense Code
pt_pt: Selecione Código de Despesa
ro_ro: Selectaţi Expense Codul
ru_ru: Выберите код расхода
sq_al: Kodi Zgjidhni Shpenzimet
sv: Välj utgiftskod
sw_ke: Kuchagua Gharama Code
tr_tr: Seçmek Gider Kodu
zh_hk: 选择费用代码
zh_tw: 選擇費用代碼

source: Petty Cash Management Report
cs_cz: Petty Cash Management zpráva
es_es: Reporte de Administración de Caja Chica
hi_in: लघु नकद प्रबंधन रिपोर्ट
id_id: Laporan Manajemen Kas Kecil
ko_kr: 푼돈 관리 보고서
mr_in: किरकोळ रोकड व्यवस्थापन अहवाल
nl_nl: Petty Cash Management Rapport
pt_pt: Gerenciamento do Relatório `Pety Cash`
ro_ro: Petty Cash Management Raport
ru_ru: Отчет об управлении малой кассой
sw_ke: Taarifa ya Fedha ndogo ndogo Management
tr_tr: Küçük Nakit Yönetimi Raporu
zh_hk: 小额现金管理报告
zh_tw: 零用金管理報表

source: Code Of Petty Cash Tab
cs_cz: Kód Pokladna Tab
es_es: Código de Pestaña de Caja Chica
hi_in: लघु नकद टैब के कोड
id_id: Kode Pemegang Kas Kecil
it_it: Code Of Tab piccola cassa
ko_kr: 푼돈 탭의 코드
mr_in: किरकोळ रोकड टॅब संहिता
nl_nl: Code van de kleine kas Tab
pt_pt: Código da tabela `Petit Cash`
ro_ro: Codul de Tab numerar Petty
ru_ru: Код Tab малой кассы
sq_al: Kodi i Tab parasë së imët
sv: Kod av handkassa Tab
sw_ke: Kanuni ya Tab Petty Cash
tr_tr: Küçük Nakit Tab Kodu
zh_hk: 小额现金标签代码
zh_tw: 零用金標籤代碼

source: From Date :
cs_cz: Od data:
es_es: Fecha inicial:
hi_in: तारीख से:
id_id: Dari Tgl:
it_it: Dalla Data:
ko_kr: 날짜 :
mr_in: दिनांक पासून:
nl_nl: Van Datum:
pt_pt: Data de:
ro_ro: Data de la:
ru_ru: С даты:
sq_al: Nga Data:
sv: Från datum:
sw_ke: Kutoka Date:
tr_tr: Tarihten itibaren:
zh_hk: 自日期
zh_tw: 起始日期：

source: To Date:
cs_cz: K dnešnímu dni:
es_es: Fecha final:
hi_in: तिथि करने के लिए:
id_id: Sampai Tgl:
it_it: Per Data:
ko_kr: 지금까지 :
mr_in: अद्ययावत:
nl_nl: Om Datum:
pt_pt: Data até:
ro_ro: Pentru a Data:
ru_ru: До даты:
sq_al: Për Data:
sv: Till datum:
sw_ke: Ya Tarehe:
tr_tr: Bugüne kadar:
zh_hk: 至日期
zh_tw: 結束日期

source: Show HTML
cs_cz: Zobrazit HTML
es_es: Mostrar HTML
hi_in: दिखाएँ HTML
id_id: Tampilkan HTML
it_it: Mostra HTML
ko_kr: 표시되는 HTML
mr_in: HTML दाखवा
nl_nl: Toon HTML
pt_pt: Mostra HTML
ro_ro: Arată HTML
ru_ru: Показать HTML
sv: Visa HTML
sw_ke: Kuonyesha HTML
tr_tr: Göstermek HTML
zh_hk: 显示 HTML
zh_tw: 顯示HTML

source: Petty Cash Report Of Tab
cs_cz: Petty cash Zpráva Tab
es_es: Reporte de Caja Chica para la Pestaña
hi_in: टैब की लघु नकद रिपोर्ट
id_id: Laporan Kas Kecil utk Pemegang Kas
it_it: Relazione di cassa Petty Tab
ko_kr: 탭의 푼돈 보고서
mr_in: टॅब किरकोळ रोकड अहवाल
nl_nl: Petty Cash rapport van Tab
pt_pt: Relatório da tabela `Petit Cash`
ro_ro: Raportul Petty Cash Tab
ru_ru: Отчет о Tab малой кассы
sq_al: Raporti i parave të imëta e Tab
sv: Handkassa rapport Tab
sw_ke: Fedha ndogo ndogo Ripoti ya Tab
tr_tr: Tab Petty Cash Raporu
zh_hk: 小额现金标签报告
zh_tw: 選項卡零用現金報表

source: There were no expenses found in the database within the period from
cs_cz: Nebyly zjištěny žádné náklady v databázi v období od
es_es: No hubo gastos encontrados en la base de datos dentro del período comprendido
hi_in: कोई अवधि के भीतर से डेटाबेस में पाए गए खर्च
id_id: Tdk ada pengeluaran di database dalam periode dari
it_it: Non ci sono state spese trovati nel database, tra il
ko_kr: 의 기간 내에 데이터베이스에서 찾을 수없는 경비가 없었다
mr_in: पासून मुदतीत डेटाबेसमध्ये आढळले नाही खर्च होते
nl_nl: Waren er geen kosten in de database gevonden binnen de periode van
pt_pt: Não foram encontradas despesas no DB dentro do período de
ro_ro: Nu s-au constatat cheltuieli în baza de date în perioada de la
ru_ru: Не найдены расходы для периода с
sq_al: Nuk ka pasur shpenzime të gjenden në bazën e të dhënave në periudhën prej
sv: Det fanns inga kostnader finns i databasen under perioden
sw_ke: Kulikuwa hakuna gharama kupatikana katika orodha ya ndani ya kipindi cha
tr_tr: dönemi içinde veritabanında bulunan hiçbir giderleri vardı
zh_hk: 找不到此期间内的费用
zh_tw: 目前在資料庫中尚未找到期間內的支出費用

source: No Petty Cash tabs were returned by the SQL because
cs_cz: Č. Pokladna karty byly vráceny, protože SQL
es_es: No se obtuvieron fichas de Caja Chica por el SQL porque
hi_in: कोई लघु नकद टैब्स क्योंकि SQL से लौट रहे थे
id_id: Tdk Pemegang Kas Kecil yg dikembalikan oleh SQL karena
it_it: N. schede piccola cassa sono stati restituiti dal SQL perché
ko_kr: 어떤 푼돈 탭은 SQL 때문에에 의해 반환되지 않았다
mr_in: नाही किरकोळ रोकड टॅब SQL करून परत आले कारण
nl_nl: Geen Kas tabbladen werden teruggestuurd door de SQL, omdat
pt_pt: SQL não achou tabelas de Fundo Fixo porque
ro_ro: Nr filele Petty Cash au fost returnate de către SQL, deoarece
ru_ru: Записи о малой кассе не были возвращены SQL, так как
sq_al: Nuk ka tabs parave të imëta ishin kthyer nga ana e SQL sepse
sv: Inga handkassa tabs returnerades av SQL eftersom
sw_ke: Hakuna tabs Petty Cash waliporudi kwa sababu SQL
tr_tr: Hiçbir Petty Cash sekmeleri SQL çünkü tarafından iade edildi
zh_hk: SQL无法找到小额现金标签
zh_tw: 由SQL程序中無零用現金標籤返回，因為

source: Tab Code :
cs_cz: Karta kód:
es_es: Código de Pestaña:
hi_in: टैब कोड:
id_id: Kode Pemegang Kas :
it_it: Tab Codice:
ko_kr: 탭 코드 :
mr_in: टॅब कोड:
nl_nl: Tabblad Code:
pt_pt: Cód. Tab.:
ro_ro: Tab Cod:
ru_ru: Вкладка &quot;Код:
sq_al: Kodi Tab:
sv: Tab Kod:
tr_tr: Sekmesi Kodu:
zh_hk: 标签代码：
zh_tw: 標籤代碼：

source: User
cs_cz: Uživatel
es_es: Usuario
hi_in: उपयोगकर्ता
it_it: Utente
ko_kr: 사용자
nl_nl: Gebruiker
pt_pt: Usuário
ro_ro: Utilizator
ru_ru: Пользователь
sq_al: Përdorues
sv: Användare ID
tr_tr: Kullanıcı
zh_hk: 用户
zh_tw: 用戶

source: To
cs_cz: Chcete-li
es_es: Hasta
hi_in: करने के लिए
id_id: Sampai
it_it: Per
ko_kr: 에
nl_nl: Op
pt_pt: Para
ro_ro: Pentru a
ru_ru: Для
sq_al: Të
sv: Till
sw_ke: Na
tr_tr: Için
zh_hk: 至
zh_tw: 至

source: Authoriser
es_es: Autorizador
id_id: Pengotorisasi
pt_pt: Autorizador
zh_tw: 授權

source: Currency
cs_cz: Měny
es_es: Moneda
hi_in: मुद्रा
id_id: Mata Uang
it_it: Valuta
ko_kr: 통화
nl_nl: Valuta
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
sq_al: Monedhë
sv: Valuta
sw_ke: Sarafu
tr_tr: Para
zh_hk: 货币
zh_tw: 貨幣

source: Balance before
cs_cz: Bilance před
es_es: Balance antes
hi_in: इससे पहले शेष
id_id: Saldo sebelum
it_it: Saldo entro il
ko_kr: 밸런스 전에
nl_nl: Saldo voor
pt_pt: Saldo anterior
ro_ro: Echilibru înainte de
ru_ru: Баланс перед
sq_al: Bilanci më parë
sv: Balansräkning före
sw_ke: Usawa mbele
tr_tr: Denge öncesi
zh_hk: 余额发生在此日期前
zh_tw: 結餘之前

source: Date Authorised
es_es: Fecha Autorizada
id_id: Tgl Diotorisasi
ko_kr: 날짜 공인
mr_in: दिनांक अधिकृत
pt_pt: Data Autoriz.
zh_tw: 授權日期

source: Balance at
cs_cz: Zůstatek k
es_es: Balance al
hi_in: पर शेष
id_id: Saldo
it_it: Saldo al
ko_kr: 잔액
mr_in: येथे शिल्लक
nl_nl: Saldo op
pt_pt: Saldo em
ro_ro: Sold la
ru_ru: Остаток по состоянию на
sq_al: Gjendja më
sv: Saldon per den
sw_ke: Usawa katika
tr_tr: Bilanço
zh_hk: 余额截止日期
zh_tw: 結餘在

source: No Petty Cash Tabs were returned by the SQL because
cs_cz: Č. Pokladna Záloľky byly vráceny, protože SQL
es_es: No se obtuvieron fichas de Caja Chica por el SQL porque
hi_in: कोई लघु नकद टैब्स क्योंकि SQL से लौट रहे थे
id_id: Tdk ada Pemegang Kas Kecil yg dikembalikan SQL karena
it_it: No Tabs piccola cassa sono stati restituiti dal SQL perché
ko_kr: 어떤 푼돈 탭은 SQL 때문에에 의해 반환되지 않았다
mr_in: नाही किरकोळ रोकड टॅब SQL करून परत आले कारण
nl_nl: Geen Kas Tabs werden teruggestuurd door de SQL, omdat
pt_pt: SQL não retornou tabelas fundo fixo porque
ro_ro: Nr Tabs Petty Cash au fost returnate de către SQL, deoarece
ru_ru: Не найдено записей о малой кассе с помощью SQL, так как
sq_al: Nuk ka Sinjalizime &amp; Përditësime Skeda parave të imëta ishin kthyer nga ana e SQL sepse
sv: SQL
sw_ke: Hakuna Petty Cash Tabs waliporudi kwa sababu SQL
tr_tr: Hiçbir Petty Cash Sekmeler SQL çünkü tarafından iade edildi
zh_hk: SQL无法返回小额现金标签
zh_tw: 由SQL程序無零用現金標籤返回，因為

source: Tab Code
cs_cz: Karta kód
es_es: Pestaña Código
hi_in: टैब कोड
id_id: Kode Pemegang Kas
it_it: Scheda Codice
ko_kr: 탭 코드
mr_in: टॅब कोड
nl_nl: Tabblad Code
pt_pt: Cod. Tab.
ro_ro: Fila Cod
ru_ru: Код вкладки
sq_al: Tab Kodi
sv: Tab kod
tr_tr: Sekmesi Kodu
zh_hk: 标签代码
zh_tw: 標籤代碼

source: Total not authorised before
es_es: Total no autorizado antes
id_id: Jumlah belum diotorisasi sebelum
ko_kr: 총하기 전에 권한이 없습니다
pt_pt: Total não autoriz. antes
zh_tw: 之前總數不認可

source: No Petty Cash movements for this tab were returned by the SQL because
cs_cz: Č. Pokladna hnutí pro tuto kartu byly vráceny, protože SQL
es_es: No se obtuvieron movimientos de Caja Chica para esta pestaña por el SQL porque
hi_in: इस टैब के लिए कोई लघु नकद आंदोलनों क्योंकि SQL से लौट रहे थे
id_id: Tdk ada pergerakan Kas Petty utk pemegang kas ini yg dikembalikan oleh SQL karena
it_it: Nessun movimento piccola cassa per questa scheda sono stati restituiti dal SQL perché
ko_kr: 이 탭에 대한 푼돈의 움직임은 SQL 때문에에 의해 반환되지 않았다
mr_in: हा टॅब नाही किरकोळ रोकड हालचाली SQL करून परत आले कारण
nl_nl: Geen Kas bewegingen voor dit tabblad werden teruggestuurd door de SQL, omdat
pt_pt: SQL não encontrou movimentos do Fundo Fixo para esta tab. porque
ro_ro: Nu mişcările Petty Cash pentru această filă au fost returnate de către SQL, deoarece
ru_ru: Данные о перемещениях в малой книге не были получены SQL, так как
sq_al: Nuk ka lëvizje të parave të imëta për këtë skedë u kthyen nga SQL sepse
sv: Inga hankassa rörelser returnerades av SQL eftersom
sw_ke: Hakuna harakati Fedha Petty kwa tab hii walikuwa kurejea kwa SQL sababu
tr_tr: Bu sekme yok Petty Cash hareketleri SQL çünkü tarafından iade edildi
zh_hk: 无法找到此标签的小额现金变化
zh_tw: 此SQL程序中，沒有該標籤零用金的變動返回，因為

source: Balance At
cs_cz: Zůstatek k
es_es: balance al
hi_in: पर शेष
id_id: Saldo Pada
it_it: Saldo al
ko_kr: 밸런스에서
mr_in: वेळी शिल्लक
nl_nl: Saldo op
pt_pt: Saldo em
ro_ro: Sold la
ru_ru: Остаток по состоянию на
sq_al: Bilanci Në
sv: Saldon per den
sw_ke: Katika mizani
tr_tr: Denge At
zh_hk: 余额 截止于
zh_tw: 結餘在

source: Select A Different Date
cs_cz: Vybrat jiné datum
es_es: Seleccionar una fecha distinta
hi_in: एक भिन्न दिनांक का चयन करें
id_id: Pilih Tgl Berbeda
it_it: Selezionare una data diversa
ko_kr: 다른 날짜를 선택
mr_in: भिन्न तारीख निवडा
nl_nl: Selecteer een andere datum
pt_pt: Selec. Data diferente
ro_ro: Selectaţi o dată diferită
ru_ru: Выберите другую дату
sq_al: Zgjidh një datë tjetër
sv: Välj ett annat datum
sw_ke: Kuchagua tarehe tofauti
tr_tr: Farklı Bir Tarih Seçiniz
zh_hk: 选择其他日期
zh_tw: 選擇不同的日期

source: Maintenance Of Petty Cash Tabs
cs_cz: Údržbu Pokladna Záloľky
es_es: Mantenimiento de Pestañas de Caja Chica
hi_in: लघु नकद टैब्स का रखरखाव
id_id: Pengaturan Pemegang Kas Kecil
it_it: Manutenzione delle schede piccola cassa
ko_kr: 푼돈 탭의 유지 관리
mr_in: किरकोळ रोकड टॅब अनुपालन
nl_nl: Het onderhoud van de kleine kas Tabs
pt_pt: Manutenção de Tab. Fundo Fixo
ro_ro: Întreţinere de file numerar Petty
ru_ru: Обслуживание малой кассы
sq_al: Mirëmbajtjen e parasë së imët Tabs
sv: Underhåll av handkassa Tabs
sw_ke: Matengenezo ya Tabs Petty Cash
tr_tr: Küçük Nakit Sekmeler Of Bakım
zh_hk: 小额现金标签维护
zh_tw: 維護零用現金標籤

source: The Tab code cannot be an empty string or spaces
cs_cz: Karta kód nemůže být prázdný řetězec nebo prostory
es_es: El código de pestaña no puede ser una cadena vacía o espacios. No se obtuvieron fichas de Caja Chica por el SQL porque
hi_in: टैब कोड एक खाली स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode Pemegang Kas tdk boleh kosong atau spasi
it_it: Il codice Tab non può essere una stringa vuota o spazi
ko_kr: 탭 코드는 빈 문자열 또는 공백이 될 수 없습니다
mr_in: टॅब कोड रिक्त अक्षरमाळा किंवा रिक्त असू शकत नाही
nl_nl: De Tab-code kan niet een lege string of spaties
pt_pt: Cód. Tab. deve estar preenchido
ro_ro: Codul Tab nu poate fi un şir gol sau spaţii
ru_ru: Код вкладки не может быть пустой строкой или пробелом
sq_al: Kodi i Tab nuk mund të jetë një varg bosh apo hapësira
sv: Tab Koden kan inte vara en tom sträng eller mellanslag
sw_ke: Kanuni Tab hawezi kuwa string tupu au nafasi
tr_tr: Tab kodu boş bir dize ya da boşluk olamaz
zh_hk: 标签代码不能为空
zh_tw: 該標籤代碼不能為空字符串或空格

source: The Tab code must be twenty characters or less long
cs_cz: Kód Karta musí být dvaceti znacích nebo méně dlouho
es_es: El código de pestaña debe tener veinte caracteres o menos de largo
hi_in: टैब कोड बीस या कम वर्णों का अवश्य होना चाहिए
id_id: Kode Pemegang Kas maksimal 20 karakter
it_it: Il codice deve essere Tab venti caratteri o meno lungo
ko_kr: 탭 코드는 스무 자 이하 여야합니다
mr_in: टॅब कोड वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De Tab-code moet twintig tekens of minder lange
pt_pt: Cód. Tab. deve ter no máximo 20 caracteres
ro_ro: Codul Tab trebuie să fie de douazeci de caractere sau mai puţin timp
ru_ru: Код вкладки должен быть двадцать символов или меньше
sq_al: Kodi Tab duhet të jetë njëzet shkronja ose më pak gjatë
sv: Koden ska vara max 20 tecken lång
sw_ke: Kanuni Tab lazima wahusika ishirini au chini ya muda mrefu
tr_tr: Tab kod yirmi karakter veya daha az olmalıdır
zh_hk: 标签代码必须小于20个字符
zh_tw: 該標籤的代碼必須是少於20個字符

source: You must select a User for this tab
es_es: Debe seleccionar un Usuario para esta pestaña
id_id: Anda harus memilih User utk pemegang kas ini
ko_kr: 이 탭에 대한 사용자를 선택해야합니다
mr_in: आपण या टॅबमध्ये एक वापरकर्ता निवडणे आवश्यक आहे
pt_pt: Selecionar um Usuário para essa Tab.
zh_tw: 你必須為這個標籤選擇一個用戶

source: You must select a type of tab from the list
es_es: Debe seleccionar el tipo de pestaña de la lista
id_id: Anda harus memilih tipe pemegang kas dari daftar
ko_kr: 당신은 목록에서 탭의 유형을 선택해야합니다
mr_in: आपण सूचीमधून टॅब एक प्रकार निवडणे आवश्यक आहे
pt_pt: Selecionar um tipo de Tab. da Lista
zh_tw: 您必須從列表中選擇一個類型標籤

source: You must select a User to assign cash to this tab
es_es: Debe seleccionar un usuario para asignar efectivo a esta pestaña
id_id: Anda harus memilih User utk menyetor tunai ke pemegang kas ini
ko_kr: 이 탭으로 현금을 할당 할 사용자를 선택해야합니다
mr_in: आपण या टॅबमध्ये रोख लागू करण्याची एक सदस्य निवडणे आवश्यक आहे
pt_pt: Selec. Usuário para Assinalar Numerário para a Tab.
zh_tw: 你必須選擇一個用戶分配現金在此標籤

source: You must select a User to authorise this tab
es_es: Debe seleccionar un usuario para autorizar esta pestaña
id_id: Anda harus memilih User utk mengotorisasi pemegang kas ini
ko_kr: 이 탭에 권한을 부여 할 사용자를 선택해야합니다
mr_in: आपण हा टॅब अधिकृत करण्यासाठी एक सदस्य निवडणे आवश्यक आहे
pt_pt: Selecionar usuário para autorizar a Tab.
zh_tw: 你必須選擇一個用戶授權此標籤

source: You must select a General ledger code for the cash to be assigned from
es_es: Debe seleccionar un código contable para el dinero que se asignará a
id_id: Anda harus memilih kode Buku Besar utk tunai disetor dari mana
ko_kr: 현금에서 할당하는 당신은 원장 코드를 선택해야합니다
mr_in: आपण ते नियुक्त केले रोख एक सामान्य खातेवही कोड निवडणे आवश्यक आहे
pt_pt: Selecionar um Cód. Contábil para Assinalar Numer. de
zh_tw: 你必須選擇從分配的現金總帳代碼

source: You must select a General ledger code for this petty cash tab
es_es: Debe seleccionar un código contable para esta ficha de caja chica
id_id: Anda harus memilih kode Buku Besar utk pemegang kas kecil ini
ko_kr: 이 푼돈 탭에 대한 총계정 원장 코드를 선택해야합니다
mr_in: आपण या किरकोळ रोकड टॅब एक सामान्य खातेवही कोड निवडणे आवश्यक आहे
pt_pt: Selecionar um Código Contábil para Tab. Fundo Fixo
zh_tw: 您必須選擇這個零用金選項卡總帳代碼

source: The Petty Cash Tab
es_es: La ficha de Caja Chica
id_id: Pemegang Kas Kecil
ko_kr: 푼돈 탭
mr_in: किरकोळ रोकड टॅब
pt_pt: Tab. Fundo Fixo
zh_tw: 零用現金標籤

source: The Tab
cs_cz: Tab
es_es: La Pestaña
hi_in: टैब
id_id: Pemegang Kas
it_it: La scheda
ko_kr: 탭
nl_nl: De Tab
pt_pt: A Tab.
ro_ro: Tab
ru_ru: Вкладка
sq_al: Tab
sv: Tab
sw_ke: Tab
tr_tr: Tab
zh_hk: 标签
zh_tw: 該標籤

source: already exists
es_es: ya existe
id_id: sdh ada
ko_kr: 이미 존재 함
pt_pt: já existe
zh_tw: 已存在

source: The Tab record could not be deleted because
cs_cz: Tab záznam nelze smazat, protože
es_es: El registro de pestaña no pudo ser eliminado por
hi_in: टैब रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data Pemegang Kas tdk dapat dihapus karena
it_it: Il record Tab non poteva essere eliminato perché
ko_kr: 탭 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: टॅब रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: De Tab-record kan niet worden verwijderd omdat
pt_pt: A Tab. não pode ser removida porque
ro_ro: Tab record nu poate fi ştearsă, deoarece
ru_ru: Запись вкладки не может быть удалена, так как
sq_al: Rekord Tab nuk mund të fshihet sepse
sv: Tab rekord kunde inte raderas eftersom
sw_ke: rekodi ya Tab inaweza kuwa ilifutwa kwa sababu
tr_tr: Tab kaydından dolayı silinemedi
zh_hk: 标签记录无法删除
zh_tw: 該標籤的記錄無法刪除，因為

source: Type Of Tab
cs_cz: Typ Tab
es_es: Tipo de Pestaña
hi_in: टैब का प्रकार
id_id: Tipe Pemegang Kas
it_it: Tipo di tabulazione
ko_kr: 탭의 종류
mr_in: टॅब प्रकार
nl_nl: Type tab
pt_pt: Tipo de Tab.
ro_ro: Tip de Tab
ru_ru: Тип на вкладке
sq_al: Lloji i Tab
sv: Typ av Tab
sw_ke: Aina ya Tab
tr_tr: Tab Tipi
zh_hk: 标签种类
zh_tw: 標籤類型

source: Limit
es_es: Límite
hi_in: सीमा
id_id: Batas
it_it: Limite
ko_kr: 한도
mr_in: मर्यादा
nl_nl: Te beperken
pt_pt: Limite
ro_ro: Limită
ru_ru: Предел
sv: Begränsa
sw_ke: Kikomo
zh_hk: 限额
zh_tw: 限制

source: Assigner
es_es: Asignador
id_id: Penyetor
ko_kr: 할당 기
mr_in: देणारा
pt_pt: Assinalador
zh_tw: 分配者

source: GL Account For Cash Assignment
cs_cz: GL účtu For Cash přiřazení
es_es: Cuenta contable para la asignación de efectivo
hi_in: नकद काम के लिए जीएल खाता
id_id: Akun GL Utk Penyetoran Tunai
it_it: Conto GL Per l&#39;assegnazione di cassa
ko_kr: 현금 할당을위한 GL 계정
mr_in: रोख नेमणूक साठी जी.एल. खाते
nl_nl: GL Account Voor Geld Opdracht
pt_pt: Conta Contáb. para Assinal. Fundo Fixo
ro_ro: GL cont pentru alocare în numerar
ru_ru: счет в главной книге для распределения наличных
sq_al: Llogaria GL Për Caktimin Cash
sv: GL konto för Cash Uppdrag
sw_ke: GL Akaunti ya Fedha kwa ajili ya zoezi
tr_tr: Nakit Atama için GL Hesabı
zh_hk: 现金预支总帐账户
zh_tw: 總帳帳戶現金分配

source: GL Account Petty Cash Tab
cs_cz: GL účtu Pokladna Tab
es_es: Pestaña de Cuenta contable de Caja Chica
hi_in: जीएल खाता लघु नकद टैब
id_id: Akun GL Pemegang Kas Kecil
it_it: GL scheda Account piccola cassa
ko_kr: GL 계정 푼돈 탭
mr_in: जी.एल. खाते किरकोळ रोकड टॅब
nl_nl: GL Account Kas Tab
pt_pt: Conta Contab. Tab. Fundo Fixo
ro_ro: GL fila Contul Cash Petty
ru_ru: Вкладка счета малой книги в главной книге
sq_al: Llogaria GL Tab parave të imëta
sv: Konto för handkassa
sw_ke: GL Akaunti Petty Cash Tab
tr_tr: GL Hesap Petty Cash Tab
zh_hk: 此标签所属总帐账户
zh_tw: 總帳帳戶零用現金標籤

source: Are you sure you wish to delete this tab code?
es_es: ¿Está seguro que desea suprimir este código de pestaña?
id_id: Apakah Anda yakin ingin menghapus kontak ini?
ko_kr: 이 탭의 코드를 삭제하려면 확실합니까?
mr_in: आपण हा टॅब कोड हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste código da tabela?
zh_tw: 您確定要刪除這個標籤的代碼？

source: Show All Tabs Defined
cs_cz: Zobrazit všechny definované Záloľky
es_es: Mostrar todas las pestañas definidas
hi_in: सभी परिभाषित टैब्स दिखाएँ
id_id: Tampilkan Semua Pemegang Kas
it_it: Visualizza tutte le schede Definito
ko_kr: 정의 된 모든 탭보기
mr_in: परिभाषित सर्व टॅब दर्शवा
nl_nl: Toon Defined All Tabs
pt_pt: Mostra todas as tabelas definidas
ro_ro: Arata toate filele definite
ru_ru: Показать все определенные вкладки
sq_al: Show All Tabs Përcaktuar
sv: Visa Alla definierade Tabs
sw_ke: Kuonyesha Tabs zote Defined
tr_tr: Tanımlanan Tüm Sekmeler göster
zh_hk: 显示所有已定义的标签
zh_tw: 顯示所有標籤定義

source: Limit Of Tab
cs_cz: Limit Tab
es_es: Límite de Pestaña
hi_in: टैब की सीमा
id_id: Batas Pemegang Kas
it_it: Limite di Tab
ko_kr: 탭의 제한
mr_in: टॅब मर्यादा
nl_nl: Limiet van Tab
pt_pt: Limite da tabela
ro_ro: Limita de Tab
ru_ru: Лимит вкладок
sq_al: Limit i Tab
sv: Gräns för Tab
sw_ke: Kikomo ya Tab
tr_tr: Tab Limit
zh_hk: 标签限额
zh_tw: 限制標籤

source: GL Account Cash Assignment
cs_cz: GL účtu Peněžní přiřazení
es_es: Cuenta contable de asignación de efectivo
hi_in: जीएल खाता नकद नियत कार्य
id_id: Akun GL Penyetoran Kas
it_it: GL Account Assegnazione di cassa
ko_kr: GL 계정 현금 지정
mr_in: जी.एल. खाते रोख नेमणूक
nl_nl: GL Account Cash Opdracht
pt_pt: Assin. Dinheiro Conta Contábil
ro_ro: GL Contul Cash Cesiunea
ru_ru: Распределение для счета в главной книге
sq_al: Cash GL Llogaria Caktimi
sv: Konto för kontanter
sw_ke: GL Akaunti ya Fedha Assignment
tr_tr: GL Hesap Nakit Atama
zh_hk: 现在支出总帐账户
zh_tw: 總帳帳戶現金分配
