Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: already exists as a stock category in the system
cs_cz: již existuje jako akciová kategorii v systému
es_es: ya existe como categoría de existencias en el sistema
hi_in: पहले से ही इस प्रणाली में एक शेयर श्रेणी के रूप में मौजूद
id_id: sdh ada sbg kategori stok di sistem
it_it: già esiste come categoria stock nel sistema
ko_kr: 이미 시스템에 주식 카테고리로 존재
mr_in: आधिपासून प्रणालीवर एक स्टॉक श्रेणी म्हणून अस्तित्वात
nl_nl: Er bestaat al als een aandeel categorie in het systeem
pt_pt: já existe como categoria de estoque no sistema
ro_ro: există deja ca o categorie de valori în sistemul
ru_ru: уже существует как категории склада в системе
sq_al: tashmë ekziston si një kategori të aksioneve në sistemin e
sv: redan finns som en stock kategori i systemet
sw_ke: tayari lipo kama sehemu ya hisa katika mfumo
tr_tr: sistemde zaten var olan bir kategori olarak var
zh_hk: 已存在于系统中
zh_tw: 已存在於系統內的存貨類別

source: a unique stock category must be entered for the new stock category
cs_cz: Unikátní fotografie kategorii musí být zadáno pro novou kategorii vozidel
es_es: una categoría única de existencias debe ser presentada para la categoría de nuevas existencias
hi_in: एक अनूठा स्टॉक श्रेणी नया स्टॉक वर्ग के लिए दर्ज होना चाहिए
id_id: kategori stok yg unik harus dimasukkan utk kategori stok baru
it_it: una categoria stock unico deve essere indicato per la categoria stock nuovo
ko_kr: 독특한 재고 카테고리는 새로운 주식의 범주에 대해 입력해야합니다
mr_in: एक अद्वितीय स्टॉक श्रेणी नवीन स्टॉक श्रेणी प्रविष्ट करणे आवश्यक आहे
nl_nl: een unieke stock categorie moeten worden opgenomen voor de nieuwe voorraad categorie
pt_pt: categoria de estoque única deve ser informada para nova categoria
ro_ro: o categorie de stoc unic trebuie să fie înscrise pentru categoria stocul de noi
ru_ru: уникальная категория склада должна быть введена для новой категории склада
sq_al: një kategori të veçantë të aksioneve duhet të regjistrohen për kategorinë e aksioneve të reja
sv: En unik lagerkategori måste anges
sw_ke: kipekee jamii hisa iwekwe kwa jamii mpya ya hisa
tr_tr: benzersiz bir stok kategorisi yeni hisse senedi kategori için girilmelidir
zh_hk: 对于新库存种类, 必须输入唯一的存货种类编码
zh_tw: 新存貨類別, 必須輸入唯一的存貨類別

source: Adding the new stock Category record
cs_cz: Přidání nového vozidla kategorie rekord
es_es: Añadiendo la nueva categoría del registro de la ubicación de productos
hi_in: नया स्टॉक श्रेणी रिकॉर्ड जोड़ना
id_id: Menambahkan data Kategori stok baru
it_it: L&#39;aggiunta del nuovo record stock Categoria
ko_kr: 새로운 주식의 종류 기록 추가
mr_in: नवीन स्टॉक वर्ग रेकॉर्ड जमा
nl_nl: Het toevoegen van de nieuwe voorraad Categorie record
pt_pt: Adic. nova Categoria de Estoque.
ro_ro: Adăugarea nou record de stoc Categorie
ru_ru: Добавление новой записи категории склада
sq_al: Shtimi i ri rekord të aksioneve të Kategori
sv: Lägg till den nya lagerkategoriposten
sw_ke: Kuongeza mpya ya hisa Jamii rekodi
tr_tr: yeni hisse senedi Kategori kayıt ekleme
zh_hk: 正在新增存货种类记录
zh_tw: 新增新存貨類別主記錄

source: The SQL to insert the new stock category record failed
cs_cz: SQL vložit nový rekord kategorie vozidel selhal
es_es: El siguiente SQL falló para insertar el registro de la nueva categoría de existencias
hi_in: सम्मिलित करने के लिए SQL नया स्टॉक श्रेणी रिकॉर्ड विफल
id_id: SQL utk memasukkan data kategori stok baru kategori
it_it: Il SQL per inserire il nuovo record di categoria stock fallito
ko_kr: SQL은 새로운 주식 카테고리 기록에 실패 삽입
mr_in: नवीन स्टॉक श्रेणी रेकॉर्ड घालण्यास SQL ​​अयशस्वी
nl_nl: De SQL om de nieuwe voorraad categorie record mislukt
pt_pt: SQL para inserir nova categoria de estoque falhou
ro_ro: SQL pentru a insera noul record categoria stocurilor nu a reuşit
ru_ru: SQL, чтобы вставить новую запись категории склада не удался
sq_al: SQL për të futur në kategori të re të aksioneve rekord dështuar
sv: SQL misslyckades
sw_ke: SQL Insert ya mwezi hisa jamii rekodi ya kushindwa
tr_tr: yeni hisse senedi kategori kayıt başarısız eklemek için SQL
zh_hk: 插入新存货种类记录失败的SQL是
zh_tw: 插入新存貨類別記錄的 SQL 失敗

source: Changing stock properties
cs_cz: Změna zásob vlastnosti
es_es: Cambiar las propiedades de existencias
hi_in: शेयर गुण बदलना
id_id: Mengubah ciri stok
it_it: Modifica delle proprietà di stock
ko_kr: 재고 속성 변경
mr_in: स्टॉक गुणधर्म बदलताना
nl_nl: Wisselende voorraad eigenschappen
pt_pt: Atualizando propriedades estoque
ro_ro: Schimbarea proprietăţi stoc
ru_ru: Изменение свойств склада
sq_al: Ndryshimi i pronave të aksioneve
sv: Ändring av lageregenskaper
sw_ke: Kubadilisha tabia za hisa
tr_tr: stok özelliklerini değiştirme
zh_hk: 改变库存属性
zh_tw: 改變倉庫的屬性

source: The SQL to update stock properties records failed
cs_cz: SQL aktualizovat zásob záznamů vlastností selhal
es_es: El SQL falló actualizando los registros de las propiedades de existencias
hi_in: एसक्यूएल अद्यतन करने के लिए स्टॉक गुण रिकॉर्ड विफल
id_id: SQL utk memperbarui data ciri stok gagal
it_it: Il SQL per aggiornare le proprietà contabilità di magazzino non riuscita
ko_kr: 재고 속성 레코드를 업데이트 할 수있는 SQL 실패
mr_in: स्टॉक गुणधर्म रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: De SQL te werken voorraad eigenschappen records is mislukt
pt_pt: SQL para atualizar propriedades falhou
ro_ro: SQL pentru a actualiza proprietăţi stocului de înregistrări a eşuat
ru_ru: SQL для обновления записей свойства склада не удалось
sq_al: SQL për të rinovuar pronat e aksioneve të dhënat e dështuar
sv: SQL misslyckades
sw_ke: SQL update hisa mali kumbukumbu alishindwa
tr_tr: SQL stok özellikleri kayıtları başarısız güncellemek için
zh_hk: 更新库存属性记录失败的SQL是
zh_tw: 更新倉庫性質的記錄的SQL失敗

source: Changing stock master records
cs_cz: Změna evidence zásob mistr
es_es: Cambio de registros maestros de existencias
hi_in: शेयर गुरु रिकॉर्ड बदलने से
id_id: Mengubah data master stok
it_it: Modifica record anagrafici magazzino
ko_kr: 재고 마스터 레코드 변경
mr_in: स्टॉक मास्टर रेकॉर्ड बदलणे
nl_nl: Wisselende voorraad stamrecords
pt_pt: Atualizando categoria de estoque
ro_ro: Schimbarea evidenţa stocurilor master
ru_ru: Изменение главных записей склада
sq_al: Ndryshimi dhënat master aksioneve
sv: Ändring av lager master post
sw_ke: Kubadilisha kumbukumbu mwenye hisa
tr_tr: stok ana kayıtlarını değiştirme
zh_hk: 改变库存主记录
zh_tw: 更改存貨主記錄

source: The SQL to update stock master transaction records failed
cs_cz: SQL aktualizovat evidenci mistr transakce nezdařila
es_es: El SQL falló para actualizar los registros de transacciones maestras de existencias
hi_in: एसक्यूएल अद्यतन करने के लिए स्टॉक गुरु लेनदेन रिकॉर्ड विफल
id_id: SQL utk memperbarui data transaksi stockmaster gagal
it_it: Il SQL per aggiornare contabilità di magazzino transazione principale non riuscita
ko_kr: 재고 마스터 트랜잭션 레코드를 업데이트 할 수있는 SQL 실패
mr_in: स्टॉक मास्टर व्यवहार रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: De SQL te werken voorraad master transactie-records is mislukt
pt_pt: SQL para atualizar categoria de estoque falhou
ro_ro: SQL pentru actualizarea master înregistrările tranzacţiilor nu a reuşit stoc
ru_ru: SQL для обновления главных записей операций по складам не удалось
sq_al: SQL për të rinovuar të zotëruar të dhënat e aksioneve transaksion nuk
sv: SQL misslyckades
sw_ke: SQL update hisa bwana shughuli kumbukumbu alishindwa
tr_tr: SQL stok ana işlem kayıtlarını başarısız güncelleme
zh_hk: 更新存货主记录交易失败的SQL是
zh_tw: 更新倉庫高手的交易記錄的SQL失敗

source: Changing internal stock category roles records
ko_kr: 재고 카테고리 역할 레코드 변경
zh_tw: 改變內部庫存類別角色記錄

source: The SQL to update internal stock category role records failed
ko_kr: SQL은 실패 재고 카테고리 역할 레코드를 업데이트합니다
zh_tw: 在SQL的內部庫存類別角色記錄更新失敗

source: Deleting the old stock category record
cs_cz: Odstranění starých zásob kategorii rekord
es_es: Suprimiendo el registro de la categoría de inventario viejo
hi_in: पुराना स्टॉक श्रेणी रिकॉर्ड हटाना
id_id: Menghapus data kategori stok lama
it_it: Eliminare il vecchio record di categoria stock
ko_kr: 이전 stock 카테고리 기록 삭제
mr_in: जुन्या स्टॉक श्रेणी रेकॉर्ड हटवत
nl_nl: Het verwijderen van de oude voorraad categorie record
pt_pt: Removendo categoria de estoque antiga
ro_ro: Ştergerea vechiul record categoria stoc
ru_ru: Удаление старых записей категории склада
sq_al: Fshirja e vjetër kategori rekord të aksioneve
sv: Radera den gamla lagerkategoriposten
sw_ke: Kufuta wa zamani hisa jamii rekodi
tr_tr: eski stok kategorisi kayıt silme
zh_hk: 删除就库存种类记录
zh_tw: 刪除舊庫存類別記錄

source: The SQL to delete the old stock category record failed
cs_cz: SQL k odstranění starých zásob kategorii rekord nepodařilo
es_es: El SQL falló para suprimir el registro de categoría de existencias antiguo
hi_in: एसक्यूएल नष्ट करने के लिए पुराने स्टॉक श्रेणी रिकॉर्ड विफल
id_id: SQL utk menghapus data kategori stok yg lama gagal
it_it: Il SQL per eliminare il vecchio record di categoria stock fallito
ko_kr: SQL은 이전 stock 카테고리 기록에 실패 삭제
mr_in: जुन्या स्टॉक श्रेणी रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: De SQL-het verwijderen van de oude voorraad categorie record mislukt
pt_pt: SQL para remover antiga categoria de estoque falhou
ro_ro: SQL pentru a şterge vechiul record categoria stocurilor nu a reuşit
ru_ru: SQL для удаления старых записей категории склада не удалось
sq_al: SQL të fshini vjetër kategori të aksioneve rekord dështuar
sv: SQL misslyckades
sw_ke: SQL kufuta rekodi ya zamani ya hisa jamii kushindwa
tr_tr: SQL eski stok kategori kayıt başarısız silmek için
zh_hk: 删除旧存种类记录失败的SQL是
zh_tw: 刪除舊存貨類別的 SQL 失敗

source: Existing Inventory Category Code
cs_cz: Stávající zásoby Kategorie kód
es_es: Código de Categoría de Inventario Existente
hi_in: श्रेणी सूची संहिता मौजूदा
id_id: Kode yg ada Persediaan Kategori
it_it: Esistenti Codice categoria Inventario
ko_kr: 기존 재고 범주 코드
mr_in: विद्यमान सूची वर्ग कोड
nl_nl: Bestaande inventaris Categorie Code
pt_pt: Categoria de Estoque existente
ro_ro: Categorie existente Codul Inventarul
ru_ru: Существующий код категории инвентаря
sq_al: Ekzistuese Kategoria Kodi Inventari
sv: Nuvarande lagerkategorikod
sw_ke: Zilizopo Mali Jamii Code
tr_tr: Envanter Kategori Kodu Mevcut
zh_hk: 存在库存种类代码
zh_tw: 現存庫存類別編碼

source: New Inventory Category Code
cs_cz: Zásoby nové kategorie zákoníku
es_es: Nuevo Código de Categoría de Inventario
hi_in: नई सूची श्रेणी कोड
id_id: New Persediaan Kategori Kode
it_it: Nuovo Codice di inventario di categoria
ko_kr: 새로운 재고 범주 코드
mr_in: नवीन सूची वर्ग कोड
nl_nl: Nieuwe inventaris Categorie Code
pt_pt: Nova Categoria de Estoque
ro_ro: Noi Inventarul Categorie Codul
ru_ru: Новый код категории инвентаря
sq_al: Kategoria New Inventari Kodi
sv: Ny lagerkategorikod
sw_ke: Mpya Mali Jamii Code
tr_tr: Yeni Envanter Kategori Kodu
zh_hk: 新库存种类代码
zh_tw: 新庫存類別編碼

source: UTILITY PAGE Change A Stock Code
cs_cz: UTILITY stránka změnit Reklamní kodex
es_es: PÁGINA UTILITARIA - Cambiar un código de inventario
hi_in: उपयोगिता पृष्ठ एक स्टॉक कोड बदलें
id_id: HALAMAN FASILITAS Ubah Kode Stok
it_it: Codice
ko_kr: 유틸리티 페이지 변경 주식 코드
mr_in: युटिलिटी पृष्ठ बदल स्टॉक कोड
nl_nl: Faciliteit om een voorraad code te veranderen
pt_pt: Página Utilit. Modif. Cód. Estoque.
ro_ro: PAGINA UTILITATE modificaţi un cod de Valori
ru_ru: СТРАНИЦА УТИЛИТЫ Изменение кода склада
sq_al: FAQE Utility Ndryshimi Një Kod Stock
sv: UTILITY sidan Ändra en Stock-koden
sw_ke: UKURASA shirika Change A Kanuni Stock
tr_tr: UTILITY SAYFASI BIR STOK KODU DEGISTIRDI
zh_hk: 应用页更改存货编码
zh_tw: 應用頁更改存貨編碼

source: Change An Inventory Item Code
cs_cz: Změna zásob Kód položky
es_es: Cambiar un código de artículo de inventario
hi_in: एक सूची आइटम कोड बदलें
id_id: Ubah Kode Item Persediaan
it_it: Codice
ko_kr: 재고 상품 코드 변경
mr_in: एक सूची आयटम कोड बदला
nl_nl: Verander een voorraad item code
pt_pt: Mude um Item do Código de Estoque
ro_ro: O schimbare Codul obiect de inventar
ru_ru: Изменить код товара
sq_al: Ndryshimi Një Kodi Item Inventari
sv: ändra produktkod för lagervara
sw_ke: Mabadiliko ya Bidhaa Kitabu Code
tr_tr: STOK KODU DEGISTIR
zh_hk: 更改物料编号
zh_tw: 更改物料編號

source: The stock code
cs_cz: Populace kód
es_es: El código de existencia
hi_in: स्टॉक कोड
id_id: Kode stok
it_it: Lo stock di codice
ko_kr: 주식 코드
mr_in: स्टॉक कोड
nl_nl: Voorraad code
pt_pt: O código de estoque
ro_ro: Codul de stoc
ru_ru: код склада
sq_al: Kodi i aksioneve
sv: Lagerkoden
sw_ke: Kanuni ya hisa
tr_tr: STOK KODU
zh_hk: 存货编码
zh_tw: 存貨編碼

source: does not currently exist as a stock code in the system
cs_cz: v současné době neexistuje jako akcie kód v systému
es_es: no existe como tal en el sistema
hi_in: करता प्रणाली में एक शेयर कोड के रूप में वर्तमान में मौजूद नहीं
id_id: tdk ada dalam sistem sbg kode stok dalam sistem
it_it: non esiste ancora come un codice stock nel sistema
ko_kr: 현재 시스템에서 주식 코드로 존재하지 않습니다
mr_in: सध्या प्रणालीत एक स्टॉक कोड म्हणून अस्तित्वात नाही
nl_nl: bestaat niet als een voorraad code in het systeem
pt_pt: Não existe esse código de estoque no sistema
ro_ro: nu există în prezent ca un cod de valori în sistemul
ru_ru: в настоящее время не существует как код склада в системе
sq_al: aktualisht nuk ekziston si një kod të aksioneve në sistemin e
sv: existerar inte för tillfället som en aktie kod i systemet
sw_ke: sasa hana kuwepo kama kanuni ya hisa katika mfumo
tr_tr: SISTEMDE BOYLE BIR STOK KODU TANIMLI DEGIL
zh_hk: 在系统内不是现在的存货编码
zh_tw: 在系統內不是現在的存貨編碼

source: The new stock code to change the old code to contains illegal characters - no changes will be made
cs_cz: Nová pažba kód pro změnu starého kódu, obsahuje nepovolené znaky - žádné změny budou provedeny
es_es: El nuevo código de stock que cambiaría el anterior, contiene caracteres ilegales - no se realizarán cambios
hi_in: नया स्टॉक कोड के लिए पुराने कोड बदलने के लिए अमान्य वर्ण हैं - कोई बदलाव नहीं किया जाएगा
id_id: Kode baru customer utk mengubah kode lama berisi karakter yg tdk diperbolehkan - tdk ada perubahan akan dilakukan
it_it: Il codice di scorta nuovo per cambiare il vecchio codice a contiene caratteri non validi - non saranno apportate delle modifiche
ko_kr: 새로운 주식 코드는 기존의 코드를 변경하는 것은 불법 문자가 포함 - 변경되지됩니다
mr_in: बेकायदेशीर वर्ण आहेत वृद्ध कोड बदलण्यासाठी नवीन स्टॉक कोड - कोणतेही बदल केले जातील
nl_nl: De niewe voorraad code om de oude voorraad code te vervangen bevat ongeoorloofde tekens - verandering wordt niet uitgevoerd
pt_pt: Novo código de estoque para atualizar o antigo contém caracteres inválidos, não haverá processamento
ro_ro: Codul de stoc noi pentru a schimba codul vechi de a conţine caractere ilegale - nu modificări vor fi făcute
ru_ru: Новый кол склада содержит недопустимые символы - изменения не применены
sq_al: Kodin e ri të aksioneve për të ndryshuar kodin e vjetër që përmban karaktere të paligjshme - nuk ka ndryshime do të bëhen
sv: Den nya lager kod för att ändra den gamla koden till innehåller otillåtna tecken - inga ändringar kommer att göras
sw_ke: Mpya ya hisa kanuni na mabadiliko ya kanuni zamani ina herufi haramu - hakuna mabadiliko zitafanywa
tr_tr: Yeni stok kodu eski kodunu değiştirmek için izin verilmeyen karakterler içeriyor - herhangi bir değişiklik yapılmayacaktır
zh_hk: 新的存货编码存在非法字符，未能更新
zh_tw: 替換舊編碼的新商品編碼含有不合法字元 - 未有更改

source: The new stock code to change the old code to must be entered as well
cs_cz: Nová pažba kód pro změnu starý kód musí být zadán jako dobře
es_es: También debe introducir el nuevo código de stock que sustituirá al anterior
hi_in: नया स्टॉक कोड पुराने कोड को दर्ज किया जाना चाहिए बदलने के लिए और साथ ही
id_id: Kode baru stok utk mengubah kode lama harus dimasukkan juga
it_it: Il codice di scorta nuovo per modificare il codice vecchio deve essere inserito anche
ko_kr: 기존 코드를 변경하는 새로운 주식 코드도 입력해야합니다
mr_in: वृद्ध कोड बदलण्यासाठी नवीन स्टॉक कोड तसेच प्रविष्ट करणे आवश्यक आहे
nl_nl: Nieuwe voorraad code die de oude moet vervangen dient ook ingevoerd te worden
pt_pt: Novo código de estoque para substituir o antigo deve ser informado
ro_ro: Codul de stoc noi pentru a schimba codul vechi trebuie să fie introduse, precum şi
ru_ru: Новый новый код склада для замены старого кода должен быть введен
sq_al: Kodin e ri të aksioneve për të ndryshuar kodin e vjetër që duhet të lidhet edhe
sv: Den nya lager kod för att ändra den gamla koden måste anges liksom
sw_ke: Mpya ya hisa kanuni na mabadiliko ya kanuni ya zamani iwekwe pia
tr_tr: Yeni stok kodu, eski kod girilmelidir değiştirmek için de
zh_hk: 必须输入新的存货编码
zh_tw: 替換舊編碼的新商品編碼必須正確輸入

source: The replacement stock code
cs_cz: Výměna akcií kód
es_es: El código de existencia reemplazante
hi_in: प्रतिस्थापन स्टॉक कोड
id_id: Kode stok pengganti
it_it: La sostituzione del codice stock
ko_kr: 대체 주식 코드
mr_in: रिप्लेसमेंट स्टॉक कोड
nl_nl: De vervangende voorraad code
pt_pt: Código de estoque substituído
ro_ro: înlocuire stoc cod
ru_ru: Замена кода склада
sq_al: Aksioneve zëvendësim Kodi
sv: Ersättningslagerkoden
sw_ke: Ya hisa badala code
tr_tr: YERINE KONULACAK STOK KODU
zh_hk: 替代的存货编号
zh_tw: 替代的存貨編號

source: already exists as a stock code in the system
cs_cz: již existuje jako akciová kód v systému
es_es: ya existe como código de existencia en el sistema
hi_in: पहले से ही इस प्रणाली में एक शेयर के रूप में मौजूद कोड
id_id: sdh ada sbg kode stok dalam sistem
it_it: esiste già come un codice di magazzino nel sistema
ko_kr: 이미 시스템에 주식 코드로 존재
mr_in: आधिपासून प्रणालीवर एक स्टॉक कोड म्हणून अस्तित्वात
nl_nl: bestaat al als een voorraad code in het systeem
pt_pt: já existe como código estoque no sistema
ro_ro: există deja ca un cod de valori în sistemul
ru_ru: уже существует как код склада в системе
sq_al: tashmë ekziston si një kod të aksioneve në sistemin e
sv: redan finns som en stock kod i systemet
sw_ke: tayari lipo kama kanuni ya hisa katika mfumo
tr_tr: SISTEMDE BÖYLE BIR STOK KODU VAR
zh_hk: 已存在于系统内的存货编码
zh_tw: 已存在於系統內的存貨編碼

source: a unique stock code must be entered for the new code
cs_cz: Unikátní populace kód musí být zadán nový kód pro
es_es: debe introducir un código de existencia único para el nuevo código
hi_in: एक अनूठा स्टॉक कोड नए कोड के लिए दर्ज होना चाहिए
id_id: kode stok unik harus dimasukkan utk kode yg baru
it_it: un codice univoco stock devono essere iscritti per il nuovo codice
ko_kr: 고유 한 주식 코드는 새로운 코드를 입력해야합니다
mr_in: एक अद्वितीय स्टॉक कोड नवीन कोड प्रविष्ट करणे आवश्यक आहे
nl_nl: een unique code moet worden ingevoerd voor de nieuwe voorraad code
pt_pt: Informar um código de estoque único para o novo código
ro_ro: un cod unic de stoc trebuie să fie înscrise pentru cod nou
ru_ru: Уникальный код склада должен быть введен для нового кода
sq_al: një kod unik të aksioneve duhet të regjistrohen për kodin e ri
sv: en unik lager kod måste anges för den nya koden
sw_ke: kipekee code hisa iwekwe kwa kanuni mpya
tr_tr: YENI KOD OLUSTURMAK IÇIB BENZERSIZ BIR KOD GIRMELISINIZ
zh_hk: 新存货编码, 必须输入唯一的存货编码
zh_tw: 新存貨編碼, 必須輸入唯一的存貨編碼

source: Adding the new stock master record
cs_cz: Přidání nových akciových mistr rekord
es_es: Añadiendo nuevo registro maestro de existencias
hi_in: नया स्टॉक मालिक रिकॉर्ड जोड़ना
id_id: Menambahkan data master stok baru
it_it: L&#39;aggiunta del nuovo record master stock
ko_kr: 새로운 주식 마스터 레코드 추가
mr_in: नवीन स्टॉक मास्टर रेकॉर्ड जमा
nl_nl: Nieuwe voorraad master record toegevoegd
pt_pt: Adic. novo reg. mestre estoque
ro_ro: Adăugarea nou record de master stoc
ru_ru: Добавление главной записи нового склада
sq_al: Shtimi i ri master rekord të aksioneve
sv: Lägga den nya skivan lager master
sw_ke: Kuongeza hisa mpya mwenye rekodi
tr_tr: YENI STOK MASTER KAYDI EKLENIYOR..
zh_hk: 新存货主记录新增中
zh_tw: 新存貨主記錄新增中

source: The SQL to insert the new stock master record failed
cs_cz: SQL vložit nové akcie zaznamená velitel selhal
es_es: Falló el SQL para agregar el registro maestro de nueva existencia
hi_in: सम्मिलित करने के लिए SQL नया स्टॉक मालिक रिकॉर्ड विफल
id_id: SQL gagal memasukkan data master stok baru
it_it: di
ko_kr: SQL은 새로운 주식 마스터 레코드에 실패 삽입
mr_in: नवीन स्टॉक मास्टर रेकॉर्ड घालण्यास SQL ​​अयशस्वी
nl_nl: Gebruikte SQL waar het toevoegen van de nieuwe voorraad master record mislukte
pt_pt: SQL para inserir novo código de estoque falhou
ro_ro: SQL pentru a insera noul record master stoc a eşuat
ru_ru: SQL, чтобы вставить главные записи новых запасов не удалось
sq_al: SQL për të futur të ri master aksioneve rekord dështuar
sv: SQL för att infoga nya lager befälhavaren rekord misslyckades
sw_ke: SQL Insert ya mwezi hisa mwenye rekodi ya kushindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 插入新存货主记录到 SQL 失败
zh_tw: 插入新存貨主記錄到 SQL 失敗

source: Changing any image files
cs_cz: Změna všechny obrazové soubory
es_es: Cambiando todos los ficheros de imagen
hi_in: किसी भी छवि फ़ाइलों को बदलने से
id_id: Mengubah semua file gambar
it_it: La modifica di file di immagini
ko_kr: 모든 이미지 파일을 변경
mr_in: कोणत्याही प्रतिमा फाइल बदलणे
nl_nl: Veranderende alle beeldbestanden
pt_pt: Modif. arquiv. imagem
ro_ro: Schimbarea orice fişiere imagine
ru_ru: Изменение любых файлов изображений
sq_al: Ndryshuar ndonjë fotografi image
sv: Ändring av bildfiler
sw_ke: Kubadilisha files picha yoyote
tr_tr: Herhangi bir görüntü dosyalarını değiştirme
zh_hk: 正在更改任何图像文件
zh_tw: 改變任何圖像文件

source: no image to rename
es_es: sin imagen para renombrar
ko_kr: 이미지가 이름을 바꾸 없습니다
mr_in: पुनर्नामित करण्यात नाही प्रतिमा
pt_pt: nenhuma imagem para renomear
zh_tw: 無圖像重命名

source: Deleting the old stock master record
cs_cz: Odstranění starých zásob mistr rekord
es_es: Suprimiendo el registro maestro de inventario viejo
hi_in: पुराना स्टॉक मालिक रिकॉर्ड हटाना
id_id: Menghapus data master stok lama
it_it: L&#39;eliminazione del vecchio record master stock
ko_kr: 이전 stock 마스터 레코드 삭제
mr_in: जुन्या स्टॉक मास्टर रेकॉर्ड हटवत
nl_nl: Verwijderen van het oude voorraad master record
pt_pt: Removendo código estoque antigo
ro_ro: Ştergerea vechiul record master stoc
ru_ru: Удаление старой главной записи склада
sq_al: Fshirja e vjetër master rekord të aksioneve
sv: Ta bort det gamla rekordet lager mästare
sw_ke: Kufuta wa zamani bwana hisa rekodi
tr_tr: ESKI STOK MASTER KAYDI SILINIYOR..
zh_hk: 旧存货主记录删除中
zh_tw: 舊存貨主記錄刪除中

source: The SQL to delete the old stock master record failed
cs_cz: SQL k odstranění starých zásob zaznamená velitel selhal
es_es: Falló el SQL para suprimir el antiguo registro maestro de existencia
hi_in: एसक्यूएल नष्ट करने के लिए पुराने स्टॉक मालिक रिकॉर्ड विफल
id_id: SQL gagal menghapus data master stok lama
it_it: di
ko_kr: SQL은 이전 stock 마스터 레코드에 실패 삭제
mr_in: जुन्या स्टॉक मास्टर रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: SQL waar het verwijderen van het oude voorraad master record mislukte
pt_pt: SQL para remover código estoque anterior falhou
ro_ro: SQL pentru a şterge vechiul record master stoc a eşuat
ru_ru: SQL для удаления старой записи акции не удался
sq_al: SQL të fshini vjetër master aksioneve rekord dështuar
sv: SQL ta bort gamla lager befälhavaren rekord misslyckades
sw_ke: SQL kufuta rekodi ya zamani ya hisa bwana alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除旧存货主记录的 SQL 失败
zh_tw: 刪除舊存貨主記錄的 SQL 失敗

source: Existing Inventory Code
cs_cz: Stávající zásoby kód
es_es: Código de Inventario Existente
hi_in: सूची संहिता मौजूदा
id_id: Kode Persediaan Yg Ada
it_it: Codice
ko_kr: 기존 재고 코드
mr_in: विद्यमान सूची कोड
nl_nl: bestaande voorraad code
pt_pt: Cód. Estoque Existente
ro_ro: Existente Codul Inventarul
ru_ru: Существующий инвентарный код
sq_al: Kodi ekzistues Inventari
sv: Nuvarande lagerkod
sw_ke: Mali Kanuni zilizopo
tr_tr: MEVCUT STOK KODU
zh_hk: 现有存货编码
zh_tw: 現有存貨編碼

source: New Inventory Code
cs_cz: Nových zásob kód
es_es: Nuevo Código de Inventario
hi_in: नई सूची कोड
id_id: Kode Persediaan Yg Baru
it_it: Codice
ko_kr: 새로운 재고 코드
mr_in: नवीन सूची कोड
nl_nl: Nieuwe voorraad code
pt_pt: Novo Cód. Estoque
ro_ro: Inventarul nou Cod
ru_ru: Новый код инвентаря
sq_al: Kodi i ri Inventari
sv: Ny lagerkod
sw_ke: Mali mpya Code
tr_tr: YENI STOK KODU
zh_hk: 新存货编码
zh_tw: 新存貨編碼

source: UTILITY PAGE To Changes A Supplier Code In All Tables
id_id: HALAMAN FASILITAS Utk Mengubah Kode Supplier Di Semua Tabel
ko_kr: 모든 테이블에 공급 업체 코드 변경하는 유틸리티 페이지
mr_in: युटिलिटी PAGE सर्व टेबलमध्ये एक पुरवठादार कोड बदल
pt_pt: Função para atualizar código fornecedor em todas as tabelas
zh_tw: 應用頁來更改所的供應商編碼表
