Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Create of demandtotal failed because
cs_cz: Vytvořit z demandtotal se nezdařila, protože
es_es: Crear la demanda total falló porque
hi_in: demandtotal का बनाएँ क्योंकि विफल
id_id: Membuat tabel demandtotal gagal karena
it_it: Creare dei demandtotal riuscita perché
ko_kr: demandtotal으로 만들기 때문에 실패
mr_in: Demandtotal च्या तयार करण्यात अयशस्वी कारण
nl_nl: Maak van demandtotal is mislukt omdat
pt_pt: Criação Demanda falhou porque
ro_ro: Crearea de demandtotal a eşuat pentru că
ru_ru: Создать demandtotal не удалось, так как
sq_al: Krijo e demandtotal dështuar për shkak se
sv: Skapandet av efterfrågetotal misslyckades eftersom
sw_ke: Kujenga ya demandtotal alishindwa kwa sababu
tr_tr: Oluşturmak demandtotal nedeniyle başarısız oldu
zh_hk: 创建总需求(demandtotal)失败，因为
zh_tw: 創造需求總數的失敗，因為

source: Create of supplytotal failed because
cs_cz: Vytvořit z supplytotal se nezdařila, protože
es_es: Falló al crear supplytotal porque
hi_in: supplytotal का बनाएँ क्योंकि विफल
id_id: Membuat tabel supplytotal gagal karena
it_it: Creare dei supplytotal riuscita perché
ko_kr: supplytotal으로 만들기 때문에 실패
mr_in: Supplytotal च्या तयार करण्यात अयशस्वी कारण
nl_nl: Maak van supplytotal is mislukt omdat
pt_pt: Criação Fornecimento Total falhou porque
ro_ro: Crearea de supplytotal a eşuat pentru că
ru_ru: Создать supplytotal не удалось, так как
sq_al: Krijo e supplytotal dështuar për shkak se
sv: Skapandet av leveranstotal misslyckades eftersom
sw_ke: Kujenga ya supplytotal alishindwa kwa sababu
tr_tr: Oluşturmak supplytotal nedeniyle başarısız oldu
zh_hk: 创建总供应（supplytotal)失败, 因为
zh_tw: 建立供應總量失敗，因為

source: MRP Shortages and Excesses
es_es: Escasez y Excesos
id_id: MRP - Kekurangan & Kelebihan
ko_kr: MRP의 부족 사항 및 초과
mr_in: MRP तुटवडा आणि अतिरीक्त
pt_pt: MRP Faltantes e Sobras
zh_tw: MRP 缺料和剩料

source: The MRP shortages and excesses could not be retrieved by the SQL because
es_es: El SQL no pudo obtener la escasez y los excesos porque
id_id: MRP Kekurangan & Kelebihan tdk dapat diambil oleh SQL karena
ko_kr: MRP 부족과 과잉은 SQL 때문에 검색 할 수 없습니다
mr_in: MRP तुटवडा आणि अतिरीक्त SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
pt_pt: Sobras e Faltantes MRP não puderam ser recuperadas pelo SQL porque
zh_tw: MRP的短缺和過剩不能由SQL來檢索，因為

source: No MRP shortages - Excess retrieved
es_es: Sin escasez de PRM - Exceso recuperado
id_id: Tdk ada MRP Kekurangan - Kelebihan yg diambil
ko_kr: 초과가 검색 - 없음 MRP 부족하지
mr_in: MRP तुटवडा - अतिरीक्त पुनर्प्राप्त झाले नाही
pt_pt: MRP Não há faltantes - Sobras recup.
zh_tw: 沒有MRP的短缺 - 過剩檢索

source: Number of Parts:
cs_cz: Počet dílů:
es_es: Número de Partes:
hi_in: भागों की संख्या:
id_id: Jumlah Brg:
it_it: Numero di pezzi:
ko_kr: 부품의 수 :
nl_nl: Aantal onderdelen:
pt_pt: Número Compon:
ro_ro: Număr de piese:
ru_ru: Количество частей:
sq_al: Numri i Pjesë:
sv: Antal artiklar:
sw_ke: Idadi ya Sehemu:
tr_tr: Parçaların sayısı:
zh_hk: 部品编码：
zh_tw: 零件數：

source: Total Extended Shortage:
cs_cz: Celkem Rozšířené Nedostatek:
es_es: Total Deficiencia Extendida:
hi_in: कुल विस्तारित कमी:
id_id: Total Kekurangan Meluas:
it_it: Totale Carenza estesa:
ko_kr: 총 연장 부족 :
mr_in: एकूण विस्तारित तुटवडा:
nl_nl: Totaal Extended Tekort:
pt_pt: Total Estend. Falt.
ro_ro: Total Extended Lipsa:
ru_ru: Всего расширенная нехватка:
sq_al: Mungesa Total Extended:
sv: Summa utökade kostnader
sw_ke: Uhaba Extended jumla:
tr_tr: Toplam Genişletilmiş azlığı:
zh_hk: 总计缺少量
zh_tw: 總長期短缺：

source: Total Extended Excess:
es_es: Total Exceso Extendido:
id_id: Total Kelebihan Secara Luas:
ko_kr: 총 연장 초과 :
mr_in: एकूण विस्तारित अतिरीक्त:
pt_pt: Total Estend. Sobras:
zh_tw: 總擴展超出部分：

source: MRP Shortages - Excess Reporting
es_es: Informe de Escasez-Exceso de PRM
id_id: MRP Laporan Kekurangan - Kelebihan
ko_kr: MRP의 부족 - 초과보고
mr_in: MRP तुटवडा आणि अतिरीक्त अहवाल
pt_pt: MRP Faltantes - Relat. Sobras
zh_tw: MRP 缺料 表

source: Inventory Category
cs_cz: Zásoby kategorie
es_es: Categoría de inventario
hi_in: श्रेणी सूची
id_id: Kategori Persediaan
it_it: Inventario Categoria
ko_kr: 재고 카테고리
mr_in: सूची वर्ग
nl_nl: Voorraad Categorien
pt_pt: Categoria do Inv.
ro_ro: Inventarul Categorie
ru_ru: Категория ассортимента
sq_al: Inventari Category
sv: Lagerkategori
sw_ke: Hesabu Jamii
tr_tr: STOK KATEGORISI
zh_hk: 物料组
zh_tw: 庫存類別

source: All Stock Categories
cs_cz: Všechny kategorie skladem
es_es: Todas las Categorías de Existencias
hi_in: सभी स्टॉक चैनल
id_id: Semua Kategori Stok
it_it: Tutte le categorie Stock
ko_kr: 모든 주식 카테고리
mr_in: सर्व स्टॉक कॅटेगरीज
nl_nl: Alle rubrieken Stock
pt_pt: Todas Categorias de Estoque
ro_ro: Toate categoriile de Valori
ru_ru: Все фондовые Категории
sq_al: Të gjitha Kategoritë Stock
sv: För alla lagerkategorier
sw_ke: Jamii Stock zote
tr_tr: Tüm Hazır Kategoriler
zh_hk: 所有库存种类
zh_tw: 所有的庫存分類

source: Sort
cs_cz: Třídit
es_es: Ordenar
hi_in: तरह
id_id: Urut
it_it: Ordina
ko_kr: 종류
mr_in: जणू काही
nl_nl: Sorteer
pt_pt: Classif.
ro_ro: Sortare
ru_ru: Сортировка
sq_al: Renditur
sw_ke: Aina
tr_tr: Sıralama
zh_hk: 筛选
zh_tw: 分類

source: Extended Shortage Dollars
cs_cz: Rozšířená Nedostatek dolarů
es_es: Costo de Deficiencia Extendida
hi_in: विस्तारित कमी डॉलर
id_id: Nilai Kekurangan Meluas
it_it: Extended Carenza Dollari
ko_kr: 확장 부족 달러
mr_in: एक्सटेंडेड तुटवडा डॉलर्स तुटवडा
nl_nl: Uitgebreid Tekort Dollars
pt_pt: Dólares extens. quebra
ro_ro: Extended Deficit Dolari
ru_ru: Расширенный дефицит в долларах
sq_al: Mungesa Dollars i zgjeruar
sv: Utökade kostnader dollar
sw_ke: Uhaba wa Dola kupanuliwa
tr_tr: Genişletilmiş yetersizliği Dolar
zh_hk: 总计缺少美元金额
zh_tw: 擴展的美元短缺

source: Shortage-Excess Option
es_es: Opción de Escasez-Exceso
id_id: Pilihan Kekurangan-Kelebihan
ko_kr: 부족 - 과잉 옵션
mr_in: तुटवडा आणि अतिरीक्त पर्याय
pt_pt: Opção Sobras-Faltantes
zh_tw: 短缺 - 過剩選項

source: Report MRP Shortages
es_es: Informe de Escasez de Artículos de PRM
id_id: MRP Laporkan Kekurangan
ko_kr: 보고서 MRP의 부족
mr_in: MRP तुटवडा अहवाल
pt_pt: Relatório Faltantes MRP
zh_tw: MRP 的缺料情況

source: Report MRP Excesses
es_es: Reportar Excesos de PRM
id_id: MRP Laporkan Kelebihan
it_it: Report eccessi MRP
ko_kr: 보고서 MRP 부담금
mr_in: MRP अतिरीक्त अहवाल
pt_pt: Relatório Sobras MRP
zh_tw: MRP 的過量情況

source: Supply
cs_cz: Zásobování
es_es: Suministro
hi_in: आपूर्ति
id_id: Persediaan
it_it: Alimentazione
ko_kr: 공급
mr_in: पुरवठा
nl_nl: Aanbod
pt_pt: Fornec.
ro_ro: Aprovizionare
ru_ru: Поставка
sq_al: Furnizim
sv: Leverans
sw_ke: Ugavi
tr_tr: Arz
zh_hk: 供应
zh_tw: 供應商

source: Demand
cs_cz: Poptávka
es_es: Demanda
hi_in: मांग
id_id: Permintaan
it_it: Richiesta
ko_kr: 수요
mr_in: मागणी
nl_nl: Vraag
pt_pt: Demanda
ro_ro: Cerere
ru_ru: Требование
sq_al: Kërkesë
sv: Behov
sw_ke: Mahitaji
tr_tr: TALEP
zh_hk: 需求
zh_tw: 需求

source: Ext. Shortage
cs_cz: Ext. Nedostatek
es_es: Deficiencia Ext.
hi_in: Ext. कमी
id_id: Kekurangan Meluas
it_it: Ext. Carenza
ko_kr: 내선. 부족
mr_in: विस्तार क्रमांक. तुटवडा
nl_nl: Ext. Tekort
pt_pt: Est. Faltantes
ro_ro: Ext. Deficit
ru_ru: Расш. нехватка
sq_al: Ext. Mungesa
sv: Utökade brist
sw_ke: Ext. Uhaba
tr_tr: Ext. Eksiklik
zh_hk: 总计缺少
zh_tw: 總計缺少

source: Excess
es_es: Exceso
id_id: Kelebihan
ko_kr: 초과
mr_in: अतिरेक
pt_pt: Sobras
zh_tw: 呆滯料

source: Ext. Excess
es_es: Extender Exceso
id_id: Kelebihan Meluas
ko_kr: 내선. 초과
mr_in: विस्तार क्रमांक. अतिरेक
pt_pt: Sobras Est.
zh_tw: 總呆滯料

source: There are no members of the Inventory Valuation Recipients email group
ko_kr: 재고 평가받는 사람 전자 메일 그룹의 어떤 회원이 없습니다
mr_in: सूची मूल्यांकन प्राप्तकर्ते ईमेल गटातील कोणतेही सदस्य नाहीत
pt_pt: Não há membros para Email de Variação de estoque
zh_tw: 庫存評估收件人的電子郵件組沒有成員

source: Please find herewith the stock valuation report
cs_cz: Naleznete tímto ocenění zásob zprávu
es_es: Por favor, vea el informe de valoración de existencias adjunto
hi_in: कृपया इसके साथ शेयर मूल्यांकन रिपोर्ट मिल
id_id: Silahkan temukan bersama ini laporan penilaian stok
it_it: Si trasmette in allegato la relazione di valutazione delle scorte
ko_kr: 주식 가치 평가 보고서 이것과 찾아주세요
mr_in: स्टॉक मूल्यांकन अहवाल याप्रसंगी शोधू करा
nl_nl: Hierbij het voorraad waarderings rapport
pt_pt: Por favor escolha o Relatório Avaliação Estoque
ro_ro: Vă rugăm să găsiţi alăturat raportul de evaluare stoc
ru_ru: К настоящему прилагается отчет об оценки товаров
sq_al: Ju lutem gjeni këtu raportin e vlerësimit të aksioneve
sv: Bifogar lagervärderingsrapporten
sw_ke: Tafadhali kupata kwayo ya hesabu hisa ripoti
tr_tr: STOK DEGERLEME RAPORU
zh_hk: 请查收附上的库存价值报表
zh_tw: 請查看附上的庫存估值報表

source: Print Inventory Valuation
es_es: Imprimir valoración de inventario
ko_kr: 인쇄 재고 평가
mr_in: प्रिंट सूची मूल्यांकन
pt_pt: Imprimir Valorização Estoque
zh_tw: 列印庫存評估

source: The Inventory valuation report has been mailed
ko_kr: 재고 자산 평가 보고서가 발송되었습니다
mr_in: सूची मूल्यांकन अहवाल मेल गेले आहे
pt_pt: Relatório Valorização estoque enviado via email
zh_tw: 庫存評估報表已寄出

source: There are errors lead to mails not sent
ko_kr: 오류가 전송되지 메일로 이어질
mr_in: चुका पाठविला नाही मेल्स तेथे आघाडी आहेत
pt_pt: Existem erros que impedem envio de emails com Relat. Avaliaç. Invent.
zh_tw: 有一些錯誤，導致無法發送郵件

source: There are no members of the Sales Analysis Report Recipients email group
ko_kr: 판매 분석 보고서받는 사람 전자 메일 그룹의 어떤 회원이 없습니다
mr_in: विक्री विश्लेषण अहवाल प्राप्तकर्ते ईमेल गटातील कोणतेही सदस्य नाहीत
pt_pt: Não há membros no grupo de email Relatório Análise de Venda.
zh_tw: 還有的銷售分析報表收件人的電子郵件組沒有成員

source: Please find herewith sales report
cs_cz: Naleznete tímto prodejem zprávu
es_es: Por favor, vea el informe de ventas adjunto
hi_in: इसके साथ बिक्री रिपोर्ट मिल कृपया
id_id: Silahkan temukan bersama ini laporan penjualan
it_it: Si trasmette la presente relazione di vendita
ko_kr: 영업 보고서 이것과 찾아주세요
mr_in: विक्री अहवाल याप्रसंगी शोधू करा
nl_nl: Hierbij het verkoopsrapport
pt_pt: Por favor escolha relatório Vendas
ro_ro: Vă rugăm să găsiţi alăturat raport de vânzări
ru_ru: К настоящему прилагается отчет о продажах
sq_al: Ju lutemi të gjeni këtu raport shitjes
sv: Bifogar försäljningsrapport
sw_ke: Tafadhali kupata mauzo kwayo ripoti
tr_tr: SATIS RAPORU
zh_hk: 请查收附上的销售分析表
zh_tw: 請查看附上銷售報表

source: Sales Analysis Report
cs_cz: Hlášení analýzy prodeje
es_es: Informe de Análisis de Ventas
hi_in: बिक्री विश्लेषण रिपोर्ट
id_id: Laporan Analisa Penjualan
ko_kr: 판매 분석 보고서
mr_in: विक्री विश्लेषण अहवाल
nl_nl: Verkoop Analyse Rapport
pt_pt: Relatório Análise Vendas
ro_ro: Vânzări raport de analiză
ru_ru: Отчет об анализах продаж
sq_al: Sales Report Analiza
sv: Försäljningrapport
sw_ke: Ripoti ya mauzo Uchambuzi
tr_tr: SATIS ANALIZI RAPORU
zh_hk: 销售分析表
zh_tw: 銷售分析報表

source: Error running automated sales report number
cs_cz: Chyba při spuštění automatizovaného prodeje číslo zprávy
es_es: Error al procesar el número de informe de ventas automatizado
hi_in: स्वचालित बिक्री रिपोर्ट संख्या चलाने में त्रुटि
id_id: Kesalahan dalam menjalankan otomatis angka laporan penjualan
it_it: Errore durante l&#39;esecuzione automatizzata dei report di vendita numero
ko_kr: 오류 실행 자동화 된 판매 보고서 번호
mr_in: त्रुटी स्वयंचलित विक्री अहवाल क्रमांक चालवत
nl_nl: Fout opgetreden bij het automatisch aanmaken van het verkoop rapport nummer
pt_pt: Error executando relatório automático vendas
ro_ro: Eroare de funcţionare automată numărul de vânzări raport
ru_ru: Ошибка запуска автоматизированного отчета о продажах номер
sq_al: Gabim duke automatizuar numrin e shitjeve të raportit
sv: Fel vid körning av den automatiska försäljningrapporten nummer
sw_ke: Kosa mbio mauzo ya ripoti ya idadi automatiska
tr_tr: OTOMATIK SATIS RAPOR NO ISLENEMEDI
zh_hk: 销售分析表自动运行失败
zh_tw: 自動化銷售報表編號運作是錯誤

source: Please find herewith the comma separated values sales report
cs_cz: Naleznete tímto hodnoty oddělené čárkou prodeje zprávu
es_es: Por favor, vea el informe de ventas en formato csv
hi_in: अल्पविराम इसके साथ अलग किए गए मान बिक्री रिपोर्ट मिल कृपया
id_id: Silahkan temukan bersama ini laporan penjualan format CSV
it_it: Si trasmette con la presente la relazione di valori separati da virgola vendite
ko_kr: 쉼표로 구분 된 값 판매 보고서 이것과 찾아주세요
mr_in: स्वल्पविरामाने विभक्त केलेली मूल्ये विक्री अहवाल याप्रसंगी शोधू करा
nl_nl: Hierbij vindt u de comma separated values verkoop verslag
pt_pt: Por favor escolha o Relatório Valor de Vendas formato CSV
ro_ro: Vă rugăm să găsiţi alăturat separate prin virgulă valorile raport de vânzări
ru_ru: К настоящему прилагается отчет, состоящий из значений, разделенных запятой
sq_al: Ju lutemi të gjeni këtu të ndara me presje vlerat e raportit të shitjes
sv: Bifogar en kommaseparerad försäljningsrapport
sw_ke: Tafadhali kupata kwayo comma ya maadili waliojitenga mauzo ya ripoti ya
tr_tr: virgül belgeyle ayrılmış değerler satış raporu bulabilirsiniz
zh_hk: 请查收附上的CSV销售报告
zh_tw: 請查收附上的逗號分隔值銷售報表

source: Sales Analysis
cs_cz: Analýzy prodeje
es_es: Análisos de Ventas
hi_in: विक्रय विश्लेषण
id_id: Analisa Penjualan
it_it: Analisi delle vendite
ko_kr: 판매 분석
mr_in: विक्री विश्लेषण
nl_nl: Verkoop Analyse
pt_pt: Análise de Vendas
ro_ro: Analiza de vânzări
ru_ru: Анализ продаж
sq_al: Sales Analiza
sv: Försäljningsanalys
sw_ke: Mauzo Uchambuzi
tr_tr: SATIS ANALIZI
zh_hk: 销售分析表
zh_tw: 銷售分析

source: CSV Format
cs_cz: Formát CSV
es_es: Formato CSV
hi_in: सीऍसवी प्रारूप
id_id: Format CSV
it_it: Formato CSV
ko_kr: CSV 형식
mr_in: सीएसव्ही स्वरूप
nl_nl: CSV Formaat
pt_pt: Formato CSV
ro_ro: Format CSV
ru_ru: Формат CSV
sv: CVS format
tr_tr: CSV FORMATI
zh_hk: CSV格式
zh_tw: CSV 格式

source: Mailing Group Maintenance
es_es: Administrar grupos de correo
ko_kr: 그룹의 유지 관리를 메일 링
mr_in: पत्रव्यवहराचा गट देखभाल
pt_pt: Manutenção Grupo Propaganda
zh_tw: 郵件組維護

source: The Mail Group should be less than 100 characters and cannot contain illegal characters and cannot be null
ko_kr: 메일 그룹 미만 100 자이어야하며 잘못된 문자를 포함 할 수 없습니다와 null 일 수 없습니다
mr_in: मेल गट कमी 100 वर्ण असावा आणि बेकायदेशीर वर्ण नसावे आणि निरर्थक असू शकत नाही
pt_pt: Grupo email deve estar preenchido, ter menos de 100 caracteres e não pode conter caracteres ilegais
zh_tw: 該郵件組應不超過100個字符，並且不能包含非法字符，並且不能為空

source: Failed to add new mail group
ko_kr: 새 메일 그룹을 추가하는 데 실패했습니다
mr_in: नवीन मेल गटात समाविष्ट करण्यात अयशस्वी
pt_pt: Falhou ao adicionar novo grupo propaganda
zh_tw: 無法添加新的郵件組

source: The User Id should be set and must be less than 21 and cannot contains illegal characters
ko_kr: 사용자 ID는 설정해야 미만 21해야 할 수는없는 잘못된 문자가 포함되어
mr_in: वापरकर्ता ID सेट करावी आणि कमी 21 असणे आवश्यक आहे आणि बेकायदेशीर वर्ण आहेत शकत नाही
pt_pt: Id do usuário deve ter menos de 21 caracteres e não pode conter caracteres inválidos
zh_tw: 用戶ID應的設置必須小於21，並且不能包含非法字符

source: The Group Id must be integer
es_es: El código de grupo debe ser un entero
ko_kr: 그룹 ID는 정수 여야합니다
mr_in: गट नंबर पूर्णांक असणे आवश्यक आहे
pt_pt: Id do Grupo deve ser Inteiro
zh_tw: 群組ID必須是整數

source: The Group name should be set and must be less than 100 characters and cannot contains illegal characters
ko_kr: 그룹 이름은 설정해야합니다 미만 100 자이어야하며 수는없는 잘못된 문자가 있습니다
mr_in: गट नाव सेट केले पाहिजे आणि असणे आवश्यक कमीत कमी 100 वर्ण आणि बेकायदेशीर वर्ण आहेत शकत नाही
pt_pt: O nome do grupo de estar preenchido, possuir menos que 100 caracteres válidos
zh_tw: 集團名稱應設置必須小於100個字符，並且不能包含非法字符

source: Failed to add users to mail group
ko_kr: 그룹 메일에 사용자를 추가하는 데 실패했습니다
mr_in: मेल गटामध्ये वापरकर्ते जोडण्यासाठी अयशस्वी
pt_pt: Falhou em adic. usuarios grupo email
zh_tw: 無法將用戶添加到郵件組

source: Failed to delete the mail group which id is
ko_kr: ID가 메일 그룹을 삭제하는 데 실패했습니다
pt_pt: Falha em remover o grupo ao qual o id pertence
zh_tw: 無法刪除郵件組的id是

source: The group id must be numeric
es_es: El código de grupo debe ser un entero
ko_kr: 그룹 ID는 숫자 여야합니다
mr_in: गट आयडी अंकीय असणे आवश्यक आहे
pt_pt: O grupo deve ser numérico
zh_tw: 該組ID必須是數字

source: The Group Name should be less than 100 and cannot contains illegal characters
ko_kr: 그룹 이름은 100 개 미만이어야하고 할 수는없는 잘못된 문자가 있습니다
mr_in: गट नाव कमीत कमी 100 असावी आणि बेकायदेशीर वर्ण आहेत शकत नाही
pt_pt: O Nome do grupo deve ter menos de 100 caracteres válidos
zh_tw: 集團名稱應小於100且不能包含非法字符

source: The page must be called with a group id
ko_kr: 페이지 그룹 ID 호출해야
mr_in: पृष्ठ गट ID सह म्हणतात करणे आवश्यक आहे
pt_pt: Esta página precisa ser chamada com um ID de grupo
zh_tw: 該頁面必須調用一組ID

source: Mail Group
es_es: Grupo de correo
ko_kr: 메일 그룹
mr_in: मेल गट
pt_pt: Grupo Propaganda
zh_tw: 郵件群組

source: Failed to retrieve mail groups information
ko_kr: 메일 그룹 정보를 검색하지 못했습니다
mr_in: मेल गट माहिती पुनर्प्राप्त करण्यात अयशस्वी
pt_pt: Falhou na recuperação informações do grupo de propaganda
zh_tw: 無法檢索郵件組信息

source: Are you sure you wish to delete this group?
es_es: ¿Está seguro que desea suprimir este grupo?
ko_kr: 이 그룹을 삭제하려면 확실합니까?
mr_in: आपण हा गट हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção de grupo de propaganda?
zh_tw: 您確定要刪除這個小組嗎？

source: Failed to retrieve userid
ko_kr: 사용자 ID를 검색하지 못했습니다
mr_in: USERID पुनर्प्राप्त करण्यात अयशस्वी
pt_pt: Falhou na recuperação do ID do usuário
zh_tw: 無法檢索用戶ID

source: Failed to retrieve user information
ko_kr: 사용자 정보를 검색하지 못했습니다
mr_in: वापरकर्ता माहिती पुनर्प्राप्त करण्यात अयशस्वी
pt_pt: Falhou ao recuperar informação do usuário
zh_tw: 無法檢索用戶信息

source: Current Mail Group
es_es: Grupo de correo actual
ko_kr: 현재 메일 그룹
mr_in: वर्तमान मेल गट
pt_pt: Grupo Atual Propaganda
zh_tw: 目前郵件群組

source: View All Groups
es_es: Ver todos los grupos
ko_kr: 모든 그룹보기
mr_in: सर्व गट पहा
pt_pt: Ver todos os Grupos
zh_tw: 瀏覽所有群組

source: Assigned Users
es_es: Usuarios asignados
ko_kr: 할당 된 사용자
mr_in: नियुक्त वापरकर्ते
pt_pt: Usuários Assinalados
zh_tw: 指定用戶

source: Available Users
es_es: Usuarios disponibles
ko_kr: 사용 가능한 사용자
mr_in: उपलब्ध वापरकर्ते
pt_pt: Usuários Disponíveis
zh_tw: 可用的用戶

source: Are you sure you wish to remove this user from this mail group?
es_es: ¿Está seguro que desea suprimir este usuario de este grupo de correo?
ko_kr: 이 메일 그룹에서이 사용자를 제거 할 확실하고 있습니까?
mr_in: आपण हे मेल गटातून या वापरकर्ता दूर करायचा आहे का?
pt_pt: Confirma remoção desse usuário desse grupo propaganda?
zh_tw: 你確定你想從這個郵件組中刪除此用戶？

source: Remove
cs_cz: Odstranit
es_es: Remover
hi_in: हटायें
id_id: Hapus
it_it: Rimuovere
ko_kr: 제거
mr_in: काढून टाकणे
nl_nl: Verwijder
pt_pt: Remover
ro_ro: Elimina
ru_ru: Удалить
sq_al: Heq
sv: Ta bort
sw_ke: Kuondoa
tr_tr: KALDIR
zh_hk: 移除
zh_tw: 移除

source: There are no user set up, please set up user first
ko_kr: 설정에는 사용자가 없습니다, 첫 번째 사용자를 설정하십시오
mr_in: सेट नाही वापरकर्ता आहेत, प्रथम वापरकर्ता सेट करा
pt_pt: Não existem usuários configurados, favor configurar usuários primeiro.
zh_tw: 沒有設置用戶，請先設置用戶

source: You have the following maintenance task(s) falling due or over-due:
ko_kr: 다음과 같은 유지 관리 작업 (들)로 인해 또는 과잉으로 인해 떨어지는 있습니다 :
mr_in: आपण खालील देखभाल कार्य (रे) देय किंवा प्रती-देय घसरण आहेत:
pt_pt: Tarefa de manutenção falhou ou sobrecarregada:
zh_tw: 您有以下維護任務（次）到期或逾期的：

source: NB: THIS JOB IS OVERDUE
ko_kr: 주의 :이 작업은 연체
mr_in: नोबॉल: हे काम मुदती बाहेर आहे
pt_pt: JOB sobrecarregado
zh_tw: 注：該職位已過期

source: Task:
es_es: Tarea:
ko_kr: 작업 :
mr_in: कार्य:
pt_pt: Tarefa:
zh_tw: 任務:

source: Due:
ko_kr: 때문에 :
mr_in: यामुळे:
pt_pt: Nec.:
zh_tw: 由於:

source: Fixed Asset Maintenance Tasks
es_es: Tareas de mantenimiento de activos fijos
ko_kr: 고정 자산 유지 보수 작업
mr_in: मुदत मालमत्ता देखभाल कार्ये
pt_pt: Manutenção Tarefa Ativo Fixo
zh_tw: 固定資產維護任務

source: The days before a task falls due is expected to be a postive
ko_kr: 태스크 인해 떨어지는 일이되기 전에 postive 한 것으로 예상된다
mr_in: कार्य देय येतो करण्यापूर्वी दिवस postive असेल अशी अपेक्षा आहे
pt_pt: Num. Dias esperados antes da tarefa falhar deve ser positivo
zh_tw: 任務到期前的天數預設是正值

source: The authentication details cannot be inserted because
cs_cz: Autentizační údaje nelze vložit, protože
es_es: No se puede agregar los detalles de autenticación porque
hi_in: प्रमाणीकरण के विवरण क्योंकि नहीं डाला जा सकता है
id_id: Rincian otentikasi tdk dapat dimasukkan karena
it_it: I dati di autenticazione non può essere inserito perché
ko_kr: 인증 세부 사항 때문에 삽입 할 수 없습니다
mr_in: प्रमाणीकरण तपशील समाविष्ट करणे शक्य नाही कारण
nl_nl: De authenticatie gegevens kan niet worden geplaatst omdat
pt_pt: Detalhes autenticação não podem ser inseridos porque
ro_ro: Detaliile de autentificare nu poate fi introdusă, deoarece
ru_ru: Данные для проверки подлинности не могут быть добавлены, так как
sq_al: Detajet e vertetimi nuk mund të futet, sepse
sv: Autentiseringsdetaljerna kan inte infogas eftersom
sw_ke: maelezo ya uthibitishaji haiwezi kuingizwa kwa sababu
tr_tr: Kimlik doğrulama bilgilerini çünkü takılamıyor
zh_hk: 无法插入授权细节因为
zh_tw: 驗證細節無法插入，因為

source: The task details cannot be updated because
ko_kr: 작업 세부 사항은 때문에 업데이트 할 수 없습니다
mr_in: कार्य तपशील अद्यतनित करणे शक्य नाही कारण
pt_pt: Detalhe da tarefa não pode ser atualizado porque
zh_tw: 該任務的詳細信息不能更新，因為

source: The maintenance task cannot be deleted because
ko_kr: 보수 작업이 때문에 삭제할 수없는
mr_in: देखभाल कार्य हटविले जाऊ शकत नाही कारण
pt_pt: A manutenção da tarefa não pode ser removida porque
zh_tw: 維護任務不能被刪除，因為

source: The maintenance task details cannot be retrieved because
ko_kr: 유지 보수 작업의 세부 사항 때문에 검색 할 수 없습니다
mr_in: देखभाल कार्य तपशील कारण प्राप्त केले जाऊ शकत नाही
pt_pt: Detalhes da Manut. de tarefa não podem ser recuperados porque
zh_tw: 維護任務的詳細信息不能被檢索，因為

source: Task ID
es_es: Identificación de tarea
ko_kr: 태스크 ID
mr_in: कार्य आयडी
pt_pt: Id. Tarefa
zh_tw: 任務ID

source: Last Completed
es_es: Última completada
ko_kr: 마지막 완료
mr_in: अंतिम पूर्ण
pt_pt: Últ. Execução
zh_tw: 最後完成

source: Person
es_es: Persona
ko_kr: 사람
mr_in: व्यक्ती
pt_pt: Pessoa
zh_tw: 執行人

source: Manager
es_es: Administrador
ko_kr: 매니저
mr_in: व्यवस्थापक
pt_pt: Gerente
zh_tw: 管理者

source: No Manager Set
ko_kr: 어떤 관리자 설정하지
mr_in: नाही व्यवस्थापक सेट
pt_pt: Não Há Gerente
zh_tw: 未設置管理者

source: Are you sure you wish to delete this maintenance task?
es_es: ¿Está seguro que desea suprimir esta tarea de mantenimiento?
ko_kr: 이 유지 보수 작업을 삭제할 확실합니까?
mr_in: आपण ही देखभाल कार्य हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção da tarefa de manutenção?
zh_tw: 您確定要刪除此維護任務？

source: Asset to Maintain
es_es: Activo a mantener
ko_kr: 자산 유지하기
mr_in: राखण्यासाठी मालमत्ता
pt_pt: Ativo para Manutenção
zh_tw: 資產維護

source: Task Description
es_es: Descripción de la tarea
ko_kr: 작업 설명
mr_in: कार्य वर्णन
pt_pt: Descrição da Tarefa
zh_tw: 任務說明

source: Days Before Task Due
es_es: Días antes de tarea pendiente
ko_kr: 작업으로 인해 전 일
mr_in: दिवस कार्य मुळे करण्यापूर्वी
pt_pt: Dias Ant. Tarefa Pronta
zh_tw: 任務到期前天數

source: Responsible
es_es: Responsable
ko_kr: 책임
mr_in: जबाबदार
pt_pt: Responsável
zh_tw: 負責執行者

source: No Manager
es_es: Sin administrador
ko_kr: 어떤 관리자가 없습니다
mr_in: नाही व्यवस्थापक
pt_pt: Não há Gerente
zh_tw: 沒有管理者

source: Update Task
es_es: Actualizar tarea
ko_kr: 업데이트 작업
mr_in: कार्य अद्यतनित
pt_pt: Atualizar Tarefa
zh_tw: 更新任務

source: Enter New Task
es_es: Introducir nueva tarea
ko_kr: 새 작업을 입력
mr_in: नवीन कार्य प्रविष्ट करा
pt_pt: Informe Nova Tarefa
zh_tw: 輸入新的任務

source: My Maintenance Jobs
es_es: Mis trabajos de mantenimiento
ko_kr: 내 유지 보수 작업
mr_in: माझे देखभाल नोकरी
pt_pt: Minhas Manutenções
zh_tw: 我的維護工作

source: Fixed Assets Maintenance Schedule
es_es: Programa de mantenimiento de activos fijos
ko_kr: 고정 자산 유지 관리 일정
mr_in: स्थिर मालमत्ता देखभाल वेळापत्रक
pt_pt: Planejamento Manutenção Ativo Fixo
zh_tw: 固定資產維護計劃

source: The maintenance schedule cannot be retrieved because
ko_kr: 유지 관리 일정이 있기 때문에 검색 할 수 없습니다
mr_in: देखभाल शेड्यूल प्राप्त केले जाऊ शकत नाही कारण
pt_pt: Planejamento manutenção ativo não pode ser recuperado porque
zh_tw: 維護計劃不能被檢索，因為

source: Due By
ko_kr: 으로 인해
mr_in: कारण
pt_pt: Feito Por
zh_tw: 由於根據

source: Now Complete
ko_kr: 완료
mr_in: आता पूर्ण
pt_pt: Completada em
zh_tw: 現在已完成

source: Are you sure you wish to mark this maintenance task as completed?
es_es: ¿Está seguro que desea marcar esta tarea de mantenimiento como completada?
ko_kr: 완료로이 유지 보수 작업을 표시 할 확실하고 있습니까?
mr_in: आपण पूर्ण म्हणून ही देखभाल कार्य चिन्हांकित इच्छित खात्री आहे?
pt_pt: Confirma marcação de tarefa manutenção como completada?
zh_tw: 你確定你希望標記已完成這個維護任務？
