Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This order item could not be retrieved. Please select another order
cs_cz: Tato objednat se nepodařilo získat. Prosím, vyberte jiný pořadí
es_es: No se pudo obtener este artículo del pedido. Por favor, seleccione otro pedido
hi_in: इस आदेश मद को पुनः प्राप्त नहीं किया जा सका. एक अन्य आदेश का चयन करें
id_id: Item order tersebut tdk dapat diambil. Silahkan pilih order yg lain
it_it: Questa voce ordine non possono essere recuperate. Si prega di selezionare un altro ordine
ko_kr: 이 주문 항목을 검색 할 수 없습니다. 다른 순서를 선택하세요
mr_in: ही ऑर्डर आयटम पुनर्प्राप्त करणे शक्य नाही. दुसरा ऑर्डर निवडा
nl_nl: dit order item kon niet worden opgevraagd. Selecteer een andere order
pt_pt: Este item de pedido não pode ser recuperado.Por favor selecione outro pedido
ro_ro: Acest articol pentru a nu a putut fi recuperate. Vă rugăm să selectaţi un alt ordin
ru_ru: Это заказ не модет быть получен. Пожалуйста, выберите другой заказ.
sq_al: Ky artikull që nuk mund të shikohet. Ju lutem zgjidhni një tjetër mënyrë
sv: Denna orderrad kan inte hämtas. Välj en annan order
sw_ke: item amri hii inaweza kuwa retrieved. Tafadhali chagua mwingine ili
tr_tr: BU SIPARIS KALEMI GÖSTERILEMIYOR, LÜTFEN BASKA BIR SIPARIS SEÇIN
zh_hk: 找不到订单行, 请选择其他订单
zh_tw: 訂單商品不能提取, 請選擇其他訂單

source: Dispathed Quantity should not be more than order balanced quantity
es_es: Cantidad despachada no debe ser más que el saldo del pedido
ko_kr: Dispathed 수량은 주문 균형 양 이하이어야한다
zh_tw: 交付數量不能超過訂單餘量

source: To dispatch quantity is
ko_kr: 수량이 파견
zh_tw: 派遣數量

source: And the order balance is
ko_kr: 그리고 순서 균형이다
zh_tw: 訂單餘額

source: Confirm Invoice
cs_cz: Potvrdit faktury
es_es: Confirmar Factura
hi_in: चालान की पुष्टि
id_id: Konfirmasi Faktur
it_it: Conferma Fattura
ko_kr: 송장 확인
mr_in: अशी यादी तयार पुष्टी
nl_nl: Bevestig factuur
pt_pt: Confirmar Pedido
ro_ro: Confirmaţi Factura
ru_ru: Подтвердить счет
sq_al: Confirm Faturë
sv: Bekräfta faktura
sw_ke: Kuthibitisha ankara
tr_tr: Onaylamak Fatura
zh_hk: 确认发票
zh_tw: 確認發票

source: Confirm Dispatch and Invoice
cs_cz: Potvrdit Expedice a faktury
es_es: Confirmar despacho y factura
hi_in: प्रेषण और चालान की पुष्टि
id_id: Konfirmasi Pengiriman dan Faktur
it_it: Conferma di spedizione e di fatturazione
ko_kr: 파견 및 송장 확인
mr_in: पुष्टी डिस्पॅच आणि चलन
nl_nl: Bevestig verzending en factureer
pt_pt: Confirmar Despacho do Pedido
ro_ro: Confirmaţi expediţiei şi a facturii
ru_ru: Подтвердить отправку и выписать счет-фактуру
sq_al: Confirm Dërgimi dhe Faturë
sv: Bekräfta leverans och faktura
sw_ke: Kuthibitisha Dispatch na ankara
tr_tr: Sevk ve Fatura Onay
zh_hk: 确认发运及开发票
zh_tw: 確認發貨並為訂單開發票

source: Customer
cs_cz: Zákazník
es_es: Cliente
hi_in: ग्राहक
it_it: Cliente
ko_kr: 고객
mr_in: ग्राहक
nl_nl: Klant
pt_pt: Cliente
ro_ro: Client
ru_ru: Клиент
sq_al: Klient
sv: Kund
sw_ke: Mteja
tr_tr: MÜSTERI
zh_hk: 客户
zh_tw: 客戶

source: Customer Code
cs_cz: Kód zákazníka
es_es: Código de cliente
hi_in: ग्राहक कोड
id_id: Kode Customer
it_it: Codice cliente
ko_kr: 고객 코드
mr_in: ग्राहक कोड
nl_nl: Klant Code
pt_pt: Código do Cliente
ro_ro: Cod Client
ru_ru: Код клиента
sq_al: Customer Kodi
sv: Kundnummer
sw_ke: Kanuni za wateja
tr_tr: MUSTERI KODU
zh_hk: 客户编号
zh_tw: 客戶編碼

source: Customer Name
cs_cz: Název zákazníka
es_es: Nombre de cliente
hi_in: ग्राहक नाम
id_id: Nama Customer
it_it: Nome del cliente
ko_kr: 고객 이름
mr_in: ग्राहक नाव
nl_nl: Klant Naam
pt_pt: Nome do Cliente
ro_ro: Nume client
ru_ru: Имя клиента
sq_al: Emri i Klientit
sv: Kundnamn
sw_ke: Jina mteja
tr_tr: MÜSTERI ADI
zh_hk: 客户名称
zh_tw: 客戶名稱

source: Invoice amounts stated in
cs_cz: Všechny částky v
es_es: Factura importes que constan en
hi_in: चालान में कहा गया है मात्रा
id_id: Jumlah Faktur dinyatakan dalam
it_it: Importi della fattura in
ko_kr: 에 명시된 송장 금액
mr_in: म्हटले चलन रक्कम
nl_nl: Factuur bedragen zijn in
pt_pt: Valores Grafados em
ro_ro: Factura sumele cuprinse în
ru_ru: Количество в счете указано в
sq_al: Faturë shumat e përcaktuara në
sv: Faktura belopp i
sw_ke: Ankara kiasi alisema katika
tr_tr: FATURA TUTARLARI
zh_hk: 货币
zh_tw: 貨幣別:

source: Item Code
cs_cz: Kód položky
es_es: Código de artículo
hi_in: मद कोड
id_id: Kode Item
it_it: Codice articolo
ko_kr: 상품 코드
mr_in: लेखाचे कोड
nl_nl: Artikel Code
pt_pt: Código do Item
ro_ro: Postul Codul
ru_ru: Код товара
sq_al: Item Kodi
sv: Produktnummer
sw_ke: Kanuni bidhaa
tr_tr: STOK KODU
zh_hk: 物料编号
zh_tw: 物料編號

source: Item Description
cs_cz: Popis položky
es_es: Descripción de artículo
hi_in: आइटम विवरण
id_id: Keterangan Item
it_it: Descrizione articolo
ko_kr: 항목 설명
mr_in: लेखाचे वर्णन
nl_nl: Artikel Omschrijving
pt_pt: Descrição do Item
ro_ro: Postul Descriere
ru_ru: Описание товара
sq_al: Përshkrimi i artikullit
sv: Produktbeskrivning
tr_tr: AÇIKLAMA
zh_hk: 物料描述
zh_tw: 品名規格

source: Ordered
cs_cz: Objednáno
es_es: Cant. Pedida
hi_in: का आदेश दिया
id_id: Dipesan
it_it: Ordinato
ko_kr: 주문
mr_in: आदेश दिले
nl_nl: Besteld
pt_pt: Pedido
ro_ro: Comandat
ru_ru: Заказано
sq_al: Urdhërohet
sv: Beställt
sw_ke: Kuamuru
tr_tr: SIPARIS EDILMIS
zh_hk: 订单数量
zh_tw: 訂單量

source: Already
cs_cz: Již
es_es: Actualmente
hi_in: पहले से ही
id_id: Sdh
it_it: Già
ko_kr: 이미
mr_in: आधीच
nl_nl: Al
pt_pt: Já
ro_ro: Deja
ru_ru: Уже
sq_al: Tashmë
sv: Redan.
sw_ke: Tayari
tr_tr: ÖNCEDEN
zh_hk: 已经
zh_tw: 已經

source: Sent
cs_cz: odesláno
es_es: Enviada
hi_in: भेजा
id_id: Dikirim
it_it: Spedito
ko_kr: 전송
mr_in: प्रेषित
nl_nl: Verstuurd
pt_pt: Enviado
ro_ro: Trimis
ru_ru: Отправлено
sv: Skickat
sw_ke: Alimtuma
tr_tr: GÖNDERILDI
zh_hk: 发出
zh_tw: 發貨

source: This Dispatch
cs_cz: Tato zásilka
es_es: Esta nota de Entrega
hi_in: इस डिस्पैच
id_id: Pengiriman ini
it_it: Questa spedizione
ko_kr: 이 파견
mr_in: या डिस्पॅच
nl_nl: Deze Zending
pt_pt: Esse despacho
ro_ro: Acest Dispatch
ru_ru: Эта отправка
sq_al: Kjo Dërgimi
sv: Denna leverans
sw_ke: Hii Dispatch
tr_tr: BU GÖNDERI
zh_hk: 本次发出
zh_tw: 本次發貨

source: Price
cs_cz: Cena
es_es: Precio
hi_in: मूल्य
id_id: Harga
it_it: Prezzo
ko_kr: 가격
mr_in: मूल्य
nl_nl: Prijs
pt_pt: Preço
ro_ro: Pret
ru_ru: Цена
sq_al: Çmimi
sv: Pris
sw_ke: Bei
tr_tr: FIYAT
zh_hk: 价格
zh_tw: 售價

source: Discount
cs_cz: Sleva
es_es: Descuento
hi_in: छूट
id_id: Diskon
it_it: Sconto
ko_kr: 할인
mr_in: सवलत
nl_nl: Korting
pt_pt: Desconto
ru_ru: Скидка
sq_al: Zbritje
sv: Rabatt
tr_tr: ISKONTO
zh_hk: 折扣
zh_tw: 折扣

source: Excl Tax
cs_cz: bez DPH
es_es: Sin impuesto
hi_in: Excl टैक्स
id_id: Sblm Pajak
it_it: Tasse escluse
ko_kr: 제외 세금
mr_in: Excl कर
nl_nl: Excl BTW
pt_pt: Imposto Excl.
ro_ro: TVA / excl
ru_ru: Искл. налоги
sq_al: Excl Tatimore
sv: Ex moms
sw_ke: Exkl Kodi
tr_tr: VERGI HARIÇ
zh_hk: 不含税
zh_tw: 不含稅

source: Tax Authority
cs_cz: Daňový úřad
es_es: Autoridad fiscal
hi_in: टैक्स प्राधिकरण
id_id: Wewenang Pajak
it_it: Autorità fiscale
ko_kr: 세금 기관
mr_in: कर अधिकृतता
nl_nl: BTW Autoriteit
pt_pt: Tipo Imposto
ro_ro: Autoritatea fiscală
ru_ru: Налоговые органы
sq_al: Autoriteti tatimor
sv: Skattemyndighet
sw_ke: Kodi ya Mamlaka ya
tr_tr: VERGI DAIRESI
zh_hk: 税种
zh_tw: 稅種

source: Tax %
cs_cz: DPH %
es_es: Impuestos %
hi_in: टैक्स%
id_id: Pajak %
it_it: % Di tasse
ko_kr: 세금 %
mr_in: कर%
nl_nl: BTW %
pt_pt: Aliq. %
ro_ro: Impozit%
ru_ru: % налога
sv: Moms %
sw_ke: Kodi%
tr_tr: VERGI %
zh_hk: 税率 %
zh_tw: 稅 %

source: Tax Amount
cs_cz: Částka daně
es_es: Monto de impuestos
hi_in: कर राशि
id_id: Jumlah Pajak
it_it: Tasse Importo
ko_kr: 세액
mr_in: कर रक्कम
nl_nl: BTW bedrag
pt_pt: Impostos
ro_ro: Suma fiscale
ru_ru: Сумма налога
sq_al: Shuma e taksave
sv: Skatte belopp
sw_ke: Kiasi cha kodi
tr_tr: Vergi Tutarı
zh_hk: 税额
zh_tw: 稅額

source: Incl Tax
cs_cz: včetně DPH
es_es: Con impuesto
hi_in: Incl टैक्स
id_id: Termasuk Pajak
it_it: Tasse incluse
ko_kr: 세금 포함
mr_in: सहित कर
nl_nl: Incl BTW
pt_pt: Incl Imposto
ro_ro: Incl fiscale
ru_ru: Включая налоги
sq_al: Përfshirë Tatimore
sv: Ink Moms
sw_ke: Incl Kodi
tr_tr: VERGI DAHIL
zh_hk: 含税
zh_tw: 含稅

source: Enter the quantity to charge the customer for, that has been dispatched
ko_kr: 전달되었으므로 대한 고객 충전 금액 입력
mr_in: पाठविला आहे की, ग्राहक चार्ज करण्यासाठी प्रमाण प्रविष्ट करा
pt_pt: Informe a quantidade despachada e que deve ser cobrada do cliente
zh_tw: 向客戶收取已發送的費用

source: Enter the tax rate applicable as a number
es_es: Introducir la tasa de impuesto aplicable como un número
ko_kr: 숫자로 적용되는 세율을 입력
mr_in: एक नंबर लागू कर दर प्रविष्ट करा
pt_pt: Informe a taxa conversão (numérica) a ser aplicada
zh_tw: 輸入適用於作為一個數的稅率

source: Enter Serial Numbers
cs_cz: Vložit sériová čísla
es_es: Introducir números de serie
hi_in: सीरियल नंबर दर्ज करें
id_id: Masukkan Nomor Seri
it_it: Inserisci numeri di serie
ko_kr: 일련 번호를 입력
mr_in: सिरिअल क्रमांक प्रविष्ट करा
nl_nl: Voor Serie Nummers In
pt_pt: Números Seriais
ro_ro: Introduceţi numerele de serie
ru_ru: Введите серийный номер
sq_al: Enter Numrat Serial
sv: Registrera serienummer
sw_ke: Kuingia Hesabu Serial
tr_tr: SERI NO GIRISI
zh_hk: 输入序列号
zh_tw: 輸入序列號

source: Enter Batch/Roll/Lot #
cs_cz: Zadejte Dávkové / role / položka #
es_es: Introducir Partida/Lote/Pieza (Batch/Roll/Lot) #
hi_in: बैच / रोल / # लूत दर्ज
id_id: Masukkan Nomor Batch/Rol/Lot
it_it: Inserisci Lotto / Roll / N. di partita
ko_kr: 배치 / 롤 / 로트 번호를 입력
mr_in: बॅच / रोल / लॉट # प्रविष्ट करा
nl_nl: voer batch / roll / lot # in
pt_pt: Número Lote
ro_ro: Introduceţi Batch / Roll / Lotul #
ru_ru: Введите пакетное/рулон/лот #
sv: Ange Batch/Roll/Lot #
sw_ke: Kuingia Batch / Roll / Loti #
tr_tr: LOT NO. GIRINIZ
zh_hk: 输入批次
zh_tw: 輸入批次/捆/批 號

source: There was a problem testing for a default shipper because
cs_cz: Tam byl problém testování pro přepravce, protože výchozí
es_es: Hubo un problema probando con el transportista predeterminado porque
hi_in: वहाँ एक डिफ़ॉल्ट shipper के लिए एक समस्या है क्योंकि परीक्षण किया गया
id_id: Ada masalah pengujian utk pengirim utama karena
it_it: C&#39;è stato un problema di prova per un caricatore default perché
ko_kr: 기본 선적 인해를 테스트하는 동안 문제가 발생했습니다
mr_in: मुलभूत जहाजावरुन माल पाठवण्याचे काम करण्यासाठी एक समस्या चाचणी आली कारण
nl_nl: Er was een probleem bij het testen met de default vervoerder omdat
pt_pt: Houve um problema no transportador padrão porque
ro_ro: Nu a fost o problemă de testare pentru un expeditor implicit, deoarece
ru_ru: Возникла проблемы тестирования грузоотправителя по умолчанию, поскольку
sq_al: Nuk ishte një testim problem për një transportues mallrash default sepse
sv: Det gick inte att hämta standardspeditören för att
sw_ke: Kulikuwa na tatizo kupima kwa shipper default sababu
tr_tr: varsayılan bir nakliyeci çünkü bir sorun test vardı
zh_hk: 测试默认承运人时发生问题, 因为
zh_tw: 測試預設供應商時發生問題, 因為

source: There was a problem testing for a default shipper
cs_cz: Tam byl problém testování na výchozí odesílatele
es_es: Hubo un problema probando con el transportista predeterminado
hi_in: वहाँ एक डिफ़ॉल्ट shipper के लिए एक समस्या परीक्षण किया गया
id_id: Ada masalah pengujian utk pengirim utama
it_it: C&#39;è stato un problema di prova per uno spedizioniere marittimo di default
ko_kr: 기본 선적을 테스트하는 동안 문제가 발생했습니다
mr_in: मुलभूत जहाजावरुन माल पाठवण्याचे काम करण्यासाठी एक समस्या चाचणी आली
nl_nl: Er was een probleem bij het testen met de default vervoerder
pt_pt: Houve um problema com o transportador padrão
ro_ro: Nu a fost o problemă de testare pentru un expeditor implicit
ru_ru: Возникола проблема тестирования грузоотправителя по умолчанию
sq_al: Nuk ishte një testim problem për një transportues mallrash default
sv: Problem med att visa standardspeditören
sw_ke: Kulikuwa na tatizo kwa kupima shipper default
tr_tr: varsayılan bir nakliyeci için bir sorun test vardı
zh_hk: 测试默认承运人时发生问题
zh_tw: 測試預設物流公司時發生問題

source: There are no shippers defined
cs_cz: Nejsou definováni žádní dopravci
es_es: No hay definidos transportistas
hi_in: वहाँ कोई परिभाषित shippers कर रहे हैं
id_id: Pengirim belum dibuat
it_it: Non ci sono caricatori definiti
ko_kr: 정의 된 화주가 없습니다
mr_in: परिभाषित नाही shippers आहेत
nl_nl: er zijn geen transporteurs gedefinieerd
pt_pt: Não há transportador definido
ro_ro: Nu există expeditori definite
ru_ru: Не определены грузоотправители
sq_al: Nuk ka transportuesit të përcaktuara
sv: Det finns inga speditörer definierade
sw_ke: Hakuna shippers defined
tr_tr: TANIMLANMIS NAKLIYECI YOK
zh_hk: 没有定义承运人
zh_tw: 沒有設置運輸商

source: Please use the link below to set up shipping freight companies, the system expects the shipping company to be selected or a default freight company to be used
cs_cz: Prosím, použijte odkaz níže zřídit námořní nákladní dopravy společnosti, systém očekává, že námořní společnosti, které budou vybrány, nebo výchozí nákladní společnost mají být použity
es_es: Por favor, utilice el enlace a continuación para configurar las compañías navieras de carga, el sistema espera que la compañía naviera para ser seleccionado por defecto o una compañía de carga que se utilizará
hi_in: नीचे दिए गए लिंक का उपयोग करने के लिए शिपिंग कंपनियों भाड़ा निर्धारित करें, सिस्टम शिपिंग कंपनी का चयन किया जाना करने के लिए या एक डिफ़ॉल्ट माल के लिए इस्तेमाल किया जा कंपनी की उम्मीद
id_id: Gunakan link di bawah ini utk mengatur perusahaan pengiriman, system meminta perusahaan pengiriman utk dipilih atau perusahaan pengiriman utama utk digunakan
it_it: Si prega di utilizzare il link qui sotto per impostare le compagnie di trasporto marittimo, il sistema si aspetta che la compagnia di navigazione per essere selezionati o una società di trasporto di default da utilizzare
ko_kr: 운송화물 회사를 설정하려면 아래의 링크를 이용해주십시오, 시스템은 운송 회사가 선택 될 것으로 예상 또는 기본 운송 회사가 사용하는
mr_in: शिपिंग वाहतुक कंपन्या सेट करण्यासाठी कृपया खालील दुवा वापरा, प्रणाली शिपिंग कंपनी निवडली जाऊ अपेक्षा किंवा पूर्वनिर्धारीत वाहतुक कंपनी वापरावयाची
nl_nl: Gebruik de onderstaande link om een transporteur op te zetten. Het systeem verwacht dat een transporteur wordt geselecteerd of dat een default transporteur wordt gebruikt
pt_pt: Por favor use o link abaixo para configurar companhia transportadora,o sistema espera que uma transportadora seja escolhida
ro_ro: Vă rugăm să folosiţi link-ul de mai jos pentru a configura companiile maritime de transport de marfă, se aşteaptă ca sistemul de compania de transport maritim pentru a fi selectate sau o companie de transporturi implicit pentru a fi utilizate
ru_ru: Пожалуйста, используйте ссылку ниже, чтобы задать фрахтуемые компании. Система требует её задания или будет использована компания по умолчанию.
sq_al: Ju lutem përdorni lidhjen më poshtë për të ngritur kompanitë e anijeve të mallrave, sistemi i pret kompania e anijeve për të zgjedhur ose një mallrave default kompani që do të përdoret
sv: Använd länken nedan för att definera standardspeditören
sw_ke: Tafadhali tumia kiungo chini ya kuanzisha makampuni ya mizigo meli, mfumo wa kampuni ya meli anatarajia kuwa kuchaguliwa au kampuni default mizigo ya kutumika
tr_tr: nakliye nakliye şirketleri kurmak için aşağıdaki bağlantıyı kullanın, sistem nakliye şirketi kullanılacak varsayılan bir nakliye şirketi veya seçilebilir bekliyor
zh_hk: 请用下列链结, 来设定承运人
zh_tw: 請用下列連結, 來設定運輸公司, 系統須要運輸公司或預設一個運輸公司

source: Enter
cs_cz: Vložit
es_es: Introducir
hi_in: दर्ज
id_id: Masukkan
it_it: Invia
ko_kr: 입력
mr_in: प्रविष्ट करा
nl_nl: Voer in
pt_pt: Entrar
ro_ro: Introduceţi
ru_ru: Введите
sv: Spara
sw_ke: Kuingia
tr_tr: GIRIS
zh_hk: 输入
zh_tw: 輸入

source: Amend Freight Companies
cs_cz: Mění se Nákladní Firmy
es_es: Corregir compañías de transporte
hi_in: संशोधन फ्रेट कंपनियों
id_id: Ubah Perusahaan Pengiriman
it_it: Modifica spedizioniere
ko_kr: 화물 회사를 개정
mr_in: सामानाचे कंपन्या बदलणे
nl_nl: Wijzig vervoerder
pt_pt: Companhis Transportadoras de Frete
ro_ro: Modifice marfă Companii
ru_ru: Внести изменения в данные о фрахтовых компаниях
sq_al: Mallrave Kompanitë ndryshimin
sv: Lägg till speditörer
sw_ke: Marekebisho Freight Makampuni
tr_tr: NAKLIYECI FIRMA DÜZELT
zh_hk: 修改承运人
zh_tw: 修改貨運公司

source: Order Freight Cost
cs_cz: Cena za dopravu
es_es: Costo transporte pedido
hi_in: आदेश माल ढुलाई लागत
id_id: Biaya Pengiriman Order
it_it: Costo di spedizione dell'ordine
ko_kr: 주문화물 비용
mr_in: मागणी सामानाचे किंमत
nl_nl: Vracht kosten
pt_pt: Custo do Frete Pedido
ro_ro: Ordinul de marfă Cost
ru_ru: Стоимость фрахта заказа
sq_al: Kosto e mallrave Rendit
sv: Fraktkostnad
sw_ke: Freight ili Gharama
tr_tr: SIPARISIN NAKLIYE MALIYETI
zh_hk: 运费
zh_tw: 訂單運費成本

source: Recalculated Freight Cost
cs_cz: Přepočítána přepravní náklady
es_es: Recalcular Costo transporte
hi_in: पुन: परिकलित फ्रेट मूल्य
id_id: Biaya Pengiriman Dihitung-Ulg
it_it: Costo di spedizione ricalcolato
ko_kr: 다시 계산화물 비용
mr_in: Recalculated सामानाचे किंमत
nl_nl: herbereken vrachtkosten
pt_pt: Recalculado o Custo de Frete
ro_ro: Recalculate de marfă Cost
ru_ru: Пересчитанная стоимость фрахта
sq_al: Kosto e mallrave rillogaritet
sv: Omräknad fraktkostnad
sw_ke: Recalculated Freight Gharama
tr_tr: NAKLIYE TUTARINI TEKRAR HESAPLA
zh_hk: 重算运费
zh_tw: 重計運費成本

source: Charge Freight Cost ex Tax
ko_kr: 충전화물 비용 EX 세금
mr_in: शुल्क सामानाचे खर्च उदा कर
pt_pt: Custo do Frete incluindo Impostos
zh_tw: 收取運費(未稅)

source: Invoice Totals
cs_cz: Faktura celkem
es_es: Totales Factura
hi_in: चालान योग
id_id: Total Faktur
it_it: Totale fattura
ko_kr: 송장 합계
mr_in: अशी यादी तयार बेरजा
nl_nl: Rekening Totaal
pt_pt: Total do Aviso
ro_ro: Factură Totaluri
ru_ru: Всего по счету
sq_al: Gjithsej Faturë
sv: Fakturabelopp
sw_ke: Ankara Totals
tr_tr: FATURA TOPLAMLARI
zh_hk: 发票总额
zh_tw: 發票總額

source: There are no lines on this order with a quantity to invoice
cs_cz: Tam nejsou žádné čáry na této objednávky se množství faktury
es_es: No existen filas en este pedido con una cantidad a facturar
hi_in: वहाँ चालान करने के लिए एक मात्रा के साथ इस आदेश पर कोई लाइनें हैं
id_id: Tdk ada baris pada order ini utk difaktur
it_it: In questo ordine non ci sono articoli con quantità da fatturare
ko_kr: 이 순서에 더 라인은 청구 할 수있는 수량이 없습니다
mr_in: या क्रमाने नाही ओळी चलन एक प्रमाणात सह आहेत
nl_nl: deze order heeft geen lijnen met een aantal dat moet worden gefactureerd
pt_pt: Não há linhas nesse pedido com quantidade para enviar
ro_ro: Nu există linii de pe acest ordin, cu o cantitate de factură
ru_ru: В этом заказе не найдено позиций для выставления счета
sq_al: Nuk ka linja në këtë mënyrë me një sasi të faturë
sv: Det finns inga rader på denna order med antal som ska faktureras
sw_ke: Hakuna mistari kwenye utaratibu huu kwa wingi na invoice
tr_tr: Bu sırada herhangi bir satır fatura için bir miktar var
zh_hk: 这张订单没有可开发票的行
zh_tw: 這訂單沒有有數量的列可傳到發票

source: No further processing has been done
cs_cz: Žádné další zpracování bylo provedeno
es_es: No se ha realizado proceso adicional alguno
hi_in: आगे नहीं प्रसंस्करण किया गया है
id_id: Tdk ada pemrosesan lebih lanjut yg telah dilakukan
it_it: Non è stata effettuata nessuna operazione
ko_kr: 더 이상의 처리가 완료되지 않은
mr_in: पुढील प्रक्रिया पूर्ण केली गेली आहे
nl_nl: er zijn verder geen vervolgacties uitgevoerd
pt_pt: Nenhum processamento foi feito
ro_ro: Nici o prelucrare ulterioară a fost făcut
ru_ru: Дальнейшая обработка не была проведена
sq_al: Asnjë përpunim të mëtejshëm është bërë
sv: Ingen vidare behandling görs
sw_ke: usindikaji Hakuna zaidi umefanyika
tr_tr: ISLEMIN DEVAMI YAPILMADI
zh_hk: 没有进一步操作
zh_tw: 沒有進一步程序被執行

source: Could not retrieve the quantity left at the location once this order is invoiced (for the purposes of checking that stock will not go negative because)
cs_cz: Nepodařilo se načíst množství vlevo na místě, jakmile toto pořadí je fakturováno (za účelem kontroly, zda vozidla nepůjde, protože negativní)
es_es: No se pudo recuperar la cantidad que quede en el lugar una vez que esta orden se factura (a los efectos de comprobar que el material no ser negativo porque)
hi_in: स्थान पर छोड़ दिया मात्रा पुनर्प्राप्त एक बार इस क्रम (है कि स्टॉक की जाँच के प्रयोजनों के लिए जाने के कारण नकारात्मक नहीं होगा) चालान नहीं किया जा सका है
id_id: Tdk dapat mengambil qty yg ada di lokasi tersebut begitu order in difaktur (dgn tujuan utk memastikan stok tdk akan menjadi negatif karena)
it_it: Non è possibile recuperare il quantitativo di sinistra in corrispondenza della posizione una volta che questo ordine viene fatturato (ai fini del controllo azionario che non vanno al negativo perché)
ko_kr: 이 순서가 청구되면 위치에 남아있는 양을 검색 할 수 없습니다 (부정 가지 않을 것이다 재고를 확인하는 목적으로하기 때문에)
mr_in: या ऑर्डर invoiced आहे एकदा स्थानावर बाकी प्रमाण पुनर्प्राप्त करू शकत नाही (त्या स्टॉक तपासणी प्रयोजनार्थ नकारात्मक जाणार कारण)
nl_nl: Kon de resterende voorraad op deze locatie niet opvragen voor deze order omdat systeem systeem setting voorkomt dat de voorraad negatief wordt
pt_pt: Não pode recuperar a quantidade restante no local enquanto o aviso dessa ordem é gerado. O propósito é impedir estoque negativo porque
ro_ro: Nu sa putut prelua cantitatea rămasă la locaţia dată această ordine este facturate (în sensul de a verifica acest stoc nu va merge negative, deoarece)
ru_ru: Не удалось получить остаток товаров в данном месте если на заказ была выписана счет-фактура
sq_al: Nuk mund të marrim sasi të majtë në vend një herë këtë mënyrë është e faturuar (për qëllimet e kontrollit që aksioneve nuk do të shkojnë negative sepse)
sv: Kunde inte hämta den kvantitet som finns på den plats när denna ordning faktureras (för att kontrollera att beståndet ska inte gå negativ, eftersom)
sw_ke: Hakuweza Retrieve ya wingi wa kushoto katika eneo mara moja ili hii ni invoiced (kwa ajili ya kuangalia kwamba hisa wala kwenda kwa sababu hasi)
tr_tr: Bu sırada (negatif çünkü geçmeyeceği stok kontrol amaçları için) fatura bir kez yerde kalan miktar alınamadı
zh_hk: 一旦此订单开发票，就无法查询到到此地点的剩余库存（目的是检查库存无法为负数，因为）
zh_tw: 未能提取地點餘下數量因為這訂單已開發票 (有目的地檢查存貨不能為負數, 因為)
