Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Bank reference
cs_cz: Bankovní reference
es_es: Referencia del banco
hi_in: बैंक संदर्भ
id_id: Keterangan Bank
it_it: Banca di riferimento
ko_kr: 은행 참조
mr_in: बँक संदर्भ
nl_nl: Bank Referentie
pt_pt: Código Banco
ro_ro: Banca de referinţă
ru_ru: Банковский справочник
sq_al: Banka referencë
sv: Referens
sw_ke: Kumbukumbu ya benki
tr_tr: BANKA REFERANSI
zh_hk: 银行参考号
zh_tw: 銀行參考

source: Bank Account No
cs_cz: Bankovní účet č.
es_es: Cuenta Bancaria No.
hi_in: बैंक खाता नहीं
id_id: No Rekening Bank
it_it: No
ko_kr: 은행 계좌 번호
mr_in: बँक खाते नाही
nl_nl: Bank Rekening Nr
pt_pt: Número Conta Bancária
ro_ro: Contul bancar nr
ru_ru: Номер банковского счета
sv: Bankkontonr
sw_ke: Akaunti ya benki No
tr_tr: BANKA HESAP NO.
zh_hk: 银行账号
zh_tw: 銀行帳號

source: Less than 30 characters
es_es: Menos de 30 caracteres
ko_kr: 이하 30 자
mr_in: पेक्षा कमी 30 वर्ण
pt_pt: Informar no máximo 30 caracteres
zh_tw: 少於30個字符

source: Factor Company
cs_cz: Faktor společnosti
es_es: Compañía Financiera
hi_in: कारक कंपनी
id_id: Perusahaan Penagih
it_it: Fattore di Società
ko_kr: 팩터 회사
mr_in: म्हणजे कंपनीच्या
nl_nl: Agent
pt_pt: Empr. Serv. Financ.
ro_ro: Factorul de companie
ru_ru: Торговый агент
sq_al: Faktori Company
sv: Fabriksförertag
sw_ke: Sababu Kampuni
tr_tr: Faktör Şirketi
zh_hk: 代理公司
zh_tw: 代理公司

source: Within 20 characters
es_es: Hasta 20 caracteres
ko_kr: 20 자 이내
mr_in: 20 वर्ण आत
pt_pt: Informar no máx. 20 caracteres
zh_tw: 在20個字符

source: Not Required
cs_cz: Není požadována
es_es: No requerido
hi_in: नहीं आवश्यक
id_id: Tdk Diperlukan
it_it: Non richiesto
ko_kr: 필요하지 않음
mr_in: आवश्यक नाही
nl_nl: Niet Verplicht
pt_pt: Não Requerido
ro_ro: Nu este necesară
ru_ru: Не требуется
sq_al: Nuk e kërkuar
sv: Behövs ej
sw_ke: Si Required
tr_tr: ZORUNLU DEGIL
zh_hk: 无要求
zh_tw: 不要求

source: Insert New Supplier
cs_cz: Vložit nový dodavatel
es_es: Insertar proveedor nuevo
hi_in: सम्मिलित करें नई प्रदायक
id_id: Masukkan Supplier Baru
it_it: Inserisci nuovo fornitore
ko_kr: 새로운 공급 업체를 삽입
mr_in: नवीन पुरवठादार घाला
nl_nl: Voeg Nieuwe Leverancier toe
pt_pt: Inserir Novo Fornecedor
ro_ro: Introduceţi new
ru_ru: Вставить нового поставщика
sq_al: Furnizuesi Vendos reja
sv: Lägg till ny leverantör
sw_ke: Insert Mpya Supplier
tr_tr: YENI TEDARIKÇI EKLE
zh_hk: 插入新供应商
zh_tw: 插入新供應商

source: Within 40 characters
es_es: Hasta 40 caracteres
ko_kr: 40 자 이내
mr_in: 40 वर्ण आत
pt_pt: Informar no máx. 40 caracteres
zh_tw: 在40個字符

source: Only digit blank ( ) and - allowed
ko_kr: 만 자리 빈 ()와 - 허용
mr_in: केवळ आकडी रिक्त () आणि - परवानगी
pt_pt: Permitido branco, (, ) e -
zh_tw: 只有位空白（）和 - 允許

source: The input must be in email format
ko_kr: 입력은 이메일 형식이어야합니다
mr_in: इनपुट ईमेल स्वरूपात असणे आवश्यक आहे
pt_pt: deve ser um endereço de email válido
zh_tw: 輸入必須是電子郵件格式

source: The input must be in url format
ko_kr: 입력은 URL 형식이어야합니다
mr_in: इनपुट URL स्वरूपात असणे आवश्यक आहे
pt_pt: deve ser uma url válida (endereço de web)
zh_tw: 輸入必須是URL格式

source: url format such as www.example.com
ko_kr: www.example.com과 같은 URL 형식
mr_in: अशा www.example.com म्हणून URL स्वरूप
pt_pt: formato ex: url como www.dobrasil.com.br
zh_tw: URL格式如www.example.com

source: Bank Reference
cs_cz: Referenční banka
es_es: Referencia del banco
hi_in: बैंक संदर्भ
id_id: Referensi Bank
it_it: Riferimento
ko_kr: 은행 참조
mr_in: बँक संदर्भ
nl_nl: Bank Referentie
pt_pt: Ref. Bancária
ro_ro: Banca de referinţă
ru_ru: Банковский справочник
sq_al: Banka Reference
sv: Bankreferens
sw_ke: Benki Reference
tr_tr: BANKA REF.
zh_hk: 银行参考号
zh_tw: 銀行參考

source: Add These New Supplier Details
cs_cz: Tyto nové dodavatele Podrobnosti
es_es: Añadir Estos Nuevos Detalles del proveedor
hi_in: इन नई प्रदायक विवरण जोड़ें
id_id: Tambahkan Rincian Supplier Baru
it_it: Aggiungere questi dettagli il nuovo fornitore
ko_kr: 뉴 공급 업체 세부 정보를 추가
mr_in: हे नवीन पुरवठादार तपशील जोडा
nl_nl: Voeg deze Nieuwe Leverancier Details toe
pt_pt: Adic. Detalhes desse Fornecedor
ro_ro: Adauga aceste detalii new
ru_ru: Добавить подробности по новому поставщику
sq_al: Shto Këto detaje të reja Furnizuesi
sv: Lägg till leverantörsdetaljer
sw_ke: Maelezo haya kuongeza Supplier Mpya
tr_tr: BU TEDARIKÇI DETAYLARINI EKLE
zh_hk: 新增供应商
zh_tw: 新增這供應商資料

source: Update Supplier
cs_cz: Aktualizace dodavatele
es_es: Actualizar proveedor
hi_in: अद्यतन प्रदायक
id_id: Perbarui Supplier
it_it: Aggiorna
ko_kr: 업데이트 공급 업체
mr_in: अद्यतनित पुरवठादार
nl_nl: Aanpassen Leveranciers
pt_pt: Atualizar Fornecedor
ro_ro: Update Furnizor
ru_ru: Обновить поставщика
sq_al: Update Furnizuesi
sv: Uppdatera leverantör
sw_ke: Mwisho Supplier
tr_tr: TEDARIKÇI GÜNCELLE
zh_hk: 更新供应商
zh_tw: 更新供應商

source: However checks will be made to ensure there are no outstanding purchase orders or existing accounts payable transactions before the deletion is processed
cs_cz: Nicméně kontroly bude zajistit, že žádné nesplacené objednávky nebo existující závazky transakce před vypuštěním, je zpracována
es_es: Sin embargo, se harán comprobaciones para asegurar que no hay pedidos de compra pendientes ni transacciones existentes en cuentas a pagar, antes de procesar la eliminación
hi_in: हालांकि जांच सुनिश्चित करने के लिए कोई बकाया खरीद आदेश या मौजूदा खातों देय लेनदेन से पहले हटाए जाने संसाधित किया जाएगा
id_id: Tetapi pemeriksaan akan dilakukan utk memastikan tdk ada order pembelian blm-datang atau transaksi hutang yg belum dibayar sebelum penghapusan diproses
it_it: di prima del emessa
ko_kr: 검사가 보장 될 것이다 그러나 더 뛰어난 구매 주문 또는 기존 채무 거래 삭제 처리하기 전에이 없습니다
mr_in: हटविण्याची प्रक्रिया करण्यापूर्वी धनादेश नाही थकबाकी खरेदी ऑर्डर किंवा विद्यमान खाती देय व्यवहार आहेत याची खात्री करण्यासाठी केले जाईल तथापि
nl_nl: Voor verwijdering wordt gecontroleerd of er geen openstaande orders of openstaande betaal transacties zijn
pt_pt: Conferência será feita para ver ordens de compra pendentes ou contas a pagar pendentes
ro_ro: Cu toate acestea controale vor fi efectuate pentru a asigura că nu există comenzi restante de cumpărare sau de conturi existente tranzacţii de plată înainte de ştergere este procesată
ru_ru: Однако проверки будут направлены на обеспечение невыполненных заказов покупки или существующей кредиторской задолженности сделок до удаления
sq_al: Megjithatë do të bëhen kontrolle për të siguruar se nuk ka urdhër të shquar të blerë ose llogaritë e pagueshme para transaksionet ekzistuese fshirjen është i përpunuar
sv: Men kontroller kommer att göras för att se till att inga utestående beställningar eller befintliga leverantörsskulder transaktioner innan strykningen bearbetas
sw_ke: Hata hivyo ukaguzi zitafanywa kuhakikisha hakuna bora kununua amri au akaunti zilizopo kulipwa malipo kabla ya deletion ni processed
tr_tr: ANCAK, SILME ISLEMI ÖNCESINDE TAMAMLANMAMIS SATINALMA SIPARISI OLUP OLMADIGI KONTROL EDILECEK
zh_hk: 执行删除之前请检查是否有未完成采购订单或应付的交易
zh_tw: 但這檢查是要在執行刪除之前沒有未完成訂單或現有應付的交易帳目

source: Delete Supplier
cs_cz: Odstranit dodavatele
es_es: Suprimir proveedor
hi_in: हटाएँ प्रदायक
id_id: Hapus Supplier
it_it: Cancella
ko_kr: 공급 업체를 삭제
mr_in: पुरवठादार हटवा
nl_nl: Verwijder Leverancier
pt_pt: Remover Fornecedor
ro_ro: Ştergeţi Furnizor
ru_ru: Удалить поставщика
sq_al: Fshije Furnizuesi
sv: Ta bort leverantör
sw_ke: Kufuta Supplier
tr_tr: TEDARIKÇIYI SIL
zh_hk: 删除供应商
zh_tw: 刪除供應商

source: Are you sure you wish to delete this supplier?
cs_cz: Jste si jisti, že chcete smazat tento dodavatele?
es_es: ¿Está seguro que desea suprimir este proveedor?
hi_in: क्या आप वाकई इस आपूर्तिकर्ता को मिटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus supplier ini?
it_it: Sei sicuro di voler cancellare questo fornitore?
ko_kr: 이 공급 업체를 삭제할 확실합니까?
mr_in: आपण या पुरवठादार हटवू इच्छित खात्री आहे?
nl_nl: Bent u er zeker van dat u deze leverancier wilt verwijderen
pt_pt: Confirma remoção de Fornecedor
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest furnizor?
ru_ru: Вы уверены, что хотите удалить этого поставщика?
sq_al: A jeni i sigurt se doni te fshini kete furnizuesit?
sv: Är du säker på att du vill ta bort denna leverantör?
sw_ke: Una uhakika unataka kufuta muuzaji?
tr_tr: BU TEDARIKÇIYI SILMEK ISTEDIGINIZE EMIN MISINIZ?
zh_hk: 确认要删除这个供应商么？
zh_tw: 是否確定要刪除這供應商?

source: System Parameters
es_es: Parámetros del sistema
ko_kr: 시스템 매개 변수
mr_in: प्रणाली पॅरामिटर्स
pt_pt: Parâmetros do Sist.
zh_tw: 系統參數

source: First overdue deadline days must be a number
cs_cz: První dny po splatnosti lhůta musí být číslo
es_es: Debe indicar un número para los días de plazo del primer vencimiento
hi_in: पहला अतिदेय समय सीमा दिनों एक संख्या होनी चाहिए
id_id: Batas hari terlambat yg pertama harus numerik
it_it: giorno Prima scadenza ritardo deve essere un numero
ko_kr: 우선 기한 마감 일 수 있어야합니다
mr_in: प्रथम हप्ते अंतिम मुदत दिवस संख्या असणे आवश्यक आहे
nl_nl: Eerste vervaltermijn moet numeriek zijn
pt_pt: Núm. de dias exced. deve ser númérico
ro_ro: Primele zile restante termen trebuie să fie un număr
ru_ru: Первая просрочка должна быть числом
sq_al: ditë e parë ka kaluar afati afati duhet të jetë një numër i
sv: Första förfallogränsen måste vara numerisk
sw_ke: Kwanza overdue tarehe ya mwisho ya siku lazima idadi
tr_tr: ILK VADE NÜMERIK OLMALI
zh_hk: 帐龄分析日数1必须是数字
zh_tw: 第一個到期限期日總必須是數字

source: Second overdue deadline days must be a number
cs_cz: Druhý termín splatnosti dnů musí být číslo
es_es: Debe indicar un número para los días de plazo del segundo vencimiento
hi_in: दूसरा अतिदेय समय सीमा दिनों एक संख्या होनी चाहिए
id_id: Batas hari telambat yg kedua harus numerik
it_it: Secondo giorno in ritardo scadenza deve essere un numero
ko_kr: 둘째 기한 마감 일 수 있어야합니다
mr_in: दुसरी हप्ते अंतिम मुदत दिवस संख्या असणे आवश्यक आहे
nl_nl: Tweede verval termijn moet numeriek zijn
pt_pt: 2. Interv. Núm. dias exc. dias corte deve ser numérico
ro_ro: A doua zi restante termen trebuie să fie un număr
ru_ru: Вторая просрочка должна быть числом
sq_al: ditë e dytë ka kaluar afati afati duhet të jetë një numër i
sv: Andra förfallogränsen måste vara numerisk
sw_ke: Pili overdue tarehe ya mwisho ya siku lazima idadi
tr_tr: 2. VADE NÜMERIK OLMALI
zh_hk: 帐龄分析日数2必须是数字
zh_tw: 第二個到期限期日總必須是數字

source: Default Credit Limit must be a number
cs_cz: Výchozí Úvěrový limit musí být číslo
es_es: El Límite predeterminado de crédito debe ser númerico
hi_in: डिफ़ॉल्ट क्रेडिट सीमा संख्या में होनी चाहिए
id_id: Batas Kredit Standar harus numerik
it_it: I credit default limite deve essere un numero
ko_kr: 기본 신용 한도는 숫자 여야합니다
mr_in: डीफॉल्ट क्रेडिट मर्यादा संख्या असणे आवश्यक आहे
nl_nl: Default credit limiet moet numeriek zijn
pt_pt: Limite Créd. Padrão deve ser numérico
ro_ro: Default Limita de credit trebuie să fie un număr
ru_ru: Кредитный лимит по умолчанию должно быть числом
sq_al: Default Limiti i duhet të jetë një numër i
sv: Standard kreditgräns måste vara numerisk
sw_ke: Mikopo default Limit lazima idadi
tr_tr: VARSAYILAN KREDI LIMITI RAKKAM OLMALI
zh_hk: 默认信用额度必须是数字
zh_tw: 預設信用額度必須是數值

source: The Romalpa Clause may not contain single quotes and may not be longer than 5000 chars
cs_cz: Ustanovení Romalpa nesmí obsahovat apostrofů a nesmí být delší než 5000 znaků
es_es: La Cláusula Romalpa no puede contener comillas simples y no debe pasar de 5000 caracteres
hi_in: Romalpa खण्ड एकल उद्धरण शामिल नहीं और 5000 से अधिक घर का काम नहीं किया जा सकता है
id_id: Syarat & Ketentuan tdk boleh berisi kutipan tunggal dan maksimum 5000 karakter
it_it: La clausola Romalpa non può contenere virgolette e non può essere più lungo di 5000 caratteri
ko_kr: Romalpa 절은 작은 따옴표를 포함 할 수 없습니다 및 이상 5000 문자하지 않을 수 있습니다
mr_in: Romalpa कलम एकच कोट नसावी आणि 5000 वर्ण मोठे असू शकत नाही
nl_nl: De Romalpa clausule kan geen enkele aanhalingstekens en mag niet langer zijn dan 5000 tekens
pt_pt: Cláusula não pode conter apostrofos e nem ser maior que 5000 caracteres.
ro_ro: Clauza Romalpa nu poate conţine ghilimele simple şi nu poate fi mai mică de 5000 de caractere
ru_ru: Romalpa Clause не может содержать одиночные кавычки и не может быть больше чем 5000 символов
sq_al: Klauzolë Romalpa nuk mund të përmbajnë kuota të vetme dhe mund të mos jetë më shumë se 5000 chars
sv: Klausulen får inte innehålla enkla citationstecken och inte vara längre än 5000 tecken
sw_ke: Wa Kifungu Romalpa huenda yana quotes moja na inaweza kuwa zaidi ya 5,000 Chars
tr_tr: Romalpa Madde ve tek tırnak içeremez fazla 5000 karakter olabilir
zh_hk: 保障条款不能包含单引号，不能多于 5000 个字
zh_tw: 該Romalpa條款可能不包含單引號及不超過5000個字符長

source: No less than 1 and more than 99 Quick entries allowed
cs_cz: Ne menší než 1 a více než 99 položek Rychlé povoleno
es_es: El número de Entradas Rápidas ha de estar entre 1 y 99
hi_in: कोई कम से कम 1 से और अधिक से अधिक 99 त्वरित प्रविष्टियों की अनुमति दी
id_id: Masukkan cepat harus minimimal 1 dan maksimum 99
it_it: Non meno di 1 e più di 99 voci Quick permesso
ko_kr: 어떤 일보다하지 이상 99 빠른 항목 허용
mr_in: कमी 1 पेक्षा आणि जास्त 99 जलद नोंदी परवानगी
nl_nl: 1 t/m 99 quick entries mogelijk
pt_pt: Entradas Rápidas devem ser entre 1 e 99
ro_ro: Nu mai puţin de 1 şi mai mult de 99 intrări Quick permis
ru_ru: Разрешено Не менее 1 и более чем 99 быстрых записей
sq_al: Jo më pak se 1 dhe më shumë se 99 të hyra të lejuara të shpejta
sv: Antal rader måste vara 1-99
sw_ke: Si chini ya 1 na zaidi ya 99 Quick entries kuruhusiwa
tr_tr: 1-99 ARASI HIZLI GIRIS ALANI TANIMLAYABILIRSINIZ
zh_hk: 快速输入行数不能小于 1 和大 99
zh_tw: 快速輸入不能小於 1 和大 99

source: Freight Charge Applies If Less Than must be a number
cs_cz: Nákladní poplatek se vztahuje-li méně než musí být číslo
es_es: La Aplicación de Cargos por Flete Si Es Menor Que debe ser un número
hi_in: माल ढुलाई प्रभार लागू होता है कम से अगर एक संख्या होनी चाहिए
id_id: Biaya Pengiriman Berlaku Jika Kurang Dari harus numerik
it_it: Freight tariffa si applica se è inferiore a deve essere un numero
ko_kr: 미만이 여야합니다 경우화물 요금이 적용
mr_in: पेक्षा कमी संख्या असणे आवश्यक आहे तर सामानाचे शुल्क लागू होते
nl_nl: Toerekenen transport kosten - Voor minder dan - moet numeriek zijn
pt_pt: Frete aplicável se menor que deve ser um número
ro_ro: Încărcaţi de transport de marfă Aplică dacă sunt mai puţin trebuie să fie un număr
ru_ru: Издержки грузов применяются если меньше чем, должно быть числом
sq_al: Ngarkesa e mallrave Zbatohet Nëse më pak se duhet të jetë një numër i
sv: Fraktkostnad läggspå om mindre än måste vara numerisk
sw_ke: Charge mizigo inatumika Kama chini ya lazima idadi
tr_tr: NAKLIYE MALIYET BILGISI NÜMERIK OLMALI
zh_hk: 订单最低运费额
zh_tw: 執行貨運收費如少於 必須是數子

source: Standard Cost Decimal Places must be a number between 0 and 4
es_es: Los Lugares Decimales del Costo Estandar deben ser un número entre 0 y 4
id_id: Posisi Desimal utk HPP Standar harus numerik antara 0 dan 4
ko_kr: 표준 원가 소수 자릿수는 0과 4 사이의 숫자 여야합니다
mr_in: मानक किंमत दशांश ठिकाणे 0 आणि 4 दरम्यान अनेक असणे आवश्यक आहे
pt_pt: Decimais Custo Padrão deve ser núm. entre 0 e 4
zh_tw: 標準成本小數位數必須是介於0和4號

source: Financial period per year must be a number between 1 and 12
cs_cz: Účetního období, za rok musí být číslo mezi 1 a 12
es_es: El período financiero al año debe ser un número entre 1 y 12
hi_in: प्रति वर्ष वित्तीय अवधि एक नंबर 1 और 12 के बीच होना चाहिए
id_id: Periode fiskal per tahun harus numerik antara 1 dan 12
it_it: periodo di programmazione finanziaria per anno deve essere un numero compreso tra 1 e 12
ko_kr: 연간 금융 기간은 1과 12 사이의 숫자 여야합니다
mr_in: दर वर्षी आर्थिक कालावधी 1 आणि 12 दरम्यान अनेक असणे आवश्यक आहे
nl_nl: Boekjaar per jaar moet een getal zijn tussen 1 en 12
pt_pt: Período financ. por ano deve estar entre 1 e 12
ro_ro: perioadă financiar pe an trebuie să fie un număr între 1 şi 12
ru_ru: Финансовый период в год должен быть числом от 1 до 12
sq_al: periudhë financiare në vit duhet të jetë një numër ndërmjet 1 dhe 12
sv: Antal redovisningsperioder per är måste vara 1-12
sw_ke: Kipindi cha fedha kwa mwaka lazima idadi kati ya 1 na 12
tr_tr: Yıllık Mali süre 1 ile 12 arasında bir sayı olmalıdır
zh_hk: 每年的财务期间必须是1和12之间的数
zh_tw: 每年財政期間必須是一個介於1和12之間

source: The Tax Authority Reference Name must be 25 characters or less long
cs_cz: Finančnímu úřadu Reference Jméno musí být 25 nebo méně znaků dlouhé
es_es: El Nombre de Referencia de la Autoridad Fiscal no debe pasar de 25 caracteres
hi_in: टैक्स प्राधिकरण संदर्भ नाम 25 वर्ण या कम अवश्य होना चाहिए
id_id: Nama Keterangan Wewenang Pajak maksimum 25 karakter
it_it: Le Autorità fiscali Nome di riferimento deve essere 25 caratteri o meno lungo
ko_kr: 세무 당국 참조 이름은 25 자 이하 여야합니다
mr_in: कर अधिका संदर्भ नाव 25 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De belasting authoriteiten naam mag max 25 tekens lang zijn
pt_pt: Nome da Autorid. Fiscal deve ter no máximo 25 caracteres.
ro_ro: Autoritatea fiscală Numele de referinţă trebuie să fie de 25 de caractere sau mai puţin timp
ru_ru: Имя Справочника Налогового управления должно быть 25 символов или короче
sq_al: Autoriteti Tatimor Emri Reference duhet të jetë 25 shkronja ose më pak gjatë
sv: Skattemyndighets referensnamnet måste vara max 25 tecken långt
sw_ke: Mamlaka ya Kodi Reference Jina lazima wahusika 25 au chini ya muda mrefu
tr_tr: VERGI DAIRESI ADI 25 KARAKTERDEN KISA OLMALI
zh_hk: 税号名称必须少于25个字符
zh_tw: 稅項參考名稱必須不多於 25 字

source: Over Charge Proportion must be a percentage
cs_cz: Nabíjení přes Podíl musí být procento
es_es: La Proporción de Sobre Cargo debe ser un porcentaje
hi_in: पर प्रभार एक प्रतिशत के अनुपात होना चाहिए
id_id: Proporsi Kelebihan Tagih harus berupa persentase
it_it: Sopra la carica percentuale deve essere una percentuale
ko_kr: 이상 충전 비율은 백분율해야합니다
mr_in: जास्त किंमत प्रमाणात टक्केवारी असणे आवश्यक आहे
nl_nl: Over facturatie percentage is een percentage
pt_pt: Proporção para Sobrepreço deve ser um percent.
ro_ro: Peste Charge proporţie trebuie să fie un procent
ru_ru: Доля Больше издержки должна быть в процентах
sq_al: Ngarkesa mbi Përqindja duhet të jetë një përqindje
sv: Över Ladda andel skall vara en procentsats
sw_ke: Juu Charge Idadi lazima asilimia
tr_tr: FAZLADAN TAHSILAT ORANI YÜZDE OLMALI
zh_hk: 发票收货价格差异率必须是数字
zh_tw: 超收費用比例必須是百份比

source: Over Receive Proportion must be a percentage
cs_cz: Získejte více než Podíl musí být procento
es_es: La proporción Sobre-Recibida debe ser un Porcentaje
hi_in: अनुपात प्राप्त एक प्रतिशत से अधिक होना चाहिए
id_id: Proporsi Kelebihan Terima harus berupa persentase
it_it: Più di ricezione percentuale deve essere una percentuale
ko_kr: 이상 비율은 백분율해야합니다 수신
mr_in: एकूण धावसंख्या प्रमाणात टक्केवारी असणे आवश्यक प्राप्त
nl_nl: Leverings/ontvangst afwijkng moet een percentage zijn
pt_pt: Proporção para Receber deve ser um percentual
ro_ro: Peste Primire proporţie trebuie să fie un procent
ru_ru: Доля Больше Получения должна быть в процентах
sq_al: Mbi Merre Përqindja duhet të jetë një përqindje
sv: Över emot andel skall vara en procentsats
sw_ke: Juu ya kupokea Idadi lazima asilimia
tr_tr: FAZLADAN TESLIM ALMA ORANI YÜZDE OLMALI
zh_hk: 发票收货数量差异率必须是数字
zh_tw: 超收比例必須是百份比

source: Lines per page must be greater than 1
cs_cz: Řádků na stránku, musí být větší než 1
es_es: Las líneas por página deben ser mayores que 1
hi_in: प्रति पृष्ठ लाइन्स 1 से अधिक होना चाहिए
id_id: Baris per halaman harus > 1
it_it: Righe per pagina deve essere superiore a 1
ko_kr: 페이지 당 라인 1보다 커야합니다
mr_in: प्रति पृष्ठ ओळी 1 पेक्षा जास्त असणे आवश्यक आहे
nl_nl: Regels per pagina moeten > dan 1 zijn
pt_pt: Linhas por pág. deve ser maior que 1
ro_ro: Linii pe pagină trebuie să fie mai mare de 1
ru_ru: Строк на странице должно быть больше, чем 1
sq_al: Rreshta për faqe duhet të jetë më e madhe se 1
sv: Rader per sida måste vara större än 1
sw_ke: Mistari kwa lazima kuwa kubwa kuliko 1
tr_tr: SAYFA BASINA SATIR 1'DEN BÜYÜK OLMALI
zh_hk: 每页的行数必须大于1
zh_tw: 每頁的列必須大於 1

source: The number of months of audit trail to keep must be zero or a positive number less than 100 months
cs_cz: Počet měsíců auditu udržet, musí být nula nebo kladné číslo menší než 100 měsíců
es_es: El número de meses que se conservarán las huellas de auditoría debe ser 0 a 99 meses
hi_in: लेखापरीक्षा निशान के महीनों रखने की संख्या 100 से कम महीने शून्य या एक धनात्मक संख्या होना चाहिए
id_id: Jumlah bulan dari jejak audit harus 0 atau angka positif kurang dari 100 bulan
it_it: Il numero di mesi di audit trail per tenere deve essere zero o un numero positivo inferiore a 100 mesi
ko_kr: 계속 감사 추적의 개월 수는 0 또는 양의 수 100 개 미만 개월합니다
mr_in: ठेवणे ऑडिट ट्रेल महिने संख्या शून्य असू किंवा सकारात्मक संख्या कमी 100 महिने आवश्यक
nl_nl: Aantal maanden om de gerbuikers geschiedenin op te slaan moet 0 of een positef getal van maximaal 99 maanden zijn
pt_pt: Número de meses para manter rastreamento log deve ser zero ou número positivo menor que 100 meses
ro_ro: Numărul de luni de piste de audit pentru a menţine trebuie să fie zero sau un număr pozitiv mai puţin de 100 luni
ru_ru: Количество месяцев проводки аудита для поддержания должно быть равно нулю или положительному числу меньше чем 100 месяцев
sq_al: Me numrin e muajve të gjurmëve të auditimit për të mbajtur të duhet të jetë zero, ose një numër pozitiv më pak se 100 muaj
sv: Antal månader att bhålla historik måste vara noll eller ett positivt tal mindre än 100 månader
sw_ke: Idadi ya miezi ya uchaguzi ukaguzi kuweka lazima sifuri au idadi chanya chini ya miezi 100
tr_tr: tutmak için denetim izi ayların sayısı 100&#39;den az ay sıfır veya pozitif bir sayı olmalıdır
zh_hk: 审核追踪记录保持的月数必须是0或者小于100的数
zh_tw: 審計線索，以保持月數必須為零或正數少於百個月

source: DefaultTaxCategory must be between 1 and 9
cs_cz: DefaultTaxCategory musí být mezi 1 a 9
es_es: La Clase de Impuesto Predeterminada debe estar entre 1 y 9
hi_in: DefaultTaxCategory किया जाना चाहिए के बीच 1 और 9
id_id: Kategori Pajak Standar harus antara 1 dan 9
it_it: DefaultTaxCategory deve essere compresa tra 1 e 9
ko_kr: DefaultTaxCategory는 1과 9 사이 여야합니다
mr_in: DefaultTaxCategory 1 आणि 9 दरम्यान असणे आवश्यक आहे
nl_nl: Default belasting categorie moet tusen de 1 en de 9 zijn
pt_pt: Categ. Padrão Impostos deve estar entre 1 e 9
ro_ro: DefaultTaxCategory trebuie să fie între 1 şi 9
ru_ru: DefaultTaxCategory должен быть между 1 и 9
sq_al: DefaultTaxCategory duhet të jetë në mes të 1 dhe 9
sv: Default Skattekategori måste vara mellan 1 och 9
sw_ke: DefaultTaxCategory lazima kuwa kati ya 1 na 9
tr_tr: VARSAYILAN VERGI KATEGORISI 1-9 ARASI OLMALI
zh_hk: 默认税目必须在1到9之间
zh_tw: 預設稅層次必須是 1 到 9 之間

source: Default maximum number of records to display must be between 1 and 500
cs_cz: Výchozí maximální počet záznamů pro zobrazení musí být mezi 1 a 500
es_es: El número máximo predeterminado de registros a mostrar debe estar entre 1 y 500
hi_in: डिफ़ॉल्ट प्रदर्शित करने के लिए अभिलेखों की अधिकतम संख्या 1 और 500 के बीच होना चाहिए
id_id: Maksimum standar jumlah data utk ditampilkan harus antara 1 dan 500
it_it: numero massimo predefinito di record da visualizzare deve essere compreso tra 1 e 500
ko_kr: 표시 할 레코드의 기본 최대 수는 1과 500 사이 여야합니다
mr_in: प्रदर्शित करण्यासाठी रेकॉर्ड मुलभूत कमाल संख्या 1 आणि 500 ​​दरम्यान असणे आवश्यक आहे
nl_nl: Default max. aantal records om te tonen is 500
pt_pt: Número máx. reg. para exibir deve estar entre 1 e 500.
ro_ro: Numărul implicit maxim de înregistrări pentru a afişa trebuie să fie între 1 şi 500
ru_ru: По умолчанию максимальное число записей для отображения должно быть между 1 и 500
sq_al: Numri maksimal i të dhënave Default për të shfaqur duhet të jetë në mes të 1 dhe 500
sv: Default maximum poster att visa måste vara mellan 1 och 500
sw_ke: Upeo default idadi ya kumbukumbu na kuonyesha lazima kuwa kati ya 1 na 500
tr_tr: VARSAYILAN GÖRÜNTÜLENECEK MAKSIMUM KAYIT SAYISI 1-500 ARASI OLMALI
zh_hk: 默认最大显示记录数必须在1和500之间
zh_tw: 預設顯示記錄的上限必須是 1 到 500 之間
