Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Printing
cs_cz: Tisk
es_es: Imprimiendo
hi_in: मुद्रण
id_id: Pencetakan
it_it: Stampa
ko_kr: 인쇄
mr_in: प्रिंटींग
nl_nl: Afdrukken
pt_pt: Imprimindo
ro_ro: Imprimare
ru_ru: Печать
sq_al: Shtypje
sv: Skriver ut
sw_ke: Kuchapisha
tr_tr: YAZDIRMA ISL.
zh_hk: 正在打印
zh_tw: 列印中

source: Printed on
cs_cz: Tištěny na
es_es: Impresa el
hi_in: पर मुद्रित
id_id: Dicetak pada
it_it: Stampato su
ko_kr: 인쇄
mr_in: छापलेले
nl_nl: Afgedrukt op
pt_pt: Impresso em
ro_ro: Imprimat pe
ru_ru: Напечатано на
sq_al: Të shtypura në
sv: Utskriven
tr_tr: Tarih:
zh_hk: 打印日期
zh_tw: 列印於

source: Print a Copy
cs_cz: Tisk kopírování
es_es: Imprimir Copia
hi_in: प्रिंट कॉपी
id_id: Cetak 1 Salinan
it_it: Stampare una copia
ko_kr: 복사 인쇄하기
mr_in: एक कॉपी मुद्रित
nl_nl: Druk Kopie Af
pt_pt: Imprimir uma Cópia
ro_ro: A imprima o copie
ru_ru: Напечатать копию
sq_al: Print një Kopjo
sv: Skriv ut en kopia
sw_ke: Kuchapa nakala
tr_tr: KOPYA YAZDIR
zh_hk: 打印副本
zh_tw: 列印副本

source: Status Coments
ko_kr: 상태 감동적인
zh_tw: 狀態說明

source: The line items of the purchase order could not be retrieved
cs_cz: Řádky z objednávky se nepodařilo získat
es_es: No se pudo obtener las filas de la orden de compra
hi_in: क्रय आदेश की पंक्ति वस्तुओं को पुनः प्राप्त नहीं किया जा सका
id_id: Baris item dari order pembelian tdk dapat diambil
it_it: Le voci dell &#39;ordine di acquisto non può essere recuperata
ko_kr: 구매 주문의 라인 항목을 검색 할 수 없습니다
mr_in: खरेदी ऑर्डर ओळ आयटम पुनर्प्राप्त करणे शक्य नाही
nl_nl: de regels van de inkooporder kon niet worden opgevraagd
pt_pt: As linhas dos itens da ordem de compra não foram recuperadas
ro_ro: Elementele de pe linie de comanda de achiziţie nu a putut fi recuperate
ru_ru: Позиции заказа на покупку не могут быть получены
sq_al: Artikuj të vijë e rendit blerjes nuk mund të shikohet
sv: Radartiklarna på inköpsordern kunde inte hämtas
sw_ke: Bidhaa Mpya wa utaratibu wa kununua inaweza kuwa retrieved
tr_tr: SATINALMA SIPARISININ SATIRLARI GÖSTERILEMIYOR
zh_hk: 找不到采购订单行
zh_tw: 未能提取採購訂單中的列商品

source: Order Line Details
cs_cz: Aby Line Podrobnosti
es_es: Detalle de Pedidos
hi_in: आदेश पंक्ति का विवरण
id_id: Rincian Baris Order
it_it: Ordine Line Dettagli
ko_kr: 주문 라인의 자세한 사항
mr_in: मागणी लाइन तपशील
nl_nl: Opdracht Regel Details
pt_pt: Detalhes Linha Ordem Compra
ro_ro: Ordinul Line Detalii
ru_ru: Подробности о позиции заказа на покупку
sq_al: Line Details Rendit
sv: Orderradsinformation
sw_ke: Line ili Details
tr_tr: SIPARIS SATIRI DETAYLARI
zh_hk: 采购订单行
zh_tw: 訂單列資料

source: Ord Qty
cs_cz: Ord Množství
es_es: Cant. Ord.
hi_in: Ord मात्रा
id_id: Qty Order
ko_kr: 오드 수량
mr_in: आर्द Khordad short मात्रा
nl_nl: Best Ant
pt_pt: Qtd Ped.
ro_ro: Ord Cantitate
ru_ru: Кол-во в заказе
sv: BEst ant
sw_ke: BWANA Uchina
tr_tr: SIPARIS MIKTARI
zh_hk: 订单数量
zh_tw: 訂單數量

source: Qty Recd
cs_cz: Množství Recd
es_es: Cant. Reg.
hi_in: मात्रा रिसी डी
id_id: Qty Diterima
it_it: Qtà recd
ko_kr: 수량 Recd
mr_in: मात्रा Recd
nl_nl: Ontv Ant
pt_pt: Qtd Rec.
ro_ro: Cantitate Recd
ru_ru: К-во
sv: Lev ant
sw_ke: Uchina Recd
tr_tr: GELEN MIKTAR
zh_hk: 已接收数量
zh_tw: 已收數量

source: Qty Inv
cs_cz: Množství Inv
es_es: Cant Fact.
hi_in: मात्रा चालान
id_id: Qty Difaktur
it_it: Qtà Inv
ko_kr: 수량 인보이스
mr_in: मात्रा Inv
nl_nl: Fac Ant
pt_pt: Qtd. Inv.
ro_ro: Cantitate Inv
ru_ru: К-во в счете
sv: Inventerad kvantitet
sw_ke: Uchina Inv
tr_tr: FATURALANAN MIKTAR
zh_hk: 发票数量
zh_tw: 發票數量

source: Ord Price
cs_cz: Cena Ord
es_es: Precio Pedidos
hi_in: Ord मूल्य
id_id: Harga Order
it_it: Ord Prezzo
ko_kr: 보통주 가격
mr_in: आर्द Khordad short किंमत
nl_nl: Opd Prijs
pt_pt: Preço Ord.
ro_ro: Ord Pret
ru_ru: Цена заказа
sq_al: Ord Çmimi
sv: Best pris
sw_ke: Bei BWANA
tr_tr: SIPARIS FIYATI
zh_hk: 订单价格
zh_tw: 訂單價格

source: Chg Price
cs_cz: CHG Cena
es_es: Cambio
hi_in: Chg मूल्य
id_id: Harga Dibebankan
it_it: Prezzo Chg
ko_kr: 증감 률 가격
mr_in: Chg किंमत
nl_nl: Gew Prijs
pt_pt: Preço Mod.
ro_ro: CHG Pret
sq_al: CHG Çmimi
sv: Fakt pris
sw_ke: Bei Chg
tr_tr: FATURALANAN FIYAT
zh_hk: 发票价格
zh_tw: 發票價格

source: Reqd Date
cs_cz: Datum Reqd
es_es: Fecha Solicitada
hi_in: Reqd दिनांक
id_id: Tgl Diminta
it_it: Reqd Data
ko_kr: Reqd 날짜
mr_in: Reqd दिनांक
nl_nl: Gevr Datum
pt_pt: Data Req.
ro_ro: Reqd Data
sq_al: Reqd Data
sv: Beg datum
tr_tr: ISTENEN TARIH
zh_hk: 要求日期
zh_tw: 要求交貨日

source: Total Order Value Excluding Tax
cs_cz: Celkem hodnota objednávky bez daně
es_es: Valor total del pedido sin impuestos
hi_in: कुल ऑर्डर वैल्यू एडेड टैक्स को छोड़कर
id_id: Total Nilai Order Sebelum Pajak
it_it: Ordine Valore totale, tasse escluse
ko_kr: 총 주문 값 제외 세금
mr_in: एकूण मागणी मूल्य कर वगळून
nl_nl: Totaal Opdracht Bedrag Exclusief BTW
pt_pt: Valor Total Ordem sem Impostos
ro_ro: Valoarea totală a comenzii fără taxe
ru_ru: Общая сумма заказа, исключая налоги
sq_al: Vlera e përgjithshme Rendit përjashtuar Tatimore
sv: Totala ordervärdet exklusive skatt
sw_ke: Order jumla ya Kodi ya Ongezeko la Thamani kujumuisha
tr_tr: TOPLAM SIPARIS TUTARI (VERGI HARIÇ)
zh_hk: 不含税订单总价
zh_tw: 不含稅訂單總價

source: Total Order Value Received Excluding Tax
cs_cz: Celkem hodnota objednávky přijaté bez daně
es_es: Valor total de la orden recibida sin impuestos
hi_in: कुल ऑर्डर वैल्यू एडेड टैक्स को छोड़कर प्राप्त
id_id: Total Nilai Order yg Diterima Sebelum Pajak
it_it: Valore totale dell&#39;ordine ricevuto al netto dell&#39;imposta
ko_kr: 총 주문 가격은 세금을 제외 수상
mr_in: एकूण मागणी मूल्य कर वगळून प्राप्त
nl_nl: Totaal Opdracht bedrag Ontvangen Exclusief BTW
pt_pt: valor total da ordem recebida sem impostos
ro_ro: Valoarea totală a comenzii primite fără taxe
ru_ru: Общая полученная сумма, исключая налоги
sq_al: Vlera e përgjithshme Order Received përjashtuar Tatimore
sv: Totala ordervärdet mottagna exklusive skatt
sw_ke: Jumla Order Thamani alipokea bila kujumuisha kodi
tr_tr: TESLIM ALINAN TOPLAM SIPARIS TUTARI (VERGI HARIÇ)
zh_hk: 不含税已接收总价
zh_tw: 不含稅已接收總價格

source: Select a Purchase Order
cs_cz: Vyberte objednávky
es_es: Seleccionar una orden de compra
hi_in: एक खरीद आदेश का चयन करें
id_id: Pilih Order Pembelian
it_it: Seleziona un ordine d&#39;acquisto
ko_kr: 구매 주문을 선택합니다
mr_in: खरेदी ऑर्डर निवडा
nl_nl: Selecteer een Inkoop Opdracht
pt_pt: Escolher uma Ordem Compra
ro_ro: Selectaţi un Ordin de Comandă
ru_ru: Выберите заказ на покупку
sq_al: Zgjidh një Urdhër Blerje
sv: Välj en inköpsorder
sw_ke: Kuchagua Order Ununuzi
tr_tr: BIR SATINALMA SIPARISI SEÇIN
zh_hk: 选取采购订单
zh_tw: 選取採購訂單

source: Select a Purchase Order Number to Print before calling this page
cs_cz: Vyberte číslo objednávky pro tisk před voláním na tuto stránku
es_es: Seleccione un número de orden de compra a imprimir antes de llamar esta página
hi_in: प्रिंट इस पेज को बुलाने से पहले एक खरीद आदेश संख्या का चयन करें
id_id: Pilih Nomor Order Pembelian utk Dicetak sebelum memanggil halaman ini
it_it: Seleziona un ordine di acquisto Numero di stampa prima di chiamare questa pagina
ko_kr: 이 페이지를 호출하기 전에 인쇄 할 구매 주문 번호를 선택
mr_in: हे पृष्ठ कॉल करण्यापूर्वी प्रिंट करण्यासाठी खरेदी मागणी क्रमांक निवडा
nl_nl: Selecteer een Bestelling Aantal af te drukken voordat u belt deze pagina
pt_pt: Selecione um número de Ordem para imprimir antes de chamar esta página
ro_ro: Selectaţi o comandă de aprovizionare Număr de imprimare înainte de a suna această pagină
ru_ru: Выберите номер заказа на покупку для печати перед вызовом этой страницы
sq_al: Zgjidh një Urdhër Blerje Numri për të shtypur para se të quajtur këtë faqe
sv: Välj inköpsordernummer att skriva ut innan denna sida kallas
sw_ke: Kuchagua Ununuzi Order Idadi ya Print kabla ya wito ukurasa huu
tr_tr: Bu sayfayı aramadan önce Baskı bir Sipariş Numarası seçin
zh_hk: 进入此页前，请首先选择要打印的采购订单编号
zh_tw: 進入此頁前, 請先選取要列印的採購訂單編碼

source: Purchase Order Inquiry
cs_cz: Informace o nákupních objednávkách
es_es: Consultar órdenes de compra
hi_in: खरीद आदेश जांच
id_id: Cari Order Pembelian
it_it: Ordine di Acquisto Richiesta
ko_kr: 주문 문의 구매
mr_in: खरेदी आदेश चौकशी
nl_nl: Inkoop Opdracht Opvragen
pt_pt: Consulta Ordem de Compra
ro_ro: Ordinul de cumpărare anchetă
ru_ru: Исследование заказа на покупку
sq_al: Hetim Urdhër blerjes
sv: Inköpsorder frågor
sw_ke: Kununua Order Uchunguzi
tr_tr: SATINALMA SIPARIS SORGUSU
zh_hk: 采购订单查询
zh_tw: 採購訂單查詢

source: This page must be called with a purchase order number to print
cs_cz: Tato stránka musí být volána s číslem objednávky pro tisk
es_es: Esta página debe ser llamada con un número de orden de compra a imprimir
hi_in: यह पृष्ठ एक क्रय आदेश संख्या के साथ बुलाया जाना चाहिए प्रिंट
id_id: Halaman ini harus dipanggil dgn nomor order pembelian utk dicetak
it_it: Questa pagina deve essere chiamata con un numero d&#39;ordine d&#39;acquisto per la stampa
ko_kr: 이 페이지는 인쇄 구매 주문 번호로 호출해야합니다
mr_in: हे पान प्रिंट करण्यासाठी खरेदी ऑर्डर क्रमांकासह म्हणतात करणे आवश्यक आहे
nl_nl: Deze pagina moet woren opgevraagd met een inkoop order die moet worden afgedrukt
pt_pt: Esta página precisa ser chamada com um número de ordem de compra para imprimir
ro_ro: Această pagină trebuie să fie numit cu un număr de ordine de cumpărare pentru a imprima
ru_ru: Эта страница должна быть вызвана с номером заказа на покупку для печати
sq_al: Kjo faqe duhet të quhet me një numër të urdhër blerjes për të shtypur
sv: Sidan måste anropas med ett inköpsordernummer för att skriva ut
sw_ke: Ukarasa huu ni lazima wito kwa idadi ili kununua magazeti
tr_tr: BU SAYFADAN ÖNCE YAZDIRACAGINIZ SATINALMA SIPARIS NUMARASINI GIRMELISINIZ
zh_hk: 首先选择要打印的采购订单编号才能进入此页面
zh_tw: 這頁必須由要列印的採購訂單編號叫出

source: Print Purchase Order Number
cs_cz: Tisk objednávky číslo
es_es: Imprimir la Orden de Compra Número
hi_in: प्रिंट खरीद आदेश संख्या
id_id: Cetak Nomor Order Pembelian
it_it: Stampa Acquisto Numero d&#39;ordine
ko_kr: 구매 주문 번호를 인쇄
mr_in: प्रिंट खरेदी मागणी क्रमांक
nl_nl: Print inkooporder nummer
pt_pt: Imprimir Ordem Compra Número
ro_ro: Imprima comandă de aprovizionare Număr
ru_ru: Печать номера заказа на покупку
sq_al: Rendit Print Blerje Numri
sv: Skriv ut inköpsordernummer
sw_ke: Ununuzi magazeti Order Idadi
tr_tr: YAZDIR >> SATINALMA SIPARIS NO:
zh_hk: 打印采购订单
zh_tw: 列印採購訂單編碼

source: There was a problem retrieving the purchase order header details for Order Number
cs_cz: Tam byl problém získávání informací, aby nákup záhlaví pro pořadové číslo
es_es: Hubo un problema al obtener los detalles de la cabecera de la orden compra del Pedido Nº
hi_in: वहाँ एक आदेश संख्या के लिए क्रय आदेश हैडर विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian header order pembelian utk Nomor Order
it_it: C&#39;è stato un problema recuperare i dettagli degli ordini di acquisto per intestazione Numero d&#39;ordine
ko_kr: 주문 번호에 대한 구매 주문 헤더 정보를 검색하는 동안 문제가 발생했습니다
mr_in: मागणी क्रमांक खरेदी ऑर्डर हेडर तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem met het opvragen van de inkoop order details van order nummer
pt_pt: Houve um problema na recuperação dos dados do cabeçalho da ordem de compra
ro_ro: Nu a fost o problemă la regăsirea pentru detaliile de achiziţie antet pentru Ordine Număr
ru_ru: Возникла проблема при получении данных озаголовке заказа на покупку для номера заказа
sq_al: Nuk ishte një problem retrieving detajet e rendit të blerë header për Order Number
sv: Det gick inte att hämta köpet detaljer för sidhuvud för löpnummer
sw_ke: Kulikuwa na tatizo retrieving ya ununuzi header maelezo ili Order Idadi
tr_tr: Sipariş sayısı için satınalma siparişi başlık bilgilerini alırken bir problem vardı
zh_hk: 查找采购订单抬头时发生错误
zh_tw: 提取訂單編碼的採購訂單台頭資料是發生問題

source: Print Purchase Order Error
cs_cz: Tisk objednávky Chyba
es_es: Error al Imprimir la Orden de Compra
hi_in: प्रिंट खरीद आदेश में त्रुटि
id_id: Cetak Kesalahan Order Pembelian
it_it: Stampa Acquisto Errore Ordine
ko_kr: 구매 주문 오류를 인쇄
mr_in: प्रिंट खरेदी ऑर्डर त्रुटी
nl_nl: Print Inkoop order fout
pt_pt: Erro na impressão Ordem Compra
ro_ro: Imprima comandă de aprovizionare de eroare
ru_ru: Ошибка печати заказа на покупку
sq_al: Rendit Print Blerje Gabim
sv: Fel vid utskrift av inköpsorder
sw_ke: Ununuzi magazeti Order Error
tr_tr: YAZDIRMA HATASI
zh_hk: 打印采购订单发生错误
zh_tw: 列印採購訂單錯誤

source: Unable to Locate Purchase Order Number
cs_cz: Nelze Vyhledejte číslo objednávky
es_es: No se pudo Localizar el Nº de Orden de Compra
hi_in: करने के लिए खरीद आदेश संख्या पता लगाने में असमर्थ
id_id: Tdk dapat Menemukan Nomor Order Pembelian
it_it: Impossibile individuare un numero dell'ordine di acquisto
ko_kr: 구매 주문 번호를 찾을 수 없습니다
mr_in: खरेदी मागणी क्रमांक शोधण्यास असमर्थ
nl_nl: Inkoop order nummer kon niet worden gevonden
pt_pt: Não localizou Num. Ordem Compra
ro_ro: Imposibil de localizat Număr de Ordine cumparare
ru_ru: Не удалось найти номер заказа на покупку
sq_al: Në pamundësi për të gjetur Rendit Numri Blerje
sv: Kan inte hitta beställningsnummer
sw_ke: Hawawezi Machapisho Ununuzi Order Idadi
tr_tr: SATINALMA SIPARIS NUMARASINA ERISILEMEDI
zh_hk: 未找到采购订单编号
zh_tw: 未能找到採購訂單編號

source: Purchase orders can only be printed once they have been authorised
cs_cz: Objednávky lze tisknout pouze poté, co byly schváleny
es_es: Las órdenes de compra sólo pueden imprimirse una vez que han sido autorizadas
hi_in: खरीद आदेश केवल एक बार वे अधिकृत किया गया है मुद्रित किया जा सकता है
id_id: Order Pembelian hanya dapat dicetak begitu sdh diotorisasi
it_it: Gli ordini d&#39;acquisto possono essere stampati solo una volta che siano stati autorizzati
ko_kr: 그들이 권한을 부여받은 후 구매 주문 만 인쇄 할 수 있습니다
mr_in: ते अधिकृत गेले आहेत एकदा खरेदी ऑर्डर केवळ मुद्रित जाऊ शकते
nl_nl: Bestellingen kunnen alleen worden afgedrukt als ze eenmaal zijn toegelaten
pt_pt: Ordens de Compra só podem ser impressas quando estiverem autorizadas
ro_ro: Comenzile de cumparare pot fi tipărite doar după ce au fost autorizate
ru_ru: Заказы на покупку можно печатать только если они были утверждены
sq_al: urdhrat Blerje mund vetëm të shtypen herë ata kanë qenë të autorizuar
sv: Inköpsorder kan bara skrivas ut efter att de godkänts
sw_ke: Kununua amri tu kuchapishwa mara wamekuwa mamlaka
tr_tr: onlar yetkili olmuştur kez Satınalma siparişleri yalnızca basılabilir
zh_hk: 只有授权的采购订单才能够被打印
zh_tw: 採購單只可以在授權後列印一次

source: This order is currently at a status of
cs_cz: Toto pořadí je v současné době status
es_es: Esta orden se encuentra actualmente en un estado de
hi_in: इस आदेश की एक स्थिति में वर्तमान में है
id_id: Order ini saat ini statusnya
it_it: Questo ordine è attualmente in uno stato di
ko_kr: 이 순서는 상태에서 현재
mr_in: या आदेशाची स्थिती सध्या आहे
nl_nl: Deze bestelling is op dit moment op een status van
pt_pt: Sit. da Ordem Compra atualmente é
ro_ro: Acest ordin este în prezent la un statut de
ru_ru: Этот заказ в настоящее время имеет статус
sq_al: Kjo mënyrë është aktualisht në një status të
sv: Denna order är för närvarande på en ställning
sw_ke: Ili hii kwa sasa ni ya hali ya
tr_tr: Bu düzenin bir durum de şu anda
zh_hk: 此订单目前的状态是
zh_tw: 這張採購單目前的狀態是

source: Purchase Order Already Printed
cs_cz: Objednávka již vytištěných
es_es: Orden de compra ya impresa
hi_in: पहले से ही मुद्रित खरीद आदेश
id_id: Order Pembelian Sdh Dicetak
it_it: Ordine di Acquisto già stampati
ko_kr: 구매 주문은 이미 인쇄
mr_in: खरेदी ऑर्डर आधीपासूनच छापील
nl_nl: Inkoop orer is al afgedrukt
pt_pt: Ordem Compra já impressa
ro_ro: Ordinul de cumpărare deja tipărite
ru_ru: Заказ на покупку уже напечатан
sq_al: Rendit Blerje Shtypur Tashmë
sv: Inköpsordern är redan utskriven
sw_ke: Order Tayari kununua Printed
tr_tr: SATINALMA SIPARISI ZATEN YAZDIRILDI
zh_hk: 采购订单已打印
zh_tw: 採購訂單已列印

source: Purchase Order Number
cs_cz: Objednávka číslo
es_es: Orden de Compra Número
hi_in: खरीद आदेश संख्या
id_id: Nomor Order Pembelian
it_it: Numero Ordine di Acquisto
ko_kr: 주문 번호를 구입
mr_in: मागणी क्रमांक खरेदी
nl_nl: Aankoop Opdracht Nummer
pt_pt: Ordem de Compra N.:
ro_ro: Numărul ordinului de cumpărare
ru_ru: Номер заказа на покупку
sq_al: Numri Urdhër blerjes
sv: Inköpsordernummer
sw_ke: Kununua Order Idadi
tr_tr: SATINALMA SIPARIS NO
zh_hk: 采购订单编号
zh_tw: 採購訂單編號

source: To re-print the order it must be modified to allow a reprint
cs_cz: Chcete-li znovu vytisknout, aby to musí být upraveno tak dotisk
es_es: Para reimprimir la orden debe ser modificada para permitirlo
hi_in: फिर से मुद्रित करने के लिए आदेश में यह एक पुनर्मुद्रण की अनुमति संशोधित किया जाना चाहिए
id_id: Utk mencetak-ulg order tersebut, harus diubah utk memperbolehkan cetak-ulg
it_it: Per ri-stampare il che ordine deve essere modificato per consentire una ristampa
ko_kr: 순서를 다시 인쇄하려면이 재 인쇄를 할 수 있도록 수정해야합니다
mr_in: करण्यासाठी पुन्हा मुद्रित तो एक पुनर्मुद्रण परवानगी करण्यासाठी सुधारित करणे आवश्यक आहे
nl_nl: Om een opdracht opnieuw af te drukken moet deze eerst worden gewijzigd
pt_pt: Para reimprimir a ordem compra, ela deve ser modificada
ro_ro: Pentru a re-imprimare, pentru aceasta trebuie să fie modificat pentru a permite o republicare
ru_ru: Для повторной печати заказ она должен быть изменен
sq_al: Për-shkruar ri mënyrë ai duhet të modifikohet për të lejuar një ribotim
sv: För att åter skriva ut beställ den måste ändras för att möjliggöra ett särtryck
sw_ke: Re magazeti-ili ni lazima iliyopita kuruhusu kikachapishwa
tr_tr: Siparisin tekrar yazdirilabilmesi için { TEKRAR-YAZDIRILABILIR } ayarinin isaretli olmasi gerekir.
zh_hk: 要重新打印采购订单，请修改订单为允许重新打印
zh_tw: 要重印這訂單, 請先修改可以允許重印

source: This check is there to ensure that duplicate purchase orders are not sent to the supplier resulting in several deliveries of the same supplies
cs_cz: Tato kontrola je tam, aby zajistily, že duplicitní objednávky nejsou odeslány na dodavatele končit v několika dodávkách ze stejného zdroje
es_es: Se hace esta verificación para evitar el envío duplicado de órdenes de compra al proveedor con la consecuente repetición del mismo suministro
hi_in: इस चेक वहाँ है कि यह सुनिश्चित करें कि नकल क्रय आदेश ही आपूर्ति के कई प्रसव में आपूर्तिकर्ता के परिणामस्वरूप करने के लिए नहीं भेजा जाता है
id_id: Pemeriksaan ini utk memastikan bahwa tdk ada duplikat order pembelian yg dikirim ke supplier sehingga mengakibatkan beberapa pengiriman utk pemesanan yg sama
it_it: Questo controllo è lì per garantire che duplicare gli ordini di acquisto non vengono inviati al fornitore con conseguente più consegne delle forniture stesse
ko_kr: 이 검사는 중복 구매 주문 같은 공급의 여러 배달 결과 공급 업체에 전송되지 않도록이
mr_in: हे चेक की डुप्लीकेट खरेदी ऑर्डर समान पुरवठा अनेक प्रसूतीच्या परिणामी पुरवठादार पाठविण्यात नाहीत याची खात्री करण्यासाठी आहे
nl_nl: Deze controle is er om ervoor te zorgen dat dubbele bestellingen worden niet verzonden aan de leverancier wat resulteert in meerdere leveringen van dezelfde diensten
pt_pt: Essa conferênc. é para evitar duplicidade nas ordens de compra que são enviadas ao fornecedor.
ro_ro: Această verificare este acolo pentru a se asigura că duplicat ordinele de cumpărare nu sunt trimise la furnizor care rezultă în mai multe livrări de bunuri aceeaşi
ru_ru: Эта проверка обеспечивает, чтобы избежать посылки поставщику дублирущихся заказов
sq_al: Ky kontroll është atje për të siguruar që kopjuar urdhrat e blerjes nuk janë dërguar për të furnizuesit rezultuar në disa dërgesa të furnizimeve të njëjta
sv: Kontrollera finns för att undvika dubbla utleveranser till kund
sw_ke: kuangalia hii ni pale ili kuhakikisha kwamba amri duplicate kununua hukutumwa kwa muuzaji wa kusababisha wanaojifungua kadhaa ya vifaa hivyo
tr_tr: Bu onay satınalma siparişleri aynı malzemeleri birkaç teslimat tedarikçi çıkan gönderilmez yinelenen sağlamak için var
zh_hk: 此检查确保采购订单不会重复发送给供应商，导致同一供应被送货几次
zh_tw: 這種檢查保證重複採購訂單不會發送給同一家供應商造成同樣的物資運送數

source: Print This Order as a Copy
cs_cz: Vytisknout Tato vyhláška jako kopie
es_es: Imprimir esta orden como una copia
hi_in: प्रिंट कॉपी के रूप में यह आदेश
id_id: Cetak Order Ini sbg Salinan
it_it: Stampa questo Ordine come una copia
ko_kr: 사본으로이 주문 인쇄
mr_in: एक कॉपी म्हणून ही मागणी प्रिंट
nl_nl: Afdrukken Deze Opdracht als Kopie
pt_pt: Imprimir Esta Ordem de Compra como Cópia
ro_ro: Imprima Prezentul ordin ca o copie
ru_ru: Напечатать это заказ как копию
sq_al: Print Kjo Rendit, si një Kopjo
sv: Skriv ut denna order som en kopia
sw_ke: Magazeti Hii Order kama nakala
tr_tr: BU SIPARISI { KOPYA } OLARAK YAZDIR
zh_hk: 打印采购订单副本
zh_tw: 列印這訂單為副本

source: Modify the order to allow a real reprint
cs_cz: Upravit, aby bylo možné v reálném dotisk
es_es: Modifique la orden para permitir una reimpresión real
hi_in: संशोधित आदेश एक असली पुनर्मुद्रण अनुमति देने के लिए
id_id: Ubah order utk memperbolehkan cetak-ulg sesungguhnya
it_it: Modificare il fine di permettere una vera e propria ristampa
ko_kr: 실제 재판을 허용하는 순서를 수정
mr_in: प्रत्यक्ष पुनर्मुद्रण परवानगी देण्यासाठी सुधारा
nl_nl: Wijzig de order om een officiele herdruk mogelijk te maken
pt_pt: Modificar a Ordem e Permitir Impressão Real
ro_ro: Modifica pentru a permite o republicare real
ru_ru: Изменить заказ для разрешения перепечатывания
sq_al: Ndrysho mënyrë që të lejojë një ribotim të vërtetë
sv: Ändra ordern så den tillåter återutskrift
sw_ke: Kurekebisha ili kuruhusu kikachapishwa halisi
tr_tr: SIPARIS AYARINI { TEKRAR-YAZDIRILABILIR } OLARAK DEGISTIR
zh_hk: 修改订单为允许重新打印
zh_tw: 修改訂單為允許重新列印

source: Select another order
cs_cz: Vyberte si jinou, aby
es_es: Seleccionar otra pedido
hi_in: एक अन्य आदेश का चयन करें
id_id: Pilih order yg lain
it_it: Selezionare un altro ordine
ko_kr: 다른 순서를 선택
mr_in: दुसर्या ऑर्डर निवडा
nl_nl: Selecteer een andere opdracht
pt_pt: Selecion. outra Ordem Compra
ro_ro: Selectaţi o altă comandă
ru_ru: Выбрать другой заказа
sq_al: Zgjidhni një tjetër mënyrë
sv: Välj en annan order
sw_ke: Kuchagua mwingine ili
tr_tr: BASKA BIR SIPARIS SEÇ
zh_hk: 选取其他订单
zh_tw: 選取其他訂單

source: Order Total - excl tax
cs_cz: Aby celkem - bez DPH
es_es: Total del pedido - sin imp.
hi_in: आदेश कुल - excl कर
id_id: Total Order - sebelum pajak
it_it: Totale dell&#39;Ordine - Tassa escl
ko_kr: 주문 전체 - 제외 세금
mr_in: मागणी एकूण - excl कर
nl_nl: Opdracht Totaal - excl BTW
pt_pt: Total Pedido - Sem Impost.
ro_ro: Pentru Total - impozit excl
ru_ru: Заказ Итого - без учета налоговых
sq_al: Rendit Total - tatimore excl
sv: Total ex moms
sw_ke: Ili Jumla - exkl kodi
tr_tr: SIPARIS TUTARI (VERGI HARIÇ)
zh_hk: 订单总计（不含税）
zh_tw: 訂單總計 - 未稅

source: Please find herewith our purchase order number
cs_cz: Naleznete tímto naše číslo objednávky
es_es: Por favor, vea nuestro pedido de compra adjunto número
hi_in: कृपया इसके साथ हमारी क्रय आदेश नंबर मिल
id_id: Silahkan melihat nomor order pembelian kami
it_it: Si prega di trovare la presente il nostro numero d&#39;ordine d&#39;acquisto
ko_kr: 우리의 구매 주문 번호를 이것과 찾아주세요
mr_in: आमच्या खरेदी ऑर्डर क्रमांक याप्रसंगी शोधू करा
nl_nl: Hierbij ons inkoop order nummer
pt_pt: POR FAVOR, VERIFICAR NOSSA ORDEM DE COMPRA N.:
ro_ro: Vă rugăm să găsiţi alăturat numărul nostru de comandă
ru_ru: К настоящему прилагается наш номер заказа
sq_al: Ju lutemi të gjeni këtu numrin rendit tonë blerje
sv: Här hittar du härmed våra beställningsnummer
sw_ke: Tafadhali kupata kwayo kununua yetu ili idadi
tr_tr: SATINALMA SIPARIS NUMARAMIZ:
zh_hk: 请查收我公司采购订单
zh_tw: 請查看附上的我司採購編號

source: Email a Purchase Order
es_es: Enviar orden de compra por correo-e
id_id: Email Order Pembelian
ko_kr: 구매 주문을 이메일로
mr_in: खरेदी ऑर्डर ईमेल
pt_pt: Enviar Ordem Compra por Email
zh_tw: Email 採購訂單

source: Emailing Purchase order
cs_cz: Objednávka e-mailem
es_es: Enviando orden de compra por correo-e
hi_in: ईमेल खरीद आदेश
id_id: Meng-email order Pembelian
it_it: Invia Ordine d'acquisto per Email
ko_kr: 이메일 전송 주문서
mr_in: ईमेल खरेदी ऑर्डर
nl_nl: E-mailing Inkoop Opdracht
pt_pt: Envio Email da Ordem Compra
ro_ro: Email pentru cumparare
ru_ru: Отправка заказа на покупку
sq_al: Emailing me qëllim Blerje
sv: Epostar inköpsorder
sw_ke: Ununuzi emailing ili
tr_tr: SATINALMA SIPARISI EMAIL OLARAK GÖNDERILIYOR
zh_hk: 正在发送采购订单邮件
zh_tw: 採購訂單電郵中

source: Printed by
es_es: Impreso por
id_id: Dicetak oleh
ko_kr: 인쇄
mr_in: द्वारे छापली
pt_pt: Impresso por
zh_tw: 列印者為
