Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Select whether or not a picking note must be produced before an order can be delivered to a customer.
cs_cz: Vyberte, zda musí nástupu na vědomí být předloženy před cílem může být dodán zákazníkovi.
es_es: Seleccione si desea o no que deba producirse una nota de Recolección antes de que una orden pueda ser entregada a un cliente.
hi_in: चयन या नहीं, एक उठा ध्यान से पहले एक आदेश एक ग्राहक को दिया जा सकता है निर्मित किया जाना चाहिए.
id_id: Pilih apakah surat pengambilan harus diperlihatkan sebelum order dapat dikirim ke customer.
it_it: Scegliere se una nota di raccolta deve essere prodotto prima di un ordine può essere consegnato a un cliente.
ko_kr: 주문 고객에게 전달되기 전에 따기 노트는 생산해야할지 여부를 선택합니다.
mr_in: एक ऑर्डर ग्राहक वितरित केले जाण्यापूर्वी पिकिंग टीप निर्मिती करणे आवश्यक आहे की नाही हे निवडा.
nl_nl: Selecteer of niet plukken nota moet worden geproduceerd voordat een bestelling kan worden geleverd aan een klant.
pt_pt: Selec. quando o nota de separação deve ser gerada antes de um pedido ser entregue para o cliente
ro_ro: Selectaţi dacă sau nu iau o notă trebuie să fie fabricate înainte de un ordin poate fi livrat unui client.
ru_ru: Выберите, должны ли упаковычные заметки быть произведены перед тем, как заказ будет доставлен клиенту
sq_al: Zgjidhni nëse ose jo një notë mbledhje duhet të jetë prodhuar përpara se një mënyrë mund të dorëzohet në një klient.
sv: Välj om en plockar anteckning skall uppvisas innan en beställning kan levereras till en kund.
sw_ke: Kuchagua kama au note kuokota lazima zitolewe kabla ya amri inaweza kutolewa kwa mteja.
tr_tr: sipariş bir müşteriye teslim edilmeden önce seçin olsun veya olmasın bir toplama notu üretilmelidir.
zh_hk: 在订单可以发货给顾客前，请选择是否需要产生装箱单
zh_tw: 訂單發貨之前，選擇一個裝箱單以交付給客戶。

source: Auto Update Exchange Rates Daily
cs_cz: Automatické aktualizace Sazby denního směnného
es_es: Actualización automática diaria del tipo de cambio
hi_in: ऑटो अपडेट विनिमय दरें दैनिक
id_id: Otomatis Perbarui Kurs Tiap Hari
it_it: Tassi di cambio automatico aggiornamento quotidiano
ko_kr: 자동 업데이트 환율 데일리
mr_in: ऑटो अपडेट एक्सचेंज दर दैनिक
nl_nl: Actualiseer wisselkoersen dagelijks automatisch
pt_pt: Atualizar Taxas Câmbio Diariamente
ro_ro: Rata de schimb auto Update zilnic
ru_ru: Ежедневное автообновление ставок обмена валюты
sq_al: Exchange Rates Auto Update Daily
sv: Auto Update Växlingskurser Daily
sw_ke: Mwisho auto Exchange Rates Daily
tr_tr: Otomatik Güncelleme Döviz Kurları Günlük
zh_hk: 每天自动更新汇率
zh_tw: 每天自動更新匯率

source: Automatic updates to exchange rates will retrieve the latest daily rates from either the European Central Bank or Google once per day - when the first user logs in for the day. Manual will never update the rates automatically - exchange rates will need to be maintained manually
es_es: La actualización automática de los tipos de cambio podrá obtener los últimos tipos diarios desde ya sea el Banco Central Europeo o de Google una vez al día -cuando el primer usuario inicia la sesión en el día. La opción manual nunca actualizará las tasas de forma automática -los tipos de cambio tendrán que ser mantenidos manualmente
id_id: Pembaruan kurs secara otomatis akan mengambil kurs terbaru setiap hari dari Bank Central Eropa atau Google sekali per hari - ketika user pertama masuk pada hari tersebut. Manual tdk akan pernah memperbarui kurs secara otomatis - kurs akan perlu dijaga secara manual
ko_kr: 첫 번째 사용자가 하루에 로그온 할 때 - 자동 업데이트 요금은 하루에 한 번 유럽 중앙 은행 또는 Google 중 하나에서 최신 매일 비율을 검색합니다 교환합니다. 자동으로 요금을 갱신하지 않습니다 설명서 - 환율 수동으로 유지해야합니다
mr_in: दर देवाणघेवाण करण्यासाठी स्वयंचलित अद्यतने एकदा दररोज युरोपियन सेंट्रल बँक किंवा Google मधील कोणाही नवीनतम दैनिक दर प्राप्त होईल - प्रथम वापरकर्ता दिवस लॉग इन तेव्हा. मॅन्युअल आपोआप दर अद्यतनित नाही - विनिमय दर स्वहस्ते देखभाल करणे आवश्यक असेल
pt_pt: Atualização automática de taxas de câmbio irá recuperar diariamente as alíquotas do Banco Central Europeu ou do Google, uma vez por dia, quando for o primeiro login do dia. Manual quer dizer que não hávera processamento automático, portanto as taxas de câmbio devem ser mantidas manualmente
zh_tw: 自動更新匯率將檢索最新的日費率從任歐洲央行或谷歌每天一次 - 當第一個用戶登錄時的一天。手動將永遠不會自動更新率 - 匯率將需要手動維護

source: Source Exchange Rates From
es_es: Fuente de los tipos de cambio
id_id: Sumber Kurs Dari
ko_kr: 에서 소스 환율
mr_in: स्रोत एक्सचेंज दर प्रति
pt_pt: Taxa Câmbio
zh_tw: 匯率來自

source: European Central Bank
es_es: Banco Central Europeo
id_id: Bank Central Eropa
ko_kr: 유럽​​ 중앙 은행
mr_in: युरोपियन सेंट्रल बँक
zh_tw: 歐洲央行

source: Specify the source to use for exchange rates
es_es: Especifique la fuente para los tipos de cambio
id_id: Tentukan sumber kurs utk digunakan
ko_kr: 환율에 사용하는 소스를 지정합니다
mr_in: विनिमय दर वापरायचा स्रोत निर्देशीत
pt_pt: Espec. a fonte das taxas câmbio
zh_tw: 指定源使用的匯率

source: Format of Packing Slips
cs_cz: Formát balení Slipy
es_es: Formato de los albaranes (notas de entrega)
hi_in: पैकिंग का स्वरूप फिसल जाता है
id_id: Format Surat Jalan
it_it: Formato delle distinte di imballaggio
ko_kr: 포장 전표의 형식
mr_in: उपलब्धता स्लिपची स्वरूप
nl_nl: Formaat van Picking List
pt_pt: Formato do Pick-Slip
ro_ro: Format de ambalare Alunecările
ru_ru: Формат упаковочных листов
sq_al: Format e Paketimi rrëshqet
sv: Format för packlista
sw_ke: Muundo wa Ufungashaji slips
tr_tr: PAKETLEME FÖYÜ FORMATI
zh_hk: 装箱单格式
zh_tw: 裝箱單的格式

source: Laser Printed
cs_cz: Laserový tisk
es_es: Imprimir en láser
hi_in: लेजर मुद्रित
id_id: Printer Laser
it_it: Stampa laser
ko_kr: 레이저 인쇄
mr_in: लेझर मुद्रित
nl_nl: Laser Afdruk
pt_pt: Impr. Laser
ro_ro: Imprimate laser
ru_ru: Лазерная Печать
sq_al: Laser Shtypur
sv: Laserutskrift
tr_tr: LAZER YAZICI
zh_hk: 空白纸
zh_tw: 空白紙

source: Special Stationery
cs_cz: Speciální Papírnictví
es_es: Impreso Especial de Imprenta
hi_in: स्टेशनरी विशेष
id_id: Kertas Cetakan
it_it: Speciale Cancelleria
ko_kr: 특별 문구
mr_in: विशेष स्टेशनरी
nl_nl: Speciale Stationery
pt_pt: Impres. Cheque
ro_ro: Special Papetărie
ru_ru: Специальные принадлежности
sv: Specialpapper
sw_ke: Maalum Stationery
tr_tr: ÖZEL SABLON
zh_hk: 套打
zh_tw: 套印

source: Choose the format that packing notes should be printed by default
cs_cz: Vyberte formát, který konstatuje, balení by měly být vytištěny ve výchozím nastavení
es_es: Elija el formato predeterminado al imprimir albaranes (notas de entrega)
hi_in: प्रारूप है कि पैकिंग नोट डिफ़ॉल्ट रूप से मुद्रित किया जाना चाहिए चुनें
id_id: Pilih format utk surat jalan dicetak secara standar
it_it: Scegliete il formato che le note di imballaggio devono essere stampati per default
ko_kr: 포장 노트는 기본적으로 인쇄되어야하는 형식을 선택합니다
mr_in: पँकिंगचा नोट्स मुलभूतरित्या छापली पाहिजे की स्वरूप निवडा
nl_nl: Kies de format waarin pakbonnen standaard worden afgedrukt
pt_pt: Escolha o form. de impressão das notas para embalagem
ro_ro: Alegeţi formatul că notele de ambalare trebuie să fie tipărite în mod implicit
ru_ru: Выберите формат, который отмечает, упаковка должна быть напечатана по умолчанию
sq_al: Zgjidhni formatin e se shënimet e paketimit duhet të jenë të shtypura nga default
sv: Välj standard utskriftsformat för packlistorna
sw_ke: Kuchagua muundo kwamba maelezo ya kufunga lazima printed by default
tr_tr: VARSAYILAN PAKETLEME NOTLARINI BELIRLER
zh_hk: 选择是否套打装箱单
zh_tw: 選取預設列印的裝箱單格式

source: Invoice Orientation
cs_cz: Orientace na faktuře
es_es: Orientación de la factura
hi_in: चालान ओरिएंटेशन
id_id: Orientasi Faktur
it_it: Fattura Orientamento
ko_kr: 송장 동향
mr_in: अशी यादी तयार ओरिएन्टेशन
nl_nl: Factuur orientatie
pt_pt: Orient. Aviso
ro_ro: Factură Orientare
ru_ru: Ориентация счета
sq_al: Faturë Orientimi
sv: Fakturaformat
sw_ke: Ankara Kuelekezwa
tr_tr: Fatura Oryantasyon
zh_hk: 发票方向
zh_tw: 發票方向

source: Select the invoice layout
cs_cz: Vyberte faktury rozvržení
es_es: Seleccione la orientación de la factura: horizontal (apaisada) o vertical (retrato).
hi_in: चालान लेआउट का चयन करें
id_id: Pilih susunan faktur
it_it: Seleziona il layout della fattura
ko_kr: 송장 레이아웃을 선택
mr_in: अशी यादी तयार लेआउट निवडा
nl_nl: Selecteer de factuur layout
pt_pt: Selecione o formato do aviso
ro_ro: Selectaţi aspectul factura
ru_ru: Выберите макет счета
sq_al: Zgjidh paraqitjen faturë
sv: Välj fakturalayout
sw_ke: Kuchagua layout invoice
tr_tr: fatura düzeni seçin
zh_hk: 选择发票打印纸的方向
zh_tw: 選取發票格式

source: Invoice Quantity Default
es_es: Cantidad predeterminada en la factura
ko_kr: 송장 수량 기본
zh_tw: 預設的訂單數量

source: This setting controls the default behaviour of invoicing. Setting to 0 defaults the invocie quantity to zero to force entry. Set to outstanding to default the invoice quantity to the balance outstanding, after previous deliveries, on the sales order
ko_kr: 이 설정은 송장의 기본 동작을 제어합니다. 0 기본값 invocie 수량에 설정 항목을 강제로 0으로. 판매 주문에, 이전 배달 후, 뛰어난 균형에 송장 수량을 기본 뛰어난로 설정
zh_tw: 此設置控制預設的發票行為。設置為0則預設發票數量強制輸入為0。設置為特殊則預設發票數量為特殊餘額，於前面交付之後，銷售訂單上

source: Show company details on packing slips
cs_cz: Zobrazit detaily společnosti na balení slipy
es_es: Mostrar detalles de la compañía en las Hojas de Embalaje
hi_in: दिखाएँ पैकिंग पर कंपनी विवरण स्लिप्स
id_id: Tampilkan rincian perusahaan di surat jalan
it_it: dettagli Mostra sulla società distinte di imballaggio
ko_kr: 포장 전표에 회사 정보보기
mr_in: पॅकिंग स्लिपची वर कंपनी तपशील दर्शवा
nl_nl: Toon bedrijfsgegevens op pakbon
pt_pt: Exibir detalhes empresa na sep. pedidos
ro_ro: Arata detaliile companiei pe ambalaj aluneca
ru_ru: Показать Подробности о компании на упаковочных листах
sq_al: Kompania Trego detajet mbi paketim rrëshqet
sv: Visa företagsinformation på packsedeln
sw_ke: Kuonyesha kampuni ya maelezo juu ya kufunga slips
tr_tr: PAKETLEME ÜZERINDE FIRMA DETAYLARINIZIN GÖRÜNTÜLENMESINI BELIRLER
zh_hk: 在装箱单上显示客户分公司信息
zh_tw: 在包裝單上顯示客戶分公司資料

source: Show Company Details
cs_cz: Zobrazit detaily firmy
es_es: Mostrar detalles de la compañía
hi_in: दिखाएँ कंपनी विवरण
id_id: Tampilkan Rincian Perusahaan
it_it: Mostra Dettagli azienda
ko_kr: 보기 회사 세부 사항
mr_in: दर्शवा कंपनी तपशील
nl_nl: Toon bedrijf gegevens
pt_pt: Exibir Det. Companhia
ro_ro: Arată Detalii Companie
ru_ru: Показать Подробную информацию о компании
sq_al: Kompania Details Show
sv: Visa företagsinformation
sw_ke: Kuonyesha Kampuni Details
tr_tr: FIRMA DETAYLARINI GOSTER
zh_hk: 显示
zh_tw: 顯示公司資料

source: Hide Company Details
cs_cz: Z Firemní údaje
es_es: Ocultar detalles de la compañía
hi_in: कंपनी विवरण छिपाएँ
id_id: Sembunyikan Rincian Perusahaan
it_it: Nascondi Dettagli azienda
ko_kr: 회사 세부 사항 숨기기
mr_in: कंपनी तपशील लपवा
nl_nl: Verberg bedrijf gegevens
pt_pt: Omitir Det. Companhia
ro_ro: Ascunde Detalii Companie
ru_ru: Скрыть Подробную информацую о компании
sq_al: Kompania Details Hide
sv: Göm företagsinformation
sw_ke: Kampuni ya kuficha Details
tr_tr: FIRMA DETAYLARINI GIZLE
zh_hk: 不显示
zh_tw: 隱藏公司資料

source: Customer branches can be set by default not to print packing slips with the company logo and address. This is useful for companies that ship to customers customers and to show the source of the shipment would be inappropriate. There is an option on the setup of customer branches to ship blind, this setting is the default applied to all new customer branches
cs_cz: Zákazník poboček lze nastavit ve výchozím nastavení k tisku balení slipy s logem firmy a adresa. To je užitečné pro společnosti, které loď zákazníkům zákazníkům a ukázat zdroj přepravy by bylo nevhodné. K dispozici je možnost nastavení na zákazníka poboček na loď slepý, toto nastavení je výchozí u všech nových zákazníků poboček
es_es: Las sucursales del cliente pueden configurarse por defecto para no imprimir Hojas de Embalaje con el logotipo y dirección de la compañía. Esto es útil para las compañías que envían a clientes de sus clientes y mostrar el origen del envío sería inadecuado. Hay una opción en la configuración de las Sucursales de los clientes para envíos ciegos, que es la predeterminada.
hi_in: ग्राहक शाखाओं डिफ़ॉल्ट रूप से सेट किया जा सकता है मुद्रित नहीं पैकिंग कंपनी लोगो और पते के साथ निकल जाता है. यह कंपनियों है कि ग्राहकों को ग्राहकों के लिए जहाज और लदान के स्रोत दिखाने अनुपयुक्त हो जाएगा के लिए उपयोगी है. वहाँ ग्राहक शाखाओं की स्थापना के लिए अंधा जहाज पर एक विकल्प है, इस सेटिंग है डिफ़ॉल्ट सभी नए ग्राहक शाखाओं के लिए आवेदन किया
id_id: Cabang customer dapat dibuat secara standar tdk utk mencetak surat jalan dgn logo dan alamat perusahaan. Ini berguna utk perusahaan yg mengirimkan ke customer dan tdk pantas utk menampilkan sumber kiriman. Ada pilihan pada cabang customer utk mengirim tanpa alamat pengirim, pengaturan ini standar belaku pada semua cabang customer yg baru
it_it: rami del cliente può essere impostata per default non stampare distinte di imballaggio con il logo dell&#39;azienda e l&#39;indirizzo. Questo è utile per le aziende che spedire ai clienti dei clienti e di mostrare l&#39;origine della spedizione non sarebbe appropriato. C&#39;è un&#39;opzione per l&#39;installazione degli sportelli clienti di spedire cieco, questa è l&#39;impostazione predefinita applicata a tutti i rami nuovo cliente
ko_kr: 고객 지점은 회사 로고와 주소 전표 포장 인쇄하지 기본적으로 설정할 수 있습니다. 이를 통해 고객의 고객에게 제공 부적절한 것 선적의 소스를 보여주기 위해 회사에 유용합니다. 블라인드를 제공하기 위해 고객 가지의 설정에 대한 옵션이 있습니다,이 설정은 모든 새로운 고객 지점에 적용되는 기본값은
mr_in: ग्राहक शाखा कंपनीचा लोगो आणि पत्त्यासह पॅकिंग स्लिपची मुद्रित नाही मुलभूतरित्या निश्चित केले जाऊ शकते. हे ग्राहकांना ग्राहकांना जहाज आणि चढविणे स्त्रोत अनुचित दर्शविण्यासाठी त्या कंपन्यांना उपयुक्त आहे. अंध जहाज ग्राहक शाखा सेटअप पर्याय आहे, हे सेटिंग डीफॉल्ट सर्व नवीन ग्राहक शाखा लागू आहे
nl_nl: Default instelling van branches mogelijk om pakbonnen zonder bedrijfslogo en adres af te drukken. Bijv. voor bedrijven die klanten van hun klanten beleveren waarbij bron van transport niet vermeld dient te worden. Optie beschikbaar bij de definitie van branches om dit in te stellen.
pt_pt: Sucursal cliente pode ser config por padrão para não imprimir lista separação com logotipo e endereço. Isso é útil para empresas que enviam diretamente para clientes e não querem mostrar a fonte de remessa. Há uma opção para config das sucursais do cliente para remessa direta, essa diretriz padrão será aplicada a todas sucursais do cliente
ro_ro: ramuri Clientul poate fi setat în mod implicit, nu pentru a imprima de ambalare aluneca cu logo-ul companiei şi adresa. Acest lucru este util pentru companiile care nava pentru clienţii clienţilor şi pentru a arăta sursa de expediere ar fi nepotrivită. Există o opţiune de configurare a sucursalelor clientului pentru a navei orb, această setare este implicit aplicat la toate sucursalele client nou
ru_ru: Клиент отраслей может быть установлен по умолчанию не печатать упаковочные листы с логотипом компании и адрес. Это полезно для компаний, которые поставляются клиентам клиентов и показать источник отгрузки было бы неуместным. Существует опция установки клиента ветви к слепым корабля, эта настройка по умолчанию для всех новых отраслей клиентов
sq_al: degët Customer mund te behet duke default jo për të shtypur paketim rrëshqet me logon e kompanisë dhe adresën. Kjo është e dobishme për kompanitë që anija të klientëve të konsumatorëve dhe për të treguar burimin e dërgesës do të ishte e papërshtatshme. Nuk është një opsion në setup e degëve të konsumatorëve për të transportuar të verbër, ky parametër është paracaktuar aplikohet për të gjitha degët e reja të konsumatorëve
sv: Kunden grenar kan ställas in som standard att inte skriva ut följesedlar med företagets logo och adress. Detta är användbart för företag som levererar till kunder kunder och visa källan för transporten skulle vara olämpligt. Det finns ett alternativ på installationen av kundens kontor till fartyg blind, är denna inställning som standard tillämpas på alla nya kunder grenar
sw_ke: Wateja matawi inaweza kuweka na default si magazeti Ufungashaji slips pamoja na alama kampuni na anwani. Hii ni muhimu kwa ajili ya makampuni ambayo meli kwa wateja wateja na kuonyesha chanzo cha usafirishaji itakuwa muafaka. Kuna chaguo juu ya kuanzisha matawi ya mteja kwa meli kipofu, kuweka hii ni default ya kutumika kwa matawi yote ya mwezi mteja
tr_tr: Müşteri şube ambalaj şirket logosu ve adresi ile fişleri yazdırmak için değil, varsayılan olarak ayarlanabilir. Bu ve müşterilerin gemi uygun olmayacak gönderinin kaynak göstermek şirketler için yararlıdır. kör gemiye müşteri şube kurulum bir seçenek var, bu ayarın varsayılan tüm yeni müşteri şube uygulanır
zh_hk: 可以设置客户分公司是否在装箱单上打印收货人信息，用于客户分公司可能把货物直接发给其客户时不必修改货源信息。这个参数将作为新建客户分公司的默认值
zh_tw: 客戶分公司可以設定為預設不在包裝紙上列印公司標誌和地址. 這是當要送貨到客戶的客戶是可避免顯示貨源時使用. 在個別客戶分公司中可以再設定, 這設定是供新的客戶分公司的預設值

source: Working Days on a Week
es_es: Días laborales en una semana
id_id: Hari Kerja Seminggu
ko_kr: 주에 작업 일
mr_in: एक आठवडा वर काम दिवस
pt_pt: Dias Úteis Prd. Semanal
zh_tw: 在一個星期的工作日

source: working days
es_es: días laborales
id_id: hari kerja
ko_kr: 일
mr_in: कामाचे दिवस
pt_pt: dias produção
zh_tw: 工作天數

source: Number of working days on a week
es_es: Cantidad de días laborales en una semana
id_id: Jumlah hari kerja seminggu
ko_kr: 일주일에 일의 수
mr_in: आठवड्यातून वर दिवसाचा क्रमांक
pt_pt: Número dias de trabalho na semana
zh_tw: 工作日的週數

source: Dispatch Cut-Off Time
cs_cz: Expedice Cut-off čas
es_es: Hora de cierre de los despachos
hi_in: प्रेषण कट ऑफ समय
id_id: Batas Waktu Pengiriman
ko_kr: 접수 마감 시간
mr_in: तडफ कट बंद वेळ
nl_nl: Sluitings tijd verzending
pt_pt: Horário corte Despacho
ro_ro: Expediere tăiat timp
ru_ru: Время отключения отправки
sq_al: Dërgimi Cut-Off Time
sv: Dispatch Bryttidpunkt
sw_ke: Dispatch Kata-Off Time
tr_tr: Sevk Cut-Off Zamanı
zh_hk: 交货截止天数
zh_tw: 交貨截止時間

source: Orders entered after this time will default to be dispatched the following day, this can be over-ridden at the time of sales order entry
cs_cz: Příkazy zadané po této době bude výchozí být odeslány následující den, může to být přes-jel v době prodeje, aby vstupní
es_es: Los pedidos que entren después de esta hora, por defecto serán despachados al día siguiente, pero podrá obviarlo cuando introduzca un pedido.
hi_in: आदेश में प्रवेश के बाद इस समय अगले दिन भेज दिया लागू हो जाएगी, इस पर बिक्री आदेश प्रवेश के समय ग्रस्त हो सकता है
id_id: Order yg dimasukkan setelah waktu ini secara standar akan dikirim pada hari berikut, pengaturan ini dapat ditimpa pada saat memasukkan order penjualan
it_it: Gli ordini inseriti dopo tale orario sarà di default da spedita il giorno successivo, questo può essere sovrascritta al momento dell&#39;ordine di entrata vendita
ko_kr: 판매 주문 입력시 오버라이드-이 시간 이후에 입력 된 주문 다음날 발송을 기본값으로,이 될 수있다
mr_in: या वेळानंतर प्रविष्ट ऑर्डर खालील दिवस डिस्पॅच केले डीफॉल्ट करतील, हे विक्री ऑर्डर नोंदणी वेळी प्रचलीत प्रती-असू शकते
nl_nl: orders na deze tijd ingevoerd willen bij default de volgende dag verzonden worden. Dit kan bij de invoer van de order desgewenst gewijzigd worden
pt_pt: Pedidos informados após esse horário padrão, serão despachados no dia seguinte, pode ser modif. em tempo de entrada de pedido de vendas
ro_ro: Obligă a intrat după acest timp va implicit pentru a fi expediate în ziua următoare, acest lucru poate fi suprareglate la momentul intrării comandă de vânzări
ru_ru: Заказы, сделанные после этого времени будут по умолчанию направлены на следующий день, это может быть переопределено на момент вступления заказа на продажу
sq_al: Urdhrave të hyrë pas kësaj kohe do të paracaktuar për të dërguar një ditë më pas, kjo mund të mund të tejkalohen në kohën e shitjes hyrjes me qëllim
sv: Kundorder registrerade efter denna tid kommer som standard få leveransdag nästa dag, detta kan överridas i samband med registreringen
sw_ke: Maagizo aliingia baada ya wakati huu default kuwa dispatched siku iliyofuata, hii inaweza kuwa juu-ridden wakati wa mauzo ili kuingia
tr_tr: Emir bu sefer ertesi gün gönderilecektir varsayılan olarak sonra girilen bu aşırı satış sipariş girişi sırasında basmış olabilir
zh_hk: 订单输入后超过这些天数，订单会改为已发货。这个默认值可以在输入订单时修改
zh_tw: 訂單輸入后，開發票日期超過這個時間點則顯示下一個工作日的日期，比如今天周五，您一週工作5天，那麼超過這個時間點，發票顯示為下週一的日期。這個可以在 輸入訂單時修改。

source: Allow Sales Of Zero Cost Items
cs_cz: Povolit Prodej Zero nákladové položky
es_es: Permitir Ventas de Artículos con Costo Cero
hi_in: शून्य लागत आइटम की बिक्री की अनुमति दें
id_id: Penjualan Item HPP 0 Diperbolehkan
it_it: Consentire le vendite di Zero voci di costo
ko_kr: 제로 비용 항목의 판매 허용
mr_in: शून्य किंमत आयटम विक्री परवानगी द्या
nl_nl: Sta verkoop van 0 cost items toe
pt_pt: Permite Vendas Itens com Custo zero
ro_ro: Vânzări permite unor elemente de cost zero
ru_ru: Разрешить Продажи товаров с нулевой ценой
sq_al: Lejo Sales Nga Zero Items Kosto
sv: Tillåt försäljning av produkter utan kalkylpris
sw_ke: Kuruhusu mauzo ya vitu Gharama Zero
tr_tr: SIFIR MALIYETLI ÜRÜNLERIN SATISINA IZIN VER
zh_hk: 可以销售 0 成本物料
zh_tw: 可以銷售 0 成本商品

source: If an item selected at order entry does not have a cost set up then if this parameter is set to No then the order line will not be able to be entered
cs_cz: Pokud položku vybranou na objednávku položka nemá cenu nastavit, a poté, pokud je tento parametr nastaven na hodnotu Ne, pak pořadí linky nebudou moci být zapsány
es_es: Al ingresar un pedido, este parámetro determina si se pueden agregar artículos que no tienen configurado su costo.
hi_in: अगर एक आदेश प्रविष्टि पर चयनित आइटम नहीं है एक लागत को फिर सेट अगर यह पैरामीटर नहीं पर सेट है तो आदेश पंक्ति में सक्षम नहीं होगा करने के लिए प्रवेश किया जा
id_id: Jika item dipilih pada memasukkan order tdk memiliki HPP maka jika parameter ini diatur ke Tdk maka baris order tersebut tdk akan dapat dimasukkan
it_it: Se un elemento selezionato in ordine di entrata non ha un costo di set up poi se questo parametro è impostato su No allora la riga d&#39;ordine non potranno essere iscritti
ko_kr: 이 매개 변수를 no로 설정하면 주문 입력에서 선택 항목이 비용은 다음 설정하지 않는 경우 다음 순서 라인은 입력 할 수 없습니다
mr_in: ऑर्डर प्रवेशाचे निवडलेले आयटम सेट किंमत नसल्यास हा घटक नाही वर सेट केले असल्यास नंतर ऑर्डर ओळ प्रविष्ट करणे शकणार नाही
nl_nl: Indien deze parameter op nee staat dan kan een item zonder kost definitie niet worden geselecteerd voor een order
pt_pt: Se um item selecionado em um pedido não tem custo associado, alterar configuração do sistema para permitir itens sem custo nos pedidos
ro_ro: Dacă un element selectat la intrarea pentru a nu are un cost înfiinţat, apoi, dacă acest parametru este setat la nr apoi linia de comandă nu va putea fi introduse
ru_ru: Если выбранный элемент в порядке вступления не имеет установленной стоимости затем, если этот параметр имеет значение Нет, то строки заказа не смогут быть введены
sq_al: Nëse një objekt të zgjedhur në mënyrë që hyrja nuk do të ketë një kosto të vendosur deri atëherë në qoftë se ky parametër është vendosur të Asnjë pastaj linjë mënyrë nuk do të jetë në gjendje për të hyrë
sv: Om en produkt inte har ett kalkylpris registrerat så kan man med denna parameter spärra registreringen
sw_ke: Kama kipengele kuchaguliwa katika kuingia ili haina gharama ya kuweka basi kama parameter hii ni kuweka Hakuna basi line ili hawataweza kuwa aliingia
tr_tr: SIPARIS GIRISI ESNASINDA, EGER BU PARAMETRE (HAYIR) OLARAK SEÇILMISSE SIFIR MALIYETLI ÜRÜNLERIN GIRISINE IZIN VERMEZ
zh_hk: 当输入订单时, 选取的物料没有成本的话, 如果参数为 否 (NO), 那这订单列行能输入
zh_tw: 當輸入訂單時, 選取的商品沒有成本設定的話, 如果參數為 否 (NO), 那這訂單列不能輸入
