Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The default stock location set up for this user is not a currently defined stock location
cs_cz: Výchozí umístění skladu nastavit pro tohoto uživatele není v současnosti definován Umístění skladu
es_es: El almacén asignado para este usuario no está actualmente definido
hi_in: डिफ़ॉल्ट शेयर इस उपयोगकर्ता के लिए स्थापित स्थान पर एक वर्तमान में उल्लिखित स्टॉक स्थान नहीं है
id_id: Lokasi stok standar yg diatur utk user ini belum dibuat
it_it: La posizione stock di default impostato per l&#39;utente non è una posizione stock attualmente definiti
ko_kr: 이 사용자에 대한 설정의 기본 재고의 위치는 현재 정의 된 재고의 위치가 아닙니다
mr_in: या वापरकर्त्यासाठी सेट डीफॉल्ट स्टॉक स्थान एक सध्या व्याख्या स्टॉक स्थान नाही
nl_nl: De standaard voorraad locatie ingesteld voor deze gebruiker is geen bestaande voorraad locatie
pt_pt: O local de estoque assinalado para este usuário não é o local de estoque padrão atualmente usado
ro_ro: Locaţie stoc setat implicit pentru acest utilizator nu este o locaţie stoc în prezent definit
ru_ru: Расположение по умолчанию для этого товара не является местоположением товара
sq_al: Aksioneve default vend të ngritur për këtë përdorues nuk është një vend i definuar aktualisht aksioneve
sv: Den förvalda lager platsen som upprättats för detta användaren inte är en närvarande definieras lager plats
sw_ke: Ya hisa default eneo lililoundwa kwa mtumiaji huyu si sasa defined hisa eneo
tr_tr: BU KULLANICI IÇIN VARSAYILAN DEPO TANIMI YAPILMALI
zh_hk: 当前用户的默认仓库设置有误
zh_tw: 這用戶設定的預設存貨地點不是現有已定義的存貨地點

source: Your system administrator needs to amend your user record
cs_cz: Správce systému musí změnit své uživatelské záznam
es_es: El administrador del sistema debe corregir su registro de usuario
hi_in: अपने सिस्टम प्रशासक अपने उपयोगकर्ता रिकॉर्ड में संशोधन की जरूरत
id_id: Administrator sistem Anda perlu membetulkan data user Anda
it_it: L&#39;amministratore di sistema ha bisogno di modificare il vostro record utente
ko_kr: 시스템 관리자는 사용자의 기록을 수정해야
mr_in: तुमची प्रणाली प्रशासकाला आपल्या वापरकर्ता रेकॉर्ड बदलणे आवश्यक आहे
nl_nl: De systeem administrator moet uw gegevens nog aanpassen en goed zetten
pt_pt: Entrar em contato com o administrador do sistema
ro_ro: Administratorul de sistem trebuie să modifice dosarul dumneavoastră de utilizator
ru_ru: Системный администратор должен внести изменения в вашу пользовательскую запись
sq_al: Your administrator sistemi ka nevojë për të ndryshuar të dhënat tuaja përdorues
sv: Din systemadministratör måste ändra ditt användarnamn rekord
sw_ke: Mfumo wako administrator mahitaji ya marekebisho user rekodi
tr_tr: SISTEM YÖNETICINIZ KULLANICI HESABINIZDA DÜZENLEME YAPMALI
zh_hk: 请管理员修改您的用户设置
zh_tw: 你的系統管理員要修改你的用戶記錄

source: Delivery Contact
cs_cz: Dodací Kontakt
es_es: Contacto de Entrega
hi_in: वितरण संपर्क करें
id_id: Kontak Pengiriman
it_it: Consegna Contatti
ko_kr: 배달 연락
mr_in: डिलिव्हरी संपर्क
nl_nl: Levering Contact
pt_pt: Contato Entrega
ro_ro: Livrare Contact
ru_ru: Контакты доставки
sq_al: Ofrimit Kontakt
sv: Leverera till
sw_ke: Utoaji Wasiliana
tr_tr: Teslim İletişim
zh_hk: 付运联系人
zh_tw: 收貨人

source: Enter the name of the contact at the delivery address - normally our warehouse person at that warehouse
ko_kr: 배달 주소에 연락처의 이름을 입력 - 일반적으로 우리의 창고 사람을 그 창고
mr_in: वितरण पत्त्यावर संपर्क नाव प्रविष्ट करा - की कोठार येथे सहसा आमच्या कोठार व्यक्ती
pt_pt: Informe o nome do contato endereço entrega - normalmente pessoa responsável no armazém
zh_tw: 輸入聯繫人的收貨地址的名稱 - 通常我們倉庫的人在那個倉庫

source: Delivery By
cs_cz: Doručení
es_es: Entregado Por
hi_in: द्वारा डिलिवरी
id_id: Pengiriman Oleh
it_it: Consegna da parte
ko_kr: 에 의해 전달
mr_in: करून डिलिव्हरी
nl_nl: Levering door
pt_pt: Entregar Usando
ro_ro: Livrarea prin
ru_ru: Доставка
sq_al: Ofrimit Nga
sv: Leverera via
sw_ke: Utoaji Kwa
tr_tr: Teslim By
zh_hk: 付运由
zh_tw: 貨運名稱

source: Supplier Selection
cs_cz: Volba dodavatele
es_es: Seleccionar proveedor
hi_in: आपूर्तिकर्ता का चयन
id_id: Pilihan Supplier
it_it: Selezione del fornitore
ko_kr: 공급 업체 선정
mr_in: पुरवठादार निवड
nl_nl: Leverancier Selectie
pt_pt: Seleção Fornecedor
ro_ro: Furnizorul de selecţie
ru_ru: Выбор поставщика
sq_al: Furnizuesi Selection
sv: Välj leverantör
sw_ke: Wasambazaji Uchaguzi
tr_tr: TEDARIKÇI SEÇIMI
zh_hk: 选择供应商
zh_tw: 供應商

source: Select Now
cs_cz: Vyberte Nyní
es_es: Seleccionar Ahora
hi_in: अब चुनें
id_id: Pilih Sekarang
it_it: Selezionare ora
ko_kr: 이제 선택
mr_in: आता निवडा
nl_nl: Kies nu
pt_pt: Selecionar Agora
ro_ro: Acum selectaţi
ru_ru: Выберите теперь
sq_al: Zgjidhni Tani
sv: Välj
sw_ke: Kuchagua Sasa
tr_tr: Şimdi Seçin
zh_hk: 请选择
zh_tw: 請選擇

source: Supplier Contact
cs_cz: Dodavately Spojit se s
es_es: Contacto del proveedor
hi_in: आपूर्तिकर्ता से संपर्क करें
id_id: Kontak Supplier
it_it: Contattare il fornitore
ko_kr: 공급 업체에게 연락 해주기
mr_in: पुरवठादार संपर्क
nl_nl: Leverancier Contact
pt_pt: Contato Fornecedor
ro_ro: A lua legatura cu furnizorul
ru_ru: Контакты поставщика
sq_al: Furnizuesi Kontakt
sv: Leverantörskontakt
sw_ke: Wasambazaji Wasiliana
tr_tr: Tedarikçi İletişim
zh_hk: 供应商联系人
zh_tw: 聯絡人

source: Enter Line Items
cs_cz: Zadejte Line položky
es_es: Introducir Filas de Artículos
hi_in: लाइन आइटम दर्ज करें
id_id: Masukkan Item Baris
it_it: Inserisci Articoli Line
ko_kr: 개별 항목을 입력
mr_in: लाइन आयटम प्रविष्ट करा
nl_nl: Voer Regels In
pt_pt: Informar Linhas dos Itens
ro_ro: Introduceţi Elemente rând
ru_ru: Введите отдельные позиции
sq_al: Enter Items Line
sv: Registrera produkter
sw_ke: Bidhaa kuingia Line
tr_tr: SATIR KALEMLERINI GIR
zh_hk: 输入采购订单行
zh_tw: 輸入採購訂單行

source: Purchase Order Items
cs_cz: Objednávka položky
es_es: Artículos de la orden de compra
hi_in: खरीद आदेश आइटम
id_id: Item Order Pembelian
it_it: Ordine di Acquisto Articoli
ko_kr: 주문 항목을 구입
mr_in: खरेदी ऑर्डर आयटम
nl_nl: Inkoop Opdracht Artikelen
pt_pt: Itens da Ordem de Compra
ro_ro: Cumpărare a ordona elementele
ru_ru: Элементы заказа на покупку
sq_al: Rendit Items Blerje
sv: Inköpsorder produkter
sw_ke: Kununua Order Items
tr_tr: SATINALMA SIPARIS KALEMLERI
zh_hk: 采购订单物料
zh_tw: 採購訂單物料

source: Back To Purchase Order Header
cs_cz: Zpět na objednávky záhlaví
es_es: Volver a la Cabecera de la Orden de Compra
hi_in: वापस शीर्ष लेख आदेश खरीद करने के लिए
id_id: Kembali ke Header Order Pembelian
it_it: Back To Acquisto testata dell&#39;ordine
ko_kr: 위로 주문 헤더를 구입하려면
mr_in: मागे मागणी शीर्षलेख खरेदी करण्यासाठी
nl_nl: Terug Naar Aankoop Opdracht Hoofd
pt_pt: Voltar para o Cabeçalho da Ordem Compra
ro_ro: Înapoi la cumparare Antet Ordine
ru_ru: Вернуться к заголовку заказа на покупку
sq_al: Back To Blerje Header Rendit
sv: Tillbaka till inköpsorderhuvudet
sw_ke: Nyuma Kwa Ununuzi Order Header
tr_tr: SATINALMA SIPARIS BASLIGINA GERI DÖN
zh_hk: 返回采购订单抬头
zh_tw: 返回採購訂單的表頭

source: The conversion factor is expected to be numeric - the figure which converts from our units to the supplier units. e.g. if the supplier units is a tonne and our unit is a kilogram then the conversion factor that converts our unit to the suppliers unit is 1000
es_es: El factor de conversión se espera que sea numérico - Por ejemplo la figura que se convierte de nuestras unidades a las unidades de los proveedores. Si la unidad del proveedor es una tonelada y nuestra unidad es un kilo, entonces el factor de conversión que convierte nuestra unidad a la unidad del proveedor es de 1000
id_id: Faktor konversi harus numerik - angka yg mengkonversi dari satuan kita ke satuan supplier. Misalnya jika satuan supplier adalah satu ton dan satuan kita adalah satu kilogram jadi faktor konversi yg mengkonversi satuan kita ke satuan supplier adalah 1000
it_it: Il fattore di conversione dovrebbe essere numerico - la cifra che converte dalla nostra unità all'unità fornitore. Ad esempio se l'unità fornitore è una tonnellata e la nostra unità è un chilogrammo, il fattore di conversione che converte la nostra unità all'unità dei fornitori è 1000
ko_kr: 변환 계수는 숫자가 될 것으로 예상된다 - 공급 장치에 우리의 단위로 변환하는 그림. 예를 들면 공급 장치 경우 톤이며, 우리의 단위는 단위가 1000 공급 업체에 우리의 단위를 변환 한 후 킬로그램 변환 계수입니다
mr_in: आमच्या युनिट पासून पुरवठादार युनिट करण्यासाठी रुपांतरित जे आकृती - रूपांतरण फॅक्टर अंकीय असेल अशी अपेक्षा आहे. उदा. पुरवठादार युनिट एक टन आहे आणि आमच्या युनिट एक किलो असेल तर पुरवठादार युनिट आमच्या युनिट रुपांतरीत की रूपांतरण घटक 1000 आहे
pt_pt: O favor de conversão deve ser numérico, para converter de nossas unidades para as unidades do fornecedor. se o fornecedor tem unidades em toneladas e nossa unidade é kilograma então o fator de conversão que converte nossa unidade na unidade do fornecedor é 1000
zh_tw: 轉換係數預期為數字 - 從我們的單位轉換為供應商的單位的數字。例如如果供應商的單位是噸，我們的單位是千克那麼我們單位轉換為供應商單位轉換係數為1000

source: The quantity in the supplier units is expected to be numeric. Please re-enter as a number
es_es: La cantidad requerida para las unidades del proveedor se espera que sea numérica. Por favor introduzca un número.
id_id: Nilai satuan supplier harus numerik. Silahkan masukkan-ulg sbg angka
ko_kr: 공급 업체 단위 수량은 숫자가 될 것으로 예상된다. 숫자로 다시 입력하십시오
mr_in: पुरवठादार युनिटमध्ये प्रमाण अंकीय असेल अशी अपेक्षा आहे. एक नंबर म्हणून पुन्हा प्रविष्ट करा
pt_pt: A quantidade na unidade de medida do fornecedor deve ser numérica.
zh_tw: 在供應商的單位量規定為數字。請重新輸入數字

source: The supplier price is expected to be numeric. Please re-enter as a number
es_es: La precio del proveedor debe ser un número. Por favor escriba un número.
id_id: Harga supplier harus numerik. Silahkan masukkan-ulg sbg angka
ko_kr: 공급 가격은 숫자가 될 것으로 예상된다. 숫자로 다시 입력하십시오
mr_in: पुरवठादार किंमत अंकीय असेल अशी अपेक्षा आहे. एक नंबर म्हणून पुन्हा प्रविष्ट करा
pt_pt: O preço do fornecedor deve ser numérico.
zh_tw: 在供應商的單位量被要求為數字。請重新輸入數字

source: The purchase order cannot be committed to the database because there is no delivery street address specified
es_es: No se puede guardar la orden de compra en la BD porque no se ha especificado la calle en la dirección de entrega
id_id: Order pembelian tdk dapat disimpan ke database karena tdk ada alamat jalan pengiriman yg dimasukkan
ko_kr: 어떤 지정된 배달 번지가 없기 때문에 구매 주문은 데이터베이스에 커밋 할 수없는
mr_in: निर्दिष्ट नाही वितरण मार्ग पत्ता आहे कारण खरेदी ऑर्डर डेटाबेस वचनबद्ध जाऊ शकत नाही
pt_pt: A ordem de compra não pode ser aceita para o DB porque não há endereço logradouro especificado
zh_tw: 採購訂單無法轉入到數據庫，因為沒有指定交付的街道地址

source: The purchase order can not be committed to the database because there is no location specified to book any stock items into
cs_cz: Objednávky nemohou být do databáze, protože není místo určené k rezervovat žádné skladové položky do
es_es: La orden de compra no se puede enviar a la base de datos porque no se indica la ubicación a la que asignar los artículos de existencias
hi_in: खरीद आदेश डेटाबेस को प्रतिबद्ध नहीं है क्योंकि वहाँ कोई किताब को निर्दिष्ट किसी भी शेयर मदों में स्थान है सकते हैं
id_id: Order pembelian tdk dapat disimpan ke database karena tdk ada lokasi yg dipilih utk menyimpan item stok
it_it: L&#39;ordine di acquisto non può essere commesso al database perché non esiste un percorso specificato per prenotare tutti gli articoli in stock
ko_kr: 콘텐츠에 어떤 항목을 예약 할 수없는 위치 지정이 없기 때문에 구매 주문은 데이터베이스에 적용 할 수 없다
mr_in: मध्ये कोणत्याही स्टॉक आयटम बुक निर्दिष्ट नाही स्थान आहे कारण खरेदी ऑर्डर डेटाबेस वचनबद्ध जाऊ शकत नाही
nl_nl: De inkoop order kan niet worden uitgevoerd omdat er geen lokatie is benoemd waar voorraaditems kunnen worden geboekt
pt_pt: A ordem de compra não pode ser aceita para o DB porque não há local especificado para receber estoque
ro_ro: Comanda de achiziţie nu poate fi angajat la baza de date, deoarece nu există nici o locaţie specificată pentru a rezerva nici un produs în stoc
ru_ru: Заказ на покупку не может быть передан в базу данных, потому не указано место, в которое можно принять товары
sq_al: Për blerje nuk mund të jetë e angazhuar për të bazës së të dhënave, sepse nuk ka vend të specifikuar në librin e ndonjë sendi të aksioneve në
sv: Beställningen kan inte engagerade i databasen eftersom det inte finns någon plats som anges för att boka någon omgående tillgänglig i
sw_ke: Utaratibu wa kununua hawezi kuwa nia ya orodha ya sababu hakuna sehemu maalum kwa kitabu vitu hisa yoyote katika
tr_tr: SATINALMA SIPARISI ISLENEMEDI, ÖNCE MALLARIN KABUL EDILECEGI BIR DEPO TANIMLAMALISINIZ
zh_hk: 采购订单未能提交到数据库, 因为没有指定收货的仓库
zh_tw: 採購訂單未能確認新增到資料庫, 因為沒有指定預留存貨商品的收貨地點

source: The purchase order can not be committed to the database because there are no lines entered on this order
cs_cz: Objednávky nemohou být do databáze, protože tam nejsou žádné čáry vstoupil na této objednávce
es_es: La orden de compra no se puede enviar a la base de datos porque no tiene contenido
hi_in: खरीद आदेश डेटाबेस को प्रतिबद्ध नहीं है क्योंकि वहाँ कोई इस आदेश पर दर्ज किया लाइनें हैं कर सकते हैं
id_id: Order pembelian tdk dapat disimpan ke database karena tdk ada baris yg dimasukkan pada order ini
it_it: L&#39;ordine di acquisto non può essere nel database perché non ci sono linee di scritti su questo ordine
ko_kr: 이 순서에 입력 더 라인이 없기 때문에 구매 주문이 데이터베이스에 커밋 할 수 없습니다
mr_in: या ऑर्डर वर प्रविष्ट नाही ओळी आहेत कारण खरेदी ऑर्डर डेटाबेस वचनबद्ध जाऊ शकत नाही
nl_nl: De inkoop order kan niet worden uitgevoerd omdat order geen regels bevat
pt_pt: A ordem de compra não pode ser aceita para o DB, porque não há linhas no pedido em questão
ro_ro: Comanda de achiziţie nu poate fi angajat la baza de date, deoarece nu există linii înscrise pe această ordine
ru_ru: Заказ на покупку не может быть зафиксирован в базе данных, поскольку в нем нет ни одной позиции
sq_al: Për blerje nuk mund të jetë e angazhuar në bazën e të dhënave, sepse nuk ka linja të hyrë në këtë mënyrë
sv: Beställningen kan inte engagerade i databasen eftersom det inte finns några poster som registreras på denna order
sw_ke: Utaratibu wa kununua hawezi kuwa nia ya orodha ya sababu hakuna mistari aliingia kwenye utaratibu huu
tr_tr: SATINALMA SIPARISI VERITABANINA ISLENEMEDI, ÇÜNKÜ HIÇ SIPARIS SATIRI IÇERMIYOR
zh_hk: 采购订单未能提交到数据库, 因为没有输入订单行
zh_tw: 採購訂單未能確認新增到資料庫, 因為沒有輸入輸商品

source: Order Created and Authorised by
es_es: Orden Creada y Autorizada por
id_id: Order Dibuat dan Diotorisasi oleh
ko_kr: 주문 생성에 의해 공인
mr_in: ऑर्डर द्वारे निर्मित आणि अधिकृत
pt_pt: Pedido / Ordem de Compra Criado e Autorizado Por
zh_tw: 為了新建並授權由

source: Your authority to approve purchase orders in
es_es: Su autoridad para aprobar Órdenes de Compra en
id_id: Otoritas Anda utk menyetujui order pembelian dalam
ko_kr: 에서 구매 주문을 승인 할 권한
mr_in: मध्ये खरेदी ऑर्डर मंजूर करण्यासाठी आपले अधिकार
pt_pt: Sua autorização para aprovar pedidos de compra
zh_tw: 您的授權批准採購訂單為

source: has not yet been set up
es_es: aún no ha sido configurado
id_id: belum dibuat
ko_kr: 아직 설정되지 않은
mr_in: अद्याप सेट केले गेले नाही
pt_pt: ainda não foi configurada
zh_tw: 尚未設置

source: The order will be created with a status of pending and will require authorisation
es_es: La orden será creada con un estado de pendiente y requerirá la autorización
id_id: Order akan dibuat dgn status tertunda dan akan membutuhkan otorisasi
it_it: L'ordine sarà creato con uno stato di attesa e richiederà l'approvazione
ko_kr: 순서는 보류 상태로 만들어집니다 및 권한 부여가 필요합니다
mr_in: ऑर्डर प्रलंबित एक स्थिती निर्माण होईल आणि प्राधिकृत करणे आवश्यक असेल
pt_pt: A ordem de compra será criada com a situação pendente e irá requere autorização
zh_tw: 這單訂單已經建立完成,狀態為待決,需要授權

source: Order Created by
cs_cz: Řazení Vytvořil
es_es: Orden Creada por
hi_in: आदेश के द्वारा बनाया गया
id_id: Order Dibuat oleh
it_it: Ordina Creato da
ko_kr: 주문에 의해 만들어진
mr_in: द्वारा निर्मित मागणी
nl_nl: Om Gemaakt door
pt_pt: Ordem Compra Criada por
ro_ro: Creat de ordine
ru_ru: Заказ, созданный
sq_al: Rendit Krijuar nga
sv: Beställ Skapades av
sw_ke: Ili Imeundwa na
tr_tr: Tarafindan düzenlendi
zh_hk: 订单创建于
zh_tw: 訂單新建者

source: The purchase order header record could not be inserted into the database because
cs_cz: Objednávce záznam záhlaví nemůže být vložen do databáze, protože
es_es: No se pudo agregar el registro de cabecera de la orden de compra porque
hi_in: खरीद आदेश हैडर रिकॉर्ड डेटाबेस क्योंकि में नहीं डाला सका
id_id: Data header order pembelian tdk dapat dimasukkan ke di database karena
it_it: L&#39;ordine di acquisto record di intestazione non poteva essere inserito nel database perché
ko_kr: 구매 주문 헤더 레코드가 데이터베이스에 삽입하기 때문에 수 없었다
mr_in: खरेदी ऑर्डर शीर्षक रेकॉर्ड डेटाबेस मध्ये समाविष्ट करणे शक्य नाही कारण
nl_nl: De inkooporder koptekst kon niet worden toegevoegd omdat
pt_pt: O Cabeçalho da Ordem de Compra não pode ser inserido no DB porque
ro_ro: Comanda de achiziţie antet înregistrare nu a putut fi introduse în baza de date, deoarece
ru_ru: Заголовок заказа на покупку не может быть включены в базу данных, так как
sq_al: Për blerje header rekord nuk mund të futet në bazën e të dhënave për shkak se
sv: Beställningen huvudpost kunde inte föras in i databasen eftersom
sw_ke: Ili kununua rekodi header inaweza kuwa kuingizwa katika orodha kwa sababu
tr_tr: SATINALMA SIPARISI GIRILEMEDI,
zh_hk: 未能插入采购订单抬头记录到数据库, 因为
zh_tw: 未能插入採購訂單台頭記錄到資料庫, 因為

source: The SQL statement used to insert the purchase order header record and failed was
cs_cz: Příkaz SQL použitý k vložení objednávky záznam záhlaví a nepodařilo se
es_es: El SQL que falló al agregar el registro de cabecera de la orden de compra fue
hi_in: SQL बयान सम्मिलित करने के लिए खरीद आदेश शीर्ष लेख अभिलेख का इस्तेमाल किया और विफल रहा था
id_id: SQL yg digunakan utk memasukkan data header order pembelian dan gagal adalah
it_it: L&#39;istruzione SQL utilizzata per inserire l&#39;ordine di acquisto record di intestazione e falliti
ko_kr: SQL 문이 구매 오더 헤더 레코드를 삽입하는 데 실패했다
mr_in: खरेदी ऑर्डर शिर्षक रेकॉर्ड घालण्यास आणि अयशस्वी करण्यासाठी वापरले SQL विधान होते
nl_nl: De inkooporder koptekst kon niet worden toegevoegd aan de volgende SQL
pt_pt: SQL que falhou na inserção da Ordem de compra foi
ro_ro: Instrucţiunea SQL folosite pentru a introduce ordine de cumpărare antet record şi a eşuat a fost
ru_ru: Завершившийся неудачей SQL вставки заголовка заказа на покупку
sq_al: Deklarata e SQL të përdorura për të futur në mënyrë të blerë rekord kokë dhe nuk ishte
sv: Den SQL som användes men misslyckades var
sw_ke: Taarifa SQL kutumika Insert ili kununua header rekodi na kushindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作插入采购订单抬头记录失败的 SQL 是
zh_tw: 用作插入採購訂單台頭記錄失敗的 SQL 陳述式是

source: One of the purchase order detail records could not be inserted into the database because
cs_cz: Jeden z doklady o koupi, aby podrobně nemůže být vložena do databáze, protože
es_es: No se pudo agregar uno de los registros de detalle de la orden de compra porque
hi_in: एक खरीद आदेश विस्तार अभिलेखों का डेटाबेस क्योंकि में नहीं डाला सका
id_id: Salah satu data rincian order pembelian tdk dapat dimasukkan ke database karena
it_it: Uno dei record di dettaglio ordine di acquisto non potrebbe essere inserito nel database perché
ko_kr: 구매 주문 상세 기록 중 하나는 데이터베이스 때문에 삽입 할 수 없습니다
mr_in: खरेदी ऑर्डर तपशील रेकॉर्ड एक डेटाबेस मध्ये समाविष्ट करणे शक्य नाही कारण
nl_nl: Een van de inkooporder regels kon niet worden ingevoerd omdat
pt_pt: Um registro de linha de ordem de compra não pode inserir no DB porque
ro_ro: Una dintre înregistrări detaliu de achiziţie pentru a nu putea fi introdus în baza de date, deoarece
ru_ru: Данные об одном заказе на покупку не может быть включены в базу данных, так как
sq_al: Një nga të dhënat qëllim blerjen detaje nuk mund të futet në bazën e të dhënave për shkak se
sv: En av de detaljer beställningen poster kunde inte föras in i databasen eftersom
sw_ke: Moja ya kumbukumbu ya ununuzi ili kina hakuweza kuwa kuingizwa katika orodha kwa sababu
tr_tr: SATINALMA SIPARIS DETAYINA AIT BIR KAYIT VERITABANINA EKLENEMEDI:
zh_hk: 某个采购订单行未能插入到数据库, 因为
zh_tw: 其中一個的採購訂單未能插入到資料庫, 因為

source: The SQL statement used to insert the purchase order detail record and failed was
cs_cz: Příkaz SQL slouží k vložení objednávky detail záznamu a nepodařilo se
es_es: El SQL que falló al agregar el registro de detalle de la orden de compra fue
hi_in: SQL बयान सम्मिलित करने के लिए खरीद आदेश विस्तार रिकॉर्ड करते थे और विफल रहा था
id_id: SQL yg digunakan utk memasukkan data rincian order pembelian dan gagal adalah
it_it: L&#39;istruzione SQL utilizzata per inserire l&#39;ordine di acquisto record dettaglio e fallito è stato
ko_kr: SQL 문이 구매 주문 세부 레코드를 삽입하는 데 실패했다
mr_in: खरेदी ऑर्डर तपशील रेकॉर्ड घालण्यास आणि अयशस्वी करण्यासाठी वापरले SQL विधान होते
nl_nl: Een van de inkooporder regels kon niet worden ingevoerd in de volgende SQL
pt_pt: SQL que falhou na inserção de linha de ordem de compra foi
ro_ro: Instrucţiunea SQL folosite pentru a introduce ordine de cumpărare detaliu record şi a eşuat a fost
ru_ru: Завершившийся неудачей SQL вставки данных о заказе на покупку
sq_al: Deklarata e SQL të përdorura për të futur në mënyrë të blerë rekord detaje dhe nuk ishte
sv: SQL-satsen används för att infoga köpet rekordstor order detalj och misslyckades var
sw_ke: Taarifa SQL kutumika Insert ili kununua undani kumbukumbu na kushindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作插入采购订单行记录失败的 SQL是
zh_tw: 用作插入採購訂單資料記錄失敗的 SQL 陳述式是

source: Print Purchase Order
cs_cz: Tisk příkazu k nákupu
es_es: Imprimir orden de compra
hi_in: प्रिंट खरीद आदेश
id_id: Cetak Order Pembelian
it_it: Stampa ordine di acquisto
ko_kr: 인쇄 구매 주문
mr_in: प्रिंट खरेदी ऑर्डर
nl_nl: Druk inkooporder af
pt_pt: Imprimir Ordem Compra
ro_ro: Imprima comandă de aprovizionare
ru_ru: Печать заказа
sq_al: Rendit Print Blerje
sv: Skriv ut inköpsorder
sw_ke: Ununuzi magazeti Order
tr_tr: SATINALMA SIPARISI YAZDIR (PDF)
zh_hk: 打印采购订单
zh_tw: 列印採購訂單

source: Order completed by
es_es: Orden completada por
id_id: Order diselesaikan oleh
ko_kr: 주문 완료
mr_in: पूर्ण मागणी
pt_pt: Ordem completada por
zh_tw: 訂單完成

source: Order modified by
es_es: Orden modificada por
id_id: Order diubah oleh
ko_kr: 주문에 의해 수정
mr_in: सुधारित मागणी
pt_pt: Ordem modificada por
zh_tw: 訂單修訂者

source: The purchase order could not be updated because
cs_cz: Objednávku nelze aktualizovat, protože
es_es: No se pudo actualizar la orden de compra porque
hi_in: खरीद आदेश क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Order pembelian tdk dapat diperbarui karena
it_it: L&#39;ordine di acquisto non può essere aggiornato perché
ko_kr: 구매 주문이 때문에 업데이트 할 수 없습니다
mr_in: खरेदी ऑर्डर अद्यतनित करणे शक्य नाही कारण
nl_nl: De inkooporder kon niet worden gewijzigd omdat
pt_pt: A Ordem de Compra não pode ser atualizada porque
ro_ro: Comanda de achiziţie nu a putut fi actualizat deoarece
ru_ru: Не удалось обновить заказ на покупку, так как
sq_al: Për blerje nuk mund të rifreskohet për shkak se
sv: Beställningens status kan inte uppdateras eftersom
sw_ke: Utaratibu wa kununua inaweza kuwa mwisho kwa sababu
tr_tr: SATINALMA SIPARISI GÜNCELLENEMEDI, ÇÜNKÜ:
zh_hk: 未能更新采购订单, 因为
zh_tw: 未能更新採購訂單, 因為
