Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Number to Display
es_es: Número a Mostrar
id_id: Jumlah utk Ditampilkan
it_it: Numero da visualizzare
ko_kr: 로 표시하는
mr_in: प्रदर्शित करण्यासाठी संख्या
pt_pt: Números a Exibir
zh_tw: 號碼顯示

source: Rank
es_es: Rango
id_id: Peringkat
it_it: Classificazione
ko_kr: 계급
mr_in: रांग
pt_pt: Colocação
zh_tw: 排序

source: Top Sales Inquiry
es_es: Consultar mejores ventas
id_id: Cari Penjualan Terbaik
ko_kr: 최고 판매 문의
mr_in: शीर्ष विक्री चौकशी
pt_pt: Consulta Maiores Vendas
zh_tw: 暢銷商品查詢頁面

source: Top Sales Items Inquiry
es_es: Consultar artículos más vendidos
id_id: Cari Item Penjualan Terbaik
ko_kr: 최고 판매 상품 문의
mr_in: शीर्ष विक्री आयटम चौकशी
pt_pt: Consulta Itens mais vendidos
zh_tw: 暢銷商品查詢

source: Sales Types
cs_cz: Typy prodejů
es_es: Tipos de Venta (Listas de Precios)
hi_in: बिक्री के प्रकार
id_id: Tipe Penjualan
it_it: Tipi di vendita
ko_kr: 판매 유형
mr_in: विक्री प्रकार
nl_nl: Verkoop Soorten
pt_pt: Tipos Vendas / Lista Preço
ro_ro: Tipuri de vânzări
ru_ru: Типы продаж
sq_al: Llojet e shitjes
sv: Ordertyper
sw_ke: Aina ya mauzo
tr_tr: SATIS TÜRLERI
zh_hk: 销售方式
zh_tw: 銷售方式

source: Price List Maintenance
cs_cz: Ceník údržby
es_es: Administrar Listas de Precios
hi_in: मूल्य सूची रखरखाव
id_id: Pengaturan Daftar Harga
it_it: Listino Prezzi di manutenzione
ko_kr: 가격리스트 유지 보수
mr_in: किंमत सूची देखभाल
nl_nl: Onderhoud Prijs Lijst
pt_pt: Manutenção Lista Preço
ro_ro: Lista de preturi de întreţinere
ru_ru: Поддержка прайс-листа
sq_al: Mirëmbajtja Lista e Çmimeve
sv: Prislistor
sw_ke: Orodha ya bei Maintenance
tr_tr: FIYAT LISTESI YÖNETIMI
zh_hk: 价格表
zh_tw: 價格表維護

source: The sales type (price list) code must be two characters or less long
cs_cz: Typ prodeje (ceník) kód musí být dva znaky či méně dlouhou
es_es: El código del tipo de venta (lista de precios) no debe pasar de 2 caracteres
hi_in: बिक्री (मूल्य सूची) प्रकार कोड दो वर्ण या उससे कम अवश्य होना चाहिए
id_id: Kode tipe penjualan (daftar harga) maksimum 2 karakter
it_it: Il tipo di vendita (prezzo di listino) Il codice deve essere due caratteri o meno lungo
ko_kr: 판매 유형 (가격 목록) 코드는 두 자 이하 여야합니다
mr_in: विक्री प्रकार (किंमत सूची) कोड दोन किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Verkoop type (prijslijst) code mag maximaal 2 tekens lang zijn
pt_pt: Tipo Lista Preço deve ter no máximo2 caracteres
ro_ro: Tipul de vânzare (lista de preturi), cod trebuie să fie două caractere sau mai puţin timp
ru_ru: Код типа продаж (прайс-листа) должен быть не более 2 символов
sq_al: Lloji i shitjes (lista e çmimeve) kodi duhet të jetë dy shkronja ose më pak gjatë
sv: Försäljningen typ (prislista) koden måste vara två tecken eller mindre lång
sw_ke: Aina ya mauzo (orodha ya bei) kificho lazima wahusika wawili au chini ya muda mrefu
tr_tr: SATIS TÜRÜ (FIYAT LISTESI) KODU EN FAZLA 2 KARAKTER OLABILIR
zh_hk: 销售方式（价格表）编号必须不多于 2 个字
zh_tw: 銷售方式(價格表)編碼必須不多於 2 字元

source: The sales type (price list) code cannot be an empty string or spaces
cs_cz: Typ prodeje (ceník) kód nemůže být prázdný řetězec nebo prostory
es_es: El código del tipo de venta (lista de precios) no puede estar vacío ó ser espacios
hi_in: बिक्री प्रकार (मूल्य सूची) कोड एक खाली स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode tipe penjualan (daftar harga) tdk boleh kosong atau spasi
it_it: Il tipo di vendita (prezzo di listino) codice non può essere una stringa vuota o spazi
ko_kr: 판매 유형 (가격 목록) 코드는 빈 문자열 또는 공백이 될 수 없습니다
mr_in: विक्री प्रकार (किंमत सूची) कोड रिक्त अक्षरमाळा किंवा रिक्त असू शकत नाही
nl_nl: Verkoop type (prijslijst) code mag niet leeg zijn
pt_pt: Tipo Lista Preço deve estar prenchido
ro_ro: Tipul de vânzare (lista de preţuri), codul nu poate fi un şir gol sau spaţii
ru_ru: Код типа продаж (прайс-листа) не может быть пустой строкой или пробелами
sq_al: Lloji i shitjes (lista e çmimeve) kodi nuk mund të jetë një varg bosh apo hapësira
sv: Försäljningen typ (prislista) kod kan inte en tom sträng eller mellanslag
sw_ke: aina ya mauzo (orodha ya bei) code hawezi kuwa string tupu au nafasi
tr_tr: SATIS TÜRÜ (FIYAT LISTESI) KODU BOS OLAMAZ
zh_hk: 销售方式（价格表）编号不能为空
zh_tw: 銷售方式 (價格表) 編碼不能留空或輸入空白

source: The sales type (price list) description cannot be empty
es_es: La descripción del tipo de ventas (lista de precios) no puede estar vacía
id_id: Keterangan tipe penjualan (daftar harga) tdk boleh kosong
ko_kr: 판매 유형 (가격 목록) 설명을 비워 둘 수 없습니다
mr_in: विक्री प्रकार (किंमत सूची) वर्णन रिक्त असू शकत नाही
pt_pt: Descrição do Tipo Lista Preço deve estar prenchida
zh_tw: 銷售類型（價格表）描述不能為空

source: The sales type (price list) description must be forty characters or less long
cs_cz: Typ prodeje (ceník) popis musí být čtyřicet znaků dlouhé
es_es: La descripción del tipo de venta (lista de precio) debe ser de un largo de cuarenta caracteres o menos
hi_in: बिक्री प्रकार (मूल्य सूची) वर्णन चालीस अक्षर या उससे कम अवश्य होना चाहिए
id_id: Keterangan tipe penjualan (daftar harga) maksimal 40 karakter
it_it: Il tipo di vendita (listino) descrizione deve essere quaranta caratteri o meno lungo
ko_kr: 판매 유형 (가격 목록) 설명 마흔 자 이하 여야합니다
mr_in: विक्री प्रकार (किंमत सूची) वर्णन चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De verkoop type (prijslijst) beschrijving moet veertig tekens of minder lange
pt_pt: A descrição do tipo de Lista de Preço deve ter no máx. 40 caracteres
ro_ro: Tipul de vânzare (lista de preturi), descrierea trebuie să fie patruzeci de caractere sau mai puţin timp
ru_ru: Описание типа продаж(прайс-лист) должно быть не более сорока символов
sq_al: Lloji i shitjes (lista e çmimeve) Përshkrimi duhet të jenë simbole dyzet ose më pak gjatë
sv: Försäljningen typ (prislista) beskrivning bör fyrtio tecken eller mindre lång
sw_ke: aina ya mauzo (orodha ya bei) maelezo ya lazima wahusika arobaini au chini ya muda mrefu
tr_tr: Satış türü (fiyat listesi) açıklamasına kırk karakter veya daha az olmalıdır
zh_hk: 销售方式（价格表）描述必须小于40个字
zh_tw: 銷售類型（價格表）描述必須不少於40個字符

source: The sales type code cannot be AN since this is a system defined abbreviation for any sales type in general ledger interface lookups
cs_cz: Prodeje Kód typu nemůže být, protože to je systém definován zkratka pro všechny prodeje typu obecně vyhledávání knize rozhraní
es_es: El código del tipo de venta no puede ser AN porque ésta es una abreviatura definida por el sistema para cualquier tipo de venta en las búsquedas de la interfaz de contabilidad
hi_in: बिक्री का प्रकार कोड एक नहीं हो क्योंकि यह एक सामान्य खाता बही इंटरफ़ेस lookups में किसी भी बिक्री के लिए संक्षिप्त नाम लिखें परिभाषित प्रणाली है सकते हैं
id_id: Kode tipe penjualan tdk boleh AN karena ini adalah singkatan sistem utk tipe penjualan apapun dalam pencarian penghubung buku besar
it_it: Il tipo di vendita di codice non può essere un dato che si tratta di un sistema definito abbreviazione per qualsiasi tipo di vendita in ricerche General Interface Ledger
ko_kr: 이 원장 인터페이스 조회의 모든 판매 유형에 대한 시스템 정의 약자이기 때문에 판매 유형 코드가 될 수 없다
mr_in: या सामान्य खातेवही संवाद लुकअप कोणत्याही विक्री प्रकार प्रणाली व्याख्या संक्षेप आहे कारण विक्री प्रकार कोड एका असू शकत नाही
nl_nl: De verkoop type code kan niet worden AN want dit is een systeem gedefinieerd afkorting voor de verkoop type in grootboek-interface lookups
pt_pt: O código de Lista de Preço AN está reservado para Interface Contábil das Vendas
ro_ro: Codul tipului de vânzări nu poate fi o, deoarece acesta este un sistem definit abreviere pentru orice tip de vânzări în căutările general interfaţă registrul
ru_ru: Код типа продаж не может быть AN, так как это - системная аббревиатура для любого типа продаж в интерфейсе поиска главной книги.
sq_al: Kodi i shitjes lloji nuk mund të jetë NJË pasi ky është një sistem i përcaktuar shkurtesë për çdo lloj shitje në përgjithësi lookups interface librit
sv: Försäljningen typkod kan inte vara en eftersom detta är ett system definieras förkortning för någon försäljning typ i allmänhet uppslagningar huvudbok gränssnitt
sw_ke: mauzo ya aina ya kificho hawezi kuwa tangu hii ni mfumo defined abbreviation kwa aina yoyote ya mauzo kwa ujumla lookups interface kitabu
tr_tr: Bu defteri kebir arayüzü aramaları herhangi bir satış türü için kısaltma tanımlanan bir sistem olduğu için satış tip kodu AN olamaz
zh_hk: 销售种类代码不能用 AN, 因为这是系统总账查询界面中设定为搜寻所有销售类型时使用的
zh_tw: 在總帳介面查找任何類型的銷售，其銷售類型代碼不能是這一個系統定義的縮寫

source: The customer/sales/pricelist type
cs_cz: Zákazník / prodej / ceník typu
es_es: El tipo de cliente/ventas/lista de precios
hi_in: ग्राहक / pricelist प्रकार की बिक्री
id_id: Tipe customer/penjualan/daftar harga
it_it: Il / vendite cliente / tipo listino prezzi
ko_kr: 고객 / 판매 / 가격표 유형
mr_in: ग्राहक / विक्री / pricelist प्रकार
nl_nl: De klant / verkoop / prijslijst type
pt_pt: Tipo de Cliente/Lista de Preço
ro_ro: Client / vanzari / tip de lista de preţuri
ru_ru: Тип клиента / продаж / прайс-лист
sq_al: / Konsumator shitjes / lloji çmimores
sv: Kund/försäljnings/prisliste typ
sw_ke: Ya wateja / mauzo / pricelist aina
tr_tr: Müşteri / satış / pricelist tipi
zh_hk: 销售方式/价格表
zh_tw: 客戶/銷售/價格種類

source: The customer/sales/pricelist type
cs_cz: Zákazník / prodej / ceník typu
es_es: El tipo de cliente/ventas/lista de precios
hi_in: ग्राहक / pricelist प्रकार की बिक्री
id_id: Tipe customer/penjualan/daftar harga
it_it: Il / vendite cliente / tipo listino prezzi
ko_kr: 고객 / 판매 / 가격표 유형
nl_nl: De klant / verkoop / prijslijst type
pt_pt: Tipo de Cliente/Lista de Preço
ro_ro: Client / vanzari / tip de lista de preţuri
ru_ru: Тип клиента / продаж / прайс-листа
sq_al: / Konsumator shitjes / lloji çmimores
sv: Kund/försäljnings/prisliste typ
sw_ke: Ya wateja / mauzo / pricelist aina
tr_tr: Müşteri / satış / pricelist tipi
zh_hk: 销售方式/价格表
zh_tw: 客戶/銷售/價格種類

source: Customer/sales/pricelist type
cs_cz: Zákazník / prodej / ceník typu
es_es: Tipo de cliente/ventas/lista de precios
hi_in: ग्राहक / pricelist प्रकार की बिक्री
id_id: Tipe customer/penjualan/daftar harga
it_it: Cliente / vendita / tipo di listino
ko_kr: 고객 / 판매 / 가격표 유형
mr_in: ग्राहक / विक्री / pricelist प्रकार
nl_nl: Klant / verkoop / prijslijst type
pt_pt: Tipo Cliente/Lista de Preço
ro_ro: Client / vanzari / tip de lista de preţuri
ru_ru: Типа клиента / продаж / прайс-листа
sq_al: Konsumator / shitjes / lloji çmimores
sv: Kund/försäljnings/prisliste typ
sw_ke: Wateja / mauzo / pricelist aina
tr_tr: Müşteri / satış / fiyat listesi türü
zh_hk: 销售方式/价格表
zh_tw: 客戶/銷售/價格種類

source: The number of transactions using this customer/sales/pricelist type could not be retrieved
cs_cz: Počet transakcí pomocí tohoto zákazníka / prodej / ceník typ se nepodařilo získat
es_es: No se pudo obtener el número de transacciones que usan este tipo de cliente/venta/lista de precios
hi_in: लेनदेन की संख्या इस ग्राहक / बिक्री / pricelist प्रकार के उपयोग को पुनः प्राप्त नहीं किया जा सका
id_id: Jumlah transaksi menggunakan tipe customer/penjualan/daftar harga ini tdk dapat diambil karena
it_it: Il numero di transazioni con questo cliente / vendita / listino prezzi tipo non può essere recuperata
ko_kr: 이 고객 / 판매 / 가격표 유형을 사용하여 트랜잭션의 수를 검색 할 수 없습니다
mr_in: या ग्राहक / विक्री / pricelist प्रकार वापरून व्यवहार संख्या पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal transacties voor deze klant/verkoop/prijslijst type kon niet worden opgehaald
pt_pt: Número de trans. usando este tipo de Cliente/Lista de Preço não pode ser recuperado
ro_ro: Numărul de tranzacţii folosind acest client / vanzari / tip de lista de preţuri nu a putut fi recuperate
ru_ru: Количество операций с использованием этого типа клиента / продажи / прайс-листа не может быть получена
sq_al: Numri i transaksioneve të përdorur këtë klient / shitjet e llojit / çmimores nuk mund të shikohet
sv: Antalet transaktioner som använder denna kund/försäljnings/prisliste typ kunde inte hämtas
sw_ke: Idadi ya shughuli kutumia mteja mauzo / / pricelist aina inaweza kuwa retrieved
tr_tr: / Satış / pricelist türü bu müşteri kullanarak işlem sayısı alınamadı
zh_hk: 未能提取这价格表记录的交易次数
zh_tw: 客戶/銷售/價格種類的交編號未能提取

source: Cannot delete this sale type because customer transactions have been created using this sales type
cs_cz: Nelze smazat tento prodej typu, protože zákaznické transakce byly vytvořeny pomocí tohoto typu prodeje
es_es: No se puede suprimir este tipo de venta porque existen transacciones referidas a él
hi_in: इस बिक्री प्रकार हटाना क्योंकि ग्राहक लेनदेन इस बिक्री प्रकार का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus tipe penjualan ini karena transaksi customer sdh dibuat dgn menggunakan tipe penjualan ini
it_it: Impossibile eliminare questo tipo di vendita, perché le transazioni dei clienti sono stati creati utilizzando questo tipo di vendita
ko_kr: 고객 트랜잭션이 매출 유형을 사용하여 생성 되었기 때문에이 판매 유형을 삭제할 수 없습니다
mr_in: ग्राहक व्यवहार या विक्री प्रकार वापरून तयार केले गेले आहेत कारण या विक्री प्रकार हटवू शकत नाही
nl_nl: Verkooptype kan niet worden verwijderd omdat er klanttransacties voor bestaan
pt_pt: Não pode remover este tipo de Cliente/Lista de Preço, porque existem transações de clientes
ro_ro: Nu se poate şterge acest tip de vânzare, deoarece operaţiunile clientului au fost create folosind acest tip de vânzări
ru_ru: Не удается удалить этот типа продаж, поскольку операции клиентов были созданы с использованием этого типа продаж.
sq_al: Nuk mund të fshini këtë lloj shitje për shkak se transaksionet e konsumatorit janë krijuar duke përdorur këtë lloj shitje
sv: Kan inte ta bort denna försäljning skriver eftersom kundtransaktioner har skapats med denna försäljning typ
sw_ke: Hawezi kufuta aina hii ya kuuza kwa sababu shughuli za wateja viliumbwa kwa kutumia aina hii ya mauzo
tr_tr: BU SATIS TÜRÜ SILINEMEZ, ONA BAGLI ISLEMLER VAR
zh_hk: 未能删除此价格表, 因为已有客户交易使用
zh_tw: 未能刪除這銷售方式, 因為已有客戶交易使用

source: transactions using this sales type code
cs_cz: transakce s použitím tohoto typu prodeje kód
es_es: transacciones asignadas a este código de tipo de venta
hi_in: इस बिक्री का प्रकार कोड का उपयोग लेनदेन
id_id: transaksi yg menggunakan kode tipe penjualan ini
it_it: operazioni che utilizzano questo tipo di vendita codice
ko_kr: 이 판매 유형 코드를 사용하여 거래
mr_in: या विक्री प्रकार कोड वापरून व्यवहार
nl_nl: Transacties voor deze verkoop type code
pt_pt: Transações usando este tipo de vendas
ro_ro: tranzacţii folosind acest cod tip de vânzări
ru_ru: транзакции, использующие этот кож типа продаж
sq_al: transaksione duke përdorur këtë lloj kodi shitjes
sv: transaktioner med hjälp av denna försäljning typkod
sw_ke: mashirikiano kutumia mauzo ya aina hiyo code
tr_tr: BU SATIS TÜRÜNÜ KULLANAN ISLEMLER:
zh_hk: 次交易采用这种销售方式
zh_tw: 交易使用的銷售方式編碼

source: The number of transactions using this Sales Type record could not be retrieved because
cs_cz: Počet transakcí pomocí tohoto Prodej Typ záznamu se nepodařilo získat, protože
es_es: No se pudo determinar el número de transacciones asignadas a este Tipo de Venta porque
hi_in: रिकॉर्ड प्रकार इस बिक्री का उपयोग कर लेनदेन की संख्या के कारण नहीं किया जा सकता है लिया गया
id_id: Jumlah transaksi menggunakan data Tipe Penjualan ini tdk dapat diambil karena
it_it: Il numero di transazioni di utilizzare questo tipo di record di vendita non può essere recuperato, perché
ko_kr: 이러한 판매 형태를 사용하여 기록 된 트랜잭션의 수 있으므로 검색 할 수 없습니다
mr_in: या विक्री प्रकार रेकॉर्ड वापरून व्यवहार संख्या कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal transacties voor dit Verkooptype kon niet worden opgevraagd omdat
pt_pt: Número de transações usando Tipo de Vendas não pode ser recuperado porque
ro_ro: Numărul de tranzacţii folosind Vânzări acest tip de înregistrare nu a putut fi recuperate, deoarece
ru_ru: Количество операций с использованием этого типа продаж записи не может быть получено, так как
sq_al: Numri i transaksioneve të përdorur këtë Sales Lloji rekord nuk mund të shikohet, sepse
sv: Antalet transaktioner som använder denna kund/försäljnings/prisliste typ kunde inte hämtas eftersom
sw_ke: Idadi ya mashirikiano ya kutumia aina hii rekodi ya mauzo inaweza kuwa retrieved sababu
tr_tr: BU SATIS TÜRÜNÜ KULLANAN ISLEM ADEDI GÖRÜNTÜLENEMIYOR:
zh_hk: 使用此销售方式的交易次数无法取得，因为
zh_tw: 未能提取這銷售方式記錄的交易編號, 因為

source: Cannot delete this sale type because customers are currently set up to use this sales type
cs_cz: Nelze smazat tento druh prodeje, protože zákazníci jsou v současné době nastaven na tento typ prodeje
es_es: No se pude suprimir este tipo de venta porque existen clientes que referidos a este tipo de venta
hi_in: इस बिक्री प्रकार हटाना क्योंकि ग्राहकों वर्तमान में स्थापित करने के लिए इस बिक्री प्रकार का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus tipe penjualan ini karena ada customer yg menggunakannya
it_it: Impossibile eliminare questo tipo di vendita, perché i clienti sono attualmente configurato per utilizzare questo tipo di vendita
ko_kr: 고객이 현재이 판매 형식을 사용하도록 설정되어 있기 때문에이 판매 유형을 삭제할 수 없습니다
mr_in: ग्राहक सध्या या विक्री प्रकार वापर करण्यासाठी सेट आहेत कारण या विक्री प्रकार हटवू शकत नाही
nl_nl: Verkooptype kon niet worden verwijderd omdat er klanten zijn waar die voor wordt gebruikt
pt_pt: Não pode remover esse tipo de venda porque há cliente(s) usando esse tipo de venda
ro_ro: Nu se poate şterge acest tip de vânzare, deoarece clienţii sunt în prezent configurat pentru a utiliza acest tip de vânzări
ru_ru: Не удается удалить этот тип продажу, потому что клиенты в настоящее время настроены на использование этого типа продаж
sq_al: Nuk mund të fshini këtë lloj shitje, sepse konsumatorët janë të vendosur deri tani të përdorë këtë lloj shitje
sv: Kan inte ta bort denna försäljning skriver eftersom kunderna är för närvarande inställd för att använda denna försäljning typ
sw_ke: Hawezi kufuta aina hii ya kuuza kwa sababu wateja sasa kuanzisha matumizi ya aina hii ya mauzo
tr_tr: BU SATIS TÜRÜ SILINEMEZ, ONA BAGLI MÜSTERILER VAR
zh_hk: 不能删除这个销售方式，因为已有客户使用
zh_tw: 未能刪除這銷售交易, 因為已有客戶設定使用

source: customers with this sales type code
cs_cz: zákazníci s tímto typem prodeji kód
es_es: clientes con este código de tipo de venta
hi_in: इस बिक्री प्रकार कोड के साथ ग्राहकों
id_id: customer dgn kode tipe penjualan ini
it_it: i clienti con questo tipo di codice di vendita
ko_kr: 이 판매 형태 코드를 사용해 고객
mr_in: या विक्री प्रकार कोडसह ग्राहकांना
nl_nl: Klanten met dit verkooptype
pt_pt: Clientes com esta Lista de Preço
ro_ro: clienţii cu acest cod tip de vânzări
ru_ru: клиенты с этим кодом типа продаж
sq_al: konsumatorët me këtë kod e shitjes lloj
sv: kunder med denna försäljningstypkod
sw_ke: wateja kwa kificho mauzo ya aina hii
tr_tr: BU SATIS TÜRÜNE BAGLI MÜSTERILER:
zh_hk: 家使用此销售方式的客户
zh_tw: 客戶的銷售種類編碼

source: The Sales Type record could not be deleted because
cs_cz: Prodej Typ záznamu nelze odstranit, protože
es_es: No se pudo suprimir el registro de Tipo de Venta porque
hi_in: रिकॉर्ड प्रकार सेल्स क्योंकि मिटाया नहीं जा सकता
id_id: Data Tipe Penjualan tdk dapat dihapus karena
it_it: Il tipo di record di vendita non può essere eliminato perché
ko_kr: 판매 유형 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: विक्री प्रकार रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: Verkooptype kon niet worden verwijderd omdat
pt_pt: Tipo de Venda / Lista Preço não pode ser removido porque
ro_ro: Vânzări tip de înregistrare nu poate fi ştearsă, deoarece
ru_ru: Запись о типе продаж не может быть удалена, так как
sq_al: Sales Lloji rekord nuk mund të fshihet sepse
sv: Försäljningstypposten kunde inte tas bort eftersom
sw_ke: Mauzo ya Aina rekodi hakuweza kufutwa kwa sababu
tr_tr: SATIS TÜRÜ SILINEMEDI:
zh_hk: 未能删除价格表记录, 因为
zh_tw: 未能刪除銷售種類記錄, 因為

source: Sales type
cs_cz: Prodej typ
es_es: Tipo de venta
hi_in: बिक्री का प्रकार
id_id: Tipe Penjualan
it_it: Le vendite di tipo
ko_kr: 판매 유형
mr_in: विक्री प्रकार
nl_nl: Verkoop type
pt_pt: Tipo Venda
ro_ro: Vânzări de tip
ru_ru: Тип продаж
sq_al: Sales lloj
sv: Ordertyp
sw_ke: Mauzo ya aina
tr_tr: SATIS TÜRÜ
zh_hk: 销售方式
zh_tw: 銷售方式/價格表

source: price list
cs_cz: ceník
es_es: lista de precios
hi_in: मूल्य सूची
id_id: daftar harga
it_it: listino prezzi
ko_kr: 가격표
mr_in: दर यादी
nl_nl: Prijslijst
pt_pt: Lista Preço
ro_ro: preţul de listă
ru_ru: прайс-лист
sq_al: listën e çmimeve
sv: Kontolistan
sw_ke: orodha ya bei
tr_tr: FIYAT LISTESI
zh_hk: 价格表
zh_tw: 價格表

source: The Sales Type prices could not be deleted because
cs_cz: Prodej Typ ceny nemohly být odstraněny, protože
es_es: No se pudo suprimir los precios de este Tipo de Venta porque
hi_in: कीमतों प्रकार सेल्स क्योंकि मिटाया नहीं जा सकता
id_id: Harga Tipe Penjualan tdk dapat dihapus karena
it_it: Le vendite sul modello dei prezzi non poteva essere eliminato perché
ko_kr: 판매 유형 가격 때문에 삭제할 수 없습니다
mr_in: विक्री प्रकार दर हटवणे शक्य नाही कारण
nl_nl: Verkooptype prijzen konden niet worden verwijderd omdat
pt_pt: Tipo Vendas/Lista Preço não pode ser removido porque
ro_ro: Vânzările de tip preţurile nu au putut fi şterse deoarece
ru_ru: Прайс-лист продаж не может бытьб удален, так как
sq_al: Sales Lloji çmimet nuk mund të fshihet sepse
sv: Försäljning Typ priser kunde inte raderas eftersom
sw_ke: Mauzo ya Aina bei inaweza kuwa ilifutwa kwa sababu
tr_tr: SATIS TÜRÜ FIYATLARI SILINEMEDI:
zh_hk: 不能删除价格表，因为
zh_tw: 未能刪除銷售種類價格, 因為

source: and any prices for this sales type / price list were also deleted
cs_cz: a případné ceny pro tento druh prodeje / ceníku byly také odstraněny
es_es: y los precios para este tipo de venta / lista de precios también fueron eliminados
hi_in: और इस बिक्री का प्रकार / मूल्य सूची के लिए किसी भी कीमतें भी नष्ट कर दिया गया
id_id: dan semua harga utk tipe penjualan / daftar harga ini juga telah dihapus
it_it: ed eventuali tariffe per questo tipo di vendita / listino prezzi sono stati eliminati anche
ko_kr: 이 판매 유형 / 가격 목록에 대한 가격도 삭제 된
mr_in: आणि हे विक्री / टाइप किंमत सूची कोणत्याही दर देखील हटविले गेले
nl_nl: en alle prijzen voor deze verkooptype / prijslijst zijn ook verwijderd
pt_pt: e qualquer preço para este tipo venda / Lista Preço também será removido
ro_ro: şi orice tarife pentru acest tip de vânzare / lista de preţuri au fost, de asemenea, eliminate
ru_ru: и все цены этого типа продаж / проайс-листа были также удалены
sq_al: dhe çdo çmimet për këtë lloj shitje / listën e çmimeve janë fshirë edhe
sv: och eventuella priser för denna försäljning typ / prislista var också bort
sw_ke: na yeyote bei kwa aina hii ya mauzo / orodha ya bei pia kuchapa
tr_tr: VE ONA BAGLI FIYAT LISTELERI DE SILINDI
zh_hk: 任何基于此销售方式/价格表的物料价格都会被删除
zh_tw: 和所有這銷售種類/價格表同時被刪除

source: Type Code
cs_cz: Typ kódu
es_es: Código del Tipo
hi_in: प्रकार कोड
id_id: Kode Tipe
it_it: Scrivi il codice di
ko_kr: 유형 코드
mr_in: कोड टाइप करा
pt_pt: Tipo Código
ro_ro: Codul tipului de
ru_ru: Код типа
sq_al: Lloji Kodi
sv: Typ Kod
sw_ke: Kanuni ya aina
tr_tr: KOD
zh_hk: 价格表编号
zh_tw: 價格表編號
