Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: A string field containing a valid work order number that has already been created. The api will check this before making the enquiry.
cs_cz: Řetězec pole obsahující platnou pracovní číslo objednávky, která již byla vytvořena. API bude kontrolovat to před provedením dotazu.
es_es: Un campo string conteniendo un número de orden de trabajo válido que ya haya sido creado. La api comprobará ésto antes de hacer la consulta.
hi_in: एक स्ट्रिंग एक वैध काम क्रम संख्या है जो पहले से ही बनाया गया है जिसमें क्षेत्र. एपीआई जांच करने से पहले यह जाँच करेगा.
id_id: Kolom kata berisi nomor order produksi berlaku yg telah dibuat. API akan memeriksa ini sebelum melakukan pencarian informasinya.
it_it: Un campo stringa contenente un numero d&#39;ordine valido lavoro che è già stato creato. Le api si verifica prima di effettuare l&#39;indagine.
ko_kr: 이미 생성 된 유효한 작업 주문 번호를 포함하는 문자열 필드. API는 질문을하기 전에이 작업을 확인합니다.
mr_in: आधीच तयार केले गेले आहे की एक वैध काम ऑर्डर क्रमांक असलेले एक स्ट्रिंग फील्ड. API चौकशी करण्यापूर्वी हे तपासेल.
nl_nl: Een string veld met een geldig werkorder nummer dat al is gemaakt. De API zal dit controleren alvorens het onderzoek.
pt_pt: Campo contendo o número de ordem prod. já foi produzida anteriormente. A API irá confirmar antes da consulta.
ro_ro: Un câmp şir care conţine un număr valid de ordine de lucru care a fost deja creat. API va verifica acest lucru înainte de a face ancheta.
ru_ru: Строка поле, содержащее действительный номер заказа работы, которые уже были созданы. API будет проверять это перед запрос.
sq_al: Një fushë e cila përmban një varg të vlefshme për numër të punës që tashmë është krijuar. Api do të kontrollojë këtë para se të bëjnë hetim.
sv: En sträng fält som innehåller ett giltigt nummer arbetsorder som redan har skapats. API kommer att kontrollera detta innan utredningen.
sw_ke: Shamba string containing halali ya kazi ili idadi ambayo tayari kuundwa. api mapenzi ya kuangalia hii kabla ya kufanya uchunguzi.
tr_tr: zaten oluşturulmuştur geçerli bir iş emri numarasını içeren bir dize alan. Api soruşturma yapmadan önce bu kontrol eder.
zh_hk: 字串字段包含一个已经创建的有效的工作单号。api会在进行查询前检查这项。
zh_tw: 一個字符串字段包含已經新建了一個有效的工單號碼。該API將使得前詢問檢查。

source: Batch number
cs_cz: Číslo šarže
es_es: Número de Lote
hi_in: बैच संख्या
id_id: Nomor Batch
it_it: Numero di lotto
ko_kr: 배치 번호
mr_in: तुकडी क्रमांक
nl_nl: Chargenummer
pt_pt: Número Lote
ro_ro: Numărul de lot
ru_ru: Серийный номер
sq_al: Numri Batch
sv: Satsnummer
sw_ke: Kundi idadi
tr_tr: Parti numarası
zh_hk: 批次号
zh_tw: 批號

source: This is a string value. It holds the reference to the batch number for the product being issued. If the stockid is not batch controlled this is ignored.
cs_cz: To je hodnota řetězce. To si myslí, odkaz na číslo šarže výrobku bylo vydáno. Pokud se stockid není šarže kontrolována to je ignorována.
es_es: Se trata de una cadena de valor. Se mantiene la referencia al número de lote para el producto que se emite. Si el ID de existencias no es del lote controlado este se pasa por alto.
hi_in: यह एक स्ट्रिंग मूल्य है. यह उत्पाद जारी होने के लिए बैच नंबर करने के लिए संदर्भ रखती है. अगर stockid बैच नहीं है नियंत्रित इस पर ध्यान नहीं दिया है.
id_id: Ini adalah nilai teks. Ini memegang refernsi ke nomor batch utk produk yg ingin dikeluarkan. Jika stokid tersebut tdk terkontrol secara batch, ini akan diabaikan.
it_it: Si tratta di un valore di stringa. Contiene il riferimento al numero di lotto del prodotto che intende emettere. Se il stockid non è partita controllato questo viene ignorato.
ko_kr: 이 문자열 값입니다. 이는 제품의 배치 번호에 대한 참조가 발행되고 보유하고있다. stockid 일괄 제어되지 않으면이 무시됩니다.
mr_in: हे string व्हॅल्यू आहे. तो जारी जात उत्पादनासाठी बॅच क्रमांक संदर्भ असतात. Stockid नियंत्रित बॅच नसल्यास हे दुर्लक्ष केले जाते.
nl_nl: Dit is een string waarde. Het houdt de verwijzing naar het nummer van de partij voor het product worden afgegeven. Als de stockid niet batch gecontroleerd dit is genegeerd.
pt_pt: Valor de uma string. Armazena refer. ao núm. de lote para o produto.Se o item não tem controle de lote é desprezado.
ro_ro: Aceasta este o valoare şir. Ea deţine referinţă la numărul de lot pentru produsul fiind emise. În cazul în care nu este stockid lot controlat acest lucru este ignorat.
ru_ru: Это строковое значение. Это имеет место ссылка на номер партии на продукт выпускается. Если stockid не партия контролируемых этом игнорируется.
sq_al: Kjo është një vlerë string. Ajo mban lidhje me numrin e serisë për produktin që do të lëshohen. Nëse stockid nuk është grumbull i kontrolluar ky është injoruar.
sv: Detta är en sträng värde. Det håller hänvisning till det batchnummer för produkten utfärdade varelse. Om stockid inte parti kontrollerat detta ignoreras.
sw_ke: Hii ni thamani ya kamba. Ana kumbukumbu na idadi kundi kwa bidhaa kuwa imetolewa. Stockid kama si ya kundi kudhibitiwa hii ni kupuuzwa.
tr_tr: Bu bir dize değeri. Bu ürün ihraç olmak için parti numarası için referansını tutar. stockid toplu değilse bu göz ardı edilir kontrollü.
zh_hk: 这是一个字串值。它包含正发货的产品的批号的参考号。如果stockid库存ID不是按批控制的，此项会被忽略。
zh_tw: 這是一個字符串值。它擁有參照批號為所發行的產品。如果將StockID不是批次控制這個被忽略。

source: This function is used to retrieve the details of a work order from the webERP database.
cs_cz: Tato funkce slouží k získání informací o práci, aby z webERP databáze.
es_es: Esta función se utiliza para recuperar los detalles de una orden de trabajo desde la base de datos webERP.
hi_in: इस समारोह को webERP डेटाबेस से एक काम के आदेश की जानकारी पाने के लिये प्रयुक्त है.
id_id: Fungsi ini digunakan utk mengambil rincian order produksi dari database webERP.
it_it: Questa funzione viene utilizzata per recuperare i dettagli di un ordine di lavoro dal database webERP.
ko_kr: 이 기능은 webERP 데이터베이스에서 작업 순서의 세부 정보를 검색하는 데 사용됩니다.
mr_in: हे कार्य webERP डेटाबेस कार्य ऑर्डर तपशील पुनर्प्राप्त करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de details van een werkorder te halen uit de webERP database.
pt_pt: Funão usada para recuperar detalhes de uma ordem de produção noDB WebERP
ro_ro: Această funcţie este utilizată pentru a prelua detaliile unui ordin de muncă din baza de date webERP.
ru_ru: Эта функция используется для получения сведений о работе Приказ от webERP базы данных.
sq_al: Ky funksion është përdorur për të marrë të dhënat e një urdhër pune nga baza e të dhënave webERP.
sv: Denna funktion används för att hämta information om en arbetsorder från webERP databasen.
sw_ke: kazi hii ni kutumika kwa Retrieve maelezo ya utaratibu wa kazi kutoka orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanından bir iş emri ayrıntılarını almak için kullanılır.
zh_hk: 用于从webERP数据库提取工作单信息失败的 SQL 是
zh_tw: 此函數用於檢索來自ERP數據庫工作訂單的詳細信息。

source: This is a string value. It must be a valid field in the workorders table. This is case sensitive
cs_cz: To je hodnota řetězce. To musí být platný pole v workorders tabulce. To je malá a velká písmena
es_es: Se trata de una cadena de valor. Debe ser un campo válido de la tabla órdenes de trabajo. Se trata de un caso de sensibilidad
hi_in: यह एक स्ट्रिंग मूल्य है. यह workorders तालिका में एक वैध क्षेत्र होना चाहिए. इस मामले संवेदनशील है
id_id: Ini adalah nilai teks. Ini harus berupa kolom berlaku di tabel workorders. Huruf besar atau kecil berpengaruh
it_it: Si tratta di un valore di stringa. Deve essere un valido campo nella tabella workorders. Questo è case sensitive
ko_kr: 이 문자열 값입니다. 그것은 workorders 테이블에서 유효한 필드해야합니다. 이 대소 문자를 구분합니다
mr_in: हे string व्हॅल्यू आहे. तो workorders तक्त्यात वैध फील्ड असणे आवश्यक आहे. या प्रकरणात संवेदनशील आहे
nl_nl: Dit is een string waarde. Het moet een geldig veld in de werkorders tabel. Dit is hoofdlettergevoelig
pt_pt: Valor de uma string. Deve ser campo válido na tabela (workorders).É sensível a maiuscúlas e minúsculas
ro_ro: Aceasta este o valoare şir. Trebuie să fie un câmp valabil în tabelul workorders. Acesta este un caz sensibil
ru_ru: Это строковое значение. Он должен быть действительным поля в таблице Наряды на работу. Это с учетом регистра
sq_al: Kjo është një vlerë string. Ajo duhet të jetë një fushë të vlefshme në tabelën workorders. Ky është rasti i ndjeshëm
sv: Detta är en sträng värde. Det måste vara ett giltigt fält i arbetsorder tabellen. Detta är skiftlägeskänsligt
sw_ke: Hii ni thamani ya kamba. Ni lazima iwe shamba halali katika meza ya workorders. Hii ni kesi nyeti
tr_tr: Bu bir dize değeri. O workorders tabloda geçerli bir alan olmalıdır. Bu hassas durumda
zh_hk: 这是一个字串值。它鄙视是工作单表中的有效字段。区分大小写。
zh_tw: 這是一個字符串值。它必須是在車間訂單表中的有效字段。這是區分大小寫

source: If successful this function returns an array of work order numbers.
cs_cz: Pokud bude úspěšný tato funkce vrátí pole čísel pracovního příkazu.
es_es: Si tiene éxito, esta función devuelve un vector de números de órdenes de trabajo
hi_in: सफल यदि यह फ़ंक्शन काम क्रम संख्याओं की सरणी देता है.
id_id: Jika berhasil fungsi ini mengembalikan array nomor order produksi.
it_it: In caso di successo la funzione restituisce una matrice di numeri d&#39;ordine di lavoro.
ko_kr: 성공하면이 기능은 작업 순서 번호의 배열을 돌려줍니다.
nl_nl: Indien succesvol deze functie retourneert een array van het werk van de volgnummers.
pt_pt: Se sucesso Função retorna array com números de Ordem Produção.
ro_ro: Daca va avea succes această funcţie întoarce o matrice de numere de ordine de lucru.
ru_ru: В случае успеха эта функция возвращает массив чисел работы порядке.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një rrjet të numrave të urdhëresave të punës.
sv: Om det lyckas den här funktionen returnerar en array av siffror arbetsorder.
sw_ke: Kama mafanikio kazi hii anarudi safu ya idadi ili kazi.
tr_tr: Eğer başarılı olursa bu fonksiyon çalışmaz sıra numaraları bir dizi döndürür.
zh_hk: 如果成功，此函数返回一个工作单编码组成的数组
zh_tw: 如果成功該函數返回工單號的數組。

source: This function is used to insert new purchasing data into the webERP database.
cs_cz: Tato funkce slouží k vložení nových dat do nákupu webERP databáze.
es_es: Esta función se usa para agregar nueva información de compra en la base de datos de WebERP.
hi_in: इस समारोह webERP डेटाबेस में डालने नए क्रय आंकड़ों के लिए किया जाता है.
id_id: Fungsi ini digunakan utk memasukkan data pembelian yg baru ke database webERP.
it_it: Questa funzione viene utilizzata per l&#39;acquisto di inserire nuovi dati nel database webERP.
ko_kr: 이 함수는 webERP 데이터베이스에 새로운 구입 정보를 삽입하기 위해 사용된다.
mr_in: हे कार्य webERP कोष मध्ये नवीन खरेदी डेटा घालण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om nieuwe inkoop-gegevens in de database webERP.
pt_pt: Função é usada para inserir dados novas compras no db WEBERP
ro_ro: Această funcţie este utilizată pentru a introduce datele de cumpărare noi în baza de date webERP.
ru_ru: Эта функция используется для вставки новых данных в покупке webERP базы данных.
sq_al: Ky funksion është përdorur për të futur të dhëna të reja të blerë në bazën e të dhënave webERP.
sv: Denna funktion används för att infoga nya inköp data i webERP databasen.
sw_ke: kazi hii ni kutumika kuingiza data mpya ununuzi katika orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanına eklemek için yeni satın alma verisi için kullanılır.
zh_hk: 此函数用于插入新的采购数据到webERP数据库。
zh_tw: 此功能是用來插入新的採購數據到ERP的數據庫。

source: Purchasing data
cs_cz: Nákup dat
es_es: Información de Compra
hi_in: क्रय डेटा
id_id: Data pembelian
it_it: Acquisto dei dati
ko_kr: 구매 데이터
mr_in: खरेदी डेटा
nl_nl: Koopgegevens
pt_pt: Dados da Compra
ro_ro: De achiziţie de date
ru_ru: Дата покупки
sq_al: Blerja e të dhënave
sv: Inköp data
sw_ke: Ununuzi wa data
tr_tr: Satın alma veri
zh_hk: 采购数据
zh_tw: 採購資料

source: This function is used to modify purchasing data into the webERP database.
cs_cz: Tato funkce se používá k úpravě kupní dat do databáze webERP.
es_es: Esta función se usa para modificar los datos de compra en la base de datos webERP.
hi_in: इस समारोह को webERP डेटाबेस में क्रय डेटा को संशोधित किया जाता है.
id_id: Fungsi ini digunakan utk mengubah data pembelian ke database webERP.
it_it: Questa funzione viene utilizzata per modificare i dati di acquisto nel database webERP.
ko_kr: 이 함수는 webERP 데이터베이스로 데이터를 구입 수정하기 위해 사용된다.
mr_in: हे कार्य webERP कोष मध्ये खरेदी डेटा सुधारित करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de aankoop van gegevens te wijzigen in de webERP database.
pt_pt: Função é usada para modificar dados da compra no banco webERP.
ro_ro: Această funcţie este utilizată pentru a modifica datele de cumpărare în baza de date webERP.
ru_ru: Эта функция используется для изменения данных в покупке webERP базы данных.
sq_al: Ky funksion është përdorur për të ndryshuar të dhënat e blerjes në bazën e të dhënave webERP.
sv: Denna funktion används för att ändra köpa data i webERP databasen.
sw_ke: kazi hii ni kutumika kurekebisha data ununuzi katika orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanına satın alma verileri değiştirmek için kullanılır.
zh_hk: 此函数用于修改输入webERP数据库的采购数据
zh_tw: 這個函數是用來修改採購數據到ERP數據庫。

source: This function is used to insert a new work order into the webERP database. Currently this works only for single line orders.
cs_cz: Tato funkce slouží k vložení nové práce, aby do webERP databáze. V současné době to funguje pouze pro jednoho řádku objednávky.
es_es: Esta función se utiliza para insertar una nueva orden de trabajo en la base de datos webERP. En la actualidad esto sólo funciona para las órdenes de una sola línea.
hi_in: इस समारोह में सम्मिलित करने के लिए एक नया कार्य आदेश प्रयोग किया जाता है webERP डेटाबेस में. वर्तमान में इस एक पंक्ति के आदेश के लिए ही काम करता है.
id_id: Fungsi ini digunakan utk memasukkan order produksi yg baru ke database webERP. Saat ini hanya dapat dilakukan utk order satu baris.
it_it: Questa funzione permette di inserire un ordine nuovo lavoro nel database webERP. Attualmente funziona solo per gli ordini di singola linea.
ko_kr: 이 기능은 webERP 데이터베이스에 새 작업 순서를 삽입하는 데 사용됩니다. 현재는 단 한 줄의 주문에 적용됩니다.
mr_in: हे कार्य webERP कोष मध्ये एक नवीन काम ऑर्डर घालण्यासाठी वापरले जाते. सध्या या ओळीत ऑर्डर केवळ कार्य करते.
nl_nl: Deze functie wordt gebruikt voor het invoegen van een nieuwe werkorder in de webERP database. Momenteel werkt dit alleen voor single line bestellingen.
pt_pt: Função é usada para inserir uma nova ordem de serviço no banco webERP. Normalmente só funciona para uma única linha.
ro_ro: Această funcţie este folosită pentru a insera o nouă ordine de muncă în baza de date webERP. În prezent, acest lucru funcţionează doar pentru comenzile singură linie.
ru_ru: Эта функция используется, чтобы вставить новый порядок работы в webERP базы данных. В настоящее время это работает только для разовых заказов линии.
sq_al: Ky funksion është përdorur për të futur një mënyrë të re pune në bazën e të dhënave webERP. Aktualisht ky punon vetëm për urdhërat linjë të vetme.
sv: Denna funktion används för att infoga en ny arbetsorder i webERP databasen. För närvarande är denna fungerar bara för enda rad beställningar.
sw_ke: kazi hii ni kutumika kuingiza kazi mpya ili katika orodha ya webERP. Sasa hii kazi moja tu kwa amri line.
tr_tr: Bu fonksiyonu webERP veritabanına yeni bir iş emri eklemek için kullanılır. Şu anda bu tek satır sipariş vermek için çalışır.
zh_hk: 此函数用来向webERP的数据库插入一个新的工作单。目前，其只适用于含单行的订单。
zh_tw: 此功能是用來插入一個新的工作單到ERP的數據庫。目前，這僅適用於單線訂單。

source: Work order details
cs_cz: Práce, aby informace
es_es: Detalles de la Orden de Trabajo
hi_in: काम करने का विवरण
id_id: Rincian order produksi
it_it: Lavoro per i dettagli
ko_kr: 작업 순서 세부 사항
mr_in: कार्य क्रम तपशील
nl_nl: Werkorder details
pt_pt: Detalhes da Ordem de Produção
ro_ro: De lucru pentru detalii
ru_ru: Подробная информация о порядке работы
sq_al: Për detaje të punës
sv: Arbetsorder detaljer
sw_ke: Kazi ili maelezo
tr_tr: Iş emri ayrıntıları
zh_hk: 工作单细节
zh_tw: 工作訂單細節

source: Receives stock from a given work order from the given location
cs_cz: Přijímá akcie z dané práce, aby z daného místa
es_es: Recibe existencias de una orden de trabajo dada desde el lugar determinado
hi_in: किसी दिए गए कार्य आदेश से दिए गए स्थान से प्राप्त स्टॉक
id_id: Menerima stok dari order produksi yg diberikan dari lokasi yg diberikan
it_it: stock Riceve da un ordine di lavoro dato dalla posizione data
ko_kr: 주어진 위치에서 주어진 작업 순서에서 주식을받습니다
mr_in: दिलेल्या स्थानावरून दिलेल्या काम ऑर्डर पासून स्टॉक मिळते
nl_nl: Ontvangt voorraad van een bepaald werk om uit de gegeven locatie
pt_pt: Recebe estoque de uma ordem de serviço dada para um determinado local
ro_ro: stoc Primeşte de la un ordin dat de lucru de la o locaţie dată
ru_ru: Принял сток из данной работе Приказ от данного места
sq_al: aksioneve të merr nga një urdhër të dhënë nga puna vend të caktuar
sv: Tar emot materiel från en viss arbetsorder från den angivna platsen
sw_ke: Inapokea hisa kutoka ili kupewa kazi kutoka sehemu ya kupewa
tr_tr: Verilen bir yerden belirli bir iş sipariş alır stok
zh_hk: 从指定的地点和指定的工作单收货
zh_tw: 收到倉庫從一個給定的工單從給定位置

source: Returns the webERP default date format
cs_cz: Vrací webERP výchozí formát data
es_es: Devuelve el formato de fecha predeterminado de WebERP
hi_in: webERP डिफ़ॉल्ट दिनांक स्वरूप देता है
id_id: Mengembalikan format tgl standar webERP
it_it: Restituisce la webERP formato data predefinito
ko_kr: webERP 기본 날짜 형식을 돌려줍니다
mr_in: WebERP डीफॉल्ट तारीख स्वरूप परत
nl_nl: Retourneert de webERP standaard datum formaat
pt_pt: Retorna a data no formato padrão do webERP
ro_ro: Returnează webERP data formatul implicit
ru_ru: Возвращает webERP формат даты по умолчанию
sq_al: Kthim webERP data default format
sv: Returnerar webERP standard datumformat
sw_ke: Anarudi webERP default tarehe format
tr_tr: Döner webERP varsayılan tarih biçimini
zh_hk: 返回webER默认的日期格式
zh_tw: 返回ERP預設的日期格式

source: If successful this function returns a string contain the default date format.
cs_cz: Pokud bude úspěšný tato funkce vrátí řetězec obsahují výchozí formát data.
es_es: Si tiene éxito esta función devuelve una cadena que contiene el formato de fecha predeterminada.
hi_in: सफल यदि यह फ़ंक्शन स्ट्रिंग के लिए डिफ़ॉल्ट दिनांक स्वरूप होते हैं देता है.
id_id: Jika berhasil fungsi ini mengembalikan satu teks berisi format tgl default.
it_it: In caso di successo la funzione restituisce una stringa contiene il formato della data predefinito.
ko_kr: 성공이 함수가 반환하는 경우 문자열은 기본 날짜 형식이 포함되어 있습니다.
nl_nl: Indien succesvol deze functie geeft een string bevat de standaard datum formaat.
pt_pt: Se com sucesso Função retorna uma linha contendo o formato data padrão
ro_ro: Daca va avea succes această funcţie returnează un şir conţine formatul implicit de dată calendaristică.
ru_ru: В случае успеха эта функция возвращает строку содержать формат даты по умолчанию.
sq_al: Nëse i suksesshëm këtë funksion të kthimit të përmbajë një varg formatin e datës default.
sv: Om det lyckas den här funktionen returnerar en sträng innehålla standardformatet för datum.
sw_ke: Kama mafanikio kazi hii anarudi string vyenye ya tarehe default format.
tr_tr: Eğer başarılı olursa bu işlev bir dize varsayılan tarih biçimini içerir döndürür.
zh_hk: 如果成功，此函数会返回一个包含默认日期格式的字符串。
zh_tw: 如果成功該函數返回一個字符串，包含預設的日期格式。

source: Returns the webERP default shipper
es_es: Devuelve el transportista predeterminado del sistema
id_id: Mengembalikan pengirim standar webERP
ko_kr: webERP 기본 화주를 돌려줍니다
mr_in: WebERP डीफॉल्ट जहाजावरुन माल पाठवण्याचे काम परत
pt_pt: Retorna o embarcador padrão webERP
zh_tw: 返回ERP預設托運人

source: If successful this function returns an array of two elements the first should contain an integer of zero for successful and the second an associative array containing the key of confvalue the value of which is the Default_Shipper.
id_id: Jika berhasil fungsi ini mengembalikan array dua element, yg pertama seharusnya 0 utk sukses dan yg kedua seharusnya array asosiatif berisi confvalue, yaitu nilai utk Pengirim Standar.
ko_kr: 이 기능은 두 개의 요소의 배열을 반환 성공한 경우는 성공적인 제 제로의 정수 값이 어느 Default_Shipper이다 confvalue의 키를 포함하는 두 번째 결합 배열을 포함한다.
mr_in: यशस्वी हे कार्य दोन घटक अॅरे परत तर प्रथम Default_Shipper असलेल्या confvalue मूल्य की असलेले यशस्वी आणि दुसरा एक associative अरेकरीता शून्याची पूर्णांक असणे आवश्यक आहे.
pt_pt: Em caso de sucesso Função retorna um conjunto de dois elementos: o primeiro deve conter um inteiro de zero para sucesso e o segundo um conjunto associativo contendo a chave do valor referente ao transp. padrão.
zh_tw: 如果成功該函數返回兩個元素的數組的第一個應包含包含confvalue它的值是Default_Shipper成功的關鍵，第二個關聯數組的零的整數。

source: Returns the webERP default location
cs_cz: Vrátí webERP výchozí umístění
es_es: Devuelve la ubicación por defecto de WebERP
hi_in: webERP डिफ़ॉल्ट स्थान देता है
id_id: Mengembalikan lokasi standar webERP
it_it: Restituisce il percorso predefinito webERP
ko_kr: webERP 기본 위치를 돌려줍니다
mr_in: WebERP डीफॉल्ट स्थान परत
nl_nl: Retourneert de webERP standaard locatie
pt_pt: Retorna a localização padrão do webERP
ro_ro: Returnează locaţia implicită webERP
ru_ru: Возвращает webERP местоположение по умолчанию
sq_al: Kthim vendin webERP default
sv: Returnerar webERP standardplatsen
sw_ke: Anarudi webERP default eneo
tr_tr: Döner webERP varsayılan konumu
zh_hk: 返回webER默认的地点
zh_tw: 回復ERP預設位置

source: If successful this function returns a string contain the default location.
cs_cz: Pokud bude úspěšný tato funkce vrátí řetězec obsahují výchozí polohy.
es_es: Si tiene éxito esta función devuelve una cadena que contiene la ubicación predeterminada.
hi_in: सफल यदि यह फ़ंक्शन स्ट्रिंग डिफ़ॉल्ट स्थान होते देता है.
id_id: Jika berhasil fungsi ini mengembalikan teks berisi lokasi standar.
it_it: In caso di successo la funzione restituisce una stringa che contiene il percorso predefinito.
ko_kr: 성공이 함수가 반환하는 경우 문자열은 기본 위치를 포함합니다.
nl_nl: Indien succesvol deze functie geeft een string bevat de standaard locatie.
pt_pt: Se com sucesso Função retorna uma linha contendo a localização padrão
ro_ro: Daca va avea succes această funcţie returnează un şir conţine locaţia implicită.
ru_ru: В случае успеха эта функция возвращает строку содержат по умолчанию.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një varg të përmbajë vendin e paracaktuar.
sv: Om det lyckas den här funktionen returnerar en sträng innehålla standardplatsen.
sw_ke: Kama mafanikio kazi hii anarudi string vyenye eneo default.
tr_tr: Eğer başarılı olursa bu işlev bir dize varsayılan konumu içeren döner.
zh_hk: 如果成功，此函数会返回一个字串包含默认的地点。
zh_tw: 如果成功，該函數返回一個字符串包含預設位置。

source: Returns the webERP default price list
cs_cz: Vrátí webERP výchozí ceník
es_es: Devuelve la lista de precios webERP predeterminada
hi_in: webERP डिफ़ॉल्ट मूल्य सूची देता है
id_id: Mengembalikan daftar harga standar webERP
it_it: Restituisce il webERP listino di default
ko_kr: webERP 기본 가격리스트를 돌려줍니다
mr_in: WebERP डीफॉल्ट किंमत सूची परत
nl_nl: Retourneert de webERP standaard prijslijst
pt_pt: Retorna a lista de preço padrão do webERP
ro_ro: Întoarce webERP preţul de listă implicit
ru_ru: Возвращает webERP прайс-лист по умолчанию
sq_al: Kthim webERP çmim default lista
sv: Returnerar webERP standard prislista
sw_ke: Anarudi webERP default orodha ya bei
tr_tr: Döner webERP varsayılan fiyat listesi
zh_hk: 返回webERP默认的价格表
zh_tw: 返回ERP預設價格表
