Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Select yes to ensure that webERP creates general ledger journals for all accounts receivable transactions. webERP will maintain the debtors control account (selected above) to ensure it should always balance to the list of customer balances in local currency.
ko_kr: webERP 모든 매출 채권 거래에 대한 일반 회계 원장 저널을 작성하도록 예를 선택합니다. webERP는 항상 현지 통화로 고객 잔고 목록에 균형을해야 보장 (위 선택) 채무자 제어 계정을 유지합니다.
mr_in: WebERP सर्व खाती प्राप्य व्यवहारांसाठी सामान्य खातेवही नियतकालिके निर्माण याची खात्री करण्यासाठी होय निवडा. webERP तो नेहमी स्थानिक चलनात ग्राहक शिल्लक यादीत समतोल पाहिजे याची खात्री करण्यासाठी (वरील निवडलेले) debtors नियंत्रण खाते ठेवेल.
pt_pt: Selecione SIM para assegurar que weberp irá criar lançamentos contábeis (journal) para todas as transações de contas recebíveis. weberp irá manter controle de saldos (selecionados acima) para assegurar o resultado da lista de saldos de clientes em moeda local
zh_tw: 選擇yes，以確保ERP新建總帳報表的所有應收帳款的交易。 ERP將維持債務人帳戶控制（上面選擇），以確保它應該總是以當地貨幣來平衡客戶結餘表。

source: Create GL entries for accounts payable transactions
cs_cz: Vytvořte GL údaje pro transakce závazky
es_es: Crear asientos contables para transacciones de cuentas por pagar
hi_in: खातों देय लेनदेन के लिए जीएल प्रविष्टियों बनाएँ
id_id: Buat entri GL utk transaksi hutang
it_it: Creare registrazioni contabili per le operazioni riguardanti i debiti verso fornitori
ko_kr: 미지급금 트랜잭션에 대한 GL 항목을 만듭니다
mr_in: खाती देय व्यवहारांसाठी जी.एल. नोंदी तयार
nl_nl: Creeer grootboek posities voor betalings (AP) transacties
pt_pt: Criar transações para contas contábeis Transações
ro_ro: Crea intrări GL pentru tranzacţiile conturi de plătit
ru_ru: Создать GL записи для кредиторской задолженности сделок
sq_al: Krijo entries GL për llogaritë e pagueshme transaksionet
sv: Skapa konteringar för leverantörsreskontratransaktioner
sw_ke: Kujenga entries GL kwa shughuli za akaunti za kulipwa
tr_tr: ÖDEME ISLEMLERI IÇIN MUHASEBE GIRISLERI YARATILSIN MI?
zh_hk: 为应付账生成总账凭证
zh_tw: 為應付帳交易產生總帳憑證

source: Select yes to ensure that webERP creates general ledger journals for all accounts payable transactions. webERP will maintain the creditors control account (selected above) to ensure it should always balance to the list of supplier balances in local currency.
ko_kr: webERP 모든 채무 거래에 대한 일반 회계 원장 저널을 작성하도록 예를 선택합니다. webERP는 항상 현지 통화 공급의 균형을 목록에 균형을해야 보장 (위 선택) 채권자 제어 계정을 유지합니다.
mr_in: WebERP सर्व खाती देय व्यवहारांसाठी सामान्य खातेवही नियतकालिके निर्माण याची खात्री करण्यासाठी होय निवडा. webERP तो नेहमी स्थानिक चलनात पुरवठादार शिल्लक यादीत समतोल पाहिजे याची खात्री करण्यासाठी (वरील निवडलेले) धनको नियंत्रण खाते ठेवेल.
pt_pt: Selecione SIM para assegurar que o weberp irá criar lançamentos contábeis (journal) para todas as contas das transações de contas a pagar. weberp irá manter controle dos saldos dos fornecedores na moeda local.
zh_tw: 選擇yes，以確保ERP新建總帳日記帳的所有應付帳款交易。 ERP將維持債權人控制的帳戶（上面選擇），以確保它應該總是以當地貨幣平衡供應商餘額清單。

source: Create GL entries for stock transactions
cs_cz: Vytvořte GL údaje pro obchodů s akciemi
es_es: Crear asientos contables para transacciones de inventario
hi_in: शेयर लेनदेन के लिए जीएल प्रविष्टियों बनाएँ
id_id: Buat entri GL utk transaksi stok
it_it: Creare registrazioni contabili per le operazioni di magazzino
ko_kr: 주식 거래에 대한 GL 항목을 만듭니다
mr_in: स्टॉक व्यवहारांसाठी जी.एल. नोंदी तयार
nl_nl: Creeer Grootboek posities voor voorraad transacties
pt_pt: Criar transações para contas contábeis Estoque
ro_ro: Crea intrări GL pentru tranzacţiile stoc
ru_ru: Создать GL записей для операций с товаром
sq_al: Krijo entries GL për transaksionet e aksioneve
sv: Skapa konteringar för lagertransaktioner
sw_ke: Kujenga entries GL kwa shughuli za hisa
tr_tr: STOK ISLEMLERI IÇIN MUHASEBE GIRISLERI YARATILSIN MI?
zh_hk: 为库存账生成总帐凭证
zh_tw: 為庫存帳交易產生總帳憑證

source: Select yes to ensure that webERP creates general ledger journals for all inventory transactions. webERP will maintain the stock control accounts (selected under the inventory categories set up) to ensure they balance. Only balance sheet general ledger accounts can be selected.
ko_kr: webERP 모든 재고 트랜잭션에 대한 일반 회계 원장 저널을 작성하도록 예를 선택합니다. webERP은 균형을 보장하기 위해 (설정 재고 범주 선택) 재고 관리 계정을 유지합니다. 만 대차 대조표 총계정 원장 계정을 선택할 수 있습니다.
mr_in: WebERP सर्व पुस्तके व्यवहारांसाठी सामान्य खातेवही नियतकालिके निर्माण याची खात्री करण्यासाठी होय निवडा. webERP ते समतोल खात्री करण्यासाठी (सेट पुस्तके श्रेणी अंतर्गत निवडलेले) स्टॉक नियंत्रण खाती ठेवेल. केवळ ताळेबंद सामान्य खातेवही खाती निवडले जाऊ शकते.
pt_pt: Selecione SIM paa assegurar que weberp cria lançamentos (journal) contábeis para todas as transações de estoque. weberp irá manter o controle dos saldos das contas de estoque (configuradas e selecionadas sob a categoria estoque). Somente contas Resultado podem ser selecionadas.
zh_tw: 只有資產負債表總帳科目可以選擇。選擇yes，以確保ERP新建總帳報表的所有庫存交易。 ERP將保持庫存管理帳目（根據設置存貨類別選擇），以確保它們的平衡。

source: Specify Dispatched Controlled Items
cs_cz: Určete Odešle kontrolovaného zboží
es_es: Especificar Artículos Controlados Despachados
hi_in: निर्दिष्ट नियंत्रित आइटम भेजा
id_id: Tentukan Item Terkontrol yg Dikirim
it_it: Specificare Inviato prodotti controllati
ko_kr: 전달 제어 항목을 지정
mr_in: डिस्पॅच नियंत्रित आयटम निर्देशीत
nl_nl: Specificeer de verzending van Contrlolled Items
pt_pt: Especificar Itens Liberação Controlada
ro_ro: Specificaţi expediate produsele supuse controlului
ru_ru: Укажите отправляемые контролируемые товары
sq_al: Specifikoni dërguar Items kontrolluar
sv: Ange utlevererade kontrollerade produkter
sw_ke: Taja dispatched Items Controlled
tr_tr: Belirtmek Kontrollü Öğeler gönderilir
zh_hk: 指定受控物料的控制信息
zh_tw: 指定派送控制商品

source: Select a line item to invoice
cs_cz: Vyberte řádkové položky na faktuře
es_es: Seleccionar una fila de artículos a facturar
hi_in: चालान के लिए एक लाइन आइटम का चयन करें
id_id: Pilih item baris utk difaktur
it_it: Selezionare un articolo da fatturare
ko_kr: 송장 라인 항목을 선택
mr_in: अशी यादी तयार करण्यासाठी एक ओळ आयटम निवडा
nl_nl: selecteer een lijn item voor de rekening
pt_pt: Selecionar uma linha de item para pedir
ro_ro: Selectaţi un element linie de factură
ru_ru: ВЫберите строку для выписки счета
sq_al: Zgjidh një zë për të faturë
sv: Välj en rad som skall faktureras
sw_ke: Kuchagua bidhaa line invoice
tr_tr: FATURALANACAK SATIR KALEMI SEÇIN
zh_hk: 选择要开发票的销售订单行
zh_tw: 選擇列商品到發票

source: This page can only be opened if a line item on a sales order to be invoiced has been selected
cs_cz: Tato stránka může být otevřen pouze v řádku o prodeji, aby bylo fakturováno byla vybrána
es_es: Esta página sólo puede abrirse si un elemento de línea en un pedido de cliente a facturar se ha seleccionado
hi_in: यह पृष्ठ केवल तभी एक बिक्री आदेश पर एक पंक्ति वस्तु का चयन किया गया हो चालान के लिए खोला जा सकता है
id_id: Halaman ini hanya dapat dibuka jika item baris pada order penjualan yg akan difaktur telah dipilih
it_it: Questa pagina può essere aperta solo se su un ordine di vendita è stato selezionato un articolo da fatturare
ko_kr: 청구 할 판매 주문에 라인 항목을 선택한 경우이 페이지는 열 수 있습니다
mr_in: Invoiced करणे विक्री ऑर्डर वर लाइन आयटम निवडले गेले आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: pagina kan slechts worden geopend als een in rekeing te brengen lijnitem op een verkoopsorder is geselecteerd
pt_pt: Esta página só pode ser aberta se uma linha de item do pedido de vendas foi selecionada
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un element linie pe o comandă de vânzări a fi facturate a fost selectat
ru_ru: Страница может быть открыта только если выбрана позиция заказа на продажу, для которого выписывается счет-фактура
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një zë në një mënyrë të shitjes për të faturohet është përzgjedhur
sv: Denna sida kan bara visas om en rad på en kundorder som skall faktureras har valts
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama bidhaa mstari kwenye amri ya mauzo ya kuwa invoiced imekuwa kuchaguliwa
tr_tr: bir satış siparişi üzerine bir satır öğesi seçildiğinde fatura olması halinde, bu sayfa sadece açılabilir
zh_hk: 此页只能在销售订单中的一行物料要开发票时才能进入
zh_tw: 此頁只能在銷售訂單中的一列商品被選擇到發票時才能開啟

source: Please do that first
cs_cz: Prosím, že první
es_es: Por favor, primero haga esto
hi_in: कि पहले कृपया
id_id: Silahkan memilih lebih dulu
it_it: Prima di proseguire effettuate la selezione
ko_kr: 먼저주세요
mr_in: प्रथम हे कृपया
nl_nl: Doe dat AUB eerst
pt_pt: Por favor faça isto antes
ro_ro: Vă rugăm să faceţi că în primul rând
ru_ru: Пожалуйста, сделайте сначала то
sq_al: Ju lutemi të bëjë që së pari
sv: Gör det först
sw_ke: Tafadhali kufanya hivyo kwanza
tr_tr: ILK ONCE SU ISLEMI YAPIN:
zh_hk: 请先
zh_tw: 請先做這個

source: Select a sales order to invoice
cs_cz: zvolit prodejní objednávku k fakturaci
es_es: Seleccionar una orden de venta a facturar
hi_in: चालान के लिए एक बिक्री आदेश का चयन करें
id_id: Pilih order penjualan utk difaktur
it_it: Seleziona un ordine da fatturare
ko_kr: 청구 할 판매 주문을 선택
mr_in: अशी यादी तयार करणे विक्री ऑर्डर निवडा
nl_nl: Selecteer een verkoop opdracht voor facturatie
pt_pt: Selecione um pedido de vendas para atender
ro_ro: Selectaţi o comandă de vânzări a facturii
ru_ru: Выберите заказ на продажу для выставления счета
sq_al: Zgjidh një qëllim të shitjes të faturës
sv: Välj en kundorder som ska faktureras
sw_ke: Kuchagua ili mauzo ya invoice
tr_tr: FATURALANACAK SATIS SIPARISI SEÇIN
zh_hk: 选择要开发票的销售订单
zh_tw: 選擇要開發票的銷售訂單

source: This page can only be opened if a sales order and line item has been selected Please do that first
cs_cz: Tato stránka může být otevřen pouze v prodejní objednávky a řádková položka byla vybrána prosím, že první
es_es: Esta página sólo se puede abrir si una orden de venta y una línea de artículo han sido seleccionadas. Por favor haga eso primero
hi_in: यह पृष्ठ केवल खोला अगर एक बिक्री आदेश और पंक्ति वस्तु का चयन किया गया है कृपया कर सकते हो कर पहली बार है कि
id_id: Halaman ini hanya dapat dibuka jika order penjualan dan item baris telah dipilih. Silahkan memilih lebih dulu
it_it: Questa pagina può essere aperta solo se prima è stato selezionato un articolo in un ordine di vendita. Prima di proseguire effettuate la selezione
ko_kr: 판매 주문 및 라인 항목이 먼저주세요 선택한 경우이 페이지는 열 수 있습니다
mr_in: विक्री ऑर्डर आणि लाइन आयटम पहिल्या करू कृपया निवडले गेले आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: pagina kan slechts worden geopend als er een verkoop order en een lijn item zijn geselecteerd - doe dit eerst
pt_pt: Esta página só pode ser aberta se um pedido de venda e uma linha de item foi selecionada. Por favor faça isto antes
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care o comandă de vânzări şi elementul rând a fost selectat Vă rugăm să faceţi că în primul rând
ru_ru: Эта страница может быть открыта только если был выбран заказ на продажу. Выберите заказ сначала, пожалуйста.
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një mënyrë e shitjes dhe zë është zgjedhur Ju lutemi të bëjë që të parë
sv: Denna sida kan bara visas om man valt en kundorder och en rad först, gör det först.
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama amri ya mauzo na bidhaa line imekuwa kuchaguliwa Tafadhali kufanya hivyo kwanza
tr_tr: Bu sayfa sadece bir satış Sipariş ve satır öğesi Lütfen seçildiyse açılabilir yapmak ilk o
zh_hk: 此页只能在销售订单中的一行物料要开发票时才能进入, 请先
zh_tw: 此頁只能在銷售訂單中的列商品被選擇到發票時才能開啟, 請先做這個

source: Back to the Sales Order
cs_cz: Zpět k prodejním objednávkám
es_es: Volver a la orden de venta
hi_in: वापस करने के लिए बिक्री आदेश
id_id: Kembali ke Order Penjualan
it_it: Torna all'ordine di vendita
ko_kr: 위로 판매 주문에
mr_in: मागे विक्री ऑर्डरमध्ये
nl_nl: Terug naar de Verkoop Opdracht
pt_pt: Retornar para Pedido de Vendas
ro_ro: Înapoi la comandă de vânzări
ru_ru: Назад к заказу на продажу
sq_al: Kthehu në Rendit Sales
sv: Tillbaka till kundorder
sw_ke: Nyuma ya Order Sales
tr_tr: SATIS SIPARISLERINE GERI DÖN
zh_hk: 返回销售订单
zh_tw: 返回銷售訂單

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being sold
cs_cz: Řádku musí být definován jako řízený vyžadovat zadání čísel šarží nebo sériových čísel jsou prodávány
es_es: La partida debe ser definido como control para exigir la entrada de los números de lote o números de serie que se venden
hi_in: लाइन आइटम के रूप में करने के लिए बैच नंबर के इनपुट या सीरियल नंबर की आवश्यकता नियंत्रित बेचा जा रहा है परिभाषित किया जाना चाहिए
id_id: Baris item tersebut harus ditentukan sbg terkontrol utk membutuhkan masukan nomor batch atau nomor seri yg terjual
it_it: L'articolo deve essere stato definito da tracciare per richiedere l'indicazione del numero di lotto o il numero di serie
ko_kr: 라인 항목이 배치 번호 또는 일련 번호의 입력을 요구하는 제어 판매되는 것으로 정의해야합니다
mr_in: बॅच क्रमांक इनपुट आवश्यक नियंत्रित किंवा सिरिअल क्रमांक विक्री होते म्हणून ओळ आयटम ठरवणे आवश्यक आहे
nl_nl: lijn item indicator moet op controlled staan om de invoer van het batch nummer of serie nummer te verblichten bij de verkoop
pt_pt: A linha do item precisa ser definida como controlada para requerer entradado numero serial ou do lote vendido
ro_ro: Elementul rând trebuie să fie definit ca fiind sub control de a solicita introducerea de numere de lot sau numerele de serie a fi vândute
ru_ru: Товвар должен быть определен как контролируемый для ввода, номеров партий или серийных номеров продаваемых товаров
sq_al: Pika e linjës duhet të përcaktohen e kontrolluara si të kërkojë të dhëna të numrave grumbull apo numrat serik të shitur
sv: Raden måste vara definieras som kontrolleras för att man skall registrera batch- eller serienummer
sw_ke: Bidhaa line lazima hufafanuliwa kama kudhibitiwa zinahitaji mchango wa idadi ya kundi au idadi Serial kuwa kuuzwa
tr_tr: Satır öğesi olarak satılan toplu numaraları giriş ya da seri numaraları gerektirecek şekilde kontrol tanımlanması gerekir
zh_hk: 在销售时要求输入批次号或序列号, 物料必须定义为受控的
zh_tw: 在銷售時要求輸入批次號或序列號, 列商品必須定義為受控的

source: Back to Confirmation of Dispatch
cs_cz: Zpět na Potvrzení o odeslání
es_es: Volver a la Confirmación de la nota de Entrega
hi_in: वापस डिस्पैच के लिए पुष्टि
id_id: Kembali ke Konfirmasi Pengiriman
it_it: Torna alla conferma della spedizione
ko_kr: 돌아 가기 파견의 확인에
mr_in: मागे डिस्पॅच पुष्टी करण्यासाठी
nl_nl: Ga terug naar de bevestiging van verzending
pt_pt: Voltar para Confirmação do Despacho
ro_ro: Înapoi la Confirmarea de expediţie
ru_ru: Назад к подтверждения отправки
sq_al: Kthehu tek Konfirmimi i Dërgimi
sv: Tillbaka till godkännande av leverans
sw_ke: Nyuma ya Kipaimara ya Dispatch
tr_tr: GÖNDERI ONAYINA GERI DÖN
zh_hk: 返回到 发运
zh_tw: 返回確認派送

source: Invoice
cs_cz: Faktura
es_es: Factura
hi_in: बीजक
id_id: Faktur
it_it: Fattura
ko_kr: 송장
mr_in: अशी यादी तयार करणे
nl_nl: Factuur
pt_pt: Pedido
ro_ro: Factură
ru_ru: Счет-фактура
sq_al: Faturë
sv: Faktura
sw_ke: Ankara
tr_tr: FATURA
zh_hk: 开发票
zh_tw: 發票

source: Dispatch of up to
cs_cz: Expedice do
es_es: Entregar hasta
hi_in: प्रेषण की अप करने के लिए
id_id: Pengiriman sampai
it_it: Spedire fino a
ko_kr: 최대의 파견
mr_in: पर्यंत च्या डिस्पॅच
nl_nl: Verzend van tot en met
pt_pt: Despachar até
ro_ro: Expedierea de până la
ru_ru: Отправлять до
sq_al: Dërgimi i deri në
sv: Leverans av upp till
sw_ke: Dispatch ya hadi
tr_tr: GÖNDERILECEK MIKTAR:
zh_hk: 发运数量
zh_tw: 派送範圍至

source: Controlled items
cs_cz: Kontrolovaného zboží
es_es: Artículos controlados
hi_in: नियंत्रित वस्तुओं
id_id: Item terkontrol
it_it: articoli da tracciare
ko_kr: 제어 항목
mr_in: नियंत्रित आयटम
pt_pt: Itens Controlados
ro_ro: produsele supuse controlului
ru_ru: Контролируемые товары
sq_al: artikuj të kontrolluar
sv: Kontrollerade produkter
sw_ke: Kudhibitiwa vitu
tr_tr: KONTROLLÜ ÜRÜNLER
zh_hk: 受控物料
zh_tw: 控制商品

source: on order
cs_cz: na objednávku
es_es: En Pedidos
hi_in: आदेश पर
id_id: pada order
it_it: su ordine
ko_kr: 주문
mr_in: ऑर्डर वर
nl_nl: in opdracht
pt_pt: no pedido
ro_ro: la comandă
ru_ru: по заказу
sq_al: në mënyrë
sv: beställt
sw_ke: juu ya utaratibu
tr_tr: SIPARISTE
zh_hk: 销售订单
zh_tw: 排序

source: Confirm Dispatches and Invoice An Order
cs_cz: Odeslání a potvrzení objednávky faktury
es_es: Confirmar Albaranes y Facturar un Pedido
hi_in: की पुष्टि डिस्पैच और चालान एक आदेश
id_id: Konfirmasi Pengiriman dan Faktur Order
it_it: Spedizione Conferma e fattura un Ordine
ko_kr: 확인 파견 및 송장 주문
mr_in: पुष्टी त्यावर आणि चलन मागणी
nl_nl: Bevestig Verzenden en factuur Een Order
pt_pt: Confirmar Despacho e Aviso de Pedido
ro_ro: Confirmaţi expedieri şi a facturii un Ordin
ru_ru: Подтвердить отправки и выписать счет-фактуру для заказа
sq_al: Njoftimet e Confirm dhe Faturë Një Rendit
sv: Bekräfta leveranser och fakturera en order
sw_ke: Kuthibitisha Dispatches na ankara An Order
tr_tr: Onaylamak gönderir ve Fatura Bir Sıra
zh_hk: 确认发货并为订单开发票
zh_tw: 確認發貨並為訂單開發票

source: This page can only be opened if an order has been selected Please select an order first from the delivery details screen click on Confirm for invoicing
cs_cz: Tato stránka může být otevřen pouze v pořadí byl vybrán Vyberte prosím, aby první z obrazovky dodání podrobnosti klikněte na Potvrdit pro fakturaci
es_es: Esta página sólo puede abrirse si la orden ha sido seleccionado, Por favor, seleccione una de primer orden de la pantalla, haga clic en la entrega detalles sobre Confirmar la facturación
hi_in: यह पृष्ठ केवल तभी एक आदेश का चयन किया गया है एक चालान के लिए प्रसव के विवरण की पुष्टि करें पर क्लिक करें स्क्रीन से पहले के आदेश का चयन करें खोला जा सकता है
id_id: Halaman ini hanya dapat dibuka jika order telah dipilih. Silahkan pilih order lebih dulu dari rincian pengiriman. Klik Konfirmasi utk faktur
it_it: Questa pagina può essere aperta solo se è stato selezionato un ordine. Prima di procedere selezionare un ordine.
ko_kr: 주문이 선택한 경우이 페이지는 배달 세부 송장에 대한 확인을 클릭 화면에서 첫 번째 순서를 선택하세요 열 수 있습니다
mr_in: एक ऑर्डर इन्हॉइसिंग साठी पुष्टी वर क्लिक वितरण तपशील प्रथम ऑर्डर स्क्रीन निवडा निवडले गेले आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: pagina kan slechts worden geopend als een order is geselecteerd - selecteer an order van de leveringsdetails scherm en click op "bevestig om in rekening te brengen"
pt_pt: Esta página só pode ser aberta se uma ordem foi selecionada. Por favor selecioneuma ordem primeiro para enviar detalhes. Clique e Confirme Despacho
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un ordin a fost selectat Vă rugăm să selectaţi o de prim ordin de la faceţi clic pe ecranul de livrare detalii cu privire la Confirmaţi pentru facturare
ru_ru: Эта страница может быть открыта только если был выбран заказ. Пожалуйста, выберите заказ сначала с экрана доставки и нажмите на ссылку подтверждения для выставления счета
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një mënyrë ka qenë përzgjedhur Ju lutemi zgjidhni një urdhër i parë nga klikoni detajet e ofrimit të ekranit në Konfirmo për faturimin
sv: DEnna sida kan bara visas om en order valts först
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama amri imekuwa kuchaguliwa Tafadhali chagua ili kwanza kutoka katika utoaji wa maelezo screen bonyeza Thibitisha kwa fakturering
tr_tr: BU SAYFANIN ISLEYEBILMESI IÇIN BIR SIPARIS SEÇILMELIDIR. ÖNCE SEVKIYAT DETAYLARI EKRANINDAN BIR SIPARIS SEÇIN VE FATURALAMA IÇIN ONAY VERIN
zh_hk: 此页只能在选择了销售订单后才能进入.请先选择销售订单, 再点发票
zh_tw: 此頁只能在訂單選取時才能開啟. 請先在交貨資料畫面選擇訂單, 再按確認開出發票

source: The order cannot be retrieved because
cs_cz: Aby nemůže získat, protože
es_es: No se pudo obtener el pedido porque
hi_in: क्योंकि आदेश को नहीं पाया जा सकता है
id_id: Order tdk dapat diambil karena
it_it: Non è possibile estrarre l'ordine perchè
ko_kr: 순서는 때문에 검색 할 수 없습니다
mr_in: ऑर्डर कारण प्राप्त केले जाऊ शकत नाही
nl_nl: de order kon niet worden opgevraagd omdat
pt_pt: O pedido não pode ser recuperado porque
ro_ro: Pentru a nu pot fi recuperate, deoarece
ru_ru: Заказ не может быть получен, так как
sq_al: Mënyrë nuk mund të shikohet, sepse
sv: Ordern kan inte visas eftersom
sw_ke: ili haiwezi retrieved sababu
tr_tr: SIPARIS GÖSTERILEMIYOR:
zh_hk: 找不到订单,因为
zh_tw: 訂單不能取得, 因為

source: The SQL to get the order header was
cs_cz: SQL získat pořadí záhlaví byl
es_es: El SQL para obtener la cabecera del pedido fue
hi_in: SQL आदेश प्राप्त करने के लिए शीर्ष लेख था
id_id: SQL utk mengambil header order adalah
it_it: Il codice utilizzato per estrarre l'ordine era
ko_kr: SQL은 주문 헤더이었다 얻을 수
mr_in: ऑर्डर शीर्षलेख प्राप्त करण्यासाठी SQL होते
nl_nl: gebruikte SQL om de order header op te vragen was
pt_pt: SQL para obter o cabeçalho do pedido foi
ro_ro: SQL pentru a obţine antet ordinul a fost
ru_ru: SQL получения заголовка заказа
sq_al: SQL për të marrë header mënyrë u
sv: SQL
sw_ke: SQL kupata header ili alikuwa
tr_tr: SIPARIS BASLIGINI ÇAGIRAN KOMUT
zh_hk: 查找订单抬头的SQL是
zh_tw: 取得訂單台頭的 SQL 是

source: The line items of the order cannot be retrieved because
cs_cz: Řádkové položky v řádu nelze načíst, protože
es_es: No se puede obtener el contenido del pedido porque
hi_in: आदेश पंक्ति वस्तुओं क्योंकि नहीं वापस लाया जा सकता
id_id: Order item baris tdk dapat diambil karena
it_it: Non è stato possibile estrarre gli articoli presenti nell'ordine perchè
ko_kr: 주문 라인 항목이 있기 때문에 검색 할 수 없습니다
mr_in: ऑर्डर ओळ आयटम कारण प्राप्त केले जाऊ शकत नाही
nl_nl: de lijnitems van de order kunnen niet worden opgevraagd omdat
pt_pt: O número de linhas dos itens do pedido não pode ser recuperado porque
ro_ro: Elementele de pe linie de ordine nu pot fi recuperate, deoarece
ru_ru: Позиции заказа не могут быть получены, так как
sq_al: Artikuj të vijë e rendit nuk mund të shikohet, sepse
sv: Raderna kan inte visas eftersom
sw_ke: Bidhaa Mpya wa utaratibu hawezi kuwa retrieved sababu
tr_tr: SIPARISIN SATIR KALEMLERI GÖSTERILEMIYOR:
zh_hk: 找不到订单行,因为
zh_tw: 訂單的列商品未能取, 因為

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice
cs_cz: Nejsou žádné objednané položky s množstvím vlevo dodat. Na tom není nic ponecháno na faktuře
es_es: No hay artículos pedidos con una cantidad dejó de entregar. No hay nada más a la factura
hi_in: कोई एक वितरित करने के लिए छोड़ दिया मात्रा के साथ आइटम के आदेश दिए हैं. वहाँ कुछ भी नहीं है चालान के लिए छोड़ दिया
id_id: Tdk ada lagi item di-order yg perlu dikirim. Tdk ada lagi utk difaktur
it_it: Non ci sono oggetti in vendita, con un quantitativo di sinistra da consegnare. Non c&#39;è niente da fattura
ko_kr: 수량 제공하기 위해 왼쪽으로 더 주문 항목이 없습니다. 청구 왼쪽 아무것도 없다
mr_in: पोहोचवेल बाकी प्रमाण नाही आदेश आयटम नाहीत. अशी यादी तयार करणे काहीच शिल्लक नाही
nl_nl: er zijn geen bestelde items met een aantal dat nog geleverd moet worden, er is niets om in rekening te brengen
pt_pt: Não há itens pedidos com quantidade para ser enviada. Não restou nada no pedido
ro_ro: Nu sunt ordonate nici un produs cu o cantitate stânga pentru a livra. Nu este nimic de factura
ru_ru: Не найдено заказанных товаров к доставке . Не на что выписывать счет-фактуру.
sq_al: Ka urdhëruar nuk ka artikuj me një sasi të majtë për të ofruar. Nuk ka mbetur asgjë për të faturë
sv: Det finns inga order med kvantiteter kvar att leverera. Det finns inget kvar att fakturera
sw_ke: Hakuna amri ya vitu kwa wingi wa kushoto na kuwaokoa. Hakuna kushoto na invoice
tr_tr: SEVK EDILEBILECEK MIKTAR KALMADI. FATURALANACAK BIRSEY YOK
zh_hk: 已没有未完成订单数量可交货,没有可以开发票的
zh_tw: 已沒有未完成訂單數量可交貨, 沒有任何發票可以開立
