Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: You should automatically be forwarded to the entry of the purchase order line items page
cs_cz: Měli byste být automaticky předána na vstup line objednávky zboží stránku
es_es: Debería ser enviado automáticamente a la página de entrada de filas artículos de la orden de compra
hi_in: आप स्वचालित रूप से खरीद आदेश पंक्ति आइटम पृष्ठ की प्रविष्टि के लिए भेजा जाना चाहिए
id_id: Anda seharusnya diteruskan otomatis ke halaman utk memasukkan item baris order pembelian
it_it: Dovresti essere automaticamente trasmessi alla voce di acquisto per la linea di pagina articoli
ko_kr: 당신은 자동으로 구매 주문 라인 항목 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप खरेदी ऑर्डर ओळ आयटम पृष्ठाच्या नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de invoer pagina van de inkoop order regels
pt_pt: Haverá encaminhamento automático para entrada de ordem de compra, página linhas dos itens
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea de linie de comandă de achiziţie elemente de pagină
ru_ru: Вы должны быть автоматически перенаправлены на страницу позиций заказа на покупку
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faqe qëllim blerjen linjë artikuj
sv: Du bör automatiskt vidarebefordras till posten av beställningen poster sida
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia katika ukurasa wa kununua ili line vitu
tr_tr: OTOMATIK OLARAK SATINALMA SIPARISI SATIR GIRIS EKRANINA YÖNLENDIRILIYORSUNUZ.
zh_hk: 你将被自动转到采购订单行输入页面
zh_tw: 你應是自動地轉到採購訂單列商品輸入頁

source: Supplier changed by
cs_cz: Dodavatel změnit
es_es: Proveedor cambiado por
hi_in: आपूर्तिकर्ता द्वारा बदला
id_id: Supplier diubah oleh
it_it: Fornitore cambiata
ko_kr: 공급 업체에 의해 변경
mr_in: पुरवठादार बदलली
nl_nl: Leverancier veranderd door
pt_pt: Fornecedor modificado para
ro_ro: Schimbat furnizorul de
ru_ru: Поставщик изменен
sq_al: Furnizuesi ndryshuar nga
sv: Leverantören ändras av
sw_ke: Wasambazaji iliyopita na
tr_tr: Tedarikçi tarafından değiştirildi
zh_hk: 供应商变更
zh_tw: 供應商變更為

source: Cannot modify the supplier of the order once some of the order has been received
cs_cz: Nelze změnit dodavatele, aby po určité zakázky byla přijata
es_es: No es posible modificar el proveedor de una pedido luego que esta haya sido recibida
hi_in: आदेश की एक बार आपूर्तिकर्ता को संशोधित आदेश के कुछ प्राप्त किया गया है नहीं कर सकते
id_id: Tdk dapat mengubah supplier dari order begitu sebagian order telah diterima
it_it: Non è possibile modificare il fornitore dell &#39;ordine, una volta alcuni dei ordine è stato ricevuto
ko_kr: 순서의 일부를받은 후 주문의 공급을 수정할 수 없습니다
mr_in: ऑर्डर काही प्राप्त केले आहे एकदा ऑर्डर पुरवठादार बदल करू शकत
nl_nl: Leverancier van een order kan niet worden veranderd als er al een deel van is ontvangen
pt_pt: Não pode modificar o fornecedor da ordem de compra pois alguns itens já foram recebidos
ro_ro: Nu poate modifica furnizorul de ordinul o dată o parte din ordin a fost primit
ru_ru: Невозможно изменить поставщика заказа, как часть заказа получена
sq_al: Nuk mund të modifikoni furnizuesit e rendit dikur disa të rendit ka qenë i pranuar
sv: Kan inte ändra leverantör i storleksordningen en gång en del av de har tagits emot
sw_ke: Hawezi kurekebisha wasambazaji wa daraja ya mara moja baadhi ya utaratibu huo umekuwa kupokea
tr_tr: EGER SATINALMA SIPARISI SONRASINDA O SIPARISE AIT MAL KABULÜ YAPTIYSANIZ SIPARISTE DEGISIKLIK YAPAMAZSINIZ
zh_hk: 未能修改订单的供应商, 因为订单已收货
zh_tw: 不能修改供應商訂單, 因為這訂單已有收貨

source: Supplier name keywords have been used in preference to the supplier code extract entered
cs_cz: Název dodavatele klíčová slova byla použita v preferenci na dodavatele kód výpis vstoupila
es_es: Utilizadas las referencias del nombre en vez del código de proveedor dado
hi_in: प्रदायक नाम खोजशब्दों आपूर्तिकर्ता कोड दिया गया है वरीयता में इस्तेमाल निकालने में प्रवेश किया
id_id: Kata kunci nama supplier telah digunakan dibandingkan dgn sebagian kode supplier yg dimasukkan
it_it: parole chiave Nome Fornitore sono stati utilizzati di preferenza al codice fornitore estratto immesso
ko_kr: 공급 업체 이름 키워드를 입력 한 공급자 코드 추출물에 우선하여 사용되어왔다
mr_in: पुरवठादार नाव कीवर्ड प्रविष्ट पुरवठादार कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: Leveranciers key-woorden worden gebruikt boven de leveranciers code samenvatting
pt_pt: Palavra Chave do Nome do Fornecedor, usada em detrimento do código resumido fornecedor informado
ro_ro: Furnizorul cuvinte cheie numele au fost folosite în preferinţă la codul furnizorului extract introdus
ru_ru: ключевые слова Поставщик имя было использовано в предпочтении к поставщику фрагмента кода вошли
sq_al: Emri i fjalë kyçe Furnizuesi janë përdorur në preferencë për kodin e furnizuesit ekstrakt hyri
sv: Leverantörsnamn har använts istället för den angivna leverantörskoden
sw_ke: maneno jina Supplier zimetumika katika upendeleo kwa kificho muuzaji wa dondoo aliingia
tr_tr: Tedarikçi adı anahtar kelimeler girmiş özü tedarikçi kodu tercih kullanılmış olan
zh_hk: 供应商名称将优先于供应商编号作为搜索条件
zh_tw: 供應商名稱關鍵字已在供應商編碼摘要在使用

source: The searched supplier records requested cannot be retrieved because
cs_cz: Hledali dodavatel záznamy požadované nemůže získat, protože
es_es: No se pueden obtener los registros de proveedor buscados porque
hi_in: खोजा आपूर्तिकर्ता के अभिलेखों को नहीं पाया जा सकता है क्योंकि अनुरोध
id_id: Data supplier yg dicari tdk dapat diambil karena
it_it: Il record cercato un fornitore richiesto non può essere recuperata perché
ko_kr: 요청한 검색 공급 업체 레코드 때문에 검색 할 수 없습니다
mr_in: विनंती शोधले पुरवठादार रेकॉर्ड कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De gezochte leverancier kon niet worden opgevraagd omdat
pt_pt: Registros do Fornecedor Solicitado não foram recuperados porque
ro_ro: Cautat înregistrările furnizorul solicitate nu pot fi recuperate, deoarece
ru_ru: Не удалось найти данные о запрошенном поставщике, так как
sq_al: Kontrolluar të dhënat e furnizuesit e kërkuar nuk mund të shikohet, sepse
sv: Leverantörsposterna kan inte hämtas eftersom
sw_ke: Searched wasambazaji wa kumbukumbu aliomba hawezi kuwa retrieved sababu
tr_tr: GIRDIGINIZ KRITERLERE UYGUN TEDARIKÇI KAYDI BULUNAMADI:
zh_hk: 找不到符合条件的供应商供货信息, 因为
zh_tw: 要求搜尋的供應商記錄未能提取, 因為

source: No supplier records contain the selected text
cs_cz: Žádný dodavatel záznamy obsahují vybraný text
es_es: Ningún registro de proveedor contiene el texto seleccionado
hi_in: नहीं आपूर्तिकर्ता के अभिलेखों के चयनित पाठ हो
id_id: Tdk ada data supplier berisi teks yg dipilih
it_it: Nessun record fornitore contengono il testo selezionato
ko_kr: 어떤 공급 업체 레코드는 선택한 텍스트를 포함하지
mr_in: नाही पुरवठादार रेकॉर्ड निवडलेले पाठ्य समाविष्टीत
nl_nl: Geen leverancier record bevat de geselecteerde text
pt_pt: Nenhum Fornecedor contém texto informado
ro_ro: Nu există înregistrări furnizorul conţin textul selectat
ru_ru: Не найдено поставщиков, содержаob[ выделенный текст
sq_al: Furnizuesi ka të dhëna të përmbajë tekstin e përzgjedhur
sv: Det finns inga leverantörer som innehåller den valda texten
sw_ke: kumbukumbu wasambazaji Hakuna yana Nakala kuchaguliwa
tr_tr: TEDARIKÇI KAYDI YOK
zh_hk: 找不到符合条件的供应商供货信息
zh_tw: 沒有供應商含有選取的文字

source: The supplier record of the supplier selected
cs_cz: Dodavatel záznam vybraného dodavatele
es_es: El registro del proveedor seleccionado
hi_in: चयनित सप्लायर के सप्लायर रिकॉर्ड
id_id: Data supplier yg telah dipilih
it_it: Il record fornitore del fornitore selezionato
ko_kr: 선택한 공급 업체의 공급 업체 기록
mr_in: निवडलेले पुरवठादार पुरवठादार रेकॉर्ड
nl_nl: De leverancier record van de levercier geselecteerd
pt_pt: Fornecedor Selecionado
ro_ro: Record legatura cu furnizorul a furnizorului selectat
ru_ru: Запись о выбранном поставщике
sq_al: Të dhënat e furnizuesit të furnizuesit e përzgjedhur
sv: Leverantörsposten för vald leverantör
sw_ke: Rekodi ya wasambazaji wa muuzaji wa kuchaguliwa
tr_tr: SEÇILEN TEDARIKÇIYE AIT KAYITLAR
zh_hk: 选取供应商的供货信息记录
zh_tw: 選取供應商的供應商記錄

source: The SQL used to retrieve the supplier details and failed was
cs_cz: SQL používá k načtení dodavatele podrobnosti a neúspěšný byl
es_es: El SQL que falló al obtener los detalles del proveedor fue
hi_in: एसक्यूएल को आपूर्तिकर्ता जानकारी पाने के लिये प्रयुक्त किया गया था और असफल
id_id: SQL yg digunakan utk mengambil rincian supplier dan gagal adalah
it_it: Il SQL utilizzata per recuperare i dettagli fornitore e falliti
ko_kr: SQL은 공급 업체의 상세 정보를 검색하는 데 실패했다
mr_in: SQL पुरवठादार तपशील पुनर्प्राप्त करण्यासाठी वापरले होते अयशस्वी
nl_nl: De SQL die is gebruikt om de levercier details op te halen en mislukte is
pt_pt: SQL que falhou na recuperação dos detalhes de fornecedor foi
ro_ro: SQL utilizat pentru a prelua detaliile furnizorului şi nu a fost
ru_ru: Завершившийся неудачей SQL получения данных о поставщике
sq_al: SQL përdorur për të marrë të dhënat e furnizuesit dhe nuk ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve maelezo ya muuzaji na kushindwa mara
tr_tr: KULLANILANKOMUT:
zh_hk: 用于查找供应商信息失败的 SQL 是
zh_tw: 用作提取供應商資料失敗的 SQL 是

source: You do not have the authority to raise Purchase Orders for
cs_cz: Nemáte oprávnění zvýšení objednávek pro
es_es: Usted no posee la autoridad para levantar las órdenes de compra para
hi_in: आप करने के लिए खरीद आदेश उठाने के लिए अधिकार नहीं है
id_id: Anda tdk memiliki wewenang utk meningkatkan Order Pembelian utk
it_it: Non hanno l&#39;autorità di raccogliere ordini d&#39;acquisto di
ko_kr: 당신은 구매 주문을 올릴 수있는 권한이 없습니다
mr_in: आपण खरेदी ऑर्डर वाढवण्याची अधिकृतता नाही
nl_nl: Je hoeft niet de bevoegdheid om bestellingen te werven voor
pt_pt: Sua autorização não permite ver Ordens de Compra para
ro_ro: Nu aveţi autoritatea de a ridica comenzi de aprovizionare pentru
ru_ru: У вас нет полномочий для повышения заказов на покупку для
sq_al: Ju nuk kanë autoritet për të rritur urdhëron për Blerje
sv: Du har inte befogenhet att ta upp beställningarna av
sw_ke: Huna mamlaka ya kuongeza Daraja Ununuzi kwa
tr_tr: Sizin için Satınalma Siparişleri yetiştirmek için yetki yok
zh_hk: 您没有授权创建采购订单发往
zh_tw: 你沒有權限提高採購訂單

source: Please Consult your system administrator for more information.
cs_cz: Prosím, poraďte se se svým správcem systému pro více informací.
es_es: Por favor, consulte a su administrador del sistema para obtener más información.
hi_in: अधिक जानकारी के लिए अपने सिस्टम व्यवस्थापक से परामर्श करें.
id_id: Silahkan Hubungi administrator sistem Anda utk informasi lebih lanjut.
it_it: Si prega di rivolgersi all&#39;amministratore di sistema per ulteriori informazioni.
ko_kr: 자세한 내용은 시스템 관리자에게 문의하시기 바랍니다.
mr_in: अधिक माहितीसाठी आपल्या सिस्टम प्रशासकाशी संपर्क करा.
nl_nl: Raadpleeg uw systeembeheerder voor meer informatie.
pt_pt: Favor consultar seu administrador de sistema para maiores detalhes
ro_ro: Vă rugăm să consultaţi administratorul de sistem pentru mai multe informaţii.
ru_ru: Пожалуйста, обратитесь к системному администратору для получения дополнительной информации.
sq_al: Ju lutem konsultohuni me administratorin e sistemit për më shumë informacion.
sv: Rådgör med din systemadministratör för mer information.
sw_ke: Tafadhali Wasiliana na msimamizi wa mfumo wako kwa habari zaidi.
tr_tr: Daha fazla bilgi için sistem yöneticinize danışın lütfen.
zh_hk: 请联系您系统管理员，以取得更多信息
zh_tw: 請諮詢您的系統管理員聯繫獲取更多信息。

source: You can setup authorisations
cs_cz: Můžete nastavit oprávnění
es_es: Usted puede configurar las autorizaciones
hi_in: आप सेटअप प्राधिकरण कर सकते हैं
id_id: Anda dapat mengatur otorisasi
it_it: Puoi impostare le autorizzazioni
ko_kr: 을 설정할 수 있습니다 권한
mr_in: आपण सेटअप अधिकृत करू शकता
nl_nl: U kunt instellen vergunningen
pt_pt: Você precisar configurar autorizações
ro_ro: Puteţi autorizaţiilor de configurare
ru_ru: Вы можете установить разрешения
sq_al: Ju mund të autorizimeve setup
sv: Du kan ställa in tillstånd
sw_ke: Unaweza auktorisationer kuanzisha
tr_tr: Eğer kurulum yetkileri olabilir
zh_hk: 您可在这里设置授权
zh_tw: 您可以設置權限

source: Purchase Order
cs_cz: Nákupní objednávka
es_es: Orden de compra
hi_in: खरीद आदेश
id_id: Order Pembelian
it_it: Ordine di Acquisto
ko_kr: 구매 주문
mr_in: खरेदी ऑर्डर
nl_nl: Inkoop Opdracht
pt_pt: Ordem de Compra
ro_ro: Ordinul de cumpărare
ru_ru: Заказ на покупку
sq_al: Urdhër blerjes
sv: Inköpsorder
sw_ke: Kununua Order
tr_tr: SATINALMA SIPARISI
zh_hk: 采购订单
zh_tw: 採購訂單

source: Purchase Order: Select Supplier
cs_cz: Objednávka: Vyberte dodavatele
es_es: Orden de compra: Seleccionar proveedor
hi_in: खरीद आदेश: चुनें प्रदायक
id_id: Order Pembelian: Pilih Supplier
it_it: Ordine di acquisto: Select Fornitore
ko_kr: 주문 구매 : 공급 업체를 선택
mr_in: खरेदी ऑर्डर: निवडा पुरवठादार
nl_nl: Bestelling: Selecteer Leverancier
pt_pt: Ordem de Compra: Selecione Fornecedor
ro_ro: Comanda de achiziţie: Furnizor Selectaţi
ru_ru: Заказ на поставку: Выберите поставщика
sq_al: Rendit Blerje: Furnizuesi Zgjidh
sv: Inköpsorder: Välj leverantör
sw_ke: Kununua Order: Chagua Supplier
tr_tr: Sipariş: seç Tedarikçi
zh_hk: 采购订单：选择供应商
zh_tw: 採購訂單 :選擇供應商

source: Enter text in the supplier name
cs_cz: Vložte text v názvu dodavatele
es_es: Indicar una parte del nombre del proveedor
hi_in: आपूर्तिकर्ता नाम में पाठ दर्ज करें
id_id: Masukkan teks nama supplier
it_it: Inserisci il testo nel nome del fornitore
ko_kr: 공급 업체 이름에 텍스트를 입력
mr_in: पुरवठादार नाव मजकूर प्रविष्ट करा
nl_nl: Voer tekst in bij leveranciers naam
pt_pt: Informar o nome do Fornecedor
ro_ro: Introduceţi textul în numele furnizorului
ru_ru: Введите текст в поле имени поставщика
sq_al: Shkruani tekstin ne emrin e furnizuesit
sv: Registrera en del av leverantörens namn
sw_ke: Nakala kuingia katika jina la wasambazaji
tr_tr: TEDARIKÇI ADINDA ARA >
zh_hk: 输入供应商名称
zh_tw: 輸入供應商名稱

source: Enter text extract in the supplier code
cs_cz: Vložte část textu z kódu dodavatele
es_es: Indicar una parte del código del proveedor
hi_in: दर्ज पाठ आपूर्तिकर्ता कोड निकालने में
id_id: Masukkan teks kode supplier
it_it: Inserisci il testo estratto nel codice fornitore
ko_kr: 공급 업체 코드에서 텍스트 추출을 입력
mr_in: पुरवठादार कोड मजकूर अर्क प्रविष्ट करा
nl_nl: Voer tekst deel van de leveranciers code in
pt_pt: Informe o texto do código do fornecedor
ro_ro: Introduceţi textul extras din codul furnizorul
ru_ru: Введите часть текста в код поставщика
sq_al: Shkruani tekstin ekstrakt në kodin furnizuesi
sv: Ange en del av leverantörsnumret
sw_ke: Nakala dondoo kuingia katika utaratibu wa wasambazaji
tr_tr: TEDARIKÇI KODUNDA ARA >
zh_hk: 输入供应商编号
zh_tw: 輸入供應商編號

source: Modify Purchase Order Number
cs_cz: Změnit číslo objednávky
es_es: Modificar número de orden de compra
hi_in: संशोधित खरीद आदेश संख्या
id_id: Ubah Nomor Order Pembelian
it_it: Modifica di acquisto Numero d&#39;ordine
ko_kr: 구매 주문 번호를 수정
nl_nl: Wijzig Bestelling Aantal
pt_pt: Modificar Ordem Compra Número
ro_ro: Modificare comandă de aprovizionare Număr
ru_ru: Изменить номер заказа на покупку
sq_al: Rendit Modifiko Blerje Numri
sv: Ändra inköpsordernummer
sw_ke: Ununuzi kurekebisha Order Idadi
tr_tr: Değiştirmek Sipariş Numarası
zh_hk: 修改采购订单号
zh_tw: 修改採購訂單號碼

source: Purchase Item(s) with this code
cs_cz: Nákup bod (y) s tímto kódem
es_es: Comprar artículo(s) con este código
hi_in: इस कोड के साथ खरीद के मद (ओं)
id_id: Item Pembelian dgn kode ini
it_it: Acquisto Item (s) con questo codice
ko_kr: 이 코드와 구매 항목 (들)
mr_in: हा कोड सह आयटम (रे) खरेदी
nl_nl: Inkoop item(s) met deze code
pt_pt: Item comprado com este código
ro_ro: Postul de cumpărare (e) cu acest cod
ru_ru: Купить товары(ы) с этим кодом
sq_al: Item Blerje (s) me këtë kod
sv: Inköpsartiklar med denna kod
sw_ke: Kununua Item (s) na kanuni hii
tr_tr: Bu kod ile Satınalma Item (s)
zh_hk: 此代码的采购物料
zh_tw: 此代碼的採購物料

source: Enter Line Item to this purchase order
cs_cz: Zadejte řádkovou položku do této objednávky
es_es: Introducir artículo a esta orden de compra
hi_in: इस खरीद के आदेश के लिए लाइन आइटम दर्ज करें
id_id: Masukkan Item Baris utk order pembelian ini
it_it: Inserisci riga per questo ordine di acquisto
ko_kr: 이 구매 주문 품목을 입력
mr_in: या खरेदी ऑर्डर ओळ आयटम प्रविष्ट करा
nl_nl: Voer een regel aan deze inkooporder toe
pt_pt: Informe a Linha do Item desta Ordem Compra
ro_ro: Introduceţi element rând la această ordine de cumpărare
ru_ru: Введите позицию в этот заказ на покупку
sq_al: Enter Item Line për këtë qëllim blerjen
sv: Lägg till rad i denna inköpsorder
sw_ke: Bidhaa kuingia Line ili kununua hii
tr_tr: Bu satın alma siparişi Line Öğe girin
zh_hk: 为此采购订单输入行项目
zh_tw: 針對此採購訂單輸入行項目

source: Order Initiation Details
cs_cz: Aby Zahájení Podrobnosti
es_es: Detalles de Iniciación de Pedidos
hi_in: आदेश दीक्षा विवरण
id_id: Rincian Pengajuan Order
it_it: Ordine Iniziazione Dettagli
ko_kr: 주문 개시 세부 사항
mr_in: मागणी दीक्षा तपशील
nl_nl: Opdracht Bestellings Details
pt_pt: Detalhes Iniciais da Ordem Compra
ro_ro: Pentru Iniţierea Detalii
ru_ru: Данные о начале заказа
sq_al: Inicimi Details Rendit
sv: Orderinformation
sw_ke: Ili Inledande Details
tr_tr: SIPARIS DETAYLARI
zh_hk: 订单初始资料
zh_tw: 訂單初始資料

source: Order Status
cs_cz: Stav objednávky
es_es: Estado del Pedido
hi_in: आदेश स्थिति
id_id: Status Order
it_it: Stato dell&#39;ordine
ko_kr: 주문 상태
mr_in: मागणी स्थिती
nl_nl: Opdracht Status
pt_pt: Situação de Pedido
ro_ro: Pentru Status
ru_ru: Статус заказа
sq_al: Statusin e Rendit
sw_ke: Hali ili
tr_tr: SIPARIS DURUMU
zh_hk: 订单状态
zh_tw: 訂單狀況

source: PO Date
cs_cz: PO Datum
es_es: Fecha de orden de compra
hi_in: पीओ दिनांक
id_id: Tgl PO
it_it: PO Data
ko_kr: PO 날짜
mr_in: पी.ओ. दिनांक
nl_nl: PO Datum
pt_pt: Data da Ordem Compra
ro_ro: PO Data
ru_ru: Дата PO
sq_al: PO Data
sv: Order datum
tr_tr: PO Tarihi
zh_hk: 订单日期
zh_tw: 訂單日期

source: Version
cs_cz: Verze
es_es: Versión
hi_in: संस्करण
id_id: Versi
it_it: Versione
ko_kr: 버전
mr_in: आवृत्ती
nl_nl: Versie
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sw_ke: Toleo
tr_tr: Versiyon
zh_hk: 版本
zh_tw: 版本

source: Revised
cs_cz: Revidované
es_es: Revisado
hi_in: संशोधित
id_id: Direvisi
it_it: Rivisto
ko_kr: 수정
mr_in: सुधारित
nl_nl: Herziene
pt_pt: Revisão
ro_ro: Revizuit
ru_ru: Пересмотренные
sq_al: Rishikuar
sv: Kollad
sw_ke: Upya
tr_tr: Revize
zh_hk: 修改
zh_tw: 修改

source: Initiated By
cs_cz: Podnětu
es_es: Iniciado por
hi_in: द्वारा शुरू की
id_id: Diajukan Oleh
it_it: Iniziato da
ko_kr: 에 의해 시작
mr_in: आरंभ
nl_nl: Besteld Door
pt_pt: Iniciada por
ro_ro: Iniţiate de
ru_ru: Инициировано
sq_al: Iniciuar nga
sv: Registrerad av
sw_ke: By ulianzishwa
tr_tr: HAZIRLAYAN
zh_hk: 签订人
zh_tw: 建立者

source: Requisition Ref
cs_cz: Žádanka Ref
es_es: Ref. Solicitud
hi_in: मांग रेफरी
id_id: Ref. Daftar Permintaan
it_it: Richiesta Ref
ko_kr: 요청 참조
mr_in: मागणी संदर्भ
nl_nl: Vordering Ref
pt_pt: Ref. Requisição
ro_ro: Rechiziţie Ref
ru_ru: Ссылка на требование
sq_al: Kërkesë me shkrim Ref
sv: Anskaffningsreferrens
sw_ke: Shurutisho Kumb
tr_tr: Talebi Ref
zh_hk: 调拨单号
zh_tw: 請購單編號

source: Enter our purchase requisition reference if needed
ko_kr: 필요한 경우 우리의 구매 요청 참조를 입력
mr_in: गरज असल्यास आमच्या खरेदी मागणी संदर्भ द्या
pt_pt: Informe nossa Refer. se necessário
zh_tw: 如果有需求，輸入我們的採購申請基準

source: Date Printed
cs_cz: Vytištěno
es_es: Fecha de Impresión
hi_in: तिथि मुद्रित
id_id: Tgl Dicetak
it_it: Data di stampa
ko_kr: 날짜가 인쇄
mr_in: छापील दिनांक
nl_nl: Afdruk Datum
pt_pt: Data Impressão
ro_ro: Data imprimate
ru_ru: Срока годности, указанного
sq_al: Data Shtypur
sv: Utskriftsdatum
sw_ke: Printed tarehe
tr_tr: YAZDIRILMA TARIHI
zh_hk: 打印日期
zh_tw: 列印日期

source: Allow Reprint
cs_cz: Povolit Dotisk
es_es: Permitir Reimprimir
hi_in: पुनर्मुद्रण की अनुमति दें
id_id: Perbolehkan Cetak-Ulg
it_it: Lasciare Reprint
ko_kr: 재 인쇄 허용
mr_in: पुनर्मुद्रण परवानगी द्या
nl_nl: Herdruk Toestaan
pt_pt: Permite Impressão
ro_ro: Permiteţi Reprint
ru_ru: Разрешить перепечатку
sq_al: Lejo Ribotim
sv: Till?t återutskrift
sw_ke: Kuruhusu Kikachapishwa
tr_tr: TEKRAR YAZDIRMAYA IZIN VER
zh_hk: 可以重新打印
zh_tw: 可以重印

source: Reprint Now
cs_cz: Dotisk teď
es_es: Reimprimir ahora
hi_in: अब पुनर्मुद्रण
id_id: Cetak-Ulg Sekarang
it_it: Ristampa Ora
ko_kr: 이제 다시 인쇄
mr_in: आता पुनर्मुद्रण
nl_nl: Herprint Nu
pt_pt: Re-imprimir Agora
ro_ro: Acum Reprint
ru_ru: Перепечатать сейчас
sq_al: Ribotim Tani
sv: återutskrift nu
sw_ke: Kikachapishwa Sasa
tr_tr: SIMDI TEKRAR YAZDIR
zh_hk: 现在重新打印
zh_tw: 現在重印

source: Receive this order
cs_cz: Přijmout tuto objednávku
es_es: Aceptar este pedido
hi_in: इस आदेश प्राप्त
id_id: Terima order ini
it_it: Ricevi questo ordine
ko_kr: 이 수주
mr_in: या ऑर्डर प्राप्त करा
nl_nl: Ontvangt deze bestelling
pt_pt: Receber esta Ordem de Compra
ro_ro: Primi acest ordin
ru_ru: Получить этот заказ
sq_al: Merre këtë qëllim
sv: Taemot beställningen
sw_ke: Kupokea hii ili
tr_tr: Bu sipariş alma
zh_hk: 收到此订单
zh_tw: 訂單收貨

source: New Purchase Order
cs_cz: Nové objednávky
es_es: Nueva orden de compra
id_id: Order Pembelian Baru
it_it: Nuovo Ordine di acquisto
ko_kr: 새로운 구매 주문
mr_in: नवीन खरेदी ऑर्डर
pt_pt: Nova Ordem Compra
ru_ru: Новый заказ на закупку
sq_al: Rendi i ri Blerje
sv: Ny inköpsorder
sw_ke: Ununuzi mpya Order
zh_hk: 新采购订单
zh_tw: 新採購訂單

source: Status Comment
cs_cz: Stav komentář
es_es: Comentario del Estado
hi_in: स्थिति टिप्पणी
id_id: Komentar Status
it_it: Status Commenta
ko_kr: 상태 코멘트
mr_in: स्थिती टिप्पणी
nl_nl: Status Reageren
pt_pt: Sit. Comentário
ro_ro: Status Comentariu
ru_ru: Комментарий статуса
sq_al: Comment Status
sv: Statuskommentar
sw_ke: Maoni kwa sasa
tr_tr: Durum Yorum
zh_hk: 状态备注
zh_tw: 狀態說明

source: Status Update
es_es: Actualización de Estado
hi_in: स्थिति अपडेट
id_id: Perbarui Status
it_it: stato di aggiornamento
ko_kr: 상태 업데이트
mr_in: स्थिती अद्यतनित करा
pt_pt: Sit. Atualização
ru_ru: Обновление статуса
sq_al: Update status
sv: Statusuppdatering
sw_ke: Mwisho kwa sasa
tr_tr: Durumu Update
zh_hk: 状态更新
zh_tw: 修改狀況

source: Warehouse Info
cs_cz: Sklad Info
es_es: Información de Almacén
hi_in: गोदाम इन्फो
id_id: Info Gudang
it_it: Galleria di Info
ko_kr: 웨어 하우스 정보
mr_in: कोठार माहिती
nl_nl: Modellen Info
pt_pt: Informação Armazém
ro_ro: Info Warehouse
ru_ru: Информация о складе
sq_al: Magazina Info
sv: Lagerhus info
sw_ke: Ghala Info
tr_tr: Depo Bilgiler
zh_hk: 仓库信息
zh_tw: 收貨倉庫資料

source: Supplier Info
cs_cz: Dodavatel Info
es_es: Información del proveedor
hi_in: आपूर्तिकर्ता इन्फो
id_id: Info Supplier
it_it: Fornitore Info
ko_kr: 공급 업체 정보
mr_in: पुरवठादार माहिती
nl_nl: Leverancier Info
pt_pt: Informação Fornecedor
ro_ro: Info furnizorul
ru_ru: Информация о поставщике
sq_al: Furnizuesi Info
sv: Leverantörsinfo
sw_ke: Wasambazaji Info
tr_tr: Tedarikçi Bilgi
zh_hk: 供应商信息
zh_tw: 供應商詳細資料

source: Warehouse
cs_cz: Sklad
es_es: Almacén
hi_in: गोदाम
id_id: Gudang
it_it: Galleria di immagini
ko_kr: 창고
mr_in: कोठार
nl_nl: Modellen
pt_pt: Armazém
ru_ru: Склад
sq_al: Depo
sv: Lager
sw_ke: Ghala
tr_tr: Depo
zh_hk: 仓库
zh_tw: 倉庫
