Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This function returns a list of stock category abbreviations.
cs_cz: Tato funkce vrací seznam zkratek akcií kategorie.
es_es: Esta función devuelve una lista de abreviaturas de categoría de existencias.
hi_in: इस समारोह में स्टॉक श्रेणी संक्षिप्ताक्षर की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar singkatan kategori stok.
it_it: Questa funzione restituisce una lista di abbreviazioni categoria stock.
ko_kr: 이 기능은 재고 카테고리 약어의 목록을 반환합니다.
mr_in: हे कार्य स्टॉक वर्गात abbreviations सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van materieel categorie afkortingen.
pt_pt: Função retorna lista de abreviações de cat. de estoque
ro_ro: Această funcţie returnează o listă de abrevieri categoria stoc.
ru_ru: Эта функция возвращает список сокращений категорий склада.
sq_al: Ky funksion të kthimit një listë e shkurtesave kategori të aksioneve.
sv: Denna funktion returnerar en lista över förkortningar lager kategori.
sw_ke: Kazi hii anarudi orodha ya vifupisho jamii ya hisa.
tr_tr: Bu fonksiyonu stok kategori kısaltmaların bir listesini döndürür.
zh_hk: 此函数返回一个库存种类缩写列表。
zh_tw: 這個函數返回倉庫類別縮寫的列表。

source: If successful, this function returns an array of stock category ids.
cs_cz: Pokud bude úspěšný, tato funkce vrátí pole ID akcií kategorie.
es_es: Si tiene éxito, esta función devuelve una matriz de identificadores de categorías de existencias.
hi_in: यदि सफल, इस समारोह स्टॉक श्रेणी आईडी की एक सरणी देता है.
id_id: Jika berhasil, fungsi ini mengembalikan array id kategori stok.
it_it: Se avrà successo, questa funzione restituisce un array di ID di categoria stock.
ko_kr: 성공하면,이 기능은 재고 카테고리 ID의 배열을 반환합니다.
nl_nl: Indien succesvol, retourneert deze functie een array van materieel categorie ids.
pt_pt: Com sucesso, essa funçao retorna array de IDS categoria de estoque
ro_ro: Daca va avea succes, această funcţie întoarce o matrice de id-uri de categorie stoc.
ru_ru: В случае успеха, эта функция возвращает массив идентификаторов категорий склада.
sq_al: Nëse i suksesshëm, këtë funksion të kthimit një rrjet të IDS kategori të aksioneve.
sv: Om det lyckas, returnerar den här funktionen en array av ids lager kategori.
sw_ke: Kama mafanikio, kazi hii anarudi safu ya IDS jamii ya hisa.
tr_tr: Eğer başarılı olursa, bu işlev stok kategori kimliklerini bir dizi döndürür.
zh_hk: 如果成功，此函数返回库存种类ID组成的数组。
zh_tw: 如果成功，該函數返回倉庫類別ID的數組。

source: Otherwise an array of error codes is returned and no stock categories are returned.
cs_cz: V opačném případě pole chybových kódů je vrácena a žádné zásoby kategorie jsou vráceny.
es_es: De lo contrario una gran variedad de códigos de error se devuelve y no se devuelven categorías de existencias.
hi_in: अन्यथा त्रुटि कोड की एक सरणी लौटा है और कोई स्टॉक श्रेणियों लौट रहे हैं.
id_id: Jika tdk, array kode kesalahan dikembalikan dan tdk ada kategori stok yg dikembalikan.
it_it: In caso contrario, una serie di codici di errore viene restituito e non categorie di titoli vengono restituiti.
ko_kr: 그렇지 않으면 오류 코드의 배열이 반환되고 재고 범주는 반환되지 않습니다.
nl_nl: Anders wordt een array met foutcodes is terug en geen voorraad categorien worden geretourneerd.
pt_pt: De outra maneira um array de erros é retornado e não há retorno cat estoque
ro_ro: În caz contrar, o serie de coduri de eroare este returnată şi nu categorii stoc sunt returnate.
ru_ru: В противном случае массив кодов ошибок возвращается, и категории склада не возвращаются.
sq_al: Ndryshe një sërë kodet gabim është kthyer dhe nuk ka kategori të aksioneve janë kthyer.
sv: Annars en mängd felkoder returneras och inga lager kategorier returneras.
sw_ke: Vinginevyo ni safu ya codes kosa ni kurudi na makundi hakuna hisa ni kwa.
tr_tr: Aksi takdirde hata kodları bir dizi döndürülür ve stok kategoriler iade edilir.
zh_hk: 否则的话，会返回一个错误代码数组，不会返回任何的库存种类。
zh_tw: 否則一個錯誤代碼數組返回，沒有倉庫類別返回。

source: This function takes a stock category ID and returns details of that stock category type.
cs_cz: Tato funkce má zásoby kategorii ID a vrací podrobnosti o tomto typu vozidel kategorie.
es_es: Esta función tiene un identificador de categoría de existencias y devuelve los detalles de ese tipo de categoría de existencias.
hi_in: इस समारोह में कहा कि स्टॉक श्रेणी प्रकार के एक शेयर श्रेणी आईडी और रिटर्न जानकारी लेता है.
id_id: Fungsi ini menerima ID kategori stok dan mengembalikan rincian tipe kategori stok tersebut.
it_it: Questa funzione richiede un ID dettagli stock categoria e ritorni di quel tipo di categoria stock.
ko_kr: 이 기능은 주식 카테고리 ID를 받아 그 주식 종류 형의 세부 정보를 반환합니다.
mr_in: हे कार्य एक स्टॉक श्रेणी आयडी घेते आणि त्या स्टॉक श्रेणी प्रकारच्या तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een voorraad categorie ID en geeft de details van dat bestand categorie type.
pt_pt: Função usa ID categoria de estoque e retorna delhades dessa cat. estoque
ro_ro: Această funcţie are un stoc detalii ID categorie şi se întoarce de acest tip categorie stoc.
ru_ru: Эта функция принимает идентификатор категории склада и возвращает детали этого типа категории склада.
sq_al: Ky funksion merr një ID kategori dhe kthimin e aksioneve detajet e atij lloji kategori të aksioneve.
sv: Denna funktion tar ett lager kategori ID och returnerar information om detta bestånd kategori typ.
sw_ke: Kazi hii inachukua hisa maelezo jamii ID na anarudi ya aina hiyo jamii ya hisa.
tr_tr: Bu işlev stok kategori tip bir stok kategori kimliği ve döner detayları alır.
zh_hk: 此函数接收一个库存种类ID并返回库存种类类型的细节。
zh_tw: 這個函數接受一個倉庫類別ID，並返回該倉庫類類型的詳細信息。

source: Stock Category ID
cs_cz: Skladem Kategorie ID
es_es: Identificador de la Categoría de Existencia
hi_in: शेयर श्रेणी आईडी
id_id: ID Kategori Stok
it_it: Archivio ID categoria
ko_kr: 주식 범주 ID
mr_in: स्टॉक वर्ग आयडी
nl_nl: Stock Categorie-id
pt_pt: ID Categoria Estoq.
ro_ro: Stoc Categorie ID
ru_ru: Идентификатор категории склада
sq_al: Kategoria Stock ID
sv: Stock Kategori-ID
sw_ke: Hisa Jamii ID
tr_tr: Stok Kategori Kimliği
zh_hk: 库存种类ID
zh_tw: 庫存類別 ID

source: A Stock Category ID as returned by the *WHAT* function.
cs_cz: Skladem Kategorie ID jako vrácené * CO * funkce.
es_es: Un identificador de categoría de existencias que devuelve la función * WHAT * (*QUE*).
hi_in: एक स्टॉक श्रेणी आईडी के रूप में * क्या * समारोह से लौट आए.
id_id: ID Kategori STOCK seperti yg dikembalikan oleh *APA* fungsi.
it_it: A Azione ID categoria come restituito dalla funzione * * COSA.
ko_kr: * 무엇 * 함수에 의해 반환 주식 범주 ID.
mr_in: एक स्टॉक वर्ग आयडी * काय * कार्यपद्धतीला परत म्हणून.
nl_nl: Een Stock Categorie ID als teruggestuurd door de * wat * functie.
pt_pt: Categoria de Estoq. como retorn. pela função *WHAT*
ro_ro: Un stoc Categorie ID returnat de funcţia * * CE.
ru_ru: Идентификатор категории склада, возвращаемый функцией *WHAT*.
sq_al: Një Category Stock ID si u kthye nga funksioni * * ÇFARË.
sv: Ett lager Kategori-ID tillbaka som av * VAD * funktion.
sw_ke: A Stock Jamii ID kama akarudi na kazi NINI * *.
tr_tr: Bir Hazır Kategori kimliği olarak NE * fonksiyon * tarafından döndü.
zh_hk: 函数*WHAT*返回一个库存种类ID.
zh_tw: A股類別ID作為返回由*什麼*功能。

source: This function returns an array of stock category details.
cs_cz: Tato funkce vrací pole detailů akcií kategorie.
es_es: Esta función devuelve una matriz de detalles de categoría de existencias.
hi_in: इस समारोह में स्टॉक श्रेणी के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian kategori stok.
it_it: Questa funzione restituisce una matrice di dati categoria stock.
ko_kr: 이 기능은 재고 범주 정보의 배열을 돌려줍니다.
mr_in: हे कार्य स्टॉक वर्गात तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van materieel categorie details.
pt_pt: Função retorna um conjunto de detalhes de categoria de estoque
ro_ro: Această funcţie întoarce o matrice de detalii categoria stoc.
ru_ru: Эта функция возвращает массив подробностей категории склада.
sq_al: Ky funksion të kthimit një rrjet të dhënat e kategorisë të aksioneve.
sv: Den här funktionen returnerar en matris med detaljer lager kategori.
sw_ke: Kazi hii anarudi safu ya maelezo ya jamii ya hisa.
tr_tr: Bu fonksiyonu stok kategori ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个库存种类细节的数组。
zh_tw: 這個函數返回的倉庫類別的詳細信息的數組。

source: Label Name
cs_cz: Název štítku
es_es: Nombre de etiqueta
hi_in: लेबल का नाम
id_id: Nama Label
it_it: Etichetta Nome
ko_kr: 레이블 이름
mr_in: लेबल नाव
nl_nl: Labelnaam
pt_pt: Nome Rótulo
ro_ro: Etichetă Nume
ru_ru: Имя ярлыка
sq_al: Emri Label
sv: Etikettnamn
sw_ke: Jina studio
tr_tr: Etiket Adı
zh_hk: 标签名称
zh_tw: 標籤名稱

source: The category label to search on.
cs_cz: Kategorie štítek pro vyhledávání.
es_es: La etiqueta de categoría a buscar.
hi_in: श्रेणी लेबल पर खोज करने के लिए.
id_id: Label kategori utk pencarian di.
it_it: L&#39;etichetta di categoria per la ricerca.
ko_kr: 범주 레이블에 검색 할 수 있습니다.
mr_in: वर शोधण्यासाठी श्रेणी लेबल.
nl_nl: De categorie-label gaan zoeken.
pt_pt: Rótulo Categoria para pesquisar
ro_ro: Eticheta categorie pentru a căuta pe.
ru_ru: Ярлык категории для поиска.
sq_al: Etiketa kategori të kërkoni në.
sv: Den kategori etikett att söka på.
sw_ke: Studio ya jamii ya kutafuta juu.
tr_tr: Kategori etiketi üzerinde arama yapmak için.
zh_hk: 要查找的种类标签。
zh_tw: 類別標籤來搜索。

source: This function returns a list of general ledger account codes.
cs_cz: Tato funkce vrací seznam obecných kódů saldokontní.
es_es: Esta función devuelve una lista de códigos de cuenta contable.
hi_in: इस समारोह में सामान्य खाता बही खाता कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar kode akun buku besar.
it_it: Questa funzione restituisce un elenco di codici di libro mastro generale conto.
ko_kr: 이 기능은 총계정 원장 계정 코드의리스트를 돌려줍니다.
mr_in: हे कार्य सामान्य खातेवही खाते कोड सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van grootboekrekening codes.
pt_pt: Função retorna uma lista dos Códigos do Plano Geral de Contas.
ro_ro: Această funcţie returnează o listă de coduri generale de cont Ledger.
ru_ru: Эта функция возвращает список кодов счета главной бухгалтерской книги.
sq_al: Ky funksion të kthimit një listë e kodeve të përgjithshme të llogarisë librit.
sv: Denna funktion returnerar en lista med generella koder huvudbok konto.
sw_ke: Kazi hii anarudi orodha ya jumla codes akaunti kitabu.
tr_tr: Bu fonksiyonu defteri kebir hesap kodlarının listesini verir.
zh_hk: 此函数返回一个总帐科目代码列表。
zh_tw: 這個函數返回的總帳科目代碼的列表

source: This function returns an array of general ledger account codes.
cs_cz: Tato funkce vrací pole obecných kódů saldokontní.
es_es: Esta función devuelve una matriz de códigos de cuenta contable.
hi_in: इस समारोह में सामान्य खाता बही खाता कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array kode akun buku besar.
it_it: Questa funzione restituisce un array di codici di libro mastro generale conto.
ko_kr: 이 기능은 총계정 원장 계정 코드의 배열을 돌려줍니다.
mr_in: हे कार्य सामान्य खातेवही खाते कोड अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van grootboekrekening codes.
pt_pt: Função retorna um array códigos conta contábil
ro_ro: Această funcţie întoarce o matrice de coduri generale de cont Ledger.
ru_ru: Эта функция возвращает массив кодов счета главной бухгалтерской книги.
sq_al: Ky funksion të kthimit një rrjet të kodeve të përgjithshme të llogarisë librit.
sv: Den här funktionen returnerar en matris med allmänna koder huvudbok konto.
sw_ke: Kazi hii anarudi safu ya jumla codes akaunti kitabu.
tr_tr: Bu fonksiyonu defteri kebir hesap kodları bir dizi döndürür.
zh_hk: 此函数返回一个总帐科目代码数组。
zh_tw: 這個函數返回的總帳科目代碼數組

source: This function takes a general ledger account code and returns details of that account.
cs_cz: Tato funkce přebírá hlavní knihy účtu kódu a vrátí údaje z tohoto účtu.
es_es: Esta función toma un código de cuenta contable y devueve detalles de la cuenta.
hi_in: इस समारोह में एक सामान्य खाता बही खाता कोड और उस खाते का विवरण देता है लेता है.
id_id: Fungsi ini menerima kode akun buku besar dan mengembalikan rincian akun tersebut.
it_it: Questa funzione accetta un codice conto di contabilità generale e dettagli del conto torna.
ko_kr: 이 함수는 총계정 원장 계정 코드를 받아 해당 계정의 세부 정보를 반환합니다.
mr_in: हे कार्य एक सामान्य खातेवही खाते कोड घेते आणि त्या खात्याच्या तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een grootboekrekening code en geeft de details van die rekening.
pt_pt: Função usa uma conta cóntábil e retorna detalhes dessa conta
ro_ro: Această funcţie are un registru general cod cont şi detaliile se întoarce din acel cont.
ru_ru: Эта функция принимает код счета главной бухгалтерской книги и возвращает подробности этого счета.
sq_al: Ky funksion merr një të përgjithshme llogari kod librit dhe kthimin detajet e asaj llogarie.
sv: Den här funktionen behövs en generell kod redovisningskonto och returnerar information om det kontot.
sw_ke: Kazi hii inachukua ujumla kitabu akaunti kanuni na maelezo anarudi ya akaunti hiyo.
tr_tr: Bu fonksiyon bir defteri kebir hesap kodu ve hesap döner detayları alır.
zh_hk: 此函数接收总帐科目代码并返回该科目的细节
zh_tw: 這個函數接受一個總帳科目代碼，並返回該帳戶的詳細信息

source: General Ledger Account Code
cs_cz: General Ledger kódu účtu
es_es: Código de Cuenta Contable
hi_in: सामान्य खाता बही खाता कोड
id_id: General Ledger Account Kode
it_it: Contabilità generale codice di addebito
ko_kr: 총계정 원장 계정 코드
mr_in: सामान्य खातेवही खाते कोड
nl_nl: Grootboekrekening Code
pt_pt: Código do Plano Geral de Contas
ro_ro: General Ledger Cod cont
ru_ru: Код счета главной бухгалтерской книги
sq_al: Llogaria Libri Kodi
sv: Redovisningskonto Code
sw_ke: Ujumla Ledger Akaunti ya Kanuni
tr_tr: Genel Muhasebe Hesap Kodu
zh_hk: 总账科目编号
zh_tw: 總帳帳戶代碼

source: A general ledger account code as returned by the GetGLAccountList function.
cs_cz: Hlavní knihy účtu kód vrácený GetGLAccountList funkce.
es_es: Un código de cuenta contable como el devuelto por la función GetGLAccountList (Obtener Lista de Cuentas Contable).
hi_in: एक सामान्य खाता बही खाता कोड के रूप में GetGLAccountList समारोह से लौट आए.
id_id: Kode buku besar akun yg dikembalikan oleh fungsi GetGLAccountList.
it_it: Un generale codice conto Ledger come restituito dalla funzione GetGLAccountList.
ko_kr: 총계정 원장 계정 코드로 GetGLAccountList 함수에 의해 반환.
mr_in: GetGLAccountList कार्यपद्धतीला परत म्हणून एक सामान्य खातेवही खाते कोड.
nl_nl: Een grootboekrekening code als geretourneerd door de GetGLAccountList functie.
pt_pt: Conta Contábil retornada pela função GetGLAccountList
ro_ro: Un general cont de cod registrul returnat de funcţia GetGLAccountList.
ru_ru: Код счета главной бухгалтерской книги, возвращаемый функцией GetGLAccountList.
sq_al: Një gjeneral llogari librit kodin e kthyer si nga funksioni GetGLAccountList.
sv: En redovisningskonto kod som returneras av GetGLAccountList funktionen.
sw_ke: A ujumla kitabu code akaunti kama akarudi na kazi ya GetGLAccountList.
tr_tr: Bir defteri kebir hesap kodu olarak GetGLAccountList işlevi tarafından döndürülen.
zh_hk: 总帐科目代码有函数GetGLAccountList返回
zh_tw: 所返回的擷取總帳帳戶列表功能的總帳科目代碼

source: This function returns an array of general ledger account details.
cs_cz: Tato funkce vrací pole obecné detaily saldokontní.
es_es: Esta función devuelve una matriz de detalles de cuentas contables.
hi_in: इस समारोह में सामान्य खाता बही खाते के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian akun buku besar.
it_it: Questa funzione restituisce una matrice di dati generali conto Ledger.
ko_kr: 이 기능은 총계정 원장 계정 정보의 배열을 돌려줍니다.
mr_in: हे कार्य सामान्य खातेवही खाते तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van grootboekrekening details.
pt_pt: Função retorna um array dos detalhes da conta contábil.
ro_ro: Această funcţie întoarce o matrice de detalii general cont Ledger.
ru_ru: Эта функция возвращает массив деталей счета главной бухгалтерской книги.
sq_al: Ky funksion të kthimit një rrjet të dhënat e përgjithshme llogari librit.
sv: Den här funktionen returnerar en matris med allmän information huvudbok konto.
sw_ke: Kazi hii anarudi safu ya ujumla maelezo ya akaunti kitabu.
tr_tr: Bu fonksiyonu defteri kebir hesap bilgilerini içeren bir dizi döndürür.
zh_hk: 此函数返回一个总帐科目细节数组。
zh_tw: 這個函數返回的總帳帳戶的詳細信息的數組

source: This function takes a stock code ID and a tax authority code and returns the relevant tax rate.
cs_cz: Tato funkce má zásoby kód ID a daňový orgán kód a vrátí příslušné daňové sazby.
es_es: Esta función tiene un código de identificación existencias y un código de autoridad fiscal y devuelve la tasa impositiva correspondiente.
hi_in: इस समारोह में एक शेयर कोड ID और एक कर प्राधिकरण कोड लेता है और प्रासंगिक कर दर देता है.
id_id: Fungsi ini menerima ID kode stok dan kode wewenag pajak dan mengembalikan tarif pajak yg bersangkutan.
it_it: Questa funzione accetta un codice ID di magazzino e di un codice autorità fiscale e restituisce il tasso di imposta.
ko_kr: 이 함수는 주식 코드 ID와 세무 당국 코드를​​ 취하고 관련 세율을 반환합니다.
mr_in: हे कार्य एक स्टॉक कोड आयडी आणि कर अधिकृतता कोड घेते आणि संबंधित कर दर पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een stock code ID en een belastingdienst code en geeft de relevante belastingtarief.
pt_pt: Função obtem ID de Cód. de estoque e uma autoridade fiscal e retorna a respectiva taxa de tributação
ro_ro: Această funcţie are un ID de codul de stoc şi o autoritate de cod fiscal şi returnează rata de impozitare relevant.
ru_ru: Эта функция принимает идентификатор кода склада и код налоговой инспекции и возвращает соответствующую налоговую ставку.
sq_al: Ky funksion merr një ID kod aksioneve dhe një autoriteti tatimor kod dhe kthimin e normës përkatëse tatimore.
sv: Denna funktion tar ett ID-lager-kod och en skattemyndighet kod och returnerar aktuell skattesats.
sw_ke: Kazi hii inachukua hisa code ID na maadili ya kodi ya mapato ya mamlaka husika na kiwango cha kodi.
tr_tr: Bu fonksiyon bir stok kodu kimliği ve bir vergi dairesinden şifre alıyor ve ilgili vergi oranı döner.
zh_hk: 此函数接收一个库存代码ID和税收当局代码并返回相关的税率。
zh_tw: 這個功能接受一個物料編號ID和稅務機關代碼，並返回相關稅率。

source: The stock ID of the item whose tax rate is desired.
cs_cz: Populace ID položky, jejichž daňová sazba je žádoucí.
es_es: El ID de existencias del elemento cuya tasa impositiva se desea.
hi_in: मद कर जिसका दर वांछित का स्टॉक आईडी.
id_id: ID stok dari item yg tarif pajak yg diinginkan.
it_it: L&#39;ID stock delle elemento il cui tasso di imposta è voluta.
ko_kr: 세율 요구되는 항목의 재고 ID입니다.
mr_in: ज्या कर दर इच्छित आहे आयटम साठा आयडी.
nl_nl: De voorraad-ID van het item waarvan belastingtarief is gewenst.
pt_pt: ID do item de estoque para qual é usada a taxa imposto
ro_ro: ID-ul Stocul produselor a căror cota de impozit este de dorit.
ru_ru: Идентификатор товара на складе, с желательной налоговой ставкой.
sq_al: ID e rezervës së sendit të cilave norma e taksës është e dëshiruar.
sv: Beståndet ID för objektet vars skattesats är önskvärt.
sw_ke: Kitambulisho cha ukoo wa bidhaa ambao kiwango cha kodi ni taka.
tr_tr: vergi oranı istenen öğenin stok numarası.
zh_hk: 需要税率的商品的ID。
zh_tw: 倉庫編號，其稅率是必須的項目。

source: Tax Authority Code
cs_cz: Daňový úřad zákoníku
es_es: Código Tributario Autoridad
hi_in: टैक्स प्राधिकरण कोड
id_id: Otoritas Pajak Kode
it_it: Tax Code Authority
ko_kr: 세금 기관 코드
mr_in: कर प्राधिकरण कोड
nl_nl: Belastingdienst Code
pt_pt: Cód. Autoridade Fiscal
ro_ro: Codul Fiscal Autoritatea
ru_ru: Код налоговая инспекция
sq_al: Kod fiskal Autoriteti
sv: Skatteverket Code
sw_ke: Kodi ya Mamlaka ya Kanuni
tr_tr: Vergi Kurumu Kanunu
zh_hk: 税务局代码
zh_tw: 稅務機關代碼

source: The code identifying the tax authority of interest.
cs_cz: Kód identifikující Finanční úřad zájmu.
es_es: El código de identificación de la autoridad fiscal de intereses.
hi_in: ब्याज की टैक्स प्राधिकरण की पहचान कोड.
id_id: Kode mengidentifikasi otoritas pajak bunga.
it_it: Il codice che identifica l&#39;autorità fiscale degli interessi.
ko_kr: 관심의 세무 당국을 식별하는 코드입니다.
mr_in: व्याज कर अधिकाराने ओळख कोड.
nl_nl: De code ter identificatie van de belastingdienst van belang.
pt_pt: Código identificando autoridade de fiscal de impostos
ro_ro: Codul de identificare a autorităţii fiscale de interes.
ru_ru: Код, идентифицирующий налоговую инспекцию.
sq_al: Kodi i identifikuar autoritetin tatimor të interesit.
sv: Koden anger skattemyndigheten av intresse.
sw_ke: Kanuni kutambua mamlaka ya kodi ya riba.
tr_tr: faiz vergi dairesinden tespit kodu.
zh_hk: 代码识别相关的税务局
zh_tw: 該代碼識別所關心的稅務機關。

source: This function is used to insert a new supplier into the webERP database.
cs_cz: Tato funkce slouží k vložení nového dodavatele do webERP databáze.
es_es: Esta función se usa para agregar un nuevo proveedor en la base de datos de WebERP.
hi_in: इस समारोह में सम्मिलित करने के लिए एक नया आपूर्तिकर्ता प्रयोग किया जाता है webERP डेटाबेस में.
id_id: Fungsi ini digunakan utk memasukkan supplier baru ke database webERP.
it_it: Questa funzione viene utilizzata per inserire un nuovo fornitore nel database webERP.
ko_kr: 이 기능은 webERP 데이터베이스에 새로운 공급 업체를 삽입하는 데 사용됩니다.
mr_in: हे कार्य webERP कोष मध्ये एक नवीन पुरवठादार घालण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt voor het invoegen van een nieuwe leverancier in het webERP database.
pt_pt: Função usada para inserir novo fornecedor no DB WebERP
ro_ro: Această funcţie este folosită pentru a insera un nou furnizor în baza de date webERP.
ru_ru: Эта функция используется, чтобы вставить новый поставщик в webERP базы данных.
sq_al: Ky funksion është përdorur për të futur një furnizues të ri në bazën e të dhënave webERP.
sv: Denna funktion används för att infoga en ny leverantör i webERP databasen.
sw_ke: kazi hii ni kutumika Insert muuzaji mpya katika orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanına yeni bir tedarikçi eklemek için kullanılır.
zh_hk: 此函数用于插入新供应商到webERP数据库。
zh_tw: 此函式用於輸入一個新供應商到ERP資料庫內

source: Supplier Details
cs_cz: Dodavatel Podrobnosti
es_es: Detalles del proveedor
hi_in: आपूर्तिकर्ता विवरण
id_id: Rincian Supplier
it_it: Fornitore Dettagli
ko_kr: 공급 업체 세부 사항
mr_in: पुरवठादार तपशील
nl_nl: Leverancier Details
pt_pt: Detalhes do Fornecedor
ro_ro: Detalii furnizorul
ru_ru: Поставщик Подробности
sq_al: Furnizuesi Details
sv: Leverantör Detaljer
sw_ke: Wasambazaji Details
tr_tr: Tedarikçi Detayları
zh_hk: 供应商细节
zh_tw: 供應商細節

source: This function is used to modify a supplier which is already setup in the webERP database.
cs_cz: Tato funkce slouží k úpravě dodavatele, který je již nastavení v webERP databázi.
es_es: Esta función se utiliza para modificar un proveedor que ya se ha creado en la base de datos webERP.
hi_in: इस समारोह के लिए एक आपूर्तिकर्ता जो पहले से ही webERP डेटाबेस में सेटअप है संशोधित किया जाता है.
id_id: Fungsi ini digunakan utk mengubah supplier yg sdh diatur di database webERP.
it_it: Questa funzione è utilizzata per modificare un fornitore che è già configurato nel database webERP.
ko_kr: 이 기능은 이미 webERP 데이터베이스에 설치하는 업체를 수정하는 데 사용됩니다.
mr_in: हे कार्य आधीच webERP डेटाबेसमधील सेटअप आहे जे एक पुरवठादार सुधारित करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om een leverancier die al is ingesteld in de webERP database te wijzigen.
pt_pt: Função usada para modificar fornecedor que já existe no DB WebERP
ro_ro: Această funcţie este utilizată pentru a modifica un furnizor care este deja în baza de date de configurare webERP.
ru_ru: Эта функция используется для изменения поставщиком, который уже установку в webERP базы данных.
sq_al: Ky funksion është përdorur për të modifikuar një furnizues i cili është tashmë setup në bazën e të dhënave webERP.
sv: Denna funktion används för att ändra en leverantör som redan setup i webERP databasen.
sw_ke: kazi hii ni kutumika kurekebisha muuzaji ambayo tayari kuanzisha database ya webERP.
tr_tr: Bu fonksiyonu zaten webERP veritabanında kurgusunda bir tedarikçi değiştirmek için kullanılır.
zh_hk: 此函数用来修改在webERP数据库中已经设定的供应商。
zh_tw: 這個功能用來修改一個供應商是已經安裝在ERP數據庫。
