Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The supplier code cannot contain any of the illegal characters
es_es: El proveedor no puede contener ninguno de los caracteres prohibidos
id_id: Kode supplier tdk boleh berisi karakter ilegal
ko_kr: 공급 업체 코드는 잘못된 문자를 포함 할 수 없습니다
mr_in: पुरवठादार कोड अवैध वर्ण कोणत्याही असू शकत नाही
pt_pt: código fornecedor não pode conter caracteres inválidos
zh_tw: 供應商代碼不能包含任何非法字符

source: The telephone number must be 25 characters or less long
cs_cz: Telefonní číslo může být dlouhé maximálně 25 znaků
es_es: El número de teléfono no debe pasar de 25 caracteres
hi_in: टेलीफोन नंबर 25 वर्ण या कम अवश्य होना चाहिए
id_id: Nomor telepon maksimum 25 karakter
it_it: Il numero di telefono non può essere più lungo di 50 caratteri
ko_kr: 전화 번호는 25 자 이하 여야합니다
mr_in: टेलिफोन नंबर 25 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: telefoon nummer mag maximaal 25 karakters bevatten
pt_pt: O telefone precisa ter no máximo 25 caracteres
ro_ro: Numărul de telefon trebuie să fie de 25 de caractere sau mai puţin timp
ru_ru: Номер телефона должен быть меньше 25 символов
sq_al: Numri i telefonit duhet të jenë 25 shkronja ose më pak gjatë
sv: Telefonnumret måste vara mindre än 25 tecken långt
sw_ke: Nambari ya simu lazima wahusika 25 au chini ya muda mrefu
tr_tr: TELEFON 25 KARAKTERDEN KISA OLMALI
zh_hk: 电话号码最长25字
zh_tw: 電話號碼必須不多於 25 字元

source: The fax number must be 25 characters or less long
cs_cz: Faxové číslo může být dlouhé maximálně 25 znaků
es_es: El número de fax no debe pasar de 25 caracteres
hi_in: फैक्स नंबर 25 वर्ण या कम अवश्य होना चाहिए
id_id: Nomor fax maksimum 25 karakter
it_it: Il numero di fax non può essere più lungo di 50 caratteri
ko_kr: 팩스 번호는 25 자 이하 여야합니다
mr_in: फॅक्स क्रमांक 25 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: fax nummer mag maximaal 25 karakters bevatten
pt_pt: O fax precisa ter no máximo 25 caracteres
ro_ro: Numărul de fax trebuie să fie de 25 de caractere sau mai puţin timp
ru_ru: Номер факса должен состоять не более чем из 25 символов
sq_al: Numri i faksit duhet të jetë 25 shkronja ose më pak gjatë
sv: Faxnumret måste vara mindre än 25 tecken långt
sw_ke: Idadi faksi lazima wahusika 25 au chini ya muda mrefu
tr_tr: FAKS 25 KARAKTERDEN KISA OLMALI
zh_hk: 传真号码最长25字
zh_tw: 傳真號碼必須不多於 25 字元

source: The email address must be 55 characters or less long
cs_cz: E-mailová adresa může být dlouhá maximálně 55 znaků
es_es: La dirección de correo electrónico no debe pasar de 25 caracteres
hi_in: ईमेल पता 55 या कम वर्णों का अवश्य होना चाहिए
id_id: Alamat email maksimum 55 karakter
it_it: L'indrizzo email non può essere più lungo di 50 caratteri
ko_kr: 이메일 주소는 55 자 이하 여야합니다
mr_in: ईमेल पत्ता 55 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: e-mail adres mag maximaal 25 karakters bevatten
pt_pt: O correio eletrônico precisa ter no máximo 25 caracteres
ro_ro: Adresa de e-mail trebuie să fie 55 de caractere sau mai puţin timp
ru_ru: Адрес электронной почты должен быть не более 55 символолов
sq_al: E-mail adresën duhet të jetë 55 shkronja ose më pak gjatë
sv: Epost adressen måste vara mindre än 55 tecken långt
sw_ke: Anwani ya barua pepe lazima wahusika 55 au chini ya muda mrefu
tr_tr: EMAIL 55 KARAKTERDEN KISA OLMALI
zh_hk: 电子邮件地址最长55字
zh_tw: 電郵地址必須不多於 55 字元

source: The URL address must be 50 characters or less long
ko_kr: URL 주소는 50 자 이하 여야합니다
mr_in: URL मध्ये पत्ता 50 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
pt_pt: O endereço (URL) deve ter no máximo 50 caracteres
zh_tw: 網址的地址必須少於50個字符

source: The bank reference text must be less than 12 characters long
cs_cz: Bankovní reference text musí být menší než 12 znaků
es_es: El texto de referencia del banco debde contener menos de 12 caracteres de largo
hi_in: बैंक संदर्भ पाठ से कम 12 अक्षरों का होना चाहिए
id_id: Teks referensi bank maksimum 12 karakter
it_it: Il testo di riferimento della banca deve essere inferiore a 12 caratteri
ko_kr: 은행 참조 텍스트 미만 12 자이어야
mr_in: बँक संदर्भ मजकूर कमी 12 वर्ण लांब असणे आवश्यक आहे
nl_nl: De bank referentie tekst mag maximaal 12 tekens lang zijn
pt_pt: referencia bancária deve ter no máximo 12 caracteres
ro_ro: Text de referinţă bancar trebuie să fie mai mică de 12 caractere
ru_ru: Текст ссылки банка должен содержать не меньше 12 символов в длину
sq_al: Referencës Banka Teksti duhet të jetë më pak se 12 karaktereve i gjatë
sv: Banken referenstext måste vara mindre än 12 tecken långa
sw_ke: Nakala ya kumbukumbu ya benki lazima chini ya herufi 12 kwa muda mrefu
tr_tr: BANKA REFERANSI 12 KARAKTERDEN KISA OLMALIDIR
zh_hk: 银行参考号必须少于 12 个字
zh_tw: 銀行參考文字必須少於 12 字元

source: The supplier since field must be a date in the format
cs_cz: Dodavatele, neboť pole, musí být data ve formátu
es_es: El campo proveedor desde debe ser una fecha con el formato
hi_in: क्षेत्र के बाद आपूर्तिकर्ता स्वरूप में किसी दिनांक होना चाहिए
id_id: Kolom supplier sejak harus berupa tgl dalam format
it_it: Il fornitore dal campo deve essere una data nel formato
ko_kr: 필드입니다 공급자는 형식의 날짜 여야합니다
mr_in: फील्ड पासून पुरवठादार स्वरुपात तारीख असणे आवश्यक आहे
nl_nl: De leverancier vanaf veld moet een datum zijn in de format:
pt_pt: fornecedor desde ... deve conter data formato válido
ro_ro: Furnizorul din câmp trebuie să fie o dată în formatul
ru_ru: поле Поставщик с должно иметь формат даты
sq_al: Furnizuesi që nga viti fushë duhet të jetë një datë në formatin
sv: Fr.o.m datum måste anges med rätt format
sw_ke: Muuzaji wa tangu shamba lazima tarehe katika muundo
tr_tr: NE ZAMANDIR TEDARIKÇIMIZ ALANINA TARIH GIRMELISINIZ, FORMAT:
zh_hk: 供应商设立自从日期必须是日期格式
zh_tw: 供應商設立日期必須是日期格式

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
cs_cz: Upozornění - Geocode Integrace je povoleno, ale ne hostitelé jsou nastavení. Přejít na Geocode nastavení
es_es: Atención, la Integración Geocode está habilitada pero no se ha configurado ningún servidor. Vaya a "Configurar Códigos Geográficos (Geocode)"
hi_in: चेतावनी - जियोकोड एकता सक्रिय है, लेकिन कोई मेजबान सेटअप कर रहे हैं. करने के लिए सेटअप जियोकोड जाओ
id_id: Peringatan - Integrasi Geocode diaktifkan, tapi tdk dibuat host. Pilih Pengaturan Geocode
it_it: Attenzione - Geocode L&#39;integrazione è abilitata, ma non gli host sono settati. Vai alla Geocode Setup
ko_kr: 경고 - 지오 통합을 사용할 수 있습니다,하지만 호스트는 설치되지 않습니다. 설치를 지오 코딩 이동
nl_nl: Waarschuwing - Geocode Integratie is ingeschakeld, maar geen hosts zijn setup. Ga naar Setup Geocode
pt_pt: AVISO - Integração Geocode habilitada, mas não há host configurado. Ir para Config. Geocode
ro_ro: Atenţie - geocodare Integrarea este activat, dar gazdele nu sunt de configurare. Du-te la geocodificată Setup
ru_ru: Предупреждение: включена поддержка интеграции геокода, но не заданы хосты. К установке геокода
sq_al: Paralajmërim - Geocode Integrimit është aktivizuar, por nuk pret janë setup. Go to Geocode Setup
sv: Varning - geokod Integration är aktiverad, men inga värdar är inställda. Gå till geokod Setup
sw_ke: Onyo - Geocode Integration ni kuwezeshwa, lakini hakuna majeshi ni kuanzisha. Kwenda Geocode Setup
tr_tr: Uyarı - coğrafi kod Entegrasyon, ancak etkin bir ana kurulum vardır. Kurulum coğrafi kod göster
zh_hk: 警告 - 地理编码整合被激活，但是没有设置服务器。 请到地理编码设置页设置
zh_tw: 警告 - 地圖編碼整合已啟用，但是沒有設定主機的配置。請先去配置地圖編碼

source: Goole map url not loading
ko_kr: 로드되지 Goole지도의 URL
zh_tw: 谷歌地圖網址未下載

source: Cannot change currency code as transactions already exist
cs_cz: Nelze změnit kód měny jako transakce již existují
es_es: No se puede cambiar el código de la moneda como las transacciones que ya existen
hi_in: मुद्रा कोड बदलने के रूप में लेनदेन के पहले से ही मौजूद नहीं कर सकते
id_id: Tdk dapat merubah kode mata uang karena transaksi sdh ada
it_it: Non è possibile modificare il codice valuta come operazioni già esistenti
ko_kr: 트랜잭션이 이미 존재하는 통화 코드를 변경할 수 없습니다
mr_in: व्यवहार आधीच अस्तित्वात म्हणून चलन कोड बदलू शकत नाही
nl_nl: Valuta code kan niet worden gewijzigd als er al transacties voor bestaan
pt_pt: Não pode modificar código moeda, pois já existe transação
ro_ro: Nu pot schimba codul de monedă ca tranzacţii există deja
ru_ru: Невозможно изменить код валюты как операции уже существуют
sq_al: Nuk mund të ndryshojë kodin e monedhës si transaksione tashmë ekzistojnë
sv: Kan inte ändra valuta kod som transaktioner redan finns
sw_ke: Hawezi kubadili sarafu code kama shughuli tayari zipo
tr_tr: işlemler zaten mevcut olarak para birimi kodu değiştirilemiyor
zh_hk: 由于已经有相关交易，所以无法变更货币代码
zh_tw: 不能轉換貨幣編碼, 交易已存在

source: The supplier could not be updated because
cs_cz: Dodavatel nelze aktualizovat, protože
es_es: El proveedor no se puede actualizar porque
hi_in: आपूर्तिकर्ता क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Supplier tdk dapat diperbarui karena
it_it: perchè
ko_kr: 공급 업체가 있기 때문에 업데이트 할 수 없습니다
mr_in: पुरवठादार अद्यतनित करणे शक्य नाही कारण
nl_nl: de leverancier kon niet worden geupdate omdat
pt_pt: O fornecedor não pode ser atualizado porque
ro_ro: Furnizorul nu a putut fi actualizat deoarece
ru_ru: Поставщик не может быть обновлен, потому что
sq_al: Furnizuesi nuk mund të rifreskohet për shkak se
sw_ke: wasambazaji wa inaweza kuwa updated sababu
tr_tr: TEDARIKÇI GÜNCELLENEMEDI:
zh_hk: 未能更新供应商, 因为
zh_tw: 未能更新供應商, 因為

source: The SQL that was used to update the supplier but failed was
cs_cz: SQL, který byl použit k aktualizaci dodavateli, ale nepodařilo se
es_es: El SQL que falló al actualizar el proveedor fue
hi_in: SQL कि आपूर्तिकर्ता अद्यतन इस्तेमाल किया गया था लेकिन असफल रहा था
id_id: SQL yg digunakan utk memperbarui supplier tapi gagal adalah
it_it: di
ko_kr: 공급 업체를 업데이트하는 데 사용했지만 실패했다 SQL이었다
mr_in: पुरवठादार अद्यतनित करण्यासाठी वापरली पण अयशस्वी झाले याची SQL होते
nl_nl: de gebruikte SQL waarin de update van de leverancier mislukte was
pt_pt: SQL que falhou para atualizar fornecedor foi
ro_ro: SQL care a fost folosit pentru a actualiza la furnizor, dar nu a reuşit a fost
ru_ru: SQL, который использовался для обновления поставщика, но завершился неудачей, был
sq_al: SQL që është përdorur për të rinovuar të furnizuesit, por nuk arriti ishte
sv: Den SQL som misslyckades var
sw_ke: SQL kuwa ilitumika kwa update wasambazaji lakini alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新供应商失败的 SQL 是
zh_tw: 用作更新供應商失敗的 SQL 是

source: The supplier master record for
cs_cz: Dodavatel mistr rekord
es_es: El registro maestro del proveedor para
hi_in: आपूर्तिकर्ता गुरु रिकार्ड के लिए
id_id: Data master supplier utk
it_it: Il master record per il fornitore
ko_kr: 에 대한 공급 업체 마스터 레코드
mr_in: साठी पुरवठादार मास्टर रेकॉर्ड
nl_nl: de leverancier master record voor
pt_pt: Registro Principal para o fornecedor
ro_ro: Comandantul record furnizor pentru
ru_ru: Главная запись для поставщика
sq_al: Master furnizues për rekord
sv: Leverantörs master post för
sw_ke: Mwenye rekodi ya muuzaji
tr_tr: TEDARIKÇI KAYDI :
zh_hk: 供应商主记录
zh_tw: 供應商主記錄

source: The supplier
cs_cz: Dodavatel
es_es: El proveedor
hi_in: आपूर्तिकर्ता
id_id: Supplier
it_it: Il fornitore
ko_kr: 공급 업체
mr_in: पुरवठादार
nl_nl: de leverancier
pt_pt: O Fornec.
ro_ro: Furnizorul
ru_ru: Поставщик
sq_al: Furnizuesi
sv: Leverantören
sw_ke: Muuzaji
tr_tr: TEDARIKÇI
zh_hk: 供应商
zh_tw: 供應商

source: The SQL that was used to insert the supplier but failed was
cs_cz: SQL, který byl použit pro vložení dodavateli, ale nepodařilo se
es_es: El SQL que falló al agregar el proveedor fue
hi_in: SQL कि सम्मिलित करने के लिए आपूर्तिकर्ता इस्तेमाल किया गया था लेकिन असफल रहा था
id_id: SQL yg digunakan utk memasukkan supplier tapi gagal adalah
it_it: di
ko_kr: 공급 업체에 삽입하는 데 사용했지만 실패했다 SQL이었다
mr_in: पुरवठादार घालण्यासाठी वापरले पण अयशस्वी झाले याची SQL होते
nl_nl: de gebruikte SQL waarin het toevoegen van de leverancier mislukte was
pt_pt: SQL que falhou na inserção do fornecedor foi
ro_ro: SQL care a fost folosit pentru a insera la furnizor, dar nu a reuşit a fost
ru_ru: SQL, который использовался для вставки поставщика но завершился неудачей был
sq_al: SQL që është përdorur për të futur në furnizues, por nuk arriti ishte
sv: Den SQL som användes och misslyckades var
sw_ke: SQL kuwa ilitumika Insert ya wasambazaji lakini alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作插入供应商失败的 SQL 是
zh_tw: 用作插入供應商失敗的 SQL 是

source: A new supplier for
cs_cz: Nový dodavatel
es_es: Un nuevo proveedor para
hi_in: एक नया आपूर्तिकर्ता के लिए
id_id: Supplier baru utk
it_it: Un nuovo fornitore per
ko_kr: 에 대한 새로운 공급 업체
mr_in: एक नवीन पुरवठादार
nl_nl: Een nieuwe leverancier voor
pt_pt: Novo fornecedor para
ro_ro: Un nou furnizor pentru
ru_ru: Новый поставщик для
sq_al: Një furnizues i ri për
sv: En ny leverantör för
sw_ke: A muuzaji mpya kwa ajili ya
tr_tr: YENI TEDARIKÇI
zh_hk: 新供应商
zh_tw: 新供應商

source: Cannot delete this supplier because there are transactions that refer to this supplier
cs_cz: Nelze smazat tento dodavatel, protože tam jsou transakce, které odkazují na tento dodavatel
es_es: No se puede suprimir este proveedor porque hay transacciones que se refieren al mismo
hi_in: इस आपूर्तिकर्ता हटाना क्योंकि वहाँ लेनदेन है कि इस आपूर्तिकर्ता का उल्लेख कर रहे हैं नहीं कर सकते
id_id: Tdk dapat menghapus supplier ini karena ada transaksi yg menggunakan supplier ini
it_it: perchè di
ko_kr: 이 공급 업체를 참조 트랜잭션이 때문에이 공급 업체를 삭제할 수 없습니다
mr_in: या पुरवठादार पहा व्यवहार आहेत कारण या पुरवठादार हटवू शकत नाही
nl_nl: Deze leverancier kan niet worden verwijderd omdat er a; transacties voor bestaan
pt_pt: Não pode remover este fornecedor pois existem transações que fazem referência ao mesmo
ro_ro: Nu se poate şterge acest furnizor, deoarece există tranzacţii care se referă la acest furnizor
ru_ru: Не могу удалить этот поставщик поскольку Есть операции, которые относятся к этому поставщику
sq_al: Nuk mund të fshini kete furnizues sepse ka transaksione që i referohen kësaj furnizuesit
sv: Leverantören kan inte tas bort, det finns transaktioner
sw_ke: Hawezi kufuta wasambazaji kwa sababu kuna shughuli kwamba rejea wasambazaji hii
tr_tr: BU TEDARIKÇIYI SILEMEZSINIZ, BAGLI HAREKETLER VAR
zh_hk: 未能删除这个供应商, 因为已有这个供应商的交易记录
zh_tw: 未能刪除這供應商, 因為已有這供應商的交易記錄

source: transactions against this supplier
cs_cz: operace proti tomuto dodavateli
es_es: transacciones versus este proveedor
hi_in: इस सप्लायर के खिलाफ लेनदेन
id_id: transaksi dgn supplier ini
it_it: operazioni contro questo fornitore
ko_kr: 이 공급 업체에 대한 거래
mr_in: या पुरवठादार विरुद्ध व्यवहार
nl_nl: transacties voor deze leverancier
pt_pt: transações para este fornecedor
ro_ro: împotriva acestei tranzacţii cu furnizorul
ru_ru: операции против этого поставщика
sq_al: transaksionet kundër këtij furnizues
sv: transaktioner mot denna leverantör
sw_ke: mashirikiano dhidi ya wasambazaji hii
tr_tr: BU TEDARIKÇI ILE ILGILI KAYITLAR
zh_hk: 笔这供应商的交易
zh_tw: 這供應商的交易

source: Cannot delete the supplier record because purchase orders have been created against this supplier
cs_cz: Nelze smazat záznam, protože dodavatel objednávky byly vytvořeny proti tomuto dodavateli
es_es: No se puede suprimir el registro del proveedor porque se han creado órdenes de compra respecto a él
hi_in: आपूर्तिकर्ता रिकॉर्ड हटाना क्योंकि खरीद के आदेश के खिलाफ इस गया आपूर्तिकर्ता बनाया है नहीं कर सकते
id_id: Tdk dapat menghapus data supplier karena order pembelian sdh dibuat utk supplier ini
it_it: perchè
ko_kr: 구매 주문이 공급 업체에 대해 생성 되었기 때문에 공급 업체 레코드를 삭제할 수 없습니다
mr_in: खरेदी ऑर्डर या पुरवठादार विरोधात निर्माण केले आहेत कारण पुरवठादार रेकॉर्ड हटवू शकत नाही
nl_nl: Leverancier kan niet worden verwijderd omdat er al inkoop orders voor gemaakt zijn
pt_pt: Não pode remover este fornecedor pois existem ordens de compra para ele.
ro_ro: Nu se poate şterge înregistrarea furnizorul deoarece ordinele de cumpărare au fost create împotriva acestei legatura cu furnizorul
ru_ru: Не удается удалить запись поставщика, поскольку заказы на поставку были созданы против этого поставщика
sq_al: Nuk mund të fshini rekord furnizuesi për shkak se urdhrat e blerjes janë krijuar kundër këtij furnizues
sv: Kan inte ta bort leverantören posten eftersom inköpsorder har skapats mot denna leverantör
sw_ke: Hawezi kufuta rekodi ya muuzaji kwa sababu amri ya kununua viliumbwa dhidi hii wasambazaji
tr_tr: BU TEDARIKÇIYI SILEMEZSINIZ, BAGLI SATINALMA SIPARISLERI OLUSTURULMUS
zh_hk: 未能删除供应商记录, 因为已有这个供应商的采购订单
zh_tw: 未能刪除供應商記錄, 因為已有這供應商的採購訂單

source: orders against this supplier
cs_cz: příkazy proti tomuto dodavateli
es_es: órdenes para este proveedor
hi_in: इस सप्लायर के खिलाफ आदेश
id_id: order utk supplier ini
it_it: provvedimenti nei confronti del fornitore
ko_kr: 이 공급 업체에 대한 주문
mr_in: या पुरवठादार विरुद्ध ऑर्डर
nl_nl: inkoop orders voor deze leverancier
pt_pt: ordens de compra deste fornecedor
ro_ro: ordine împotriva acest furnizor
ru_ru: заказ напротив этого поставщика
sq_al: urdhra kundër këtij furnizues
sv: order mot denna leverantör
sw_ke: amri dhidi ya wasambazaji hii
tr_tr: BAGLI SIPARISLER:
zh_hk: 张这供应商的采购订单
zh_tw: 這供應商的採購訂單

source: Cannot delete this supplier because there are supplier contacts set up against it
cs_cz: Nelze smazat tento dodavatel, protože tam jsou dodavatelem kontakty nastavit proti němu
es_es: No se puede suprimir este proveedor porque hay contactos de proveedor creados respecto a él
hi_in: इस आपूर्तिकर्ता हटाना क्योंकि वहाँ आपूर्तिकर्ता इसके खिलाफ स्थापित संपर्क कर रहे हैं नहीं कर सकते
id_id: Tdk dapat menghapus supplier ini karena ada kontak supplier yg biuat utknya
it_it: perchè
ko_kr: 그것에 대하여 설정 공급 업체 연락처가 있기 때문에이 공급 업체를 삭제할 수 없습니다
mr_in: तो विरुद्ध सेट पुरवठादार संपर्क आहेत कारण या पुरवठादार हटवू शकत नाही
nl_nl: Leverancier kan niet worden verwijderd omdat er al contacten voor zijn gedefinieerd
pt_pt: não pode remover este fornecedor porque existem contatos para ele
ro_ro: Nu se poate şterge acest furnizor, deoarece există contacte cu furnizorul instituit împotriva sa
ru_ru: Не могу удалить этого поставщика, поскольку контакты поставщика установлены против этого
sq_al: Nuk mund të fshini kete furnizues, sepse ka kontaktet e furnizuesit të ngritur kundër tij
sv: Kan inte ta bort denna leverantör eftersom det finns leverantörskontakter registrerade mot den
sw_ke: Hawezi kufuta wasambazaji kwa sababu kuna muuzaji mawasiliano kuweka juu yake
tr_tr: BU TEDARIKÇIYI SILEMEZSINIZ,BAGLI IRTIBAT BILGILERI VAR
zh_hk: 未能删除个这供应商, 因为已有供应商联系人
zh_tw: 未能刪除這供應商, 因為已有供應商聯繫

source: delete these first
cs_cz: odstranit tyto první
es_es: suprimir éstos primero
hi_in: इन हटाने के पहले
id_id: hapus kontak itu dulu
it_it: eliminare questi primi
ko_kr: 이 첫 번째 삭제
mr_in: या प्रथम हटवा
nl_nl: Verwijder dit eerst
pt_pt: remove os contatos primeiro
ro_ro: şterge aceste prime
ru_ru: удалить эти сначала
sq_al: fshini këto parë
sv: Makulera dessa först
sw_ke: kufuta hizi kwanza
tr_tr: ILK ÖNCE BUNLARI SIL
zh_hk: 请先删除这些
zh_tw: 請先刪除這些

source: supplier contacts relating to this supplier
cs_cz: dodavatel kontakty týkající se tohoto dodavatele
es_es: contactos del proveedor relacionados a este proveedor
hi_in: आपूर्तिकर्ता संपर्कों इस आपूर्तिकर्ता से संबंधित
id_id: kontak supplier yg menggunakan supplier ini
it_it: di
ko_kr: 이 공급 업체에 관련 공급 업체 연락처
mr_in: या पुरवठादार संबंधित पुरवठादार संपर्क
nl_nl: Leverancierskontakten in relatie tot deze leverancier
pt_pt: contatos relacionados a este fornecedor
ro_ro: contacte furnizor referitor la acest furnizor
ru_ru: контакты поставщика, связанные с этим поставщиком
sq_al: kontakte furnizuesi lidhur me këtë furnizuesit
sv: leverantörskontakter relaterade till denna leverantör
sw_ke: wasambazaji mawasiliano zinazohusiana na wasambazaji hii
tr_tr: BU TEDARIKÇININ ILETISIM BILGILERI
zh_hk: 供应商的联系人
zh_tw: 這供應商的聯繫

source: Supplier record for
cs_cz: Dodavatel rekord
es_es: Registro de proveedor para
hi_in: आपूर्तिकर्ता रिकार्ड के लिए
id_id: Data supplier utk
it_it: Fornitore record per
ko_kr: 에 대한 공급 업체의 기록
mr_in: साठी पुरवठादार रेकॉर्ड
nl_nl: leveranciers record voor
pt_pt: Registro forn. para
ro_ro: Furnizor record pentru
ru_ru: Запись поставщика для
sq_al: Furnizuesi për rekord
sv: Leverantörspost för
sw_ke: Wasambazaji rekodi kwa
tr_tr: TEDARIKÇI KAYDI:
zh_hk: 供应商记录:
zh_tw: 供應商記錄:

source: The supplier id should not be within 10 legal characters and cannot be blank
ko_kr: 공급 업체 ID는 10 법률 자 이내 안하고 비워 둘 수 없습니다
mr_in: पुरवठादार आयडी 10 कायदेशीर वर्ण आत नसावे आणि रिक्त असू शकत नाही
pt_pt: ID do Fornecedor deve conter no máx. 10 caracteres válidos
zh_tw: 供應商ID不應該是10個合法字符，並且不能為空

source: within 10 characters
es_es: Hasta 10 caracteres
ko_kr: 10 자 이내
mr_in: 10 वर्ण आत
pt_pt: no máx. 10 caract.
zh_tw: 在10個字符

source: The supplier name should not be blank and should be less than 40 legal characters
ko_kr: 공급 업체 이름은 비워 둘 수 없습니다해야 미만 40 법적 자한다
mr_in: पुरवठादार नाव रिक्त असू नये आणि कमी 40 कायदेशीर वर्ण असावा
pt_pt: O nome do fornecedor deve estar preenchido e no máximo 40 caracteres
zh_tw: 供應商名稱不應該是空白的，並應少於40個合法字符

source: Within 40 legal characters
ko_kr: (40) 법률 자 이내
mr_in: 40 कायदेशीर वर्ण आत
pt_pt: No máximo 40 caracteres válidos
zh_tw: 在40個字符合法

source: The input should be less than 40 characters
ko_kr: 입력 미만 40 자이어야한다
mr_in: इनपुट कमी 40 अक्षरे असायला पाहिजे
pt_pt: Informar no máximo 40 caracteres
zh_tw: 該輸入應小於40個字符

source: Less than 40 characters
es_es: Menos de 40 caracteres
ko_kr: 미만 40 자
mr_in: पेक्षा कमी 40 वर्ण
pt_pt: Informar menos de 40 caracteres
zh_tw: 小於40個字符

source: Less than 50 characters
es_es: Menos de 50 caracteres
ko_kr: 미만 50 자
mr_in: 50 पेक्षा कमी वर्ण
pt_pt: Informar menos de 50 caracteres
zh_tw: 小於40個字符

source: only number + - ( and ) allowed
ko_kr: 허용 (과) - 숫자 만 +
mr_in: फक्त NUMBER + - (आणि) परवानगी
pt_pt: somente números, +, -, (, ), permitidos
zh_tw: 只有號碼+ - （和）允許

source: The input should be fax number
ko_kr: 입력은 팩스 번호해야
mr_in: इनपुट फॅक्स नंबर असावा
pt_pt: Informar número telefônico de FAX
zh_tw: 這裡要輸入的是傳真號碼

source: Only email address are allowed
es_es: Solo se permite direcciones de correo-e
ko_kr: 전용 이메일 주소가 허용됩니다
mr_in: केवळ ईमेल पत्ता अनुमती आहे
pt_pt: Informar endereço do correio eletrônico válido
zh_tw: 只有允許電子郵件地址

source: email format such as xx@mail.cn
es_es: formato de correo-e como xx@mail.cn
ko_kr: 이메일 형식 등 xx@mail.cn으로
mr_in: अशा xx@mail.cn म्हणून ईमेल स्वरूप
pt_pt: email no formato usuario@dobrasil.com.br
zh_tw: 電子郵件格式如xx@mail.com.tw

source: Only URL address are allowed
es_es: Sólo se permite direcciones URL
ko_kr: 만 URL 주소가 허용됩니다
mr_in: केवळ URL मध्ये पत्ता अनुमती आहे
pt_pt: Informar endereço correio eletrônico válido
zh_tw: 允許唯一的URL地址

source: URL format such as www.example.com
ko_kr: www.example.com과 같은 URL 형식
mr_in: अशा www.example.com म्हणून URL स्वरूपन
pt_pt: formato ex: URL www.dobrasil.com.br
zh_tw: URL格式如www.example.com

source: Supplier Type
cs_cz: Dodavatel typ
es_es: Tipo de proveedor
hi_in: आपूर्तिकर्ता लिखें
id_id: Tipe Supplier
it_it: Tipo fornitore
ko_kr: 공급 유형
mr_in: पुरवठादार प्रकार
nl_nl: Leverancier Type
pt_pt: Tipo Fornec.
ro_ro: Tipul cu furnizorul
ru_ru: Тип поставщика
sq_al: Furnizuesi Type
sv: Leverantör Typ
sw_ke: Aina wasambazaji
tr_tr: Tedarikçi Tip
zh_hk: 供应商类型
zh_tw: 供應商類型

source: Supplier Since
cs_cz: Vzhledem k tomu, dodavatel
es_es: Proveedor Desde
hi_in: के बाद से प्रदायक
id_id: Supplier Sejak
it_it: Dal fornitore
ko_kr: 공급 업체부터
mr_in: पुरवठादार असल्याने
nl_nl: Leverancier Sinds
pt_pt: Fornecedor Desde
ro_ro: Deoarece furnizorul
ru_ru: Поставщик с
sq_al: Furnizuesi Që
sv: Medlem sedan
sw_ke: Tangu wasambazaji
tr_tr: NE ZAMANDIR TEDARIKÇIMIZ?
zh_hk: 供应商设立自
zh_tw: 供應商設立自

source: Bank Particulars
cs_cz: Údaje banky
es_es: Particulares del Banco
hi_in: बैंक विवरण
id_id: Rincian Bank
it_it: Banca Particolari
ko_kr: 은행 특정 옵션
mr_in: बँक विवरण
nl_nl: Bank bijzonderheden
pt_pt: Instit. Bancária
ro_ro: Banca Menţiuni
ru_ru: Подробный отчет по банку
sq_al: Të dhënat bankare
sv: Bankdetaljer
sw_ke: Nambari ya benki
tr_tr: BANKA DETAYLARI
zh_hk: 开户银行
zh_tw: 銀行明細
