Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Salesman Name
cs_cz: Jméno prodejce
es_es: Nombre del vendedor
hi_in: विक्रेता का नाम
id_id: Nama Salesman
it_it: Nome Salesman
ko_kr: 세일즈맨 이름
mr_in: विक्रता नाव
nl_nl: Naam verkoper
pt_pt: Nome Vendedor
ro_ro: Vânzător Nume
ru_ru: Продавец
sq_al: Emri Shitës
sv: Säljare namn
sw_ke: Jina mfanyabiashara
tr_tr: Satıcı Adı
zh_hk: 销售员名称
zh_tw: 業務員名稱

source: Area Description
cs_cz: Popis oblasti
es_es: Descripción de la Zona
hi_in: क्षेत्र वर्णन
id_id: Keterangan Area
it_it: Descrizione Area
ko_kr: 영역 설명
mr_in: क्षेत्र वर्णन
nl_nl: Gebied Omschrijving
pt_pt: Descrição Área
ro_ro: Descriere zona
ru_ru: Описание области
sq_al: Description Area
sv: Områdesbeskrivning
sw_ke: Eneo Description
tr_tr: Alanı Açıklama
zh_hk: 地域描述
zh_tw: 區域描述

source: Order Type
cs_cz: Objednat Typ
es_es: Tipo de Orden
hi_in: आदेश के प्रकार
id_id: Tipe Order
it_it: Tipo di ordine
ko_kr: 주문 유형
mr_in: मागणी प्रकार
pt_pt: Tipo Pedido
ro_ro: Pentru Tip
ru_ru: Тип заказа
sq_al: Rendit Type
sv: Ordertyp
sw_ke: Aina ili
tr_tr: Sipariş Tip
zh_hk: 订单种类
zh_tw: 訂單類型

source: Sales Order
cs_cz: Prodejní objednávky
es_es: Orden de venta
hi_in: बिक्री आदेश
id_id: Order Penjualan
it_it: Ordini di vendita
ko_kr: 판매 주문
mr_in: विक्री मागणी
nl_nl: Verkoop orders
pt_pt: Pedido Venda
ro_ro: Ordinul de vânzare
ru_ru: Заказ на продажу
sv: Kundorder
sw_ke: Mauzo Order
tr_tr: Satış Siparişi
zh_hk: 销售订单
zh_tw: 銷售訂單

source: Only Applies To Invoice Date Type
cs_cz: Se vztahuje pouze na faktury Datum Druh
es_es: Sólo se Aplica al Tipo de Fecha de la Factura
hi_in: केवल चालान तिथि प्रकार पर लागू होता है
id_id: Hanya Berlaku Ke Tipe Tgl Faktur
it_it: Si applica soltanto al tipo di data della fattura
ko_kr: 만 날짜 형식을 청구하기 위해 적용
mr_in: केवळ चलन दिनांक प्रकार यावर लागू
nl_nl: Alleen van toepassing op Factuurdatum Type
pt_pt: Só se aplica a Tipo de Avisos Data
ro_ro: Se aplică numai Tip la data facturii
ru_ru: Распространяется на тиа даты счета
sq_al: Vlen vetëm për Lloji Faturë Data
sv: Gäller endast Faktura Datum Typ
sw_ke: Inatumika tu Aina ankara Date
tr_tr: Sadece Fatura Tarih Tipi Uygulanır
zh_hk: 仅仅适用于发票日期种类
zh_tw: 僅適用於發票日期類型

source: For Sales Person
es_es: Para el vendedor
id_id: Utk Salesman
ko_kr: 판매 사람
mr_in: विक्री व्यक्ती
pt_pt: Para Vendedor
zh_tw: 業務員

source: Transaction Number sort only valid for Invoice Date Type
es_es: El Tipo del Número de Transacciones sólo es válido para el tipo de fecha de la factura
id_id: Mengurutkan Nomor Transaksi hanya berlaku utk Tipe Tgl Invoice
ko_kr: 송장 날짜 형식에 대한 일종의에만 유효 트랜잭션 수
mr_in: अशी यादी तयार दिनांक प्रकार क्रमवारी केवळ वैध व्यवहार क्रमांक
pt_pt: Classif. Núm. transação valido para tipo aviso data
zh_hk: 交易编号排序只对发票日期形式有效
zh_tw: 交易編號排序僅適用於發票日期類型

source: Transaction Number summary only valid for Invoice Date Type
es_es: El resumen del Número de Transacciones sólo es válido para el tipo de fecha de la factura
id_id: Ringkasan Nomor Transaksi hanya berlaku utk Tipe Tgl Invoice
ko_kr: 송장 날짜 유형에 대해서만 유효 트랜잭션 번호 요약
mr_in: अशी यादी तयार दिनांक प्रकार फक्त वैध व्यवहार क्रमांक सारांश
pt_pt: Número Transaç. só é válida para Tipo de Aviso Data
zh_hk: 交易编号摘要只对发票日期类型有效
zh_tw: 交易號碼匯總僅適用於發票日期類型

source: The SQL to the create temp stock moves table failed with the message
id_id: SQL utk membuat tabel tempstockmoves gagal dgn pesan
ko_kr: 임시을 만들 재고 이동 테이블에 SQL은 메시지와 함께 실패
mr_in: तात्पुरत्या स्टॉक यानुरूप तयार तक्ता SQL संदेशासह अयशस्वी
pt_pt: SQL usado para criar estoque tabela temp falhou com a mensagem
zh_tw: 該消息為在SQL程序中新建臨時庫存變動表失敗

source: The SQL to insert temporary stockmoves records failed with the message
es_es: El SQL para crear registros de movimientos de existencias temporales falló con el mensaje
id_id: SQL utk memasukkan data sementara stockmoves gagal dgn pesan
it_it: L'SQL per inserire le registrazioni temporanee dei movimenti di stock fallita con il messaggio
ko_kr: 임시 stockmoves 레코드를 삽입하는 SQL은 메시지와 함께 실패
mr_in: तात्पुरत्या stockmoves रेकॉर्ड घालण्यासाठी SQL संदेशासह अयशस्वी
pt_pt: SQL usado para inserir movto temp. de estoque falhou com a mensagem
zh_tw: 該消息為在SQL程序中插入臨時庫存變動表失敗

source: The SQL to update tempstockmoves failed with the message
id_id: SQL utk memperbarui tempstockmoves gagal dgn pesan
ko_kr: tempstockmoves를 업데이트하는 SQL은 메시지와 함께 실패
mr_in: Tempstockmoves अद्यतनित करण्यासाठी SQL संदेशासह अयशस्वी
pt_pt: SQL para atualizar mov-temp-estoque falhou com a mensagem
zh_tw: 該消息為在SQL程序中更新臨時庫存變動表失敗

source: Sales People Maintenance
cs_cz: Prodej Lidé Údržba
es_es: Administrar Personal de Ventas
hi_in: बिक्री लोग रखरखाव
id_id: Pengaturan Salesman
it_it: Gestione Venditori/Agenti
ko_kr: 판매 사람들 유지 보수
mr_in: विक्री लोक देखभाल
nl_nl: Verkoop Personen Onderhoud
pt_pt: Manutenção Pessoal Vendas
ro_ro: Oamenii de vânzări de întreţinere
ru_ru: Поддержка продавцов
sq_al: Sales Njerëzit Mirëmbajtja
sv: Försäljare
sw_ke: Mauzo ya Watu Maintenance
tr_tr: SATIS PERSONELI YÖNETIMI
zh_hk: 销售员
zh_tw: 業務員維護

source: The salesperson code must be three characters or less long
cs_cz: Prodejce kód musí být tři nebo méně znaků dlouhé
es_es: El código de vendedor no debe pasar de 3 caracteres
hi_in: विक्रेता कोड तीन या कम वर्णों का अवश्य होना चाहिए
id_id: Kode salesman minimal 3 karakter
it_it: Il codice deve essere commesso tre caratteri o meno lungo
ko_kr: 영업 사원 코드는 세 자 이하 여야합니다
mr_in: salesperson कोड तीन वर्ण किंवा कमी लांब असणे आवश्यक आहे
nl_nl: De verkoper code mag maximaal 3 tekens lang zijn
pt_pt: Código vendedor deve ter no máximo 3 caracteres
ro_ro: Codul de agent de vanzari trebuie să fie trei caractere sau mai puţin timp
ru_ru: Код продавца должен быть не более 3 символов
sq_al: Kodi salesperson duhet të jetë tre shkronja ose më pak gjatë
sv: Försäljarkoden ska vara max tre tecken lång
sw_ke: Kanuni salesperson lazima wahusika mitatu au chini ya muda mrefu
tr_tr: SATIS PERSONELI KODU EN FAZLA 3 KARAKTER OLABILIR
zh_hk: 销售员编号必须不多于 3 个字
zh_tw: 業務員編碼必須不多於 3 字元

source: The salesperson code cannot be empty
cs_cz: Prodavač kód nemůže být prázdný
es_es: El código de vendedor no puede estar vacío
hi_in: विक्रेता कोड रिक्त नहीं हो सकता
id_id: Kode salesman tdk boleh kosong
it_it: Il codice venditore non può essere vuoto
ko_kr: 영업 사원 코드는 비워 둘 수 없습니다
mr_in: salesperson कोड रिक्त असू शकत नाही
nl_nl: De code van de verkoper mag niet leeg zijn
pt_pt: Código vendedor deve estar preench.
ro_ro: Codul de agent de vanzari nu poate fi gol
ru_ru: Код продавца не может быть пустым
sq_al: Kodi i shites nuk mund të jetë bosh
sv: Försäljarkoden måste anges
sw_ke: Kanuni salesperson haiwezi kuwa tupu
tr_tr: SATIS PERSONELI KODU BOS OLAMAZ
zh_hk: 销售员编号不能为空
zh_tw: 業務員編碼不能留空

source: The salesperson name must be thirty characters or less long
cs_cz: Prodejce název musí být třicet znaků dlouhé
es_es: El nombre del vendedor debe tener 30 caracteres o menos
hi_in: विक्रेता का नाम तीस या कम वर्णों का अवश्य होना चाहिए
id_id: Nama salesman maksimum 30 karakter
it_it: Il nome del venditore deve essere trenta personaggi o meno lungo
ko_kr: 영업 사원의 이름은 삼십 자 이하 여야합니다
mr_in: salesperson नाव तीस वर्ण किंवा कमी लांब असणे आवश्यक आहे
nl_nl: De verkoper naam moet worden dertig tekens of minder lange
pt_pt: O nome do vendedor pode ter no máximo 30 caracteres
ro_ro: Numele agent de vanzari trebuie să fie de treizeci de caractere sau mai puţin timp
ru_ru: Имя продавца должно быть не более тридцать символов.
sq_al: Emri salesperson duhet të jetë tridhjetë shkronja ose më pak gjatë
sv: Kontotsnamn måste vara mindre än 30 tecken
sw_ke: Jina salesperson lazima wahusika thelathini au chini ya muda mrefu
tr_tr: Satıcının ismi otuz veya daha az karakterden uzun olmalı
zh_hk: 销售员名称必须不多于 30 个字
zh_tw: 營業員名稱必須是不少於30個字符

source: The salesperson telephone number must be twenty characters or less long
cs_cz: Prodejce telefonní číslo musí být dvacet nebo méně znaků dlouhé
es_es: El teléfono del vendedor no debe pasar de 20 caracteres
hi_in: विक्रेता टेलीफोन संख्या बीस या कम वर्णों का अवश्य होना चाहिए
id_id: Nomor telepon salesman maksimum 20 karakter
it_it: Il numero di telefono venditore deve essere venti caratteri o meno lungo
ko_kr: 영업 사원의 전화 번호는 스무 자 이하 여야합니다
mr_in: salesperson टेलिफोन नंबर वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Telefoon nummer van de verkoper mag maximaal 20 tekens lang zijn
pt_pt: O telefone do vendedor pode ter no máximo 20 caracteres
ro_ro: Numărul de telefon agent de vanzari trebuie să fie de douazeci de caractere sau mai puţin timp
ru_ru: Номер телефона продавца должен быть не больше чем 20 символов
sq_al: Numri telefonit salesperson duhet të jetë njëzet shkronja ose më pak gjatë
sv: Säljaren telefonnummer måste tjugo tecken eller mindre lång
sw_ke: Namba ya simu salesperson lazima wahusika ishirini au chini ya muda mrefu
tr_tr: TEL.NO 20 KARAKTERDEN KISA OLMALI
zh_hk: 销售员电话必须不多于 20 个字
zh_tw: 業務員電話必須不多於 20 字元

source: The commission rates must be a floating point number
cs_cz: Provize musí být číslo s plovoucí čárkou
es_es: La tasa de comisión debe ser número real
hi_in: कमीशन की दर एक चल बिन्दु संख्या होना चाहिए
id_id: Nilai komisi harus numerik desimal
it_it: I tassi di commissione deve essere un numero in virgola mobile
ko_kr: 수수료율은 부동 소수점 숫자 여야합니다
mr_in: आयोगाने दर फ्लोटिंग पॉईंट क्रमांक असणे आवश्यक आहे
nl_nl: De commissie-tarieven moet een floating point nummer
pt_pt: Taxas comissão devem ser númericas
ro_ro: Ratele de comision trebuie să fie un număr în virgulă mobilă
ru_ru: Ставка комиссии дожна быть числом с плавающей точкой
sq_al: Normat e komisionit duhet të jetë një numër lundruese
sv: Den provision måste vara ett flyttal
sw_ke: viwango vya Tume lazima floating uhakika idadi
tr_tr: KOMISYON ORANI FORMATI floating point number OLMALI
zh_hk: 提成比率必须是数字
zh_tw: 佣金率必須是浮點數字(小數)

source: The breakpoint should be a floating point number
cs_cz: Zarážku by měl být číslo s plovoucí čárkou
es_es: El tope de comisión debe ser número real
hi_in: ब्रेकपाइंट एक चल बिन्दु संख्या चाहिए
id_id: Breakpoint harus numerik desimal
it_it: Il punto di interruzione deve essere un numero in virgola mobile
ko_kr: 브레이크 포인트는 부동 소수점 수 있어야한다
mr_in: ब्रेकपॉइंट फ्लोटिंग पॉइंट नंबर असावा
nl_nl: Het breekpunt moet een floating point nummer
pt_pt: Ponto quebra deve ser númerico
ro_ro: Breakpoint ar trebui să fie un număr în virgulă mobilă
ru_ru: Точка останова должна быть число с плавающей точкой
sq_al: Breakpoint duhet të jetë një numër lundruese
sv: Ange om flyttalshårdvara skall användas
sw_ke: breakpoint lazima floating uhakika idadi
tr_tr: KOTA FORMATI floating point number OLMALI
zh_hk: 分隔点
zh_tw: 分隔點必須是浮點數字

source: Salesperson record for
cs_cz: Prodejce rekord
es_es: Registro de Vendedor para
hi_in: विक्रेता रिकार्ड के लिए
id_id: Data salesman utk
it_it: Venditore record per
ko_kr: 영업 사원에 대한 기록
mr_in: साठी Salesperson रेकॉर्ड
nl_nl: Verkoper record van
pt_pt: Registro para Vendedor
ro_ro: Agent de vanzari record pentru
ru_ru: Данные о продавце
sq_al: Salesperson rekord për
sv: Försäljarpost för
sw_ke: Salesperson rekodi
tr_tr: SATIS PERSONELI KAYITLARI :
zh_hk: 销售员
zh_tw: 業務員記錄

source: A new salesperson record has been added for
cs_cz: Nový prodejce záznam byl přidán k
es_es: Se ha creado un nuevo registro de vendedor
hi_in: एक नई विक्रेता रिकॉर्ड के लिए जोड़ दिया गया है
id_id: Data salesman baru sdh ditambahkan utk
it_it: Un nuovo record venditore è stato aggiunto per
ko_kr: 새로운 영업 사원 레코드가 추가되었습니다
mr_in: नवीन salesperson रेकॉर्ड समाविष्ट केले आहे
nl_nl: Een nieuwe verkoper is toegevoegd voor
pt_pt: Um novo vendedor foi adicionado para
ro_ro: Un agent de vanzari record nou a fost adăugată pentru
ru_ru: Новая запись о продавце была добавлена для
sq_al: Një rekord i ri shitësi është shtuar për
sv: En ny försäljarpost har laggts till för
sw_ke: A rekodi mpya salesperson imekuwa aliongeza kwa
tr_tr: YENI SATIS PERSONELI EKLENDI:
zh_hk: 新的销售员已新增到
zh_tw: 新的業務員已新增到

source: The insert or update of the salesperson failed because
cs_cz: Vložení nebo aktualizace nezdařila, protože prodejce
es_es: La inserción ó actualización del vendedor falló porque
hi_in: या विक्रेता की सम्मिलित अद्यतन क्योंकि विफल
id_id: Pemasukkan atau pembaruan dari salesman gagal karena
it_it: L&#39;inserimento o aggiornamento del venditore non è riuscita perché
ko_kr: 영업 사원의 삽입 또는 업데이트하기 때문에 실패
mr_in: कारण salesperson च्या घाला किंवा अद्यतन अयशस्वी
nl_nl: Invoeren of wijzigen van verkoper mislukte omdat
pt_pt: Adição ou Atualização Vendedor falhou porque
ro_ro: Insera sau actualizare a agent de vanzari a eşuat pentru că
ru_ru: Вставка или обновление данных о продавце завершилось неудачей, так как
sq_al: Futur apo update te shitësi dështuar për shkak se
sv: Insatsen eller uppdatering av säljare misslyckades på grund
sw_ke: Ya kuingiza au update ya salesperson alishindwa kwa sababu
tr_tr: SATIS PERSONELI EKLEME/GÜNCELLEME ISLEMI BASARISIZ:
zh_hk: 插入或更新销售员失败, 因为
zh_tw: 插入或更新業務員失敗, 因為

source: Cannot delete this salesperson because branches are set up referring to them
cs_cz: Nelze smazat tento prodejce, protože větve jsou nastaveny s odkazem na ně
es_es: No se puede suprimir este vendedor porque hay sucursales que lo usan
hi_in: इस विक्रेता हटाना क्योंकि शाखाएं स्थापित कर रहे हैं उन से बात नहीं कर सकते
id_id: Tdk dapat menghapus salesman ini karena ada cabang yg diatur mereferensi padanya
it_it: Non è possibile cancellare questo venditore perché rami sono istituiti ad essi
ko_kr: 이 영업 사원을 삭제할 수 없습니다 지점은 그들에게 참조 설정되어 있기 때문에
mr_in: शाखा त्यांना संदर्भ सेट आहेत कारण या salesperson हटवू शकत नाही
nl_nl: Verkoper kan niet worden verwijderd omdat die gebruikt wordt in branches
pt_pt: Não pode remover Vendedor porque há sucursal assinalada a ele
ro_ro: Nu se poate şterge acest agent de vanzari, deoarece sunt sucursalele înfiinţate referindu-se la ei
ru_ru: Невозможно удалить этого продавца, поскольку созданы филиалы, ссылающиеся на него
sq_al: Nuk mund të fshini kete shites, sepse degët janë ngritur duke iu referuar atyre
sv: Kan inte ta bort denna säljare eftersom grenarna är inrättat som hänvisar till dem
sw_ke: Hawezi kufuta salesperson sababu matawi ni kuanzisha akimaanisha yao
tr_tr: BU SATIS PERSONELI SILINEMEZ, ONA BAGLI SUBELER VAR
zh_hk: 未能删除销售员, 因为已有客户分公司指向此销售员
zh_tw: 未能刪除業務員, 因為已有業務分析記錄

source: first alter the branches concerned
cs_cz: první změnu dotčených oborů
es_es: modifique primero las sucursales afectadas
hi_in: पहले संबंधित शाखाओं को बदलने
id_id: ubah dulu cabang yg bersangkutan
it_it: prima alterare le filiali interessate
ko_kr: 제 관심 지점을 변경할
mr_in: प्रथम संबंधित शाखा बदलू
nl_nl: wijzig eerst de betreffende branches
pt_pt: Primeiro altere sucursal vinculada
ro_ro: modifica prima sucursalele în cauză
ru_ru: сначала измените затрагиваемые филиалы
sq_al: parë të ndryshuar degët përkatëse
sv: första ändra de berörda grenarna
sw_ke: kwanza kubadilisha matawi ya wasiwasi
tr_tr: ÖNCE ILGILI SUBELERI DEGISTIRINIZ
zh_hk: 应该首先修改客户分公司
zh_tw: 變改首個有參與的分公司

source: branches that refer to this salesperson
cs_cz: oborů, které se vztahují k tomuto prodejci
es_es: Sucursales asignadas a este vendedor
hi_in: शाखाओं है कि इस विक्रेता को देखें
id_id: cabang yg mereferensi pada salesman ini
it_it: rami che fanno riferimento a questo venditore
ko_kr: 이 영업 사원을 참조 지점
mr_in: या salesperson पहा शाखा
nl_nl: branches met deze verkoper
pt_pt: sucursal que referem a este Vendedor
ro_ro: sucursale care se referă la acest agent de vanzari
ru_ru: филиалы, ссылающиеся на этого продавца
sq_al: degët që i referohen këtij shites
sv: leveransplatser som refererar till denna säljare
sw_ke: matawi ya kuwa rejea kwa salesperson hii
tr_tr: BU SATIS PERSONELI ILE ILGILI SUBELER
zh_hk: 个指向这个销售员的客户分公司
zh_tw: 這業務員的分公司

source: Cannot delete this salesperson because sales analysis records refer to them
cs_cz: Nelze smazat tento prodejce, protože prodejní analýzy záznamů se k nim vztahují
es_es: No se puede suprimir el vendedor porque aparece en los registros de análisis de ventas
hi_in: इस विक्रेता हटाना क्योंकि बिक्री विश्लेषण रिकॉर्ड उन्हें देखें नहीं कर सकते
id_id: Tdk dapat menghapus salesman ini karena data analisa penjualan mereferensi padanya
it_it: Non è possibile cancellare questo venditore perché i record analisi delle vendite si riferiscono a loro
ko_kr: 판매 분석 기록들을 참조하기 때문에이 영업 사원을 삭제할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड त्यांना पहा कारण या salesperson हटवू शकत नाही
nl_nl: Verkoper kan niet worden verwijderd omdat er salas analyses vor bestaan
pt_pt: Não pode remover esse item de estoque porque há movimento de estoque que refere-se a esse item
ro_ro: Nu se poate şterge acest agent de vanzari pentru că vânzările de înregistrări de analiză se referă la ele
ru_ru: Не могу удалить этого продавца, поскольку на него ссылаются записи анализа продаж
sq_al: Nuk mund të fshini kete shites për shkak të shitjes të dhënat e analizave referohen atyre
sv: Kan inte ta bort denna säljare eftersom försäljningen analys register hänvisa till dem
sw_ke: Hawezi kufuta salesperson kwa sababu mauzo uchambuzi kumbukumbu rejea yao
tr_tr: BU SATIS PERSONELI SILINEMEZ, ONA BAGLI SATIS KAYITLARI VAR
zh_hk: 未能删除这销售员, 因为已有销售分析记录
zh_tw: 未能刪除這業務員, 因為已有銷售分析記錄

source: sales analysis records that refer to this salesperson
cs_cz: prodej analýza záznamů, které se vztahují k tomuto prodejci
es_es: registros del análisis de ventas asociados a este vendedor
hi_in: बिक्री विश्लेषण रिकॉर्ड है कि इस विक्रेता को देखें
id_id: data analisa penjualan yg mereferensi pada salesman ini
it_it: analisi delle vendite record che fanno riferimento a questo venditore
ko_kr: 이 영업 사원을 참조 판매 분석 기록
mr_in: या salesperson पहा विक्री विश्लेषण रेकॉर्ड
nl_nl: Verkoop analyses voor betreffende verkoper
pt_pt: análise de vendas referente a esse vendedor
ro_ro: vânzările de înregistrări de analiză care se referă la acest agent de vanzari
ru_ru: записи анализа продаж, ссылающиеся на этого продавца
sq_al: shitjeve të dhënat analiza që i referohen kësaj shites
sv: säljanalys poster som hänvisar till denna säljare
sw_ke: mauzo ya uchambuzi wa rekodi ya kuwa rejea kwa salesperson hii
tr_tr: BU SATIS PERSONELI ILE ILGILI SATIS ANALIZ KAYITLARI
zh_hk: 条这个销售员的销售分析记录
zh_tw: 這業務員的銷售分析記錄

source: Cannot delete this salesperson because
es_es: No se pudo elimiminar este vendedor porque
id_id: Tdk dapat menghapus salesman ini karena
ko_kr: 이 영업 사원 있기 때문에 삭제할 수 없습니다
mr_in: या salesperson हटवू शकत नाही कारण
pt_pt: Não pode remover o vendedor porque
zh_tw: 無法刪除這個營業員，因為

source: user records that refer to this salesperson
es_es: registros de usuarios asociados a este vendedor
id_id: data user yg mereferensi pada salesman ini
ko_kr: 이 영업 사원을 참조 사용자 레코드
mr_in: या salesperson पहा वापरकर्ता रेकॉर्ड
pt_pt: registros que ref. a esse vendedor
zh_tw: 引用該營業員的用戶記錄

source: First delete any users that refer to this sales person
es_es: primero elimine los usuarios asociados a este vendedor
id_id: Pertama hapus user apapun yg mereferensi pada salesman ini
ko_kr: 먼저이 판매 사람에게 참조하는 모든 사용자를 삭제
mr_in: प्रथम या विक्री व्यक्ती पहा कोणत्याही वापरकर्ते हटवा
pt_pt: Antes remover usuários que ref. a esse vendedor
zh_tw: 先刪除引用此銷售人員的任何用戶

source: The salesperson could not be deleted because
cs_cz: Prodejce nelze odstranit, protože
es_es: El vendedor no pudo suprimirse porque
hi_in: विक्रेता क्योंकि मिटाया नहीं जा सकता
id_id: Salesman tersebut tdk dapat dihapus karena
it_it: Il venditore non può essere eliminato perché
ko_kr: 영업 사원이 있기 때문에 삭제할 수 없습니다
mr_in: salesperson हटवणे शक्य नाही कारण
nl_nl: De verkoper kon niet worden verwijderd
pt_pt: Vendedor não pode ser removido porque
ro_ro: Agent de vanzari nu poate fi ştearsă, deoarece
ru_ru: Проадвец не может быть удален, так как
sq_al: Salesperson nuk mund të fshihet sepse
sw_ke: salesperson hakuweza kufutwa kwa sababu
tr_tr: SATIS PERSONELI SILINEMEDI:
zh_hk: 销售员未能删除, 因为
zh_tw: 這業務員未能刪除, 因為

source: Comm Rate 1
cs_cz: Comm Hodnotit 1
es_es: Com 1
hi_in: कॉम एक दर
id_id: Nilai Kom 1
ko_kr: 통신 속도 (1)
mr_in: Comm दर 1
nl_nl: Commissie tarief 1
pt_pt: Taxa 1 Comis.
ro_ro: Comm Rata o
ru_ru: Комиссия 1
sq_al: Rate Komunikim 1
sv: Växelkurs
tr_tr: KOMISYON ORANI 1
zh_hk: 提成比率1
zh_tw: 佣金抽成率 1

source: Break
cs_cz: Přestávka
es_es: Tope
hi_in: तोड़ना
it_it: Rottura
ko_kr: 단절
mr_in: खंड
nl_nl: Breken
pt_pt: Quebra
ro_ro: Pauză
ru_ru: Разбивка
sq_al: Pushim
sw_ke: Kuvunja
tr_tr: KOTA
zh_hk: 分隔点
zh_tw: 分隔點

source: Comm Rate 2
es_es: Com 2
hi_in: कॉम दरें 2
id_id: Nilai Kom 2
ko_kr: 통신 속도 2
mr_in: Comm दर 2
nl_nl: Commissie tarief 2
pt_pt: Taxa 2 Comis.
ru_ru: Комиссия 2
sq_al: Rate Komunikim 2
sv: Växelkurs
tr_tr: KOMISYON ORANI 2
zh_hk: 提成比率2
zh_tw: 佣金抽成率 2

source: Are you sure you wish to delete this sales person?
es_es: ¿Está seguro que desea suprimir este vendedor?
id_id: Apakah Anda yakin ingin menghapus salesman ini?
ko_kr: 이 영업 사원을 삭제할 확실합니까?
mr_in: आपण या विक्री व्यक्ती हटवू इच्छित खात्री आहे?
pt_pt: Confirma remover esse vendedor?
zh_tw: 您確定要刪除這個銷售人員？

source: Show All Sales People
cs_cz: Zobrazit všechny Prodej lidé
es_es: Mostrar Todos los Vendedores
hi_in: सभी विक्रय लोगों दिखाएँ
id_id: Tampilkan Semua Salesman
it_it: Mostra tutti gli addetti alle vendite
ko_kr: 모든 판매 사람보기
mr_in: सर्व विक्री लोक दर्शवा
nl_nl: Laat Alle Verkopers Zien
pt_pt: Exibir todos vendedores
ro_ro: Afişaţi toate persoanele de vânzări
ru_ru: Показатьт всех продавцов
sq_al: Trego te gjitha Njerëzit Sales
sv: Visa alla säljare
sw_ke: Kuonyesha Watu wote Sales
tr_tr: TÜM SATIS PERSONELINI GÖSTER
zh_hk: 显示全部销售员
zh_tw: 顯示全部業務員

source: Salesperson code
cs_cz: Prodejce kód
es_es: Código de vendedor
hi_in: विक्रेता कोड
id_id: Kode Salesman
it_it: Venditore codice
ko_kr: 영업 사원 코드
mr_in: Salesperson कोड
nl_nl: Verkopers code
pt_pt: código vendedor
ro_ro: Vânzător cod
ru_ru: Код продавца
sq_al: Kodi Salesperson
sv: Säljarekod
tr_tr: SATIS PERSONELI KODU
zh_hk: 销售员编码
zh_tw: 業務員編碼

source: Salesperson Name
cs_cz: Prodejce Name
es_es: Nombre del Vendedor
hi_in: विक्रेता का नाम
id_id: Nama Salesman
it_it: Nome Venditore
ko_kr: 영업 사원의 이름
mr_in: Salesperson नाव
nl_nl: Verkopers Naam
pt_pt: Nome do vendedor
ro_ro: Vânzător Nume
ru_ru: Имя продавца
sq_al: Emri Salesperson
sv: Namn
sw_ke: Jina salesperson
tr_tr: SATIS PERSONELI ADI SOYADI
zh_hk: 销售员名称
zh_tw: 業務員名稱

source: Commission Rate 1
cs_cz: Komise Hodnotit 1
es_es: Comisión 1
hi_in: आयोग एक दर
id_id: Nilai Komisi 1
it_it: Commissione Rate 1
ko_kr: 위원회 평가 (1)
mr_in: आयोगाच्या दर 1
nl_nl: Commisie Perc 1
pt_pt: Comissão Niv. 1
ro_ro: Comisia Rate 1
ru_ru: Комиссия 1
sq_al: Rate Komisioni 1
sv: Provisionssats 1
sw_ke: Tume Rate 1
tr_tr: KOMISYON ORANI 1
zh_hk: 提成比率1
zh_tw: 佣金率 1

source: Breakpoint
es_es: Tope
hi_in: ब्रेकपाइंट
ko_kr: 브레이크 포인트
mr_in: ब्रेकपॉइंट
pt_pt: Fator Quebra
ru_ru: Точка останова
sv: Brytpunkt
tr_tr: KOTA
zh_hk: 分隔点
zh_tw: 分隔點

source: Commission Rate 2
cs_cz: Komise Rate 2
es_es: Comisión 2
hi_in: आयोग दरें 2
id_id: Nilai Komisi 2
it_it: Commissione Rate 2
ko_kr: 위원회 평가 (2)
mr_in: आयोगाच्या दर 2
nl_nl: Commissie Perc 2
pt_pt: Comissão Niv. 2
ro_ro: Comisia Rate 2
ru_ru: Комиссия 2
sq_al: Rate Komisionit 2
sv: Provisionssats 2
sw_ke: Tume Rate 2
tr_tr: KOMISYON ORANI 2
zh_hk: 提成比率2
zh_tw: 佣金率 2

source: Current?
es_es: Actual?
id_id: Aktif?
ko_kr: 현재?
mr_in: वर्तमान?
pt_pt: Atual?
zh_tw: 現在?

source: Top Customer Sales Inquiry
es_es: Consultar ventas a mejores clientes
ko_kr: 최고의 고객 판매 문의
zh_tw: 客戶銷售最優查詢頁面

source: Display
cs_cz: Zobrazení
es_es: Mostrar
hi_in: प्रदर्शन
id_id: Tampilkan
ko_kr: 디스플레이
mr_in: प्रदर्शन
nl_nl: Toon
pt_pt: Exibir
ro_ro: Afişare
sq_al: Ekran
sv: Visa
sw_ke: Kuonyesha
tr_tr: GÖRÜNTÜLE >
zh_hk: 显示
zh_tw: 顯示

source: Order By Net Sales
es_es: Ordenar por Ventas Netas
id_id: Urut Per Penjualan Bersih
it_it: Ordina per vendite nette
ko_kr: 인터넷 판매에 의해 주문
mr_in: नेट विक्री करून मागणी
pt_pt: Pedidos por Valor Liq.
zh_tw: 按淨銷售額來排序

source: Order By Quantity
es_es: Ordenar por Cantidad
id_id: Urut Per Quantity
it_it: Ordina per quantità
ko_kr: 수량으로 주문
mr_in: मात्रा करून मागणी
pt_pt: Pedidos por Quant.
zh_tw: 按銷售量來排序
