Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Enter the date for which the transactions are to be listed
cs_cz: Zadejte datum, pro které transakce by měly být uvedeny
es_es: Introducir la fecha en que las transacciones se deben listar
hi_in: दिनांक दर्ज करें, जिसके लिए लेनदेन करने के लिए सूचीबद्ध किया जाना है
id_id: Masukkan tgl transaksi
it_it: Inserire la data per la quale le operazioni devono essere elencati
ko_kr: 트랜잭션이 나열되어야하는 날짜를 입력
mr_in: व्यवहार सूचीबद्ध केले आहेत ज्यासाठी तारीख प्रविष्ट करा
nl_nl: Voer de datum waarvoor de transacties te worden vermeld
pt_pt: Entre a data para listar transações
ro_ro: Introduceţi data pentru care tranzacţiile sunt de a fi listate
ru_ru: Введите дату, операции на которую должны быть показаны
sq_al: Futeni datën për të cilën transaksionet janë të jetë e shënuar
sv: Ange datum för vilka transaktioner skall förtecknas
sw_ke: Kuingia katika tarehe ambayo shughuli ni kuwa waliotajwa
tr_tr: işlemler listelenmek hangi için tarihi girin
zh_hk: 输入要查询的交易发生日期
zh_tw: 輸入要列出的交易清單日期

source: Credit Notes
cs_cz: Dobropisů
es_es: Notas de crédito
hi_in: क्रेडिट नोट्स
id_id: Nota Kredit
it_it: Note di Credito
ko_kr: 신용 노트
mr_in: क्रेडिट नोट्स
nl_nl: Credit facturen
pt_pt: Notas Créditos
ro_ro: Note de credit
ru_ru: Кредит-ноты
sq_al: Shënime kredi
sv: Klisterlappar
sw_ke: Mikopo Vidokezo
tr_tr: Kredi Notlar
zh_hk: 红字发票
zh_tw: 折讓單

source: An error occurred getting the transactions
cs_cz: Došlo k chybě dostat transakce
es_es: Hubo un error al obtener las transacciones
hi_in: एक त्रुटि हो रही लेनदेन हुआ
id_id: Kesalahan terjadi mendapatkan transaksi
it_it: È verificato un errore ricevendo le operazioni
ko_kr: 오류가 거래를 점점 발생
mr_in: एक त्रुटी व्यवहार मिळत आली
nl_nl: Er is een fout opgetreden het verkrijgen van de transacties
pt_pt: Ocorreu um erro obtendo transações
ro_ro: A aparut o eroare obtinerea de tranzacţii
ru_ru: Ошибка получения сделок
sq_al: Ka ndodhur një gabim duke marrë transaksionet e
sv: Ett fel inträffade få transaktioner
sw_ke: Hitilafu ilitokea kupata mashirikiano
tr_tr: Bir hata işlemler alıyorum oluştu
zh_hk: 取得交易时出错
zh_tw: 獲取交易中發生錯誤

source: The SQL used to get the transaction information that failed was
cs_cz: SQL slouží k získání informací o transakcích, které se nepodařilo byla
es_es: El SQL usado para obtener la información de la transacción que falló fue
hi_in: एसक्यूएल को लेन - देन की जानकारी है कि विफल हो जाया करता था
id_id: SQL yg digunakan utk mendapatkan informasi dan gagal adalah
it_it: L&#39;SQL utilizzato per ottenere le informazioni sulle transazioni che non è riuscita è stata
ko_kr: SQL은 실패 트랜잭션 정보를 얻기 위해 사용
mr_in: अयशस्वी की व्यवहार माहिती मिळत SQL होते
nl_nl: De SQL wordt gebruikt om de transactie-informatie die mislukt was te krijgen
pt_pt: SQL usado para obter informação da transação que falhou foi
ro_ro: SQL folosit pentru a obţine informaţii privind tranzacţiile care nu au fost
ru_ru: Завершившийся неудачей SQL, используемый для получения информации о сделках
sq_al: SQL të përdorura për të marrë informacion transaksion që nuk ishte
sv: SQL används för att få den transaktion information som misslyckades var
sw_ke: SQL kutumika kupata taarifa manunuzi kwamba alishindwa mara
tr_tr: SQL oldu başarısız işlem bilgileri almak için kullanılır
zh_hk: 取得交易信息失败的SQL是
zh_tw: 此SQL程序用於獲取的交易信息失敗

source: There were no transactions found in the database for the date
cs_cz: Nebyly zjištěny žádné transakce v databázi na data
es_es: No se encontraron transacciones en la base de datos para esa fecha
hi_in: वहाँ कोई तारीख के लिए डेटाबेस में पाए गए लेनदेन
id_id: Tdk ada transaksi ditemukan di database utk tgl
it_it: Non ci sono state transazioni presenti nel database per la data
ko_kr: 날짜를 데이터베이스에서 찾을 수 없습니다 거래는 없었다
mr_in: तारीख साठी डेटाबेस आढळली नाही व्यवहार होते
nl_nl: Er waren geen transacties gevonden in de database voor de datum
pt_pt: Nenhuma transação encontrada no banco de dados para a data
ro_ro: Nu au existat tranzacţii găsit în baza de date pentru data
ru_ru: Не найдены сделки в базе данных на дату
sq_al: Nuk ka pasur transaksione që gjenden në bazën e të dhënave për datën e
sv: Det fanns inga transaktioner finns i databasen för dagen
sw_ke: Kulikuwa hakuna shughuli kupatikana katika database kwa tarehe
tr_tr: tarih için veritabanında bulunan hiçbir işlem vardı
zh_hk: 没有此日期内的交易
zh_tw: 目前還沒有在資料庫中找到交易日期

source: Please try again selecting a different date
cs_cz: Zkuste to prosím znovu vybrat jiný den
es_es: Por favor, intente de nuevo seleccionando una fecha diferente
hi_in: कोशिश फिर से एक भिन्न दिनांक का चयन करें
id_id: Silakan coba lagi memilih tgl yg berbeda
it_it: Si prega di riprovare selezionando una data diversa
ko_kr: 다시 다른 날짜를 선택하는 시도하십시오
mr_in: भिन्न तारीख निवडून पुन्हा प्रयत्न करा
nl_nl: Probeer het opnieuw selecteren van een andere datum
pt_pt: Favor selecionar data diferente
ro_ro: Vă rugăm încercaţi să selectaţi din nou o dată diferită
ru_ru: Пожалуйста, попробуйте еще раз выбрав другую дату
sq_al: Ju lutemi provoni përsëri zgjedhjen e një date të ndryshme
sv: Försök igen välja ett annat datum
sw_ke: Tafadhali jaribu tena kuchagua tarehe tofauti
tr_tr: yine farklı bir tarih seçerek deneyin
zh_hk: 请选取其他的日期
zh_tw: 請重新選擇不同的日期

source: Customer transaction listing from
cs_cz: Zákazník transakci výpis z
es_es: Lista de transacciones de cliente de
hi_in: ग्राहक लेनदेन लिस्टिंग से
id_id: Daftar transaksi Customer listing dari
it_it: Customer annuncio operazione da
ko_kr: 목록에서 고객 거래
mr_in: पासून सूची ग्राहक व्यवहार
nl_nl: Klant transactie vermelding uit
pt_pt: Relatório de transação de Cliente de
ro_ro: Clientul lista tranzacţiilor din
ru_ru: Список сделок клиента от
sq_al: listë Customer transaksion nga
sv: Kunden förteckning över transaktioner från
sw_ke: Manunuzi ya nyimbo kutoka kwa wateja
tr_tr: Müşteri işlem listeden
zh_hk: 客户交易查询自
zh_tw: 客戶交易清單自

source: Transactions
cs_cz: Transakce
es_es: Transacciones
hi_in: लेनदेन
id_id: Transaksi
it_it: Transazioni
ko_kr: 업무
mr_in: व्यवहार
nl_nl: Transacties
pt_pt: Transações
ro_ro: Tranzactii
ru_ru: Транзакции
sq_al: Transaksionet
sv: Transaktioner
sw_ke: Mashirikiano
tr_tr: ISLEMLER
zh_hk: 交易
zh_tw: 交易

source: Customer Listing
cs_cz: Výpis zákazníka
es_es: Listado de clientes
hi_in: ग्राहक लिस्ट
id_id: Daftar Customer
ko_kr: 고객 목록
mr_in: ग्राहक सूची
nl_nl: Klanten lijst
pt_pt: Relação de Clientes
ro_ro: Client Listing
ru_ru: Список покупателей
sv: Förformaterad lista
sw_ke: Mteja Listing
tr_tr: MÜSTERILER LISTESI
zh_hk: 客户清单
zh_tw: 客戶列表

source: Customer List
cs_cz: Seznam zákazníků
es_es: Lista de clientes
hi_in: ग्राहक सूची
id_id: Daftar Customer
it_it: Elenco clienti
ko_kr: 고객 목록
mr_in: ग्राहक सूची
nl_nl: Klanten Lijst
pt_pt: Relação de Clientes
ro_ro: Lista de client
ru_ru: Список покупателей
sq_al: Lista e Konsumatorëve
sv: Kontolistan
sw_ke: Orodha ya wateja
tr_tr: MÜSTERI LISTESI
zh_hk: 客户清单
zh_tw: 客戶列表

source: The activity amount is not numeric and you elected to print customer relative to a certain amount of activity
cs_cz: Aktivita částka není numerická a budete zvolen do tisku zákazníka ve vztahu k určité činnosti
es_es: El importe de actividad no es numérico y eligió imprimir clientes relativos a un cierto importe de actividad
hi_in: गतिविधि राशि सांख्यिक नहीं है और आप गतिविधि का एक निश्चित राशि के सापेक्ष ग्राहक प्रिंट निर्वाचित
id_id: Jumlah aktifitas bukan numerik dan Anda memilih utk mencetak customer yg berhubungan dgn sejumlah aktifitas
it_it: L&#39;importo di attività non è numerico e si è scelto di stampare cliente rispetto a una certa quantità di attività
ko_kr: 활성 량 수치가 아니고 활동의 특정 량에 대해 고객의 인쇄 선출
mr_in: क्रियाकलाप रक्कम अंकीय नाही आणि आपण क्रियाकलाप एक निश्चित रक्कम ग्राहक सापेक्ष प्रिंट निर्णय घेतला
nl_nl: De activiteit bedrag niet numeriek is en je gekozen om de klant ten opzichte van een bepaalde hoeveelheid van de activiteit af te drukken
pt_pt: O valor da movimentação não é numérico e voce escolheu imprimir um certo valor de movimentação relativo cliente
ro_ro: Suma de activitate nu este numeric şi aţi ales să imprimaţi client relativ la o anumită sumă de activitate
ru_ru: сумма деятельности не является числовым и вы избраны для печати клиента по отношению к определенной деятельности
sq_al: Shuma aktivitet nuk është numerike dhe ju zgjedhur për të shtypur konsumatorit në lidhje me një sasi të caktuar të aktivitetit
sv: Verksamheten beloppet inte är numeriskt och du valde att skriva ut kund i förhållande till en viss verksamhet
sw_ke: Kiasi shughuli si numeric na kuchaguliwa na magazeti mteja jamaa na kiasi fulani ya shughuli
tr_tr: Aktivite miktarı sayısal değildir ve müşteri aktivitesi belirli bir miktarda göre yazdırmak için seçildi
zh_hk: 输入的活动金额不是数字，您选择了打印顾客相关的活动金额
zh_tw: 活動金額不是數字和您選擇要列印的客戶相對於一定金額的活動

source: this level of activity must be specified in the local currency
cs_cz: tato úroveň činnosti musí být uvedeny v místní měně
es_es: Este nivel de actividad debe ser especificado en la moneda local
hi_in: गतिविधि के इस स्तर स्थानीय मुद्रा में निर्दिष्ट किया जाना चाहिए
id_id: tingkat aktifitas ini harus dimasukkan dalam mata uang lokal
it_it: questo livello di attività deve essere specificato in valuta locale
ko_kr: 활동의 수준은 현지 통화로 지정해야합니다
mr_in: क्रियाकलाप हा पातळी स्थानिक चलनात निर्देशीत करणे आवश्यक आहे
nl_nl: Het activiteiten niveau moet in de lokale valuta woren gespecificeerd
pt_pt: este nível de movimentação deve ser especificada no próprio local
ro_ro: acest nivel de activitate trebuie să fie specificate în moneda locală
ru_ru: этот уровень деятельности должен быть указан в местной валюте
sq_al: këtë nivel të aktivitetit duhet të specifikohet në monedhë vendase
sv: denna nivå av verksamhet skall specificeras i den lokala valutan
sw_ke: ngazi hii ya shughuli za lazima maalum kwa fedha za mitaa
tr_tr: aktivite bu seviyede yerel para birimi cinsinden belirtilmelidir
zh_hk: 销售额必须以本位币计
zh_tw: 這活躍層次必須指定為本地貨幣

source: The customer List could not be retrieved by the SQL because
cs_cz: Seznam zákazníků se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de clientes porque
hi_in: ग्राहक सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar customer tdk dapat diambil oleh SQL karena
it_it: La lista dei clienti non potevano essere recuperati dal SQL perché
ko_kr: 고객 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: ग्राहक सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De klanten lijst kon niet worden opgevraagd omdat
pt_pt: A lista de cliente não pode ser recuperada pelo SQL porque
ro_ro: Lista de client nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список клиентов не может быть получен SQL, поскольку
sq_al: Lista e konsumatorit nuk mund të shikohet nga SQL sepse
sv: Kundlistan kunde inte hämtas av SQL:n eftersom
sw_ke: Orodha ya mteja hakuweza retrieved na SQL sababu
tr_tr: Müşteri listesi SQL çünkü tarafından alınamadı
zh_hk: 找不到客户清单, 因为
zh_tw: 客戶名單未能由SQL 提取, 因為

source: This report has no output because there were no customers retrieved
cs_cz: Tato zpráva nemá žádný výstup, protože tam nebyly žádné zákazníci získat
es_es: Este informe no tiene salida, porque no había clientes a obtener
hi_in: इस रिपोर्ट को कोई उत्पादन है, क्योंकि वहाँ थे कोई ग्राहक को पुनः प्राप्त
id_id: Laporan ini memiliki output karena tdk ada customer diambil
it_it: Questo rapporto non ha uscita perché non c&#39;erano clienti recuperati
ko_kr: 어떤 고객이 검색되지 않았기 때문에이 보고서에는 출력이 없습니다
mr_in: पुनर्प्राप्त नाही ग्राहक होते कारण हा अहवाल आउटपुट आहे
nl_nl: Dit verslag heeft geen uitgang, want er waren geen klanten opgehaald
pt_pt: Não há dados no relatório porque não foram recuperados clientes
ro_ro: Acest raport nu are nici o ieşire, deoarece nu au existat clienti recuperate
ru_ru: Этот отчет не имеет результата, потому что не было получено клиентов
sq_al: Ky raport nuk ka prodhim, sepse nuk kishte marrë klientët
sv: Denna rapport har inte produktionen, eftersom det inte fanns några kunder hämtas
sw_ke: Ripoti hii ina hakuna pato kwa sababu kulikuwa hakuna wateja retrieved
tr_tr: Hiçbir müşteri alınan yoktu, çünkü bu rapor çıkış yok
zh_hk: 此报告没有输出，因为没有查询到顾客
zh_tw: 此報表沒有輸出，因為沒有檢索到客戶

source: Could not retrieve the activity of the branch because
cs_cz: Nepodařilo se načíst činnost pobočky, protože
es_es: No se pudo obtener la actividad de la sucursal porque
hi_in: शाखा की वजह से गतिविधि को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil aktifitas cabang karena
it_it: Non è possibile recuperare l&#39;attività del ramo perché
ko_kr: 분기 인해 활동을 검색 할 수 없습니다
mr_in: शाखेच्या क्रियाकलाप परत मिळवू शकलो नाही कारण
nl_nl: Kon de activiteit van de branch niet opvragen omdat
pt_pt: Não pode recuperar a movimentação para o lote porque
ro_ro: Nu sa putut prelua activitatea sucursalei, deoarece
ru_ru: Не удалось получить деятельности филиала, поскольку
sq_al: Nuk mund të rifitoj veprimtarisë së degës, sepse
sv: Kunde inte hämta leveransplatsaktiviteten eftersom
sw_ke: Hakuweza Retrieve ya shughuli ya tawi kwa sababu
tr_tr: şube nedeniyle faaliyet alınamadı
zh_hk: 找不到分公司的交易, 因为
zh_tw: 未能提出分公司的活動, 因為

source: The failed SQL was
cs_cz: SQL byl neúspěšný
es_es: El SQL que falló fue
hi_in: विफल एसक्यूएल था
id_id: SQL yg gagal adalah
it_it: Il fallito SQL è stato
ko_kr: 실패한 SQL이었다
mr_in: अयशस्वी SQL होते
nl_nl: De SQL die faalde is
pt_pt: SQL que falhou foi
ro_ro: SQL a eşuat a fost
ru_ru: Завершившися неудачей SQL
sq_al: Dështuar SQL u
sv: SQL-kommando misslyckades
sw_ke: Alishindwa SQL alikuwa
tr_tr: SQL oldu başarısız oldu
zh_hk: 失败的 SQL 是
zh_tw: 失敗的 SQL 是

source: Customers in
cs_cz: Zákazníci v
es_es: Clientes introducidos
hi_in: में ग्राहक
id_id: Customer di
it_it: Clienti in
ko_kr: 고객의
mr_in: ग्राहक मध्ये
nl_nl: De klanten in
pt_pt: Clientes em
ro_ro: Clienţii din
ru_ru: Клиенты в
sq_al: Konsumatorët në
sv: Zooma in
sw_ke: Wateja
tr_tr: MÜSTERILER:
zh_hk: 客户
zh_tw: 客戶於

source: Turnover
cs_cz: Obrat
es_es: Volúmen de Ventas
hi_in: कारोबार
id_id: Omset
it_it: Fatturato
ko_kr: 회전율
mr_in: उलथापालथ
nl_nl: Omzet
pt_pt: Rotatividade
ro_ro: Cifra de afaceri
ru_ru: Оборот
sq_al: Qarkullim
sv: Omsättning
sw_ke: Mauzo
tr_tr: CIRO
zh_hk: 销售额
zh_tw: 營業額

source: Ph
es_es: Tel
hi_in: पीएचडी
id_id: Telepon
ko_kr: 박사
mr_in: हायड्रोजन आयॉन कॉन्सेन्ट्रेशन दर्शविणारे परिणाम
sv: Tel
tr_tr: TEL.
zh_hk: 电话
zh_tw: 電話

source: Customer Details Listing
cs_cz: Zákazník Detaily Výpis
es_es: Listado de Detalles de los clientes
hi_in: ग्राहक लिस्टिंग विवरण
id_id: Daftar Rincian Customer
it_it: Elenco dei dettagli del cliente
ko_kr: 고객 세부 목록
mr_in: ग्राहक तपशील यादी
nl_nl: Lijst van de klant details
pt_pt: Listagem Detalhes Clientes
ro_ro: Detalii client Listing
ru_ru: Список подробной информации о покупателях
sq_al: Detajet Customer Listing
sv: Kunddetaljer
sw_ke: Maelezo mteja Listing
tr_tr: MUSTERI DETAYLARI LISTESI
zh_hk: 打印客户清单
zh_tw: 客戶資料列表

source: For Sales Areas
cs_cz: Pro oblasti prodeje
es_es: Para las Zonas de Ventas
hi_in: बिक्री के लिए क्षेत्र
id_id: Utk Area Penjualan
it_it: Per le aree di vendita
ko_kr: 판매 지역
mr_in: विक्री क्षेत्रांसाठी
nl_nl: Voor verkoopsregio
pt_pt: Para Áreas Vendas
ro_ro: Pentru zonele de vânzări
ru_ru: Для торговых районов
sq_al: Për Sales Zonat
sv: För försäljningsdistrikt
sw_ke: Kwa ajili ya Mauzo Maeneo
tr_tr: SATIS BÖLGELERI IÇIN
zh_hk: 销售区域
zh_tw: 銷售地區:

source: All Areas
cs_cz: Všechny oblasti
es_es: Todas las zonas
hi_in: सभी क्षेत्रों
id_id: Semua Area
it_it: Tutte le zone
ko_kr: 모든 분야
mr_in: सर्व क्षेत्रे
nl_nl: Alle regios
pt_pt: Todas Áreas
ro_ro: Toate zonele
ru_ru: Все районы
sq_al: Të gjitha Zonat e
sv: Alla distrikt
sw_ke: Maeneo yote
tr_tr: TÜM BÖLGELER
zh_hk: 全部地区
zh_tw: 全部地區

source: For Salesperson:
cs_cz: Pro prodejce:
es_es: Para el vendedor:
hi_in: विक्रेता के लिए:
id_id: Utk Salesman:
it_it: Per Venditore:
ko_kr: 영업 사원 :
mr_in: Salesperson साठी:
nl_nl: Voor verkoper:
pt_pt: Para Vendedor:
ro_ro: Agent de vânzări pentru:
ru_ru: Для продавца:
sq_al: Për Salesperson:
sv: För säljare
sw_ke: Kwa salesperson:
tr_tr: SATIS PERSONELI:
zh_hk: 销售员:
zh_tw: 業務員:

source: Level Of Activity
cs_cz: Úroveň aktivity
es_es: Nivel de actividad
hi_in: क्रिया का स्तर
id_id: Tingkatan Aktifitas
it_it: Livello di attività
ko_kr: 활동 수준
mr_in: क्रियाकलाप पातळी
nl_nl: Niveau van activiteit
pt_pt: Nível de movimentção
ro_ro: Nivelul de activitate
ru_ru: Уровень активности
sq_al: Niveli i aktivitetit
sv: Aktivitetsnivå
sw_ke: Ngazi ya Shughuli
tr_tr: AKTIVITE SEVIYESI
zh_hk: 业务量
zh_tw: 活躍層次

source: All customers
cs_cz: Všichni zákazníci
es_es: Todos los clientes
hi_in: सभी ग्राहकों
id_id: Semua customer
it_it: Tutti i clienti
ko_kr: 모든 고객
mr_in: सर्व ग्राहकांना
nl_nl: Alle klanten
pt_pt: Todos Cleintes
ro_ro: Toţi clienţii
ru_ru: Все клиенты
sq_al: Të gjithë konsumatorët
sv: Alla dokument
sw_ke: Wateja wote
tr_tr: TÜM MÜSTERILER
zh_hk: 全部客户
zh_tw: 全部客戶

source: Sales Greater Than
cs_cz: Prodej větší než
es_es: Ventas Mayores Que
hi_in: बिक्री से अधिक
id_id: Penjualan Lebih Besar Dari
it_it: Vendite Maggiore di
ko_kr: 판매보다 큼
mr_in: विक्री पेक्षा
nl_nl: Verkopen Groter Dan
pt_pt: Vendas Maiores que
ro_ro: Vânzări mai mare decât
ru_ru: Продажи больше, чем
sq_al: Shitjet e madhe se
sv: är större än
sw_ke: Mauzo Kubwa kuliko
tr_tr: 'DAN BÜYÜK SATISLAR
zh_hk: 销售额大于
zh_tw: 銷售大於

source: Sales Less Than
cs_cz: Prodej menší než
es_es: Ventas menores a
hi_in: बिक्री से कम
id_id: Penjualan Lebih Kecil Dari
it_it: Vendite inferiori
ko_kr: 보다 판매 미만
mr_in: पेक्षा विक्री कमी
nl_nl: Verkopen Kleiner Dan
pt_pt: Vendas Menores que
ro_ro: Vânzări mai puţin de
ru_ru: Объемом продаж менее
sq_al: Shitjet më pak se
sv: är mindre än
sw_ke: Mauzo chini ya
tr_tr: 'DAN KÜÇÜK SATISLAR
zh_hk: 销售额小于
zh_tw: 銷售少於

source: Activity Since
cs_cz: Vzhledem k tomu, činnost
es_es: Actividad desde
hi_in: के बाद से गतिविधि
id_id: Aktifitas Sejak
it_it: Attività a partire da
ko_kr: 활동 이후
mr_in: क्रियाकलाप असल्याने
nl_nl: Activiteit sinds
pt_pt: Atividade Desde
ro_ro: Deoarece activitatea
ru_ru: Деятельность с
sq_al: Aktiviteti Që
sv: Aktiv sedan
sw_ke: Tangu shughuli
zh_hk: 开始交易日
zh_tw: 活動自從

source: Delivery In Full On Time (DIFOT) Report
cs_cz: Dodávka, v plném rozsahu Time (DIFOT) Zpráva
es_es: Informe de entregas DIFOT (Delivery In Full On Time)
hi_in: पूर्ण में समय पर डिलीवरी रिपोर्ट (DIFOT)
id_id: Laporan Pengiriman Lengkap Tepat Waktu
it_it: Consegna In Full On Time (DIFOT) Relazione
ko_kr: 전체에서 시간 (DIFOT) 보고서에 납품
mr_in: पूर्ण वेळ मध्ये वितरण (DIFOT) अहवाल
nl_nl: Levering In Full On Time (DIFOT) Verslag
pt_pt: Relatório Remessa DIFOT
ro_ro: Livrare in On Time (DIFOT) Raport
ru_ru: Отчет о доставке в полном объеме вовремя (DIFOT)
sq_al: Ofrimit Në Full On Time (DIFOT) Report
sv: Leverans i Full On Time (DIFOT) Betänkande
sw_ke: Katika utoaji wa Full Time (DIFOT) Taarifa
tr_tr: ZAMANINDA TAM SEVKIYAT RAPORU (DIFOT)
zh_hk: 按期足量交货报表
zh_tw: 如期交貨(DIFOT)報表

source: DIFOT Report
cs_cz: Zpráva DIFOT
es_es: Reporte DCAT (Despachado, Completo a Tiempo)
hi_in: DIFOT रिपोर्ट
id_id: Laporan DIFOT
ko_kr: DIFOT 보고서
mr_in: DIFOT अहवाल
nl_nl: DIFOT Verslag
pt_pt: Relatório DIFOT
ro_ro: DIFOT Raport
ru_ru: Доклад DIFOT
sv: DIFOT Rapport
sw_ke: Ripoti DIFOT
tr_tr: DIFOT Raporu
zh_hk: 准时按量交货报告
zh_tw: 如期交貨報表

source: Enter the date from which variances between orders and deliveries are to be listed
cs_cz: Zadejte datum, od kterého rozdílů mezi objednávky a dodávky by měly být uvedeny
es_es: Introducir la fecha en que deben ser listadas las variaciones entre los pedidos y las entregas
hi_in: तिथि प्रसरण जो आदेश और प्रसव के बीच से सूचीबद्ध हो रहे हैं दर्ज करें
id_id: Masukkan tgl mulai selisih antara order & pengiriman
it_it: Inserire la data dalla quale le discrepanze tra ordini e consegne, devono essere elencati
ko_kr: 나열하는 주문 및 배송 사이에 편차를하는 날짜를 입력
mr_in: ऑर्डर आणि प्रसूतीच्या दरम्यान variances जेथून तारीख सूचीबद्ध केले जाणार आहेत प्रविष्ट करा
nl_nl: Geef datum vanaf waar de leveringsverschillen (order - levering) moeten worden getoond
pt_pt: Entre com a data a partir da qual as variações entre pedidos e remessas serão listados
ro_ro: Introduceţi data de la care diferenţele dintre comenzile şi livrările trebuie să fie enumerate
ru_ru: Введите дату, с которой расхождения между заказов и поставок должны быть перечислены
sq_al: Futeni datën nga e cila mospërputhje në mes të urdhrave dhe furnizimet janë të jenë të shënuara
sv: Ange det datum från vilket avvikelser mellan order och leverans skall förtecknas
sw_ke: Kuingia katika tarehe ambayo variances kati ya amri na kujifungua ni kuwa waliotajwa
tr_tr: LISTE BASLANGIÇ TARIHI
zh_hk: 订单日期从
zh_tw: 訂單開始日期

source: Enter the date to which variances between orders and deliveries are to be listed
cs_cz: Zadejte datum, ke kterému rozdílů mezi objednávky a dodávky by měly být uvedeny
es_es: Introducir la fecha en que deben ser listadas las variaciones entre los pedidos y las entregas
hi_in: आदेश और प्रसव के बीच जो प्रसरण के लिए दिनांक डालें सूचीबद्ध हो रहे हैं
id_id: Masukkan tgl akhir selisih antara order & pengiriman
it_it: Inserire la data alla quale le discrepanze tra ordini e consegne, devono essere elencati
ko_kr: 날짜를 입력합니다 나열하는 주문 및 배송 사이의 편차를있는 상태
mr_in: ऑर्डर आणि प्रसूतीच्या दरम्यान variances कोणते तारीख सूचीबद्ध केले जाणार आहेत प्रविष्ट करा
nl_nl: Geef datum t/m waar de leveringsverschillen (order - levering) moeten worden getoond
pt_pt: Entre com a data até a qual as variações entre pedidos e remessas serão listados
ro_ro: Introduceţi data la care diferenţele dintre comenzile şi livrările trebuie să fie enumerate
ru_ru: Введите дату, к которой расхождения между заказов и поставок должны быть перечислены
sq_al: Futeni datën në të cilën mospërputhje në mes të urdhrave dhe furnizimet janë të jenë të shënuara
sv: Ange det datum som skillnader mellan order och leveranser skall förtecknas
sw_ke: Kuingia katika tarehe ya variances ambayo kati ya amri na kujifungua ni kuwa waliotajwa
tr_tr: LISTE BITIS TARIHI
zh_hk: 订单日期到
zh_tw: 訂單截止日期

source: Enter the number of days considered acceptable between delivery requested date and invoice date(ie the date dispatched)
cs_cz: Zadejte počet dnů od doručení považuje za přijatelnou požadovaný termín a data vystavení faktury (tj. odeslané datu)
es_es: Introducir el número de días considerados aceptables entre la fecha de entrega solicitada y la fecha de la factura (ej. la fecha de envío)
hi_in: वितरण का अनुरोध की तारीख और चालान तिथि के बीच स्वीकार्य माना दिनों की संख्या दर्ज करें (भेजा तिथि अर्थात्)
id_id: Masukkan jumlah hari yg dianggap dapat diterima antara tgl pengiriman yg diminta dan tgl faktur (yaitu tgl dikirimkan)
it_it: Inserisci il numero di giorni considerato accettabile tra la data di consegna richiesta e la data della fattura (vale a dire la data di spedizione)
ko_kr: 배달 요청 날짜와 송장 날짜 사이에 적합하다고 간주되는 일 수를 입력합니다 (날짜가 전달 IE)
mr_in: वितरण विनंती तारीख आणि चलन तारीख दरम्यान स्वीकार्य मानले दिवस संख्या प्रविष्ट करा (म्हणजेच तारीख पाठविले)
nl_nl: Voer het aantal dagen is dat acceptabel is tussen ve verzochte leveringsdatum en de factuur datum (daadwerkelijke leverdatum)
pt_pt: Entre com o número de dias considerado como aceitavel entre data pedido e data entrega
ro_ro: Introduceţi numărul de zile considerat acceptabil între data de livrare a solicitat şi data facturii (adică data expediate)
ru_ru: Введите количество дней, которое считается приемлемым между запрошенное датой доставки и датой выставления счета (т.е. даты доставки)
sq_al: Shkruani numrin e ditëve të konsiderohet e pranueshme në mes datën e dërgesës dhe datën e kërkuar faturë (dmth data e dërguar)
sv: Ange det antal dagar anses godtagbar mellan leverans begärt datum och fakturadatum (dvs. den dag sänds)
sw_ke: Kuingia idadi ya siku kuchukuliwa kukubalika kati ya tarehe utoaji aliomba na tarehe ya ankara (yaani tarehe dispatched)
tr_tr: teslimat talep tarihi ve fatura tarihi arasında kabul edilebilir olarak kabul gün sayısını girin (sevk tarihinden yani)
zh_hk: 请输入考虑可接受的天数：即付运要求的日期和开发票日期（例如发货日期）之间的天数。
zh_tw: 輸入天數視為交付要求的日期和發票日期間可接受的天數（即當日派出）
