Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot delete this tax province because at least one stock location is defined to be inside this province
cs_cz: Nelze smazat tuto daň provincie, protože alespoň jedna akcie umístění je definován být v této provincii
es_es: No se puede suprimir esta jurisdicción fiscal porque al menos una ubicación de existencias está definida dentro de esta jurisdicción
hi_in: इस कर प्रांत हटाना क्योंकि कम से कम एक स्थान पर शेयर इस प्रांत के अंदर परिभाषित किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus wilayah pajak ini karena minimal ada satu lokasi stok yg dibuat berada dalam wilayah ini
it_it: Impossibile eliminare questa provincia tasse perché almeno una località stock è definito all&#39;interno di questa provincia
ko_kr: 적어도 하나의 재고 위치가이 지방의 내부로 정의되어 있기 때문에이 세금 지방을 삭제할 수 없습니다
mr_in: किमान एक स्टॉक स्थान या प्रांतात आत अशी व्याख्या केली जाते कारण या कर प्रांत हटवू शकत नाही
nl_nl: Kan het niet verwijderen van deze belasting de provincie omdat minstens een voorraad lokatie wordt gedefinieerd worden binnen deze provincie
pt_pt: Não pode remover impostos da Localidade pois ao menos uma Localidade de estoque utiliza-o
ro_ro: Nu se poate şterge acest impozit provincie, deoarece cel puţin o locaţie stoc este definit a fi in interiorul acestei provincii
ru_ru: Не удается удалить эту налоговую провинцию, поскольку по крайней мере одно расположение склада должно быть определено внтури нее
sq_al: Nuk mund të fshini këtë krahinë e taksave, sepse të paktën një vend të aksioneve është përcaktuar të jetë brenda kësaj krahine
sv: Kan inte ta bort denna skatteregion eftersom det finns lagerplatser som är belägna i den
sw_ke: Hawezi kufuta kodi ya mkoa kwa sababu angalau eneo moja la hisa ni defined kuwa ndani ya mkoa huu
tr_tr: en az bir stok yeri bu ilin içinde olarak tanımlanır, çünkü bu vergi il silinemiyor
zh_hk: 未能删除这个纳税区域因为已有仓库使用这个纳税区域
zh_tw: 無法刪除這稅區，因為至少有一個庫存所在地被定義為這稅區

source: stock locations that refer to this tax province
cs_cz: fotografie míst, které se vztahují k této daně provincie
es_es: Ubicaciones de inventario en esta jurisdicción fiscal
hi_in: शेयर स्थानों है कि इस कर प्रांत को देखें
id_id: lokasi stok yg mereferensi pada wilayah pajak ini
it_it: sedi d&#39;archivio che si riferiscono a questa provincia imposta
ko_kr: 이 세 지방을 참조 재고 위치
mr_in: या कर प्रांतात पहा स्टॉक स्थाने
nl_nl: voorraad lokaties die gebuik maken van deze belasting regio
pt_pt: locais de estoque que referem-se a este imposto de Localidade
ro_ro: locaţii de stoc care se referă la această provincie fiscale
ru_ru: расположения складов, которые ссылаются на этот налог провинции
sq_al: vende të aksioneve që i referohen në këtë krahinë e taksave
sv: lagerplatser som hänvisar till denna skatteregion
sw_ke: hisa maeneo ambayo rejea jimbo kodi hii
tr_tr: BU VERGI BÖLGESINE DAHIL DEPOLAR
zh_hk: 个这个纳税区域的仓库
zh_tw: 這稅區的存貨地點

source: tax province and any tax rates set for it have been deleted
cs_cz: daň provincie a veškeré daňové sazby stanovené pro to byly odstraněny
es_es: La provincia de impuesto y cualquier tasa de impuestos fijada para este último se han eliminado
hi_in: टैक्स प्रांत और किसी कर इसके लिए निर्धारित दरों हटा दिया गया है
id_id: wilayah pajak dan semua tarif pajak yg dibuat utknya telah dihapuskan
it_it: provincia di imposta e le aliquote delle imposte fissate per lo sono stati eliminati
ko_kr: 세금 지방과 그것을 위해 설정 한 세율은 삭제되었습니다
mr_in: कर प्रांत आणि त्यासाठी सेट कोणत्याही कर दर हटविले गेले आहेत
nl_nl: Belasting regio en belasting tarieven die er voor gedefinierd zijn, zijn verwijderd
pt_pt: impostos de Localidade e qualquer aliquotas config para a Localidade serão excluidos.
ro_ro: provincia fiscale şi orice alte rate de impozitare stabilite pentru acestea au fost şterse
ru_ru: налоговые провинции и любые налоговые ставки, установленные для него были удалены
sq_al: krahinë tatimore dhe çdo normat e taksave të vendosur për të janë fshirë
sv: skatteregion och skattesatser som hänvisar till den har raderats
sw_ke: mkoa wa kodi na viwango vya kodi yoyote ya kuweka kwa kuwa wamekuwa ilifutwa
tr_tr: VERGI BÖLGESI VE ONA BAGLI TÜM VERGI ORANLARI SILINDI
zh_hk: 设定的纳税区域和所有该区域的税率已删除
zh_tw: 設定的稅區和所有這地區的稅率已刪除

source: Review Tax Provinces
cs_cz: Přezkum daňové provincie
es_es: Revisar Jurisdicciones Fiscales
hi_in: समीक्षा कर प्रांतों
id_id: Lihat Semua Wilayah Pajak
it_it: Rassegna fiscale Province
ko_kr: 검토 세금 지방
mr_in: कर प्रांत पुनरावलोकन
nl_nl: Bekijk belasting regio's
pt_pt: Rever Impostos Localidade
ro_ro: Review fiscale Provinciile
ru_ru: Просмотреть налоговые провинции
sq_al: Provincat e taksave Review
sv: Revidera skatteregioner
sw_ke: Mapitio ya Kodi ya Majimbo
tr_tr: VERGI BÖLGELERINI INCELE
zh_hk: 查看纳税区域
zh_tw: 檢視稅區

source: Could not retrieve the requested tax province, please try again.
cs_cz: Nepodařilo se získat požadovanou daň provincie, zkuste to prosím znovu.
es_es: No se pudo obtener la jurisdicción fiscal requerida, por favor, pruebe de nuevo.
hi_in: अनुरोध कर प्रांत पुनः प्राप्त नहीं किया जा सका, कृपया पुन: प्रयास करें.
id_id: Tdk dapat mengambil wilayah pajak yg diminta, silahkan coba kembali.
it_it: Non è possibile recuperare la provincia fiscali richiesti, si prega di riprovare.
ko_kr: 요청 된 세금 지방을 검색 할 수 없습니다, 다시 시도하십시오.
mr_in: विनंती केलेली कर प्रांत परत मिळवू शकलो नाही, कृपया पुन्हा प्रयत्न करा.
nl_nl: Kon de gevraagde belasting regio niet opvragen. probeer het opneiuw
pt_pt: não pode recuperar impostos Localidade, tente novamente
ro_ro: Nu am putut prelua provincie fiscale solicitate, vă rugăm să încercaţi din nou.
ru_ru: Не удалось получить запрашиваемую налоговую провинцию, пожалуйста, попробуйте еще раз.
sq_al: Nuk mund të rifitoj të krahinës kërkuar tatimore, ju lutem provoni përsëri.
sv: Kunde inte hämta begärd skatteregion, försök igen.
sw_ke: Hakuweza Retrieve ya ombi kodi jimbo, tafadhali jaribu tena.
tr_tr: BU VERGI BÖLGESI GÖRÜNTÜLENEMIYOR, LÜTFEN TEKRAR DENEYINIZ.
zh_hk: 无法找到纳税区域，请重试
zh_tw: 未能提取要求的稅區, 請重試

source: Tax Province Name
cs_cz: Daň název provincie
es_es: Nombre de la jurisdicción fiscal
hi_in: टैक्स प्रांत का नाम
id_id: Nama Wilayah Pajak
it_it: Tasse Provincia Nome
ko_kr: 세금 지방 이름
mr_in: कर प्रांत नाव
nl_nl: Belasting regio naam
pt_pt: Nome Imposto Localidade
ro_ro: Provincia fiscale Nume
ru_ru: Налоговое название провинции
sq_al: Emri Tatimore Provinca
sv: Skatteregionsnamn
sw_ke: Mkoa wa kodi Jina
tr_tr: VERGI BÖLGESI ADI
zh_hk: 纳税区域
zh_tw: 稅區名稱

source: The tax province cannot be left blank and includes illegal characters
ko_kr: 세금 지방은 공백 및 잘못된 문자를 포함 할 수 없습니다
mr_in: कर प्रांत रिक्त आणि बेकायदेशीर वर्ण समाविष्ट केले जाऊ शकत नाही
pt_pt: Impostos Estaduais não podem estar em branco ou conter caracteres ilegais
zh_tw: 稅區不能留空白並包括非法字符

source: Within 30 legal characters
ko_kr: (30) 법률 자 이내
mr_in: 30 कायदेशीर वर्ण आत
pt_pt: No máximo 30 caracteres válidos
zh_tw: 在30個合法字符

source: Test Plan Results
ko_kr: 테스트 계획 결과
zh_tw: 測試計畫結果

source: Copy Results
ko_kr: 복사 결과
zh_tw: 複製結果

source: Copy to This Sample
ko_kr: 이 샘플로 복사
zh_tw: 複製到這個樣品

source: Override existing Test values?
ko_kr: 기존의 테스트 값을 대체?
zh_tw: 覆寫現有的測試值？

source: Test Results have been copied to sample
ko_kr: 시험 결과는 샘플을 복사 한
zh_tw: 測試結果已經被複製到樣品

source: The insert of the test results failed because
ko_kr: 시험 결과의 삽입으로 인해 실패
zh_tw: 測試結果的插入失敗，因為

source: Test Results have been overwritten to sample
ko_kr: 테스트 결과는 샘플을 덮어왔다
zh_tw: 測試結果已經被覆蓋採樣

source: from sample
es_es: de la muestra
ko_kr: 샘플에서
zh_tw: 樣品來自

source: for test
es_es: para prueba
ko_kr: 테스트
zh_tw: 測試

source: Test Results have NOT BEEN overwritten for Result ID
ko_kr: 테스트 결과는 결과의 ID를 덮어되지 않은
zh_tw: 測試結果還沒有被結果編號覆蓋

source: Test Results have been copied to
ko_kr: 시험 결과에 복사 된
zh_tw: 測試結果已經被複製到

source: from
es_es: desde
ko_kr: 부터
zh_tw: 從：

source: for
es_es: para
ko_kr: 용
zh_tw: 為

source: A Sample Result record has been added for Test ID
ko_kr: 시료 결과는 테스트 ID 레코드 추가되었습니다
zh_tw: 樣品結果記錄已被新增測試編號

source: The insert of the Sample Result failed because
ko_kr: 시료 결과의 삽입으로 인해 실패
zh_tw: 抽樣結果的插入失敗，因為

source: Sample Results were updated for Result ID
ko_kr: 샘플 결과는 결과의 ID에 대한 업데이트 된
zh_tw: 樣品結果的結果編號進行更新

source: The updated of the sampleresults failed because
ko_kr: sampleresults의 업데이트로 인해 실패
zh_tw: 更新後的抽樣結果失敗，因為

source: Cannot delete this Result ID because it is a part of the Product Specification
ko_kr: 이 제품 사양의 일부이기 때문에이 결과의 ID를 삭제할 수 없습니다
zh_tw: 不能刪除此編號的結果，因為它是產品規格的一部分

source: Result QA Sample
ko_kr: 결과 QA 샘플
zh_tw: QA樣品的結果

source: Select a sample to enter results against
ko_kr: 에 대한 결과를 입력 할 수있는 샘플을 선택
zh_tw: 選擇樣本，以針對輸入結果

source: This page can only be opened if a QA Sample has been selected. Please select a sample first
ko_kr: QA 샘플을 선택한 경우이 페이지는 열 수 있습니다. 먼저 샘플을 선택하세요
zh_tw: 如果一個樣品的QA已經被選擇當前只能打開的頁面。請先選擇一個樣本

source: Back to Samples
es_es: Volver a muestras
ko_kr: 위로 샘플
zh_tw: 返回樣品

source: Used for Cert
ko_kr: 쿠폰에 사용
zh_tw: 使用證書？

source: Test Date
es_es: Fecha de prueba
ko_kr: 시험 날짜
zh_tw: 測試日期

source: Tested By
ko_kr: 테스트
zh_tw: 測試人員

source: Test Result
es_es: Resultado de prueba
ko_kr: 테스트 결과
zh_tw: 測試結果

source: On Cert
ko_kr: 쿠폰에
zh_tw: 在證書

source: Are you sure you wish to delete this Test from this Sample ?
es_es: ¿Está seguro que desea suprimir esta prueba de esta muestra?
ko_kr: 이 샘플에서이 테스트를 삭제할 확실합니까?
zh_tw: 你確定你想從這個樣品刪除此測試？

source: Copy These Results
ko_kr: 이러한 결과를 복사
zh_tw: 複製結果

source: Print COA
ko_kr: COA 인쇄
zh_tw: 列印COA

source: Top Items Searching
cs_cz: Nejlépe položky Vyhledávání
es_es: Elementos Principales de Búsqueda
hi_in: शीर्ष खोज आइटम
id_id: Top Produk Pencarian
it_it: Articoli Top Ricerca
ko_kr: 검색 상위 항목
mr_in: शोध शीर्ष आयटम
nl_nl: Terug naar boven Items zoeken
pt_pt: Pesquisa Itens Principais
ro_ro: Elemente Top Căutare
ru_ru: Лучшие элементы поиска
sq_al: Artikuj Top Searching
sv: Top objekt Söka
sw_ke: Juu Items Searching
tr_tr: Üst Öğeleri Arama
zh_hk: 顶层物料查询
zh_tw: 熱門項目搜索

source: Top Sales Order Search
cs_cz: Nahoru prodejní objednávky Hledání
es_es: Búsqueda de Mejores Pedidos de Ventas
hi_in: शीर्ष बिक्री आदेश खोज
id_id: Pencarian Order Penjualan Terbaik
it_it: Top Sales ordine di ricerca
ko_kr: 최고 판매 주문 검색
mr_in: शीर्ष विक्री मागणी शोध
nl_nl: Top Klantorder Zoeken
pt_pt: Pesq. Maiores Ped. Vendas
ro_ro: Top vânzări Ordine Caută
ru_ru: Поиск по заказам на лучший продажи
sq_al: Top Sales Search Rendit
sv: Bästsäljande artiklar sökresultat
sw_ke: Mauzo Order Juu Tafuta
tr_tr: Top Satış Emri Arama
zh_hk: 销售排行榜查询
zh_tw: 查詢頂級銷售次序

source: Select Order By
cs_cz: Vyberte Seřadit podle
es_es: Seleccionar Pedido Por
hi_in: चयन आदेश तक
id_id: Pilih Order Dgn
it_it: Seleziona Ordini
ko_kr: 순서를 선택
nl_nl: Selecteer Bestel
pt_pt: Selec. Pedido Por
ro_ro: Selectaţi Ordonare după
ru_ru: Выбрать сортировку по
sq_al: Rendit Select By
sv: Välj order med
sw_ke: Kuchagua Order By
tr_tr: Seçmek Sırala
zh_hk: 选择订单依
zh_tw: 順序選擇依

source: Total Pieces
cs_cz: Celkem kusů
es_es: Total de Piezas
hi_in: कुल मोहरे
id_id: Total Satuan
it_it: Totale Pieces
ko_kr: 총 조각
mr_in: एकूण तुकडे
nl_nl: Totaal Pieces
pt_pt: Total Itens
ru_ru: Всего частей
sq_al: Total Copë
sv: Totalt antal
sw_ke: Jumla ya vipande
tr_tr: Toplam Adet
zh_hk: 总销售数量
zh_tw: 總件數

source: Value of Sales
cs_cz: Hodnota prodeje
es_es: Valor de Ventas
hi_in: बिक्री के मूल्य
id_id: Nilai Penjualan
it_it: Valore delle vendite
ko_kr: 판매의 가치
mr_in: विक्री किंमत
nl_nl: Waarde van de verkopen
pt_pt: Valor de Vendas
ro_ro: Valoarea vânzărilor
ru_ru: Соотношение продаж
sq_al: Vlera e Sales
sv: Försäljningsvärde
sw_ke: Thamani ya mauzo
tr_tr: Satış değeri
zh_hk: 销售额
zh_tw: 銷售價值

source: The input must be positive integer
es_es: La entrada debe ser un entero positivo
ko_kr: 입력은 양의 정수 여야합니다
mr_in: इनपुट धन पूर्णांक असणे आवश्यक आहे
pt_pt: Entrada deve ser número positivo
zh_tw: 輸入必須為正整數

source: With less than
es_es: Con menos de
id_id: Dgn kurang dari
ko_kr: 이하로
mr_in: कमी सह
pt_pt: menor que
zh_tw: 小於

source: Days of Stock (QOH + QOO) Available
es_es: Días de Existencia Disponible
id_id: Hari Ada Stok (Total-Qty + Qty-Sdg-Dipesan)
ko_kr: 재고 수량 (QOH + 쿠우)의 일
mr_in: उपलब्ध स्टॉक (QOH + QOO) दिवस
pt_pt: Dias de Estoque Dispon. (QOH+QOO)
zh_tw: 倉庫（QOH+ QOO）的可用天數

source: Number Of Top Items
cs_cz: Počet položek Nahoru
es_es: Número de Artículos Más Vendidos
hi_in: शीर्ष आइटम की संख्या
id_id: Jumlah Produk Top
it_it: Numero di elementi Top
ko_kr: 상위 항목 수
mr_in: शीर्ष आयटमची संख्या
nl_nl: Aantal van topstukken
pt_pt: Núm. Itens Campeões
ro_ro: Numărul de articole de top
ru_ru: Количество лучших товаров
sq_al: Numri i artikujve Top
sv: Antal toppartiklar
sw_ke: Idadi ya vitu Juu
tr_tr: Üst Öğe Sayısı
zh_hk: 排行榜商品数
zh_tw: 熱門項目數

source: Top Sales Items List
cs_cz: Prodej top položky seznamu
es_es: Lista de Artículos Más Vendidos
hi_in: ऊपर बिक्री आइटम की सूची
id_id: Top Daftar Penjualan Produk
it_it: Top Sales voci di elenco
ko_kr: 최고 판매 항목 목록
mr_in: शीर्ष विक्री आयटम यादी
pt_pt: Lista Itens Mais Vend.
ro_ro: Top vânzări elementele de listă
ru_ru: Список самых продаваемых товаров
sq_al: Top Sales Items Lista
sv: Bästsäljande artiklar lista
sw_ke: Orodha ya juu Sales Items
tr_tr: Top Satış Öğeler Listesi
zh_hk: 热销商品列表（Top Sales）
zh_tw: 頂級銷售項目清單

source: Value Sales
cs_cz: Hodnota prodeje
es_es: Valor de Ventas
hi_in: मूल्य बिक्री
id_id: Nilai Penjualan
it_it: Valore delle vendite
ko_kr: 가치 판매
mr_in: मूल्य विक्री
nl_nl: Verkoop waarde
pt_pt: Valor Venda
ro_ro: Valorii vânzărilor
ru_ru: Соотношение продаж
sq_al: Vlera e shitjes
sv: Försäljningsvärde
sw_ke: Thamani Sales
tr_tr: Satış değeri
zh_hk: 销售价值
zh_tw: 銷售價值

source: Stock (Days)
es_es: Existencia (Dias)
id_id: Stok (Hari)
ko_kr: 주식 (일)
mr_in: स्टॉक (दिवस)
pt_pt: Dias Estoq.
zh_tw: 庫存（天數）

source: Print To PDF
cs_cz: Tisk do PDF
es_es: Imprimir a PDF
hi_in: प्रिंट पीडीएफ करने के लिए
id_id: Cetak Utk PDF
it_it: Stampa su PDF
ko_kr: PDF로 인쇄
mr_in: करण्यासाठी प्रिंट पीडीएफ़
nl_nl: Afdrukken naar PDF
pt_pt: Imprimir para PDF
ro_ro: Pentru a imprima PDF
ru_ru: Печать в PDF
sq_al: Print Për PDF
sv: Skapa PDF
sw_ke: Magazeti Kwa PDF
tr_tr: Baskı PDF&#39;ye
zh_hk: 打印到PDF
zh_tw: 列印到PDF

source: Units Of Measure
cs_cz: Měrných jednotek
es_es: Unidades de medida
hi_in: माप की इकाई
id_id: Satuan Ukuran
it_it: Unità di misura
ko_kr: 측정 단위
mr_in: मापनाचे एकके
nl_nl: Meeteenheid
pt_pt: Unidade Medida
ro_ro: Unitati de masura
ru_ru: Единицы изменения
sq_al: Njësitë e matjes
sv: Enheter
sw_ke: Hatua ya vitengo
tr_tr: ÖLÇÜ BIRIMI
zh_hk: 计量单位
zh_tw: 量度單位

source: The unit of measure cannot contain any of the illegal characters
es_es: La unidad de medida no puede contener caracteres prohibidos
id_id: Satuan ukuran tdk boleh berisi karakter ilegal
ko_kr: 측정 단위는 불법 문자를 포함 할 수있다
mr_in: मापनाचे एकक बेकायदेशीर वर्ण कोणत्याही असू शकत नाही
pt_pt: A unidade de medida não pode conter caracteres invalidos
zh_tw: 度量單位不能包含任何非法字符

source: The unit of measure may not be empty
cs_cz: Měrná jednotka nesmí být prázdný
es_es: La unidad de medida no puede estar vacía
hi_in: माप की इकाई खाली नहीं हो सकती
id_id: Satuan ukuran tdk boleh kosong
it_it: L&#39;unità di misura non può essere vuoto
ko_kr: 측정 단위는 비어하지 않을 수 있습니다
mr_in: मापनाचे एकक रिक्त असू शकत नाही
nl_nl: Meeteenheid mag niet leeg zijn
pt_pt: A unidade de medida deve estar preenchida
ro_ro: Unitatea de măsură nu poate fi gol
ru_ru: Единица измерения не может быть пустой
sq_al: Njësia e matjes nuk mund të jetë bosh
sv: Måttenhet får inte vara tom
sw_ke: Kitengo cha kupima inaweza kuwa tupu
tr_tr: ÖLÇÜ BIRIMI BOS OLAMAZ
zh_hk: 计量单位不能为空
zh_tw: 量度單位不能留空

source: The unit of measure can not be renamed because another with the same name already exist.
cs_cz: Měrná jednotka nelze přejmenovat, protože jiný se stejným jménem již existuje.
es_es: No se puede cambiar el nombre de la unidad de medida porque existe otra con ese nombre.
hi_in: माप की इकाई है क्योंकि एक ही नाम के साथ एक और पहले से ही मौजूद नहीं किया जा सकता है नाम दिया.
id_id: Satuan ukuran tdk dapat diubah nama karena sdh ada satuan lain dgn nama yg sama.
it_it: L&#39;unità di misura non può essere rinominato perché un altro con lo stesso nome esiste già.
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 측정의 단위는 이름을 바꿀 수 없습니다.
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण उपाय एकक पुनर्नामित करणे शक्य नाही.
nl_nl: Meeteenheid kan niet hernoemd worden omdat er al een bestaat met die naam
pt_pt: A unidade de medida não pode ser renomeado porque outra já tem este nome
ro_ro: Unitatea de măsură nu poate fi redenumit, deoarece un alt cu acelaşi nume există deja.
ru_ru: Единица измерения не может быть переименована, так как другая с таким же именем уже существует.
sq_al: Njësia e matjes nuk mund të riemërohet për shkak se një tjetër me të njëjtin emër tashmë ekzistojnë.
sv: Måttenhet kan inte ändra namn eftersom en annan med samma namn redan finns.
sw_ke: kitengo cha kupima hawezi kuwa jina kwa sababu nyingine kwa jina moja tayari zipo.
tr_tr: AYNI ISIMDE ÖLÇÜ BIRIMI SISTEMDE MEVCUT.
zh_hk: 计量单位名称修改失败, 因为已有相同名称存在
zh_tw: 量度單位不能更改名稱, 因為已有相同名稱存在

source: The unit of measure no longer exist.
cs_cz: Měrná jednotka již neexistuje.
es_es: La unidad de medida ya no existe.
hi_in: माप की इकाई अब मौजूद नहीं हैं.
id_id: Satuan ukuran tersebut sdh tdk ada.
it_it: L&#39;unità di misura non esistono più.
ko_kr: 측정 단위는 더 이상 존재하지 않는다.
mr_in: मापनाचे एकक यापुढे विद्यमान.
nl_nl: Meeteenheid bestaat niet langer
pt_pt: A unidade de medida não existe mais
ro_ro: Unitatea de măsură nu mai există.
ru_ru: Единица измерения больше не существует.
sq_al: Njësia e matjes nuk ekzistojnë më.
sv: Måttenhet inte längre föreligger.
sw_ke: Kitengo cha kupima tena zipo.
tr_tr: ÖLÇÜ BIRIMI ARTIK SISTEMDE TANIMLI DEGIL
zh_hk: 计量单位不存在
zh_tw: 量度單位不再存在

source: Unit of measure changed
cs_cz: Měrná jednotka změnila
es_es: Se cambió la Unidad de Medida
hi_in: माप की इकाई परिवर्तित
id_id: Satuan ukuran telah diubah
it_it: Unità di misura modificata
ko_kr: 측정 단위 변경
mr_in: मापनाचे एकक बदलला
nl_nl: Meeteenheid gewijzigd
pt_pt: Unidade de medida atualizada
ro_ro: Unitatea de măsură a schimbat
ru_ru: Единица измерения изменилась
sq_al: Njësia e masës ndryshuar
sv: Måttenhet ändrad
sw_ke: Futi iliyopita
tr_tr: ÖLÇÜ BIRIMI DEGISTI
zh_hk: 计量单位已更改
zh_tw: 量度單位已更改

source: The unit of measure can not be created because another with the same name already exists.
cs_cz: Měrná jednotka nemůže být vytvořena, protože jiný se stejným názvem již existuje.
es_es: No se puede crear la unidad de medida porque existe otra con ese nombre
hi_in: माप की इकाई है क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं बनाया जा सकता है.
id_id: Satuan ukuran tdk dapat dibuat karena sdh ada satuan lain dgn nama yg sama.
it_it: L&#39;unità di misura non può essere creato perché un altro con lo stesso nome esiste già.
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 측정의 단위는 만들 수 없습니다.
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण उपाय एकक तयार करणे शक्य नाही.
nl_nl: Meeteenheid kan niet gecreeerd worden omdat er al een bestaat met die naam
pt_pt: A unidade de medida não pode ser criado porque já existe outra com o mesmo nome
ro_ro: Unitatea de măsură nu poate fi creat, deoarece un alt cu acelaşi nume există deja.
ru_ru: Единица измерения не может быть создана, так как другая с таким же именем уже существует.
sq_al: Njësia e matjes nuk mund të krijohet, sepse një tjetër me të njëjtin emër ekziston.
sv: Måttenhet kan inte skapas eftersom en annan med samma namn finns redan.
sw_ke: kitengo cha kupima haiwezi kutengenezwa kwa sababu nyingine kwa jina moja ipo.
tr_tr: AYNI ISIMDE ÖLÇÜ BIRIMI SISTEMDE MEVCUT.
zh_hk: 不能新建计量单位, 因为已有相同名称
zh_tw: 未能產生量度單位, 因為已有相同名稱

source: New unit of measure added
cs_cz: Nové měrná jednotka přidané
es_es: Se creó la nueva Unidad de Medida
hi_in: माप की इकाई नई गयी
id_id: Satuan ukuran yg baru telah ditambah
it_it: Nuova unità di misura aggiunto
ko_kr: 측정의 새로운 유닛이 추가
mr_in: जोडले उपाययोजनेची नवीन एकक
nl_nl: Meeteenheid toegevoegd
pt_pt: Nova unidade de medida adic.
ro_ro: Noua unitate de măsură a adăugat
ru_ru: Новая единица измерения добавлена
sq_al: njësi e re e shtuar masë
sv: Ny enhet skapad
sw_ke: Mpya futi aliongeza
tr_tr: YENI ÖLÇÜ BIRIMI EKLENDI
zh_hk: 新的计量单位已更新
zh_tw: 新的量度單位已更新

source: Could not update unit of measure
cs_cz: Nelze aktualizovat měrná jednotka
es_es: No se pudo actualizar la unidad de medida
hi_in: माप की इकाई को अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui satuan ukuran
it_it: Impossibile aggiornare l&#39;unità di misura
ko_kr: 측정 단위를 업데이트 할 수 없습니다
mr_in: मापनाचे एकक अद्यतनित करू शकत नाही
nl_nl: Meeteenheid kon niet gewijzgd worden
pt_pt: Não pode atualizar unidade de medida
ro_ro: Nu sa putut actualizare unitate de măsură
ru_ru: Не удалось обновить единицу измерения
sq_al: Nuk mund update njësia e matjes
sv: Kunde inte uppdatera måttenhet
sw_ke: Hakuweza update futi
tr_tr: ÖLÇÜ BIRIMI GÜNCELLENEMEDI
zh_hk: 不能更新计量单位
zh_tw: 未能更新量度單位

source: Cannot delete this unit of measure because it no longer exist
cs_cz: Nelze smazat tento měrná jednotka, protože to již neexistuje
es_es: No se puede suprimir esta unidad de medida porque no existe
hi_in: हटाना माप की इस इकाई नहीं कर सकते क्योंकि यह अब मौजूद नहीं हैं
id_id: Tdk dapat menghapus satuan ukuran ini karena sdh tdk ada
it_it: Impossibile eliminare questa unità di misura, perché non esistono più
ko_kr: 더 이상 존재하지 않기 때문에 측정의 본 기기를 삭제할 수 없습니다
mr_in: तो यापुढे अस्तित्वात कारण उपाय हा एकक हटवू शकत नाही
nl_nl: Meeteenheid kan niet verwijderd worden omdat het niet langer bestaat
pt_pt: Não pode remover esta unidade de medida porque não existe mais
ro_ro: Nu se poate şterge această unitate de măsură, deoarece nu mai există
ru_ru: Не удается удалить эту единицу измерения, поскольку она больше не существует
sq_al: Nuk mund të fshini këtë njësi matëse, sepse ajo nuk ekzistojnë më
sv: Kan inte ta bort denna måttenhet, eftersom det inte längre föreligger
sw_ke: Hawezi kufuta kitengo cha kupima sababu tena zipo
tr_tr: BU ÖLÇÜ BIRIMINI SILEMIYORUM, ÇÜNKÜ ARTIK YOK
zh_hk: 不能删除这计量单位, 因为已不存在
zh_tw: 未能刪除這量度單位, 因為已不再存在

source: Cannot delete this unit of measure because inventory items have been created using this unit of measure
cs_cz: Nelze smazat tento měrná jednotka, protože skladové položky byly vytvořeny pomocí tohoto měrná jednotka
es_es: No se puede suprimir esta unidad de medida, porque los artículos del inventario se han creado utilizando esta unidad de medida
hi_in: माप की इस इकाई को नष्ट क्योंकि सूची आइटम बनाया गया है मापने के इस यूनिट का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus satuan ukuran ini karena item persediaan telah dibuat menggunakan satuan ukuran ini
it_it: Impossibile eliminare questa unità di misura, perché gli oggetti dell&#39;inventario sono stati creati con questa unità di misura
ko_kr: 재고 항목이 측정 기기를 사용하여 생성 되었기 때문에 측정 기기를 삭제할 수 없습니다
mr_in: पुस्तके आयटम उपाय हा एकक वापरून तयार केले गेले आहेत कारण उपाय हा एकक हटवू शकत नाही
nl_nl: Meeteenheid kan niet verwijderd worden omdat er voorraaditems gebruik van maken
pt_pt: Não pode remover esta unidade de medida porque itens de estoque utilizam a mesma.
ro_ro: Nu se poate şterge această unitate de măsură, deoarece obiectelor de inventar au fost create folosind această unitate de măsură
ru_ru: Не удается удалить эту единицу измерения, поскольку элементы инвентаря были созданы с помощью этой единицы измерения
sq_al: Nuk mund të fshini këtë njësi matëse, sepse sendeve të inventarizuara kanë qenë krijuar duke përdorur këtë njësi e matjes
sv: Kan inte ta bort måttenheten eftersom lagerprodukter använder den
sw_ke: Hawezi kufuta kitengo cha kupima kwa sababu hesabu vitu viliumbwa kwa kutumia kitengo cha kupima
tr_tr: BU ÖLÇÜ BIRIMINI SILEMEZSINIZ, ONA BAGLI ÜRÜNLER VAR
zh_hk: 不能删除计量单位, 因为已有物料使用.
zh_tw: 未能刪除這量度單位, 因為已有存貨商品使用.
