Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: GL account group does not exist
cs_cz: GL účet skupina neexistuje
es_es: Grupo de cuenta contable no existe
hi_in: जीएल खाता समूह मौजूद नहीं है
id_id: Grup akun GL tdk ada
it_it: account di gruppo GL non esiste
ko_kr: GL 계정 그룹은 존재하지 않는다
mr_in: जी.एल. खाते गट अस्तित्वात नाही
nl_nl: GL account groep bestaat niet
pt_pt: Grupo contábil não existe
ro_ro: grupului GL cont nu există
ru_ru: Группа счета главной книги уже существует
sq_al: Grupi i GL llogari nuk ekziston
sv: GL konto grupp finns inte
sw_ke: GL akaunti ya kikundi haipo
tr_tr: GL hesap grubu yok
zh_hk: 总帐账户组不存在
zh_tw: 總帳科目組不存在

source: GL account section already exists
cs_cz: GL účet sekci již existuje
es_es: El Grupo Principal ya existe
hi_in: जीएल खाता अनुभाग पहले से मौजूद है
id_id: Tipe akun GL sdh ada
it_it: sezione conto GL esiste già
ko_kr: GL 계정 섹션이 이미 존재합니다
mr_in: जी.एल. खाते विभाग आधीच अस्तित्वात आहे
nl_nl: GL account sectie bestaat al
pt_pt: Seção conta contábil já existe
ro_ro: secţiunea GL cont deja există
ru_ru: Секция счета главной книги уже существует
sq_al: nenin GL llogari tashmë ekziston
sv: GL konto avsnittet finns redan
sw_ke: GL akaunti tayari lipo sehemu
tr_tr: GL hesabı bölümü zaten var
zh_hk: 总帐会计要素已经存在
zh_tw: GL帳戶部分已經存在

source: GL account section name is incorrect length
cs_cz: GL účet jméno sekce je nesprávná délka
es_es: El nombre del Grupo Principal tiene una longitud incorrecta
hi_in: जीएल खाता अनुभाग नाम गलत लंबाई है
id_id: Jumlah nama tipe akun GL salah
it_it: nome account GL sezione è di lunghezza errata
ko_kr: GL 계정 섹션 이름이 잘못 길이
mr_in: जी.एल. खाते विभाग नाव अयोग्य लांबी
nl_nl: GL account sectienaam onjuiste lengte
pt_pt: Nome seção conta contábil tem tamanho inválido
ro_ro: Numele GL secţiune de cont este de lungime incorectă
ru_ru: Имя секции счета главной книги имеет неправильную длину
sq_al: nenin GL llogari emri është i gabuar gjatësi
sv: GL konto avsnittsnamnet är felaktig längd
sw_ke: GL akaunti sehemu ya jina ni sahihi urefu
tr_tr: GL hesap bölüm adının yanlış uzunluğu
zh_hk: 总帐会计要素长度不正确
zh_tw: 總帳帳戶部分名稱是不正確的長度

source: GL account group already exists
cs_cz: GL účtové skupiny již existuje
es_es: El Subgrupo de Cuentas ya existe
hi_in: जीएल खाता समूह पहले से मौजूद
id_id: Grup akun GL sdh ada
it_it: account di gruppo GL esiste già
ko_kr: GL 계정 그룹이 이미 존재합니다
mr_in: जी.एल. खाते गट आधीच अस्तित्वात आहे
nl_nl: GL account groep bestaat al.
pt_pt: Grupo contábil já existe
ro_ro: grupului GL cont deja există
ru_ru: Группа счета главной книги уже существует
sq_al: Grupi i GL llogari tashmë ekziston
sv: GL kontogrupp finns redan
sw_ke: GL akaunti tayari lipo kundi
tr_tr: GL hesap grubu zaten var
zh_hk: 总帐科目组已经存在
zh_tw: 總帳會計科目組已存在

source: GL account section does not exist
cs_cz: GL účet sekce neexistuje
es_es: La sección de cuenta contable no existe
hi_in: जीएल खाता खंड मौजूद नहीं है
id_id: bagian account GL tdk ada
it_it: sezione conto GL non esiste
ko_kr: GL 계정 섹션이 존재하지 않습니다
mr_in: जी.एल. खाते विभाग अस्तित्वात नाही
nl_nl: GL account sectie bestaat niet
pt_pt: Seção contábil não existe
ro_ro: secţiunea GL cont nu există
ru_ru: Секция счета главной книги не существует
sq_al: nenin GL llogari nuk ekziston
sv: GL konto avsnitt finns inte
sw_ke: GL akaunti sehemu haipo
tr_tr: GL hesabı bölümü yok
zh_hk: 总帐会计要素不存在
zh_tw: 總帳科目區段不存在

source: Invalid profit and loss flag
cs_cz: Neplatné výkazu zisku a ztráty vlajky
es_es: Marca de Ganancias y Pérdidas no válida
hi_in: अवैध लाभ और हानि झंडा
id_id: Flag laba/rugi Tdk Berlaku
it_it: Valide profitti e perdite bandiera
ko_kr: 잘못된 손익 플래그
mr_in: अवैध नफा आणि तोटा ध्वज
nl_nl: Ongeldige winst-en verliesrekening vlag
pt_pt: Ident. Lucros x Perdas Inválida
ro_ro: invalid profit şi pierdere pavilion
ru_ru: Недействительный флаг прибыли и убытков
sq_al: fitim pavlefshme dhe flamuri humbje
sv: Ogiltig resultaträkningen flagga
sw_ke: Batili faida na hasara bendera
tr_tr: Geçersiz kar ve zarar bayrak
zh_hk: 无效的损益标识
zh_tw: 無效的損益標誌

source: Invalid sequenceintb figure
cs_cz: Neplatný sequenceintb obrázek
es_es: Figura sequenceintb no válida
hi_in: अवैध sequenceintb आंकड़ा
id_id: Angka sequenceintb tdk berlaku
it_it: Valide sequenceintb figura
ko_kr: 잘못된 sequenceintb 그림
mr_in: अवैध sequenceintb आकृती
nl_nl: Ongeldige sequenceintb figuur
pt_pt: Inválida fig. sequência
ro_ro: Invalid sequenceintb figura
ru_ru: Недействительный sequenceintb фигуры
sq_al: sequenceintb Invalid shifër
sv: Ogiltig sequenceintb siffra
sw_ke: Batili sequenceintb takwimu
tr_tr: Geçersiz sequenceintb rakam
zh_hk: 无效的sequenceintb数值
zh_tw: 無效sequenceintb圖

source: Invalid Latitude figure
cs_cz: Neplatný Latitude obrázek
es_es: Latitud no válida
hi_in: अवैध अक्षांश आंकड़ा
id_id: Angka Lintang Tdk Berlaku
it_it: Latitude non valida figura
ko_kr: 잘못된 위도 그림
mr_in: अवैध अक्षांश आकृती
nl_nl: Ongeldige Latitude figuur
pt_pt: Invál. Imag. Latitude
ro_ro: Invalid Latitude figura
ru_ru: Недействительная широта фигуры
sq_al: Pavlefshme figura Latitude
sv: Ogiltig Latitude siffra
sw_ke: Latitude batili takwimu
tr_tr: Geçersiz Latitude rakam
zh_hk: 无效的纬度值
zh_tw: 無效的緯度圖

source: Invalid Longitude figure
cs_cz: Neplatná délka obrázek
es_es: Longitud no válida
hi_in: अवैध देशांतर आंकड़ा
id_id: Angka Bujur Tdk Berlaku
it_it: Valide Longitudine figura
ko_kr: 잘못된 경도 그림
mr_in: अवैध रेखांश आकृती
nl_nl: Ongeldige Longitude figuur
pt_pt: Invál. Imag. Longitude
ro_ro: Invalid Longitudine figura
ru_ru: Недействительная долгота фигуры
sq_al: Pavlefshme figura Longitude
sv: Ogiltig Longitud siffra
sw_ke: Batili Longitude takwimu
tr_tr: Geçersiz Boylam rakam
zh_hk: 无效的经度值
zh_tw: 無效的經度圖

source: Customer type not set up
cs_cz: Zákazník typu, který není zřízen
es_es: Tipo de cliente no configurado
hi_in: ग्राहक प्रकार नहीं की स्थापना की
id_id: Tipe Customer Tdk Di-set
it_it: Tipo di Cliente non istituire
ko_kr: 고객 유형을 설정하지
mr_in: ग्राहक प्रकार सेट नाही
nl_nl: Het type klant niet ingesteld
pt_pt: tipo de cliente não config
ro_ro: tip Clientul nu instituie
ru_ru: Тип клиента не установлен
sq_al: Lloji Customer jo të ngritur
sv: Kundtyp inte inrätta
sw_ke: Aina ya wateja si kuweka
tr_tr: Müşteri türü değil kurmak
zh_hk: 客户类型没有设置
zh_tw: 客戶類型不成立

source: No sales prices setup
cs_cz: Žádné prodejní ceny nastavení
es_es: Precios de Venta no configurados
hi_in: कोई बिक्री कीमतों सेटअप
id_id: Belum ada harga penjualan
it_it: N. prezzi di vendita di setup
ko_kr: 없음 판매 가격 설정하지
mr_in: नाही विक्री दर सेटअप
nl_nl: Geen verkoop prijzen setup
pt_pt: Preço de Vendas Não Config
ro_ro: Nu preţurile de vânzare de configurare
ru_ru: Цены продаж не установлены
sq_al: Nuk ka çmimeve të shitjes setup
sv: Ingen försäljningspriser setup
sw_ke: Hakuna mauzo ya bei ya kuanzisha
tr_tr: Hiçbir satış fiyatları kurulum
zh_hk: 销售价格没有设置
zh_tw: 無銷售價格的設置

source: Invalid invoiced quantity
cs_cz: Neplatný fakturovaného množství
es_es: Cantidad facturada no válida
hi_in: अवैध मात्रा चालान
id_id: Qty difaktur tdk berlaku
it_it: Valide quantità fatturata
ko_kr: 잘못된 청구 수량
mr_in: अवैध invoiced प्रमाण
nl_nl: Ongeldige gefactureerde hoeveelheid
pt_pt: Quant. aviso inválida
ro_ro: Invalid facturate cantitatea
ru_ru: Недействительный счет-фактура количества
sq_al: Pavlefshme faturuar sasi
sv: Ogiltig fakturerad kvantitet
sw_ke: Batili invoiced wingi
tr_tr: Geçersiz miktar fatura
zh_hk: 无效的开发票数量
zh_tw: 無效的發票數量

source: Invalid actual dispatch date
cs_cz: Neplatné aktuální data expedice
es_es: Fecha de despacho real no válida
hi_in: अवैध वास्तविक तिथि प्रेषण
id_id: Tgl pengiriman aktual tdk berlaku
it_it: Valide effettiva data di spedizione
ko_kr: 잘못된 실제 파견 날짜
mr_in: अवैध वास्तविक तडफ तारीख
nl_nl: Ongeldige werkelijke verzenddatum
pt_pt: Data Real despacho inválida
ro_ro: Nevalidă reale data expedierii
ru_ru: Недействительная фактическая дата отправки
sq_al: Pavlefshme aktuale dërgimin data
sv: Ogiltigt faktiska avsändande datum
sw_ke: Batili halisi dispatch tarehe
tr_tr: gerçek tarih gönderme Geçersiz
zh_hk: 无效的实际发货日期
zh_tw: 無效的實際發貨日期

source: Invalid completed flag
cs_cz: Neplatné ukončení vlajka
es_es: Marca de Completado no válida
hi_in: अवैध झंडा पूरा
id_id: Flag selesai tdk berlaku
it_it: Valide completato bandiera
ko_kr: 잘못된 완료 플래그
mr_in: अवैध पूर्ण ध्वज
nl_nl: Ongeldige afgerond vlag
pt_pt: Indic. completo inválido
ro_ro: Invalid completat pavilion
ru_ru: Недействительный флаг завершения
sq_al: Pavlefshme përfunduar flamur
sv: Ogiltig avslutade flagga
sw_ke: Batili kukamilika bendera
tr_tr: Geçersiz bayrağı tamamlandı
zh_hk: 无效的完成标识
zh_tw: 無效的完成標誌

source: Invalid category id
cs_cz: Neplatné id kategorie
es_es: ID de Categoría no válido
hi_in: अमान्य श्रेणी आईडी
id_id: ID kategori tdk berlaku
it_it: Non valido ID categoria
ko_kr: 잘못된 카테고리 ID
mr_in: अवैध श्रेणी आयडी
nl_nl: Ongeldige categorie id
pt_pt: ID categoria inválida
ro_ro: categorie invalid id
ru_ru: Недействительный идентификатор категории
sq_al: kategori e pavlefshme id
sv: Ogiltigt kategori id
sw_ke: Batili jamii id
tr_tr: Geçersiz kategori id
zh_hk: 无效的种类 ID
zh_tw: 無效的類別ID

source: Invalid category description
cs_cz: Neplatná popis kategorie
es_es: Descripción de categoría no válida
hi_in: अमान्य श्रेणी वर्णन
id_id: Keterangan kategori tdk berlaku
it_it: Descrizione di categoria non valido
ko_kr: 잘못된 카테고리 설명
mr_in: अवैध श्रेणी वर्णन
nl_nl: Ongeldige categorie beschrijving
pt_pt: descrição categoria inválida
ro_ro: Invalid categorie descriere
ru_ru: Недействительное описание категории
sq_al: kategori e pavlefshme Përshkrimi
sv: Ogiltig kategori beskrivning
sw_ke: Batili jamii maelezo
tr_tr: Geçersiz kategori açıklaması
zh_hk: 无效的种类描述
zh_tw: 無效的類別描述

source: Invalid stock type
cs_cz: Neplatný druhu zásob
es_es: Tipo de existencia no válido
hi_in: अवैध स्टॉक प्रकार
id_id: Tipe stok tdk berlaku
it_it: Valide tipo di scorta
ko_kr: 잘못된 재고 유형
mr_in: अवैध स्टॉक प्रकार
nl_nl: Ongeldige voorraadtype
pt_pt: tipo estoque inválido
ro_ro: Invalid tipul de stoc
ru_ru: Недействительный тип склада
sq_al: aksioneve Lloj i pavlefshëm
sv: Ogiltig lagertyp
sw_ke: Batili hisa aina
tr_tr: Geçersiz stok tipi
zh_hk: 无效的库存类型
zh_tw: 無效的倉庫類型

source: GL account code does not exist
cs_cz: GL kód účtu neexistuje
es_es: Código de cuenta contable no existe
hi_in: जीएल खाता कोड मौजूद नहीं है
id_id: kode akun GL tdk ada
it_it: codice conto GL non esiste
ko_kr: GL 계정 코드가 존재하지 않습니다
mr_in: जी.एल. खाते कोड अस्तित्वात नाही
nl_nl: GL account code bestaat niet
pt_pt: cód. conta contábil não existe
ro_ro: cod GL cont nu există
ru_ru: Код счета главной книги не существует
sq_al: kodi GL llogari nuk ekziston
sv: GL kontokod finns inte
sw_ke: GL akaunti code haipo
tr_tr: GL hesap kodu yok
zh_hk: 总帐账户代码不存在
zh_tw: 總帳科目代碼不存在

source: Stock category already exists
cs_cz: Sklad kategorie již existuje
es_es: La categoría de existencia ya existe
hi_in: स्टॉक वर्ग पहले से मौजूद है
id_id: Kategori stok sdh ada
it_it: categoria Stock esiste già
ko_kr: 주식 범주가 이미 존재
mr_in: स्टॉक श्रेणी आधीपासूनच विद्यमान
nl_nl: Stock categorie bestaat al
pt_pt: Categoria estoque já existe
ro_ro: categorie stoc există deja
ru_ru: Категория склада уже существует
sq_al: Kategoria Stock tashmë ekziston
sv: Stock kategori finns redan
sw_ke: Hisa jamii tayari lipo
tr_tr: Stok kategori zaten var
zh_hk: 库存种类已经存在
zh_tw: 倉庫類已經存在

source: Supplier code already exists
cs_cz: Dodavatel kód již existuje
es_es: El código de proveedor ya existe
hi_in: आपूर्तिकर्ता कोड पहले से मौजूद है
id_id: Kode supplier sdh ada
it_it: Fornitore codice esiste già
ko_kr: 공급 업체 코드가 이미 존재합니다
mr_in: पुरवठादार कोड आधीपासूनच अस्तित्वात आहे
nl_nl: Supplier Code bestaat al
pt_pt: Código Fornecedor já existe
ro_ro: Cod Furnizor există deja
ru_ru: Код поставщика уже существует
sq_al: Kodi Furnizuesi tashmë ekziston
sv: Leverantör kod finns redan
sw_ke: Wasambazaji code tayari lipo
tr_tr: Tedarikçi kodu zaten var
zh_hk: 供应商代码已经存在
zh_tw: 供應商代碼已經存在

source: Incorrect supplier name length, or supplier name does not exist
cs_cz: Nesprávný název dodavatele délka, nebo dodavatel jméno neexistuje
es_es: Nombre del proveedor de longitud incorrecta, o el nombre del proveedor no existe
hi_in: गलत आपूर्तिकर्ता नाम की लंबाई, या सप्लायर नाम मौजूद नहीं है
id_id: Jumlah karakter nama supplier salah, atau nama supplier tdk ada
it_it: Non corretta lunghezza del nome del fornitore, o il nome del fornitore non esiste
ko_kr: 잘못된 공급 업체 이름의 길이, 업체, 공급 업체 이름이 존재하지 않습니다
mr_in: अयोग्य पुरवठादार नाव लांबी, किंवा पुरवठादार नाव अस्तित्वात नाही
nl_nl: Onjuiste naam van de leverancier lengte, of naam van de leverancier bestaat niet
pt_pt: Tamanho nome Fornecedor incorreto, ou nome Fornec. não existe
ro_ro: Incorecte lungime numele furnizorului, numele sau furnizorul nu există
ru_ru: Неправильная длина имени поставщика, или имя поставщика не существует
sq_al: Emri i furnizuesit gjatësi pasaktë, furnizuesi ose emrin nuk ekziston
sv: Felaktig leverantörens namn längd, eller leverantörens namn finns inte
sw_ke: Sahihi wasambazaji jina urefu, au jina wasambazaji haipo
tr_tr: Yanlış tedarikçi adı uzunluğu veya tedarikçi adı yok
zh_hk: 供应商名字长度无效，或者供应商名字不存在
zh_tw: 不正確的供應商名稱長度，或供應商名稱不存在

source: Incorrect supplier since date
cs_cz: Nesprávné dodavatele, neboť data
es_es: Fecha de antigüedad del proveedor incorrecta
hi_in: तारीख के बाद से आपूर्तिकर्ता ग़लत
id_id: Supplier salah sejak tgl
it_it: Errata fornitore dalla data di
ko_kr: 날짜 이후에 잘못된 공급 업체
mr_in: अयोग्य पुरवठादार तारीख पासून
nl_nl: Onjuiste opgave leverancier sinds datum
pt_pt: Data Fornecedor desde inválida
ro_ro: Incorecte furnizor, începând cu data
ru_ru: Неправильная дата начала поставщика
sq_al: Furnizuesi i pasaktë që nga data
sv: Felaktigt leverantör sedan datum
sw_ke: Sahihi wasambazaji tangu tarehe
tr_tr: tarihten itibaren Yanlış tedarikçi
zh_hk: 错误的供应商自日期
zh_tw: 不正確的供應商，因為日期

source: Incorrect bank account
cs_cz: Nesprávný bankovní účet
es_es: Cuenta bancaria incorrecta
hi_in: बैंक खाता ग़लत
id_id: Akun bank salah
it_it: Errata conto in banca
ko_kr: 잘못된 은행 계좌
mr_in: अयोग्य बँक खाते
nl_nl: Onjuiste bankrekening
pt_pt: Conta Bancária Inválida
ro_ro: Incorecte cont bancar
ru_ru: Неправильный банковский счет
sq_al: Incorrect llogari bankare
sv: Fel bankkontonummer
sw_ke: Sahihi ya akaunti ya benki
tr_tr: Yanlış banka hesabı
zh_hk: 错误的银行账户
zh_tw: 不正確的銀行帳戶

source: Incorrect bank reference
cs_cz: Nesprávné bankovní reference
es_es: Referencia del banco incorrecta
hi_in: बैंक संदर्भ गलत
id_id: Referensi bank salah
it_it: Banca di riferimento non corretto
ko_kr: 잘못된 은행 참조
mr_in: अयोग्य बँक संदर्भ
nl_nl: Onjuiste bank referentie
pt_pt: Refer. bancária inválida
ro_ro: Incorecte de referinţă bancar
ru_ru: Неправильная ссылка на банк
sq_al: Incorrect referencë bankë
sv: Felaktig bank referens
sw_ke: Kumbukumbu sahihi za benki
tr_tr: Yanlış banka referans
zh_hk: 错误的银行参考号
zh_tw: 不正確的銀行參考

source: Incorrect bank partics
cs_cz: Chybných bankovních partics
es_es: Detalles Bancarios Incorrectos
hi_in: बैंक partics ग़लत
id_id: Rincian bank salah
it_it: Errata partics banca
ko_kr: 잘못된 은행 partics
mr_in: अयोग्य बँक partics
nl_nl: Onjuiste bank partics
pt_pt: Dados Banco inválido
ro_ro: Incorecte partics bancă
ru_ru: Неправильные partics банка
sq_al: Incorrect partics bankë
sv: Fel bankkontonummer partics
sw_ke: Sahihi partics benki
tr_tr: Yanlış banka partics
zh_hk: 不正确的银行信息
zh_tw: 不正確的銀行partics

source: Incorrect remittance flags
cs_cz: Nesprávné převody vlajky
es_es: Remesas Marcadas Incorrectas
hi_in: प्रेषण झंडे ग़लत
id_id: Flag pembayaran salah
it_it: Errata bandiere rimessa
ko_kr: 잘못된 송금 플래그
mr_in: अयोग्य रेमिटन्स ध्वज
nl_nl: Onjuiste afdracht vlaggen
pt_pt: indicador emissão aviso incorreto
ro_ro: Incorecte steaguri remitenţe
ru_ru: Неправильный флаги денежных переводов
sq_al: Incorrect flamuj të dërgesave
sv: Felaktig överföring flaggor
sw_ke: Sahihi bendera remittance
tr_tr: Yanlış havale bayrakları
zh_hk: 不正确的汇款标志
zh_tw: 不正確的匯款標誌

source: Factor company not set up
cs_cz: Faktor společností, která není zřízena
es_es: Compañía Financiera no configurada
hi_in: कारक कंपनी नहीं की स्थापना की
id_id: Perusahaan penagih belum dibuat
it_it: società Factor non è stato impostato
ko_kr: 인자 회사는 설정하지
mr_in: म्हणजे कंपनीच्या सेट नाही
nl_nl: Factor bedrijf niet ingesteld
pt_pt: Empresa Factor não config
ro_ro: Compania Factor nu înfiinţate
ru_ru: Коэффициент компании не установлен
sq_al: Kompania Faktori mos ngritur
sv: Faktor företaget inte inrätta
sw_ke: Sababu si kuanzisha kampuni
tr_tr: Faktör şirket değil kurmak
zh_hk: 代理公司没有设置
zh_tw: 因子公司未成立

source: Supplier does not exist
cs_cz: Dodavatel neexistuje
es_es: El proveedor no existe
hi_in: आपूर्तिकर्ता मौजूद नहीं है
id_id: Supplier tdk ada
it_it: Fornitore non esiste
ko_kr: 공급자가 존재하지 않습니다
mr_in: पुरवठादार अस्तित्वात नाही
nl_nl: Leverancier bestaat niet
pt_pt: fornecedor não existe
ro_ro: Furnizorul nu există
ru_ru: Поставщик не существует
sq_al: Furnizuesi nuk ekziston
sv: Leverantören finns inte
sw_ke: Wasambazaji haipo
tr_tr: Tedarikçisi yok
zh_hk: 供应商不存在
zh_tw: 供應商不存在

source: Incorrect suppliers UOM
cs_cz: Nesprávné dodavatelů UOM
es_es: Unidades de proveedores Incorrectas
hi_in: आपूर्तिकर्ताओं UOM ग़लत
id_id: Satuan ukuran supplier salah
it_it: Errata fornitori UM
ko_kr: 잘못된 공급 업체 UOM
mr_in: अयोग्य पुरवठादार UOM
nl_nl: Onjuiste leveranciers UOM
pt_pt: Fornecedor UOM Inválido
ro_ro: Incorecte furnizori UoM
ru_ru: Неправильные единицы измерения поставщиков
sq_al: Incorrect furnizuesit UOM
sv: Felaktig leverantörer UOM
sw_ke: Sahihi wauzaji UOM
tr_tr: Yanlış tedarikçiler UoM
zh_hk: 不正确的供应商衡量单位
zh_tw: 不正確的供應商單位

source: Incorrect conversion factor
cs_cz: Nesprávné přepočítací koeficient
es_es: Factor de conversión incorrecto
hi_in: रूपांतरण कारक ग़लत
id_id: Faktor konversi salah
it_it: Non corretto fattore di conversione
ko_kr: 잘못된 변환 계수
mr_in: अयोग्य रूपांतरण घटक
nl_nl: Onjuiste omrekeningsfactor
pt_pt: fator de conversão inválido
ro_ro: Incorecte factor de conversie
ru_ru: Неправильное коэффициент преобразования
sq_al: Incorrect Faktori i konvertimit
sv: Felaktig omräkningsfaktor
sw_ke: Sahihi uongofu sababu
tr_tr: Yanlış dönüşüm faktörü
zh_hk: 不正确的转换因子
zh_tw: 不正確的轉換係數

source: Incorrect supplier description
cs_cz: Nesprávného dodavatele popis
es_es: Descripción incorrecta del proveedor
hi_in: आपूर्तिकर्ता विवरण गलत
id_id: Keterangan supplier salah
it_it: Non corretta descrizione dei fornitori
ko_kr: 잘못된 공급 업체 설명
mr_in: अयोग्य पुरवठादार वर्णन
nl_nl: Onjuiste opgave leverancier beschrijving
pt_pt: descrição código fornecedor inválido
ro_ro: Incorecte descriere furnizorul
ru_ru: Неправильное описание поставщика
sq_al: Përshkrimi i gabuar furnizuesi
sv: Felaktig leverantör beskrivning
sw_ke: Sahihi wasambazaji maelezo
tr_tr: Yanlış tedarikçi açıklaması
zh_hk: 不正确的供应商描述
zh_tw: 不正確的供應商描述

source: Invalid Lead time
cs_cz: Neplatný dodací doba
es_es: Tiempo de espera no válido
hi_in: नेतृत्व समय अमान्य
id_id: Lead time tdk berlaku
it_it: Ora non valida Piombo
ko_kr: 잘못된 리드 타임
mr_in: अवैध शिसे वेळ
nl_nl: Ongeldige Doorlooptijd
pt_pt: Tempo Entrega Inválido
ro_ro: Invalid timp de plumb
ru_ru: Недействительное время выполнения
sq_al: Pavlefshme kohë Lead
sv: Ogiltig Ledtid
sw_ke: Batili wakati Lead
tr_tr: Kurşun zaman Geçersiz
zh_hk: 无效的交货周期
zh_tw: 無效的交期

source: Invalid Preferred flag
cs_cz: Neplatný Preferované vlajka
es_es: Preferido Marcado no válido
hi_in: अवैध पसंदीदा झंडा
id_id: Flag Pilihan Salah
it_it: Valide preferiti bandiera
ko_kr: 잘못된 기본 플래그
mr_in: अवैध प्राधान्य ध्वज
nl_nl: Ongeldige Preferred vlag
pt_pt: indicador preferencial inválido
ro_ro: Invalid preferate pavilion
ru_ru: Недействительный предпочтительный флаг
sq_al: Pavlefshme flamurin e parapëlqyer
sv: Ogiltig Prioriterade flagga
sw_ke: Preferred batili bendera
tr_tr: Geçersiz Tercih bayrak
zh_hk: 无效的偏好标志
zh_tw: 無效的首選標誌

source: StockID SupplierID line does not exist
cs_cz: StockID SupplierID line neexistuje
es_es: no existe la línea de ID de Existencia ni de ID del proveedor
hi_in: StockID SupplierID लाइन मौजूद नहीं है
id_id: Baris StockID SupplierID tdk ada
it_it: StockID linea IDFornitore non esiste
ko_kr: StockID 공급 업체 ID 라인이 존재하지 않습니다
mr_in: StockID SupplierID ओळ अस्तित्वात नाही
nl_nl: StockID SupplierID lijn bestaat niet
pt_pt: ID item fornecedor não existe
ro_ro: StockID linie SupplierID nu există
ru_ru: StockID SupplierID строки не существует
sq_al: StockID linjë SupplierID nuk ekziston
sv: StockID SupplierID linje finns inte
sw_ke: StockID SupplierID line haipo
tr_tr: StockID SupplierID hat yok
zh_hk: 物料ID供应商ID行不存在
zh_tw: StockID供應商ID行不存在

source: Invalid Required By Date
cs_cz: Neplatné Povinné Podle data
es_es: Requerido para la Fecha no válido
hi_in: तिथि तक आवश्यक अवैध
id_id: Dibutukan Pada Tgl Tdk Berlaku
it_it: Richiesto valide per Data
ko_kr: 날짜까지 필수 무효
mr_in: अवैध तारीख आवश्यक
nl_nl: Ongeldige Verplicht op datum
pt_pt: Inval. requer. por data
ro_ro: Invalid cerute de Date
ru_ru: Недействительные требования по дате
sq_al: Pavlefshme e kërkuar By Date
sv: Ogiltig krävs av datum
sw_ke: Batili Required By Date
tr_tr: Tarihe göre Zorunlu Geçersiz
zh_hk: 无效的申请日期
zh_tw: 不正確的預交貨日

source: Invalid Start Date
cs_cz: Neplatné datum zahájení
es_es: Fecha de Inicio no válida
hi_in: प्रारंभ दिनांक अवैध
id_id: Tgl Awal Tdk Berlaku
it_it: Data di inizio non valida
ko_kr: 잘못된 시작 날짜
mr_in: अवैध प्रारंभ तारीख
nl_nl: Ongeldige startdatum
pt_pt: invalida data Inicial
ro_ro: Invalid Data de începere
ru_ru: Недействительная дата начала
sq_al: Data e fillimit të pavlefshme
sv: Ogiltigt startdatum
sw_ke: Batili Tarehe ya Kuanza
tr_tr: Geçersiz Başlangıç Tarihi
zh_hk: 无效的开始日期
zh_tw: 開始日期不正確

source: Invalid Cost Issued
cs_cz: Neplatné Vydáno nákladů
es_es: Costo Enviado no válido
hi_in: अमान्य जारी लागत
id_id: HPP Diterbitkan Tdk Berlaku
it_it: Costo valide Rilasciato
ko_kr: 발행 잘못된 비용
mr_in: अवैध किंमत जारी
nl_nl: Afgegeven Ongeldige Kosten
pt_pt: custo emitido inválido
ro_ro: Eliberat cost nevalid
ru_ru: Недействительная выпущенная стоимость
sq_al: Kosto e pavlefshme Lëshuar
sv: Ogiltig Kostnad Emitterade
sw_ke: Gharama batili Imetolewa
tr_tr: Verilen Geçersiz Maliyet
zh_hk: 无效的发出成本
zh_tw: 成本發行無效

source: Invalid Quantity Required
cs_cz: Neplatný požadované množství
es_es: Cantidad Requerida no válida
hi_in: अवैध आवश्यक मात्रा
id_id: Qty Diperlukan Tdk Berlaku
it_it: Quantità richiesta non valida
ko_kr: 잘못된 수량은 필수
mr_in: आवश्यक अवैध प्रमाण
nl_nl: Verplicht Ongeldig Hoeveelheid
pt_pt: quantidade requerida inválida
ro_ro: Cantitate nevalid Necesar
ru_ru: Недействительное необходимое количество
sq_al: Sasia e pavlefshme e kërkuar
sv: Ogiltig kvantitet som krävs
sw_ke: Kiasi batili Required
tr_tr: Gerekli Geçersiz Miktar
zh_hk: 无效的需求数量
zh_tw: 要求數量不正確

source: Invalid Quantity Received
cs_cz: Neplatné množství přijaté
es_es: Cantidad Recibida no válida
hi_in: अवैध मात्रा प्राप्त
id_id: Qty Diterima Tdk Berlaku
it_it: Quantità valide Ricevuto
ko_kr: 잘못된 수량받은
mr_in: प्राप्त अवैध प्रमाण
nl_nl: Ongeldige ontvangen hoeveelheid
pt_pt: quantidade recebida inválida
ro_ro: Cantitate nevalid primite
ru_ru: Недействительное полученное количество
sq_al: Sasia e pavlefshme Received
sv: Ogiltig mottagen mängd
sw_ke: Kiasi batili Received
tr_tr: Geçersiz Miktar Alınan
zh_hk: 无效的接收数量
zh_tw: 收貨數量不正確

source: Invalid Standard Cost
cs_cz: Neplatný Standardní nákladový
es_es: Costo Estándar no válido
hi_in: मानक लागत अवैध
id_id: HPP Standar Tdk Berlaku
it_it: Valide Standard Cost
ko_kr: 잘못된 표준 원가
mr_in: अवैध मानक किंमत
nl_nl: Ongeldige Standaard Kosten
pt_pt: custo padrão inválido
ro_ro: Invalid Cost Standard
ru_ru: Недействительная стандартная стоимость
sq_al: Pavlefshme Kosto Standard
sv: Ogiltig Standard Kostnad
sw_ke: Gharama batili Standard
tr_tr: Standart Maliyet Geçersiz
zh_hk: 无效的标准成本
zh_tw: 標準成本不正確
