Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot delete this item because sales analysis records exist for it
cs_cz: Nelze smazat tuto položku, protože prodejní analýzy existují záznamy o to
es_es: No se puede suprimir este artículo porque existen registros de análisis de ventas para él
hi_in: इस मद को नष्ट क्योंकि बिक्री विश्लेषण रिकॉर्ड के लिए यह मौजूद नहीं कर सकते
id_id: Tdk dapat menghapus item ini karena ada data analisa penjualan utknya
it_it: Non posso cancellare questo articolo in quanto esistono registarazioni esistenti per esso
ko_kr: 판매 분석 기록이 존재하기 때문에이 항목을 삭제할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड त्यासाठी अस्तित्वात कारण हा आयटम हटवू शकत नाही
nl_nl: Item kan niet worden verwijderd omdat er sales analyses voor bestaan
pt_pt: Não pode remover este item porque existem registros de vendas para ele
ro_ro: Nu se poate şterge acest post pentru că vânzările de înregistrări de analiză există pentru ea
ru_ru: Не могу удалить этот товар, потому что для него существуют записи анализа продаж
sq_al: Nuk mund të fshini kete artikull, sepse të dhënat e analizave të shitjes ekzistojnë për të
sv: Kan inte ta bort artikeln eftersom det finns försäljningsanalysposter mot den
sw_ke: Hawezi kufuta kipengele hiki kwa sababu mauzo uchambuzi wa kumbukumbu za kuwepo kwa
tr_tr: BU ÜRÜN SILINEMIYOR, ILGILI SATIS ANALIZ KAYITLARI VAR
zh_hk: 未能删除这物料, 因为已有销售分析记录
zh_tw: 未能刪除這商品, 因為已有銷售分析記錄

source: sales analysis records against this part
cs_cz: prodejní analýzy záznamů proti této části
es_es: registros del análisis de ventas respecto esta pieza
hi_in: बिक्री के खिलाफ इस विश्लेषण रिकॉर्ड हिस्सा
id_id: data analisa penjualan terhadap brg ini
it_it: registrazioni di analisi vendite contro questo componente
ko_kr: 이 부분에 대한 매출 분석 기록을
mr_in: हा भाग विरुद्ध विक्री विश्लेषण रेकॉर्ड
nl_nl: Sales analyses voor dit item
pt_pt: registros de análise de vendas para este item
ro_ro: vânzările de înregistrări de analiză faţă de această parte
ru_ru: записи анализа продаж напротив этой части
sq_al: shitjeve të dhënat e analizës kundër kësaj pjese
sv: Försäljningsaalyser mot artikel
sw_ke: mauzo ya uchambuzi wa kumbukumbu dhidi ya sehemu hii
tr_tr: ILGILI SATIS ANALIZ KAYITLARI
zh_hk: 条物料的销售分析记录
zh_tw: 這部件的銷售分析記錄

source: Cannot delete this item because there are existing purchase order items for it
cs_cz: Nelze smazat tuto položku, protože tam jsou existující položky objednávky za to
es_es: No se puede suprimir este artículo porque hay órdenes de compra existentes para él
hi_in: इस मद को नष्ट क्योंकि वहाँ के लिए खरीद आदेश आइटम विद्यमान हैं नहीं कर सकते
id_id: Tdk dapat menghapus item ini karena ada brg order pembelian utknya
it_it: Non posso cancellare questo articolo poichàŠ esiste già un ordine d' acquisto per esso
ko_kr: 그것은 기존 구매 주문 항목이 있기 때문에이 항목을 삭제할 수 없습니다
mr_in: त्यासाठी विद्यमान खरेदी ऑर्डर आयटम आहेत कारण हा आयटम हटवू शकत नाही
nl_nl: Item kan niet worden verwijderd omdat er inkoop orders voor bestaan
pt_pt: Não pode remover esse item porque existem ordens de compra
ro_ro: Nu se poate şterge acest post, deoarece există elemente existente de cumpărare, pentru ca aceasta
ru_ru: Не удается удалить этот пункт, поскольку Есть существующих пунктов заказ на его
sq_al: Nuk mund të fshini kete artikull, sepse ka ekzistues artikuj qëllim blerjen për atë
sv: Kan inte ta bort denna post eftersom det finns befintliga objekt köpa för att det
sw_ke: Hawezi kufuta kipengele hiki kwa sababu kuna vitu zilizopo ili kununua kwa
tr_tr: BU ÜRÜN SILINEMIYOR, ILGILI SATINALMA SIPARIS KAYITLARI VAR
zh_hk: 未能删除这物料, 因为已有采购订单
zh_tw: 未能刪除這商品, 因為已有採購訂單商品

source: purchase order item record relating to this part
cs_cz: nákupní objednat záznam vztahující se k této části
es_es: registro del artículo de la orden de compra relacionado a esta pieza
hi_in: खरीद आदेश मद इस भाग से संबंधित रिकॉर्ड
id_id: data item order pembelian yg berhubungan dgn brg ini
it_it: registrazione dell' articolo dell' ordine d' acquisto relativo a questo componente
ko_kr: 이 부분에 관한 구매 주문 항목 기록
mr_in: हा भाग संबंधित खरेदी ऑर्डर आयटम रेकॉर्ड
nl_nl: Inkooporders voor dit item
pt_pt: item ordem de compra relativa a esse componente
ro_ro: Pentru record de achiziţie element cu privire la această parte
ru_ru: заказ пункта записи, касающиеся этой части
sq_al: për blerje rekord artikull në lidhje me këtë pjesë
sv: inköpsorder post handlingar som berör denna del
sw_ke: ili kununua bidhaa rekodi zinazohusiana na sehemu hii
tr_tr: ILGILI SATINALMA SIPARIS KAYITLARI
zh_hk: 这个物料的采购订单
zh_tw: 這部件相關的採購訂單商品記錄

source: Cannot delete this item because there is currently some stock on hand
cs_cz: Nelze smazat tuto položku, protože tam je v současné době nějaké akcie na ruce
es_es: No se puede suprimir este artículo porque hay actualmente algunas existencias disponibles
hi_in: इस मद को नष्ट नहीं कर सकते क्योंकि वहाँ वर्तमान में हाथ पर कुछ स्टॉक है
id_id: Tdk dapat menghapus item ini karena ada total stok
it_it: Non posso cancellare questo articolo poichàŠ ve ne sono ancora alcuni pezzi posseduti
ko_kr: 반면에, 현재 일부 재고가 있기 때문에이 항목을 삭제할 수 없습니다
mr_in: हात वर काही स्टॉक सध्या आहे कारण हा आयटम हटवू शकत नाही
nl_nl: Item kan niet worden verwijderd omdat er voorraad van is
pt_pt: Não pode remover este item porque há estoque disponível (em mãos)
ro_ro: Nu se poate şterge acest post, deoarece în prezent există unele stoc pe o parte
ru_ru: Не могу удалить этот товар, потому что текущий ассортимент находится на руках
sq_al: Nuk mund të fshini kete artikull, sepse nuk ka aktualisht rreth aksioneve në dorë
sv: Kan inte ta bort det här momentet, eftersom det för närvarande några på inneliggande lager
sw_ke: Hawezi kufuta kipengele hiki kwa sababu sasa kuna baadhi ya hisa kwa upande
tr_tr: BU ÜRÜN SILINEMIYOR, HALEN MEVCUT STOGU VAR
zh_hk: 未能删除这物料, 因为仍有在手数量
zh_tw: 未能刪除這商品, 因為仍有存貨庫存

source: on hand for this part
cs_cz: po ruce pro tuto část
es_es: en mano de esta pieza
hi_in: इस भाग के लिए हाथ पर
id_id: total qty utk brg ini
it_it: posseduto per questo componente
ko_kr: 이 부분에 대한 손에
mr_in: या भागासाठी हात वर
nl_nl: beschikbaar van dit item
pt_pt: Disp. para esse comp.
ro_ro: pe o parte pentru această parte
ru_ru: под рукой по этой части
sq_al: në dorë për këtë pjesë
sv: Förverka denna hand för halva din insats
sw_ke: juu ya mkono kwa ajili ya sehemu hii
tr_tr: ELDEKI STOK
zh_hk: 个该物料
zh_tw: 這部件的庫存

source: Cannot delete this item because there are offers for this item
ko_kr: 이 항목에 대한 제안이 있기 때문에이 항목을 삭제할 수 없습니다
mr_in: हा आयटम साठी ऑफर आहेत कारण हा आयटम हटवू शकत नाही
pt_pt: Item não pode ser removido porque há ofertas que o referenciam
zh_tw: 因為有提供此項目，無法刪除此文件

source: offers from suppliers for this part
ko_kr: 이 부분에 대한 공급 업체로부터 제공
mr_in: या भागासाठी पुरवठादार पासून देते
pt_pt: Ofertas de fornecedores desse item
zh_tw: 從供應商提供這部分

source: Cannot delete this item because there are tenders for this item
ko_kr: 이 항목에 대한 입찰이 있기 때문에이 항목을 삭제할 수 없습니다
mr_in: हा आयटम साठी निविदा आहेत कारण हा आयटम हटवू शकत नाही
pt_pt: Item não pode ser removido porque há ofertas de fornecedores que o referenciam
zh_tw: 因為有投標資料，無法刪除此文件

source: tenders from suppliers for this part
ko_kr: 이 부분에 대한 공급 업체의 입찰
mr_in: या भागासाठी पुरवठादार पासून निविदा
pt_pt: Ofertas de fornecedores que referenciam este item
zh_tw: 投標來自供應商

source: Could not delete the location stock records because
cs_cz: Nebylo možné smazat záznamy, umístění skladu, protože
es_es: No se pudo suprimir los registros de existencias de la ubicación porque
hi_in: स्थान स्टॉक रिकॉर्ड को नष्ट नहीं किया जा सका क्योंकि
id_id: Tdk dapat menghapus data lokasi stok karena
it_it: Non posso cancellare la registrazione della posizione della merce poichàŠ
ko_kr: 위치 재고 기록 때문에를 삭제할 수 없습니다
mr_in: स्थान स्टॉक रेकॉर्ड हटवू शकत नाही कारण
nl_nl: Lokatie voorraad records konden niet worden verwijderd omdat
pt_pt: Não pode remover local de estoque porque
ro_ro: Nu am putut şterge evidenţa operativă locaţie, deoarece
ru_ru: Не могу удалить записи расположения складов, потому что
sq_al: Nuk mund të fshini të dhënat e aksioneve vend, sepse
sv: Kunde inte radera lagerplatsposter eftersom
sw_ke: Hakuweza kufuta rekodi ya hisa kwa sababu eneo
tr_tr: DEPO STOK KAYITLARI SILINEMIYOR:
zh_hk: 未能删除仓库库存记录, 因为
zh_tw: 未能刪除地點存貨記錄, 因為

source: Could not delete the prices for this stock record because
cs_cz: Nelze odstranit ceny těchto zásob, protože záznam
es_es: No se pudo suprimir los precios para este registro de stock porque
hi_in: इस शेयर के लिए रिकॉर्ड क्योंकि कीमतों को मिटा नहीं सका
id_id: Tdk dapat menghapus harga utk data stok ini karena
it_it: Impossibile eliminare il prezzo per questo record stock perché
ko_kr: 콘텐츠 기록 때문에에 대한 가격을 삭제할 수 없습니다
mr_in: या स्टॉक रेकॉर्ड किंमतीचा हटवू शकत नाही कारण
nl_nl: Prijs kon niet worden verwijderd voor voorraad item omdat
pt_pt: Não pode remover preço desse estoque porque
ro_ro: Nu a putut şterge preţurile record pentru acest stoc, deoarece
ru_ru: Не могу удалить цен на эти акции, поскольку запись
sq_al: Nuk mund të fshini çmimet për këtë rekord e bursës, sepse
sv: Kunde inte radera priserna för denna lagerpost eftersom
sw_ke: Hakuweza kufuta bei kwa rekodi hii hisa kwa sababu
tr_tr: Bu stok kayıt çünkü fiyatlar silinemedi
zh_hk: 未能删除此存货价格记录, 因为
zh_tw: 未能刪除價格記錄, 因為

source: Could not delete the purchasing data because
cs_cz: Nelze odstranit data nákupu, protože
es_es: No se pudo suprimir la información de compra porque
hi_in: क्रय डेटा को नष्ट नहीं किया जा सका क्योंकि
id_id: Tdk dapat menghapus data pembelian karena
it_it: Non posso cancellare la data di acquisto poichàŠ
ko_kr: 구매 데이터 인해를 삭제할 수 없습니다
mr_in: खरेदी डेटा हटवू शकत नाही कारण
nl_nl: Kon de inkoop gegevens niet verwijderen omdat
pt_pt: Não pode remover dados compra proque
ro_ro: Nu a putut şterge datele de cumpărare, deoarece
ru_ru: Не могу удалить данные по сделке, потому что
sq_al: Nuk mund të fshini të dhënat e blerjes, sepse
sv: Kunde inte radera inköpsdata eftersom
sw_ke: Hakuweza kufuta data ya ununuzi kwa sababu
tr_tr: SATINALMA VERILERI SILINEMIYOR:
zh_hk: 未能删除供应商供货信息, 因为
zh_tw: 未能刪除採購數據, 因為

source: Could not delete the bill of material because
cs_cz: Nelze odstranit nákladní materiál, protože
es_es: No se pudo suprimir la lista de materiales porque
hi_in: सामग्री के बिल क्योंकि कोमिटानहींसका
id_id: Tdk dapat menghapus daftar bahan baku karena
it_it: Non posso cancellare la fattura di acquisto materiali poichàŠ
ko_kr: 물질 때문에 법안을 삭제할 수 없습니다
mr_in: साहित्याचा बिल हटवू शकत नाही कारण
nl_nl: Kon de materiaal lijst niet verwijderen omdat
pt_pt: Não pode remover estrutura prod. BOM porque
ro_ro: Nu a putut şterge listele de materiale, deoarece
ru_ru: Не могу удалить счет на материалы, потому что
sq_al: Nuk mund të fshini faturën e materialit për shkak se
sv: Materiallistan kan inte raderas eftersom
sw_ke: Hakuweza kufuta hati ya mali kwa sababu
tr_tr: ÜRÜN AGACI SILINEMEDI
zh_hk: 未能删除物料清单, 因为
zh_tw: 未能刪除物料清單, 因為

source: Could not delete the item properties
es_es: No se pudieron suprimir las propiedades del artículo
id_id: Tdk dapat menghapus ciri item tersebut
ko_kr: 항목 속성을 삭제할 수 없습니다
mr_in: आयटम गुणधर्म नष्ट करणे शक्य नाही
pt_pt: Não pode remover propriedades do item
zh_tw: 無法刪除此項目的屬性

source: Could not delete the item language descriptions
ko_kr: 항목 언어 설명을 삭제할 수 없습니다
mr_in: आयटम भाषा वर्णन हटवू शकत नाही
pt_pt: Não pode remover descrição de idioma
zh_tw: 無法刪除項目的語言描述

source: Could not delete the item record
cs_cz: Nepodařilo se vymazat záznam
es_es: No se pudo suprimir el registro del artículo
hi_in: मद रिकॉर्ड को नष्ट नहीं किया जा सका
id_id: Tdk dapat menghapus data item
it_it: Non posso cancellare la registrazione articolo
ko_kr: 항목 기록을 삭제할 수 없습니다
mr_in: आयटम रेकॉर्ड हटवू शकत नाही
nl_nl: Kon de item record niet verwijderen
pt_pt: Não pode remover os movimentos do item
ro_ro: Nu am putut şterge înregistrarea elementul
ru_ru: Не могу удалить запись товара
sq_al: Nuk mund të fshini rekord pika
sw_ke: Hakuweza kufuta rekodi ya bidhaa
tr_tr: KAYIT SILINEMEDI
zh_hk: 未能删除物料
zh_tw: 未能刪除商品記錄

source: Deleted the stock master record for
cs_cz: Vypouští populace hlavního rekord
es_es: Eliminado el registro maestro de existencias para
hi_in: शेयर गुरु रिकॉर्ड के लिए हटाए गए
id_id: Telah menghapus data master stok utk
it_it: Cancellata la registrazione principale di magazzino per
ko_kr: 주식 마스터 레코드 삭제
mr_in: साठी स्टॉक मास्टर रेकॉर्ड हटविले
nl_nl: Verwijder de voorraad master record voor
pt_pt: Remover mestre estoque para
ro_ro: Eliminat master registru al stocurilor pentru
ru_ru: Удаленные записи сток-мастер для
sq_al: Deleted master aksioneve rekord për
sv: Radera lagerkategoriposten för
sw_ke: Ilifutwa mwenye rekodi ya hisa
tr_tr: STOK MASTER KAYDI SILINDI
zh_hk: 已删除的主存货记录
zh_tw: 已刪除的主存貨記錄

source: and all the location stock records set up for the part
cs_cz: a všechny záznamy umístění skladu nastavit pro část
es_es: y todos los registros de localización de existencias establecidos por la parte
hi_in: और सभी स्थान स्टॉक रिकॉर्ड भाग के लिए स्थापित
id_id: dan semua data lokasi stok yg diatur utk brg ini
it_it: e tutte le registrazioni di posizione di magazzino inserite per il componente
ko_kr: 모든 위치 재고 레코드는 부분에 대한 설정
mr_in: आणि सर्व स्थान स्टॉक रेकॉर्ड भाग सेट
nl_nl: en alle lokatie voorraad records geefinieerd voor dit item
pt_pt: and todos os locais de estoque para o componente
ro_ro: şi toate înregistrările locaţia stocurilor constituite pentru partea
ru_ru: и все записи место фондового создан для части
sq_al: dhe të gjitha të dhënat e aksioneve vend të ngritur për pjesën
sv: och alla var lagerbokföring upprättas för den del
sw_ke: na sehemu ya hisa zote kuweka kumbukumbu kwa sehemu
tr_tr: DEPO STOK KAYITLARI DÜZENLENDI
zh_hk: 及物料在所有仓库的存货记录
zh_tw: 及這部件設定的所有地點存貨記錄

source: and any bill of material that may have been set up for the part
cs_cz: a jakýkoli návrh zákona o materiálu, který může být zřízen pro část
es_es: y cualquier lista de materiales que pueda haber sido establecida para la parte
hi_in: और सामग्री के किसी भी बिल है कि भाग के लिए किया गया है मई की स्थापना
id_id: dan semua daftar bahan baku yg mungkin telah diatur utk brg ini
it_it: e qualsiasi fattura dei materiali che può essere inserita per il componente
ko_kr: 그리고 부분에 대해 설정되었을 수 있습니다 재료의 법안
mr_in: आणि भाग सेट केले गेले असावे की साहित्याचा कोणताही बिल
nl_nl: en iedere materiaal lijst die mogelijk voor dit item zijn gedefinieerd
pt_pt: e qualquer nota de material foi config para o componente
ro_ro: şi orice proiect de lege de material care poate au fost înfiinţate pentru partea
ru_ru: и любые спецификации, которые могут быть созданы для части
sq_al: dhe ndonjë faturë e materialit që mund të ketë qenë krijuar për pjesën
sv: och alla lagförslag av material som kan ha inrättats för den del
sw_ke: na hati ya mali yoyote ambayo inaweza zimeanzishwa kwa sehemu
tr_tr: ILGILI ÜRÜN AGACLARI DÜZENLENDI
zh_hk: 及使用物料的物料清单
zh_tw: 為此部件設定物料清單

source: and any purchasing data that may have been set up for the part
cs_cz: a veškeré údaje, které mohou nákup byly zřízeny pro část
es_es: y todos los datos de compra que pueden haber sido establecidos para la parte
hi_in: और किसी भी क्रय डेटा है कि भाग के लिए किया गया है मई की स्थापना
id_id: dan semua data pembelian yg mungkin telah diatur utk brg ini
it_it: e qualsiasi dato d' acquisto che può essere inserito per il componete
ko_kr: 그리고 부분에 대해 설정되었을 수있는 구매 데이터
mr_in: आणि भागासाठी स्थापना केली केलेल्या कोणत्याही खरेदी डेटा
nl_nl: en alle inkoopgegevens die mogelijk voor dit item zijn gedefinieerd
pt_pt: e qualquer compra que foi config para o componente
ro_ro: şi orice date de cumpărare care poate au fost înfiinţate pentru partea
ru_ru: и любые покупки данных, которые могут быть созданы для части
sq_al: dhe çdo të dhënë blerje që mund të ketë qenë krijuar për pjesën
sv: och eventuella inköp data som kan ha satts upp för den del
sw_ke: na data ya ununuzi yoyote ambayo inaweza zimeanzishwa kwa sehemu
tr_tr: ILGILI SATINALMA VERILERI DÜZENLENDI
zh_hk: 及物料的供应商供货信息
zh_tw: 及所有這部件可能設定的任何採購數據

source: and any prices that may have been set up for the part
cs_cz: a všechny ceny, které mohou byly zřízeny pro část
es_es: y cualquier precio que pueda haberse configurado para esta pieza
hi_in: और किसी भी कीमत है कि भाग के लिए किया गया है मई की स्थापना
id_id: dan semua harga yg mungkin telah diatur utk brg ini
it_it: ed eventuali tariffe che possono essere stati istituiti per la parte
ko_kr: 그리고 부분에 대해 설정되었을 수있는 가격
mr_in: आणि भागासाठी स्थापना केली केलेल्या कोणत्याही दर
nl_nl: en alle prijzen die mogeljk voor dit item zijn gedefinieerd
pt_pt: e qualquer preços configurados para o componente
ro_ro: şi orice preţuri care poate au fost înfiinţate pentru partea
ru_ru: и любые цены, которые могут быть созданы для части
sq_al: dhe çdo çmimet që mund të ketë qenë krijuar për pjesën
sv: och alla priser som kan ha satts upp för den del
sw_ke: na yoyote kwa bei ambayo inaweza kuwa kuweka kwa sehemu
tr_tr: ve bölüm için kurulmuş herhangi bir fiyat
zh_hk: 及为此物料设置的任何价格
zh_tw: 和所有這部件設立的價格

source: Input the stock code, the following characters are prohibited:
ko_kr: 입력 주식 코드는 다음과 같은 문자는 금지되어 있습니다 :
mr_in: इनपुट स्टॉक कोड, खालील वर्ण मनाई आहे:
pt_pt: Cód. Estoque os caracteres a seguir são proibidos
zh_tw: 輸入物料編號，下列字符是禁止的：

source: alpha-numeric only
es_es: solo alfanumerico
ko_kr: 영숫자 만
mr_in: अल्फा अंकीय केवळ
pt_pt: Só Alfanumérico
zh_tw: 只有字母數字

source: This language translation of the item will be used in invoices and credits to customers who are defined to use this language. The language translations to maintain here can be configured in the system parameters page
ko_kr: 항목이 언어 번역이 언어를 사용하여 정의되는 고객 인보이스 및 크레딧에 사용될 것이다. 여기에 유지 언어로 번역 된 시스템 매개 변수 페이지에서 구성 할 수 있습니다
mr_in: आयटम ही भाषा अनुवाद ही भाषा वापरा व्याख्या आहेत ग्राहकांना पावत्या आणि क्रेडिटचा वापरले जाईल. येथे राखण्यासाठी भाषा अनुवाद प्रणाली घटके पृष्ठ मध्ये व्यूहरचित करू शकता
pt_pt: Essa trad. de idioma do item será usada para pedidos e créditos para clientes que usam esse idioma. O idioma da tradução usado aqui, pode ser config no parâmetros do sistema
zh_tw: 依照客戶的需求，這欄位的摘要的語言將用予發票及單據的備註說明上。而語言的翻譯可以在系統參數頁面進行設定。可以不填。

source: Long Description
es_es: Descripción larga
ko_kr: 긴 설명
zh_tw: 詳細描述

source: Order multiple. It is the minimum packing quantity.
es_es: Múltiplo de pedido. Es la cantidad mínima de embalaje.
ko_kr: 주문 여러. 그것은 최소한의 포장 양이다.
zh_tw: 多數的訂單。它是最小包裝量。

source: Only click the Delete button if you are sure you wish to delete the item!
cs_cz: Pouze klikněte na tlačítko Odstranit, pokud jste si jisti, že chcete smazat položku!
es_es: ¡Sólo haga clic en el botón Suprimir si está seguro de que desea suprimir el elemento!
hi_in: केवल हटाएँ बटन क्लिक करें यदि आप सुनिश्चित हैं कि आप मिटाना चाहते हैं!
id_id: Hanya klik tombol Hapus jika Anda yakin ingin menghapus item ini!
it_it: Solo clic sul pulsante Elimina se si è sicuri di voler cancellare la voce!
ko_kr: 당신이 항목을 삭제 하시겠습니까 경우에만 삭제 버튼을 클릭!
mr_in: आपण आयटम हटवू इच्छित खात्री असल्यास केवळ नष्ट करा बटन क्लिक करा!
nl_nl: Bevestig verwijdering
pt_pt: ATENÇÃO. Só clique no botão remover se desejar remover o registro.</br>
ro_ro: Doar faceţi clic pe butonul Delete dacă sunteţi sigur că doriţi să ştergeţi elementul!
ru_ru: Только нажмите кнопку &quot;Удалить&quot;, если вы уверены, что хотите удалить пункт!
sq_al: Vetëm kliko butonin Delete, nëse ju jeni të sigurt që dëshironi të fshini pika!
sv: Bara klicka på knappen Ta bort om du är säker på att du vill radera posten!
sw_ke: Tu bonyeza Futa kama wewe ni uhakika unataka kufuta kipengele!
tr_tr: SADECE ÜRÜNÜ TAMAMEN SILMEK ISTEDIGINIZE EMINSENIZ (SIL) BUTONUNU KULLANINIZ!
zh_hk: 如确定要删除这物料, 请按删除按钮
zh_tw: 如確定要刪除這商品, 請按刪除鈕

source: Checks will be made to ensure that there are no stock movements, sales analysis records, sales order items or purchase order items for the item
cs_cz: Kontroly budou usilovat o zajištění, že neexistují žádné skladové pohyby, prodej analýza záznamů, prodejní objednávky položky nebo položky objednávky pro položku
es_es: Los cheques se emitirán para asegurarse de que no hay movimientos de las existencias, los registros de análisis de ventas, elementos de órdenes de venta o elementos de órdenes de compra para el elemento
hi_in: जांच के लिए सुनिश्चित करें कि कोई स्टॉक आंदोलनों, बिक्री विश्लेषण अभिलेख, बिक्री आदेश आइटम के लिए आइटम या क्रय आदेश आइटम हैं बनाया जाएगा
id_id: Pemeriksaan akan dilakukan utk memastikan bahwa tdk ada pergerakkan stok, data analisa penjualan, item order penjualan atau item order pembelian utk item tersebut
it_it: I controlli saranno fatti per accertarsi che non ci siano movimenti, registrazioni di analisi di vendite, articoli venduti o articoli acquistati per l'articolo
ko_kr: 검사 항목은 콘텐츠 이동, 판매 분석 레코드, 판매 주문 상품 또는 구매 주문 상품이 존재하지 않도록 할 것이다
mr_in: धनादेश आयटम नाही स्टॉक हालचाली, विक्री विश्लेषण रेकॉर्ड विक्री ऑर्डर आयटम किंवा खरेदी ऑर्डर आयटम आहेत याची खात्री करण्यासाठी केले जाईल
nl_nl: Wordt gecontroleerd of er geen vooraadmutaties, verkoop analyses, verkoop- of inkoop- orders voor het item bestaan
pt_pt: Conferência será feita para garantir que não há movimentação, vendas ou compras deste item
ro_ro: Controalele vor fi făcute pentru a se asigura că nu există mişcări stoc, vânzările de înregistrări de analiză, de vânzări sau obiecte pentru a ordona elementele de achiziţie pentru elementul
ru_ru: Чеки будут обеспечить, чтобы Есть нет движения запасов, отчеты анализ продаж, заказ элементов или элементов заказ на пункт
sq_al: Kontrolle do të bëhet për të siguruar se nuk ka lëvizje të aksioneve, të dhënat e analizave të shitjes, shitjet artikuj ose sende për qëllim blerjen e sendit
sv: Kontroller kommer att göras för att säkerställa att det inte finns några lagerrörelserna, försäljning analys journaler, försäljning sortera objekt eller köpa saker för att de objekt
sw_ke: Ukaguzi zitafanywa ili kuhakikisha kwamba kuna harakati za hisa hakuna, mauzo ya uchambuzi kumbukumbu, ili mauzo ya vitu au kununua vitu ili kwa ajili ya bidhaa
tr_tr: SILINECEK ÜRÜNLE ILGILI ÖNCEDEN STOK HAREKETI, SIPARIS VB. ISLEMLER OLUP OLMADIGINA DAIR KONTROL ISLEMI YAPILACAKTIR
zh_hk: 会检查有没有物料的物料移动, 销售分析, 销售订单或采购订单
zh_tw: 會檢查有沒有這商品的存貨移動, 銷售分析記錄, 銷售訂單商品或採購訂單商品

source: No deletions will be allowed if they exist
cs_cz: Č. vypuštění bude povolena, pokud existují
es_es: No se puede eliminr, si estos existen
hi_in: कोई विलोपन अगर वे मौजूद की अनुमति दी जाएगी
id_id: Penghapusan tdk diperbolehkan jika ada
it_it: No cancellazione sarà permessa se questo esiste
ko_kr: 존재하는 경우 없음 삭제는 허용되지 않습니다
mr_in: ते अस्तित्वात असल्यास नाही नष्ट परवानगी जाईल
nl_nl: Verwijdering niet mogelijk indien die bestaan
pt_pt: </br> Não pode ser removido pois existem condições
ro_ro: Ştergerile nu va fi permisă numai în cazul în care există
ru_ru: Удаления не будут разрешены если они существуют
sq_al: Asnjë grisjeve do të lejohet nëse ato ekzistojnë
sv: Inga strykningar kommer att tillåtas om de finns
sw_ke: Hakuna kufuta maneno wataruhusiwa kama zipo
tr_tr: EGER BU TIP BIR KAYIT MEVCUTSA, SILME YAPILAMAZ!!
zh_hk: 如有的话, 不能删除
zh_tw: 如有的話, 不能刪除

source: Delete This Item
cs_cz: Odstranit tuto položku
es_es: Suprimir este artículo
hi_in: इस आइटम हटाएँ
id_id: Hapus Item Ini
it_it: Cancella Questo Articolo
ko_kr: 이 항목 삭제
mr_in: हा आयटम हटवा
nl_nl: verwijder dit item
pt_pt: Remover este ITEM
ro_ro: Sterge acest Articol
ru_ru: Удалить этот элемент
sq_al: Fshije Kjo Item
sv: Makulera denna produkt
sw_ke: Kufuta huu Bidhaa
tr_tr: BU ÜRÜNÜ SIL
zh_hk: 删除这个物料
zh_tw: 刪除這商品
