Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: You should automatically be forwarded to the entry of the Contract line items page
cs_cz: Měli byste být automaticky předána na vstup smlouvy stránku řádkové položky
es_es: Debería ser enviado automáticamente a la entrada de los elementos del contrato de línea la página
hi_in: आप स्वचालित रूप से अनुबंध लाइन आइटम पृष्ठ की प्रविष्टि को भेजा जाना चाहिए
id_id: Anda harusnya secara otomatis akan diteruskan ke halaman entri item baris Kontrak
it_it: Dovresti essere automaticamente trasmessi alla voce del Contratto linea pagina articoli
ko_kr: 당신은 자동으로 계약 라인 항목 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप कॉण्ट्रॅक्ट ओळ आयटम पृष्ठाच्या नोंद अग्रेषित पाहिजे
nl_nl: U wordt automatisch doorgestuurd naar de ingang van het Contract posten pagina
pt_pt: Redirecionamento automatico para página adicionar itens linha contrato
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea Contractului paginii elementele rând
ru_ru: Вы будете автоматически перенаправлены на страницу позиций контракта
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faqe linjë kontratës artikuj
sv: Du bör automatiskt vidarebefordras till posten av kontraktet poster sida
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia mikataba ya ukurasa line vitu
tr_tr: Otomatik Sözleşme satır öğeleri sayfanın girişine iletilmelidir
zh_hk: 系统会自动转到合同行输入界面
zh_tw: 你應該被自動轉發到合約的輸入頁面

source: If this does not happen
cs_cz: Pokud se tak nestane
es_es: si esto no sucede
hi_in: अगर ऐसा नहीं होता है
id_id: Jika ini tdk terjadi
it_it: se questo non succede
ko_kr: 이런 일이 발생하지 않는 경우
mr_in: हे घडले नाही, तर
nl_nl: Als dit niet gebeurd
pt_pt: Se isso não ocorrer
ro_ro: Dacă acest lucru nu se întâmplă
ru_ru: Если этого не произойдет
sq_al: Nëse kjo nuk ndodh
sv: Om detta inte inträffar
sw_ke: Kama hii haina kutokea
tr_tr: Bu olmazsa
zh_hk: 如果系统没有自动跳转
zh_tw: 如沒有發生

source: if the browser does not support META Refresh
cs_cz: Pokud prohlížeč nepodporuje META Refresh
es_es: si el navegador no soporta META Refresh
hi_in: यदि ब्राउज़र मेटा ताज़ा का समर्थन नहीं करता
id_id: jika browser tdk mendukung META Refresh
it_it: se il tuo browser non supporta le istruzioni di META Refresh
ko_kr: 브라우저 META Refresh를 지원하지 않으면
mr_in: ब्राउझर मेटा रिफ्रेश समर्थन देत नसल्यास
nl_nl: als de browser geen META Refresh ondersteunt
pt_pt: Se o Navegador não suporta META REFRESH
ro_ro: în cazul în care browser-ul nu are suport META Refresh
ru_ru: Если браузер не поддерживает META Refresh
sq_al: nëse shfletuesi nuk ka mbështetjen e META Refresh
sv: om webläsaren inte stödjer META Refresh
sw_ke: kama browser haina msaada META Refresh
tr_tr: tarayıcı META Yenile desteklemiyorsa
zh_hk: 如果浏览器不支援META刷新的话
zh_tw: 如瀏灠器不支援 META 刷新

source: You should automatically be forwarded to the entry of the Contract requirements page
cs_cz: Měli byste být automaticky předána na vstup na stránce požadavky smlouvy
es_es: Debería ser enviado automáticamente a la entrada de los requisitos del contrato página
hi_in: आप स्वचालित रूप से अनुबंध आवश्यकताओं पृष्ठ की प्रविष्टि को भेजा जाना चाहिए
id_id: Anda harusnya secara otomatis akan diteruskan ke halaman entri persyaratan Kontrak
it_it: Dovresti essere automaticamente trasmessi alla voce della pagina Contratto requisiti
ko_kr: 당신은 자동으로 계약 요구 사항 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप कॉण्ट्रॅक्ट आवश्यकता पृष्ठाच्या नोंद कडे अग्रेषित केले पाहिजे
nl_nl: U wordt automatisch doorgestuurd naar de ingang van het contract eisen pagina
pt_pt: redirecionamento automático para página Requerimentos Contrato
ro_ro: Tu ar trebui să fie transmise în mod automat la intrare a paginii Contractului cerinţele
ru_ru: Вы должны быть автоматически перенаправлены на страницу требований договора
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faqe kërkesat e kontratës
sv: Du bör automatiskt vidarebefordras till införsel av avtalsvillkoren sidan
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa ukurasa wa Mkataba wa mahitaji
tr_tr: Otomatik Sözleşme şartları sayfanın girişine iletilmelidir
zh_hk: 系统会自动跳转到订单行输入页面
zh_tw: 你應該被自動轉發到合同要求輸入頁面

source: Back to Contract Selection
cs_cz: Zpět na výběr smlouvy
es_es: Volver a la Selección del Contrato
hi_in: वापस अनुबंध करने के लिए चयन
id_id: Kembali ke Pilihan Kontrak
it_it: Torna alla selezione del Contratto
ko_kr: 위로 선택을 계약
mr_in: मागे कॉण्ट्रॅक्ट निवड
nl_nl: Terug naar Contract Selectie
pt_pt: Voltar para Seleção Contrato
ro_ro: Înapoi la Contract de selecţie
ru_ru: Вернуться к выбору контракта
sq_al: Back to Selection kontratës
sv: Tillbaka till kontrakt Urval
sw_ke: Nyuma ya Uchaguzi ya Mkataba
tr_tr: Geri Sözleşme Seçimi
zh_hk: 返回合同选择
zh_tw: 回合約選擇

source: The file size is over the maximum allowed. The maximum size allowed in KB is
cs_cz: Velikost souboru je nad povolené maximum. Maximální povolená velikost v KB
es_es: El tamaño del archivo sobrepasa el máximo permitido. El tamaño máximo permitido en KB es
hi_in: फ़ाइल आकार से अधिक है अधिकतम अनुमति दी. अधिकतम KB आकार में अनुमति दी गई है
id_id: Ukuran file melebihi maksimum. Ukuran maksimum dalam KB adalah
it_it: La dimensione del file è di oltre il massimo consentito. La dimensione massima consentita in KB è
ko_kr: 파일 크기가 허용 된 최대 초과. KB에 허용되는 최대 크기는
mr_in: फाइल आकार अनुमत कमाल आहे. कि.बा. अधिकतम आकार आहे
nl_nl: Maximum file-grootte overschreden. Maximale file grootte (in KB) is
pt_pt: O tamanho acima do permitido. O tamanho máx. permitido em Kb é
ro_ro: Dimensiunea fişierului este de peste maximă permisă. Dimensiunea maximă permisă în KB este
ru_ru: Размер файла превышает максимально допустимый. Максимально допустимый размер в КБ
sq_al: Madhësia e skedës është mbi maksimumi i lejuar. Madhësia maksimale e lejuar në KB është
sv: Filstorleken är över det maximalt tillåtna. Den maximala tillåtna storleken i KB är
sw_ke: Ya faili ni zaidi ya upeo ya kuruhusiwa. Ukubwa wa upeo wa kuruhusiwa katika KB ni
tr_tr: IZIN VERILEN MAKSIMUM DOSYA BOYUTUNU ASTINIZ. MAX. DOSYA BOYUTU:
zh_hk: 文件大小超过上限, 上限为(KB):
zh_tw: 檔案大小超過上限, 上限為(KB):

source: Only graphics files can be uploaded
cs_cz: Pouze grafické soubory lze nahrát
es_es: Solo puede cargar archivos gráficos
hi_in: केवल ग्राफिक्स फ़ाइलों को अपलोड किया जा सकता
id_id: Hanya file gambar yg dapat di-upload
it_it: Solo i file grafici possono essere caricati
ko_kr: 만 그래픽 파일을 업로드 할 수 있습니다
mr_in: केवळ ग्राफिक्स फायली अपलोड करता येते
nl_nl: Alleen grafische bestanden kunnen worden geupload
pt_pt: Só arquivos gráficos podem ser usados
ro_ro: Numai fişierele grafice pot fi încărcate
ru_ru: Только графические файлы могут быть загружены
sq_al: graphics Vetëm fotografi mund të jetë i ngarkuar
sv: Endast grafik filer kan laddas upp
sw_ke: Tu files graphics inaweza kuwa uploaded
tr_tr: SADECE GRAFIK DOSYALARI YÜKLENEBILIR
zh_hk: 只可以上传图像文件
zh_tw: 只可以上載圖像檔

source: The existing image could not be removed
cs_cz: Existující obrázek nemůže být odstraněna
es_es: La imagen existente no se pudo quitar
hi_in: मौजूदा छवि को हटाया नहीं जा सकता
id_id: Gambar yg sdh ada tdk dapat dihapus
it_it: L&#39;immagine attuale non può essere rimosso
ko_kr: 기존의 이미지를 제거 할 수 없습니다
mr_in: विद्यमान प्रतिमा काढून जाऊ शकत नाही
nl_nl: Het bestaande plaatje kon niet worden verwijderd
pt_pt: A imagem existente não pode ser removida
ro_ro: Imaginea existente nu au putut fi eliminate
ru_ru: Существующие изображения не могут быть удалены
sq_al: Image ekzistuese nuk mund të hiqet
sv: Den befintliga bilden kunde inte tas bort
sw_ke: picha iliyopo usingeweza kuondolewa
tr_tr: MEVCUT RESIM KALDIRILAMIYOR
zh_hk: 现有图像未能移除
zh_tw: 現有圖像未能移除

source: File url
cs_cz: Soubor url
es_es: URL del archivo
hi_in: फ़ाइल यूआरएल
id_id: Url File
ko_kr: 파일 URL
mr_in: फाइल URL
pt_pt: URL do arquivo
ro_ro: Fişier url
ru_ru: URL файл
sv: Fil url
sw_ke: Picha url
tr_tr: DOSYA LINKI
zh_hk: 文件路径
zh_tw: 檔案路徑

source: Something is wrong with uploading the file
cs_cz: Je něco v nepořádku s nahráním souboru
es_es: Algo está mal con subir el archivo
hi_in: कुछ फ़ाइल अपलोड करने के साथ गलत है
id_id: Ada sesuatu yg salah dgn meng-upload file
it_it: Qualcosa non va con l&#39;upload del file
ko_kr: 뭔가 파일을 업로드에 문제가 있습니다
mr_in: काहीतरी फाइल अपलोड चूक आहे
nl_nl: Er is iets mis met het uploaden van het bestand
pt_pt: Algum erro ocorreu na carga do arquivo
ro_ro: Ceva este în neregulă cu încărcarea fişierului
ru_ru: Что-то произошло при загрузке файла
sq_al: Diçka është e gabuar me të ngarkoni fotografi
sv: Något är fel med att lägga upp filen
sw_ke: Kitu ni sawa na uploading file
tr_tr: Bir şey dosya yükleme ile yanlış
zh_hk: 上传文件时出错
zh_tw: 上傳文件有一些狀況

source: The contract has already been ordered by the customer the order must also be deleted first before the contract can be deleted
cs_cz: Tato smlouva již bylo nařízeno, aby zákazník musí být nejprve odstraněny před podpisem smlouvy může být zrušen
es_es: El contrato ya ha sido ordenada por el cliente la orden también se deben suprimir primero antes de que el contrato puede ser eliminado
hi_in: अनुबंध पहले ही ग्राहक आदेश भी पहले हटा दिया जाना चाहिए इससे पहले कि अनुबंध नष्ट किया जा सकता द्वारा आदेश दिया गया है
id_id: Kontrak telah di-order oleh customer, ordernya juga harus dihapus terlebih dahulu sebelum kontrak dapat dihapus
it_it: Il contratto è già stato ordinato dal cliente l&#39;ordine deve essere eliminato prima il contratto può essere eliminato
ko_kr: 계약이 삭제되기 전에 계약은 이미 순서는 먼저 삭제해야 고객이 주문하고있다
mr_in: करार आधीच करार हटविले जाऊ शकते आधी ऑर्डर सुद्धा प्रथम हटविले करणे आवश्यक ग्राहकाने देण्यात आली आहे
nl_nl: Het contract is al besteld door de klant de bestelling moet ook eerst worden verwijderd voordat het contract kan worden geschrapt
pt_pt: O contrato já foi feito pelo cliente. o pedido precisa ser removido antes que o contrato possa ser removido
ro_ro: Contractul a fost deja comandat de către client ordinea trebuie să fie, de asemenea, şterse înainte de a contractului poate fi şters
ru_ru: ля этого договора были сделаны заказы покупателем. Заказ также должен быть удален перед удалением договора.
sq_al: Kontrata tashmë është urdhëruar nga konsumatori rendit gjithashtu duhet të fshihen të parë para se të kontratës mund të fshihet
sv: Kontraktet har redan beställts av kunden ordern måste också tas bort först innan avtalet kan tas bort
sw_ke: mkataba huo tayari kufuatana na amri ya mteja lazima pia kufutwa kwanza kabla ya mkataba unaweza kuwa kuchapa
tr_tr: Sözleşme zaten sözleşme silinebilir önce sipariş da ilk silinmesi gerekir müşteri tarafından sipariş edildi
zh_hk: 此合同中已经有顾客的订单，如果您要删除合同，必须首先删除订单。
zh_tw: 該合約已由客戶下單，必須先刪除該合約才可以刪除之前的訂單

source: The contract bill of materials could not be deleted because
cs_cz: Smlouvy kusovníku nemohl být odstraněn, protože
es_es: La lista de materiales del contrato no se pudo suprimir porque
hi_in: सामग्री के अनुबंध बिल क्योंकि मिटाया नहीं जा सकता
id_id: Daftar bahan baku kontrak tdk dapat dihapus karena
it_it: Il disegno di legge del contratto di materiali non poteva essere eliminato perché
ko_kr: 재료의 계약 법안이 있기 때문에 삭제할 수 없습니다
mr_in: साहित्य करार बिल हटवणे शक्य नाही कारण
nl_nl: Het contract bill of materials kan niet worden verwijderd omdat
pt_pt: O BOM do contrato não pode ser removido porque
ro_ro: Proiectul de lege contract de materiale nu poate fi ştearsă, deoarece
ru_ru: Накладная на материалы в договоре не может быть удалена, так как
sq_al: Projekt-ligji Kontrata e materialeve nuk mund të fshihet sepse
sv: Kontraktet stycklistor kunde inte raderas eftersom
sw_ke: Muswada huo mkataba wa vifaa vya inaweza kuwa ilifutwa kwa sababu
tr_tr: malzemelerin sözleşme tasarısı nedeniyle silinemedi
zh_hk: 无法删除合同物料清单
zh_tw: 產品結構的合約不能被刪除，因為

source: The contract requirements could not be deleted because
cs_cz: Požadavky smlouvy nelze odstranit, protože
es_es: Los requisitos del contrato no pudieron ser eliminados porque
hi_in: अनुबंध आवश्यकताओं क्योंकि मिटाया नहीं जा सकता
id_id: Persyaratan kontrak tdk dapat dihapus karena
it_it: I requisiti di contratto non poteva essere eliminato perché
ko_kr: 계약 요구 사항이 있기 때문에 삭제할 수 없습니다
mr_in: करार आवश्यकता हटविले जाऊ शकत नाही कारण
nl_nl: Het contract eisen kunnen niet worden verwijderd omdat
pt_pt: Os requerimentos do contrato não pode ser removido porque
ro_ro: Cerinţele contractului nu poate fi ştearsă, deoarece
ru_ru: Условия договора не могут быть удалены, поскольку
sq_al: Kushtet e kontratës nuk mund të fshihet sepse
sv: Kontraktet krav kan inte raderas eftersom
sw_ke: mahitaji ya mkataba inaweza kuwa ilifutwa kwa sababu
tr_tr: Sözleşme şartları nedeniyle silinemedi
zh_hk: 无法删除合同要求
zh_tw: 合約要求不能被刪除，因為

source: The contract could not be deleted because
cs_cz: Smlouvy nemohly být odstraněny, protože
es_es: El contrato no puede ser eliminado porque
hi_in: अनुबंध क्योंकि मिटाया नहीं जा सकता
id_id: Kontrak tdk dapat dihapus karena
it_it: Il contratto non può essere eliminato perché
ko_kr: 계약 때문에 삭제할 수 없습니다
mr_in: करार हटवणे शक्य नाही कारण
nl_nl: Het contract kan niet worden verwijderd omdat
pt_pt: O contrato não pode ser removido porque
ro_ro: Contractul nu poate fi ştearsă, deoarece
ru_ru: Контракт не может быть удален, поскольку
sq_al: Kontrata nuk mund të fshihet sepse
sv: Kontraktet kunde inte raderas eftersom
sw_ke: mkataba huu unaweza kusababisha kufutwa kwa sababu
tr_tr: Sözleşme nedeniyle silinemedi
zh_hk: 无法删除合同
zh_tw: 該合約不能被刪除，因為

source: The quotation lines for the contract could not be deleted because
es_es: No se pudieron suprimir las líneas de la cotización para el contrato porque
id_id: Baris penawaran utk kontrak tdk dapat dihapus karena
ko_kr: 계약 인용 라인 때문에 삭제할 수 없습니다
mr_in: करार साठी अवतरण ओळी हटवणे शक्य नाही कारण
pt_pt: Linha de contação para o contrato não pode ser removido porque
zh_tw: 該合約報價行不能刪除，因為

source: The quotation for the contract could not be deleted because
cs_cz: Citát pro smlouvy nemohly být odstraněny, protože
es_es: La cotización para el contrato no pudo ser eliminada porque
hi_in: अनुबंध के लिए उद्धरण क्योंकि मिटाया नहीं जा सकता
id_id: Penawaran utk kontrak tersebut tdk dapat dihapus karena
it_it: La citazione per il contratto non poteva essere eliminato perché
ko_kr: 계약에 대한 인용이 있기 때문에 삭제할 수 없습니다
mr_in: करार साठी अवतरण हटवणे शक्य नाही कारण
nl_nl: De offerte voor de opdracht niet kon worden geschrapt, omdat
pt_pt: A cotação do contrato não pode ser removido porque
ro_ro: Oferta de pret pentru contract nu poate fi ştearsă, deoarece
ru_ru: Цитирование для контракта не может быть удалено, так как
sq_al: Citat për e kontratës nuk mund të fshihet sepse
sv: Citatet för kontraktet kunde inte raderas eftersom
sw_ke: Nukuu ya mkataba hakuweza kuwa ilifutwa kwa sababu
tr_tr: sözleşme için teklif çünkü silinemedi
zh_hk: 无法删除合同报价
zh_tw: 報價合同無法刪除，因為

source: has been cancelled
cs_cz: byla zrušena
es_es: Ha sido cancelado
hi_in: रद्द किया गया है
id_id: telah dibatalkan
it_it: è stato annullato
ko_kr: 취소되었습니다
mr_in: रद्द करण्यात आली आहे
nl_nl: is geannuleerd
pt_pt: foi cancelada
ro_ro: a fost anulat
ru_ru: был отменен
sq_al: është anuluar
sv: har avlsutats
sw_ke: imekuwa kufutwa
tr_tr: iptal edildi
zh_hk: 已取消
zh_tw: 被取消

source: The contract reference is expected to be more than 2 characters long. Please alter the contract reference before proceeding.
cs_cz: Referenční číslo dané smlouvy se očekává více než 2 znaků. Prosím změnit údaje smlouvy před pokračováním.
es_es: La referencia del contrato se espera que sea más de 2 caracteres de longitud. Por favor, modifique la referencia del contrato antes de proceder.
hi_in: अनुबंध के संदर्भ में अधिक से अधिक 2 वर्ण लंबा हो जाने की उम्मीद है. आगे बढ़ने से पहले अनुबंध संदर्भ को बदल दें.
id_id: Referensi kontrak harus lebih dari 2 karakter. Silahkan mengubah referensi kontrak sebelum melanjutkan.
it_it: Gli estremi del contratto è prevista per più di 2 caratteri. Vi prego di modificare gli estremi del contratto prima di procedere.
ko_kr: 계약 참조가 2 개 이상 자 될 것으로 예상된다. 진행하기 전에 계약 기준을 변경하시기 바랍니다.
mr_in: करार संदर्भ जास्त 2 वर्ण लांब असेल अशी अपेक्षा आहे. पुढे जाण्यापूर्वी कंत्राट संदर्भ बदलू करा.
nl_nl: De referentie van het contract zal naar verwachting meer dan 2 karakters lang zijn. Gelieve wijziging van de referentie van het contract voordat u verdergaat.
pt_pt: A referência do contrato deve ter mais de 2 caracteres. Modificar a referência antes de continuar
ro_ro: De referinţă al contractului este de aşteptat să fie mai mult de 2 caractere. Vă rugăm să modifice contractul de referinţă înainte de a continua.
ru_ru: Ссылки на контракт должны быть более 2 символов. Пожалуйста, измените ссылку на контракт прежде чем продолжить.
sq_al: Referencës Kontrata pritet të jetë më shumë se 2 karaktereve i gjatë. Ju lutemi të ndryshuar referencë kontratës para se të vazhdoni.
sv: Kontraktet hänvisning väntas bli mer än 2 tecken. Vänligen ändra avtalet referens innan du fortsätter.
sw_ke: kumbukumbu ya mkataba inatarajiwa kuwa zaidi ya 2 wahusika kwa muda mrefu. Tafadhali rejea kubadilisha mkataba kabla ya kuendelea.
tr_tr: Sözleşme referans fazla 2 karakter uzunluğunda olması bekleniyor. Devam etmeden önce sözleşme referans değiştirmek edin.
zh_hk: 合同编号必须为两个字符以上。在继续处理之前，请修改合同编号。
zh_tw: 該合約編碼預計將超過2個字元。安裝前，請先修改合約的編碼。

source: The contract reference cannot contain any spaces, slashes, or inverted commas. Please alter the contract reference before proceeding.
cs_cz: Ve smlouvě zmínka nemůže obsahovat žádné mezery, lomítka nebo uvozovkách. Prosím změnit údaje smlouvy před pokračováním.
es_es: La referencia del contrato no puede contener espacios, barras o comillas invertidas. Por favor, modifique la referencia del contrato antes de proceder.
hi_in: अनुबंध संदर्भ किसी भी रिक्त स्थान, slashes, या औंधा अल्पविराम नहीं हो सकते. आगे बढ़ने से पहले अनुबंध संदर्भ को बदल दें.
id_id: Referensi kontrak tdk boleh berisi spasi, garis miring, atau koma terbalik. Silahkan mengubah referensi kontrak sebelum melanjutkan.
it_it: Gli estremi del contratto non può contenere spazi, barre o virgolette. Vi prego di modificare gli estremi del contratto prima di procedere.
ko_kr: 계약 참조는 공백, 슬래시, 또는 인용 부호를 포함 할 수 없습니다. 진행하기 전에 계약 기준을 변경하시기 바랍니다.
mr_in: करार संदर्भ कोणत्याही मोकळी जागा, स्लॅश, किंवा अवतरण चिन्हे असू शकत नाही. पुढे जाण्यापूर्वी कंत्राट संदर्भ बदलू करा.
nl_nl: De referentie van het contract kan geen spaties bevatten, schuine strepen of aanhalingstekens. Gelieve wijziging van de referentie van het contract voordat u verdergaat.
pt_pt: A referência contrato não pode conter espaços, barras, etc. Modificar a referência antes de continuar
ro_ro: De referinţă al contractului nu poate conţine toate spaţiile, slash-uri, sau ghilimele. Vă rugăm să modifice contractul de referinţă înainte de a continua.
ru_ru: Ссылка на контракт ссылка не может содержать пробелов, косой черты, или кавычек. Пожалуйста, измените ссылку на договор прежде чем продолжить.
sq_al: Referencës Kontrata nuk mund të përmbajë hapësira, godet, apo thonjëza. Ju lutemi të ndryshuar referencë kontratës para se të vazhdoni.
sv: Kontraktet referens kan inte innehålla blanksteg, snedstreck eller citationstecken. Vänligen ändra avtalet referens innan du fortsätter.
sw_ke: Kumbukumbu mkataba haiwezi kudhibiti nafasi yoyote, slashes, au koma inverted. Tafadhali rejea kubadilisha mkataba kabla ya kuendelea.
tr_tr: Sözleşme referans boşluk, bölü, ve tırnak işareti içeremez. Devam etmeden önce sözleşme referans değiştirmek edin.
zh_hk: 合同参考号不能包含任何的空格，反斜线，单引号。请首先修改合同编号。
zh_tw: 該合約編碼不能包含任何空格，斜線，或引號。安裝前，請先修改合約的編碼。

source: The contract reference cannot be the same as a previously created stock item. Please modify the contract reference before continuing
cs_cz: Referenční číslo dané smlouvy nemůže být stejný jako dříve vytvořenou skladovou položku. Upravte údaje smlouvy před pokračováním
es_es: La referencia del contrato no puede ser la misma que el artículo creado previamente. Por favor modifique la referencia del contrato antes de continuar
hi_in: अनुबंध संदर्भ वही पूर्व में बने स्टॉक आइटम के रूप में नहीं हो सकता. जारी रखने से पहले अनुबंध संदर्भ को संशोधित करें
id_id: Referensi kontrak tdk boleh sama dgn item stok yg dibuat sebelumnya. Silakan mengubah referensi kontrak sebelum melanjutkan
it_it: Gli estremi del contratto non può essere la stessa di un articolo di riserva creata in precedenza. Si prega di modificare gli estremi del contratto prima di continuare
ko_kr: 계약 참조는 이전에 생성 된 재고 항목과 동일 할 수 없습니다. 계속하기 전에 계약 기준을 수정하십시오
mr_in: करार संदर्भ यापूर्वी तयार स्टॉक आयटम म्हणून समान असू शकत नाही. पुढे जाण्याआधी कंत्राट संदर्भ सुधारणा करा
nl_nl: De referentie van het contract kan niet hetzelfde zijn als een eerder gemaakte voorraad artikel. Gelieve wijzigen van de referentie van het contract voordat u verder gaat
pt_pt: A referência contrato, não pode ser a mesma já usada. Modificar a referência antes de continuar
ro_ro: De referinţă al contractului nu poate fi la fel ca un element de stoc creat anterior. Vă rugăm să modifice contractul de referinţă înainte de a continua
ru_ru: Ссылка на контракт не может совпадать с ранее созданным товаром.Пожалуйста, измените ссылку на контракт, прежде чем продолжить.
sq_al: Referencës kontratës nuk mund të jetë i njëjtë si një element rezervë krijuar më parë. Ju lutem modifikoni referencë kontratës para se të vazhdueshëm
sv: Kontraktet hänvisning kan inte vara samma som en tidigare skapad lagervara. Vänligen ändra kontraktet referens innan du fortsätter
sw_ke: Kumbukumbu mkataba hawezi kuwa sawa na bidhaa ya awali umba hisa. Tafadhali rejea kurekebisha mkataba kabla ya kuendelea
tr_tr: Sözleşme referans Önceden oluşturulmuş bir stok kalemi olarak aynı olamaz. Devam etmeden önce sözleşme referans değiştirin lütfen
zh_hk: 合同编号不能和已有的商品编号相同。请先修改合同编号
zh_tw: 該合約編碼不能等同於以前建立的庫存編碼。在繼續之前請修改合約編碼

source: The contract description is expected to be more than 10 characters long. Please alter the contract description in full before proceeding.
cs_cz: Smlouva popis je Očekává se, že více než 10 znaků. Prosím změnit smlouvu popis v plné výši před zahájením.
es_es: La descripción del contrato debe ser de mas de 10 caracteres de largo. Por favor altere descripción por entero antes de proceder.
hi_in: अनुबंध वर्णन करने के लिए अधिक से अधिक 10 वर्ण लंबा हो जाने की उम्मीद है. आगे बढ़ने से पहले पूरी में अनुबंध विवरण बदल दें.
id_id: Keterangan kontrak minimal 10 karakter. Silahkan mengubah keterangan kontrak secara lengkap sebelum melanjutkan.
it_it: La descrizione del contratto è prevista per più di 10 caratteri. Vi prego di modificare la descrizione del contratto in pieno prima di procedere.
ko_kr: 계약 설명은 이상 10 자까지 입력 할 것으로 예상된다. 진행하기 전에 전체의 계약에 대한 설명을 변경하시기 바랍니다.
mr_in: करार वर्णन जास्त 10 वर्ण लांब असेल अशी अपेक्षा आहे. पुढे जाण्यापूर्वी पूर्ण कंत्राट वर्णन बदलू करा.
nl_nl: Het contract beschrijving is naar verwachting meer dan 10 tekens lang zijn. Gelieve te wijzigen van het contract beschrijving in volle voordat u verdergaat.
pt_pt: A descrição contrato precisa ter mais que 10 caracteres. Alterar a descrição contrato antes de continuar
ro_ro: Descrierea contractului este de aşteptat să fie mai mult de 10 caractere lungime. Vă rugăm să modifice descrierea contractului în întregime înainte de a continua.
ru_ru: Описание контракта должно быть более 10 символов. Пожалуйста, изменить описание контракта в полном объеме перед переходом.
sq_al: Përshkrimi i kontratës pritet të jetë më shumë se 10 karaktereve i gjatë. Ju lutemi të ndryshuar përshkrimin e kontratës në mënyrë të plotë para se të vazhdoni.
sv: Kontraktet beskrivning väntas bli mer än 10 tecken lång. Vänligen ändra det avtalade beskrivningen i full innan du fortsätter.
sw_ke: maelezo ya mkataba inatarajiwa kuwa zaidi ya 10 ya herufi ya muda mrefu. Tafadhali kubadilisha maelezo ya mkataba katika kamili kabla ya kuendelea.
tr_tr: Sözleşme açıklama fazla 10 karakter uzunluğunda olması bekleniyor. Devam etmeden önce tam olarak sözleşme açıklamasını değiştirmek edin.
zh_hk: 合同描述必须不少于10个字。请先修改合同描述
zh_tw: 該合約所描述內容預計將超過10個字符長。安裝前，請先修改合約的描述限制。
