Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: via ftp to
cs_cz: přes ftp
es_es: vía FTP a
hi_in: एफटीपी के माध्यम से करने के लिए
id_id: lewat ftp ke
it_it: via ftp per
ko_kr: 에 FTP를 통해
mr_in: FTP करण्यासाठी मार्गे
nl_nl: per FTP naar
pt_pt: via ftp para
ro_ro: prin FTP pentru a
ru_ru: через ftp к
sq_al: ftp me anë të
sv: via ftp till
sw_ke: via ftp
tr_tr: FTP ILE:
zh_hk: 通过 FTP 到
zh_tw: 透過 FTP 到

source: Cannot create EDI message since there is no EDI INVOIC message template set up for
cs_cz: Nelze vytvořit EDI zprávy, protože není EDI INVOIC šablony zprávy nastavit pro
es_es: No se pueden crear mensajes electrónicos ya que no hay una plantilla configurada de mensaje EDI INVOIC para
hi_in: ईडीआई संदेश बनाने के बाद से वहाँ कोई ईडीआई INVOIC संदेश के लिए स्थापित टेम्पलेट है नहीं कर सकते
id_id: Tdk dapat membuat pesan EDI karena tdk ada pengaturan template pesan EDI INVOIC utk
it_it: Impossibile creare il messaggio EDI poiché non vi è alcun messaggio EDI INVOIC modello predisposto per
ko_kr: 에 대한 설정에는 EDI의 INVOIC 메시지 템플릿이 없기 때문에 EDI 메시지를 만들 수 없습니다
mr_in: सेट नाही EDI INVOIC संदेश टेम्पलेट होत नसल्याने EDI संदेश तयार करणे शक्य नाही
nl_nl: Kan geen EDI bericht creeren omdat er geen EDI_INV template is gecreeerd
pt_pt: Não pode criar mensagem EDI pois não há mensagem EDI INVOIC configurada para
ro_ro: Nu se poate crea EDI mesaj, deoarece nu există nici un şablon EDI INVOIC mesaj constituit pentru
ru_ru: Не удается создать EDI сообщение, поскольку нет шаблона для EDI INVOIC сообщений
sq_al: Nuk mund të krijoni mesazh EDI pasi nuk ka template INVOIC EDI mesazh ngritur për
sv: Kan inte skapa EDI-meddelande eftersom det inte finns någon EDI INVOIC mall för meddelanden som inrättats för
sw_ke: Hawezi kuunda EDI ujumbe kwa vile hakuna EDI INVOIC ujumbe template kuanzisha
tr_tr: için kurulmuş hiçbir EDI INVOIC mesaj şablon olmadığından EDI mesaj oluşturulamıyor
zh_hk: 未能产生 EDI 讯息, 因为没有设定 EDI 发票讯息范本
zh_tw: 未能產生 EDI 訊息, 因為沒有設定 EDI 發票訊息範本

source: There was a problem retrieving the ship to details because
es_es: Hubo un problema al obtener las el despacho a detalles porque
id_id: Ada masalah saat mengambil rincian kirim-kemana karena
ko_kr: 세부 사항에 배를 검색하는 동안 문제가 발생했습니다 때문에
mr_in: तपशील जहाज पुनर्प्राप्त करताना समस्या आली कारण
pt_pt: problema na recuperação detalhes contato para envio do cliente
zh_tw: 檢索到一個問題傳遞到細節中，因為

source: was sucessfully emailed
es_es: fue enviado por correo electrónico con éxito
id_id: telah berhasil di-emailkan
ko_kr: 성공적으로 이메일로 전송했다
mr_in: यशस्वीरित्या ईमेल आला होता
pt_pt: correspondência eletrônica enviada com sucesso.
zh_tw: 完成發出電郵

source: Select Order To Print
cs_cz: Vyberte Aby bylo možné tisknout
es_es: Seleccionar Pedidos a imprimir
hi_in: चयन मुद्रित करने के लिए आदेश
id_id: Pilih Order Utk Dicetak
it_it: Ordine Selezionare la stampa
ko_kr: 인쇄하기 위해 선택
mr_in: प्रिंट करण्यासाठी निवडा
nl_nl: Selecteer order om af te drukken
pt_pt: Selecione a Ord. Compra para Imprimir
ro_ro: Pentru selectaţi imprimarea
ru_ru: Выберите заказ для печати
sq_al: Rendit Zgjidhni Për Print
sv: Skriv ut order
sw_ke: Kuchagua ili Print
tr_tr: YAZDIRILACAK SIPARISI SEÇIN
zh_hk: 选取要打印的订单
zh_tw: 選取要列印的訂單

source: Select an Order Number to Print before calling this page
cs_cz: Vyberte číslo objednávky pro tisk před voláním na tuto stránku
es_es: Seleccionar un número de pedido a imprimir antes de llamar esta página
hi_in: प्रिंट इस पेज को बुलाने से पहले एक आदेश संख्या का चयन करें
id_id: Pilih Nomor Order utk Dicetak sebelum memanggil halaman ini
it_it: Selezionare un numero d&#39;ordine per la stampa prima di chiamare questa pagina
ko_kr: 이 페이지를 호출하기 전에 인쇄하는 주문 번호를 선택
mr_in: हे पृष्ठ कॉल करण्यापूर्वी प्रिंट एक मागणी क्रमांक निवडा
nl_nl: Selecteer een order nummer om af te drukken voor deze pagina op te vragen
pt_pt: Selecione um Número de Ordem para Imprimir antes de chamar esta página
ro_ro: Selectaţi un număr de ordine de imprimare înainte de a suna această pagină
ru_ru: Выберите номер заказа перед для печати перед вызовом этой страницы
sq_al: Zgjidh një Numri Rendit për të shtypur para se të quajtur këtë faqe
sv: Välj ordernummer att skriva ut innan denna sida kallas
sw_ke: Kuchagua Idadi Order kwa Print kabla ya wito ukurasa huu
tr_tr: BU SAYFAYI ÇAGIRMADAN ÖNCE YAZDIRILACAK SIPARIS NO.YU SEÇIN
zh_hk: 先选择一个要打印的的销售订单才能进入此页面
zh_tw: 選取一個要列印的訂單編號才能叫出這頁

source: Outstanding Sales Orders
cs_cz: Nevyřízené prodejní objednávky
es_es: Pedidos de Venta Pendientes
hi_in: बकाया बिक्री आदेश
id_id: Order Penjualan Blm-Difaktur
it_it: Eccezionale Sales Orders
ko_kr: 뛰어난 판매 주문
mr_in: थकबाकी विक्री ऑर्डर
nl_nl: Openstaande Verkoop orders
pt_pt: Situação Pedidos de Venda
ro_ro: Comenzilor de vânzări
ru_ru: Необработанные заказы на продажу
sq_al: Sales Outstanding urdhëron
sv: öppna kundorder
sw_ke: Daraja bora Sales
tr_tr: TAMAMLANMAMIS SATIS SIPARISLERI
zh_hk: 未完成销售订单
zh_tw: 未完成銷售訂單

source: Completed Sales Orders
cs_cz: Dokončeny Prodejní objednávky
es_es: Pedidos de Venta completadas
hi_in: पूरा बिक्री आदेश
id_id: Order Penjualan Sdh-Difaktur
it_it: Completato Sales Orders
ko_kr: 완성 된 판매 주문
mr_in: पूर्ण विक्री ऑर्डर
nl_nl: Voltooide Verkoop Orders
pt_pt: Pedidos Venda Encerrados
ro_ro: Obligă finalizate Vânzări
ru_ru: Законченные заказы на продажу
sq_al: Sales Kompletuar urdhëron
sv: Stavningskontrollen färdig
sw_ke: Kukamilika Sales Daraja
tr_tr: TAMAMLANMIS SATIS SIPARISLERI
zh_hk: 已完成的销售订单
zh_tw: 已完成的銷售訂單

source: There was a problem retrieving the order header details for Order Number
cs_cz: Tam byl problém získávání informací, aby záhlaví pro pořadové číslo
es_es: Hubo un problema al obtener los detalles de la cabecera de la orden del Número de Orden
hi_in: वहाँ एक आदेश संख्या के लिए आदेश हैडर विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah mengambil rincian header order utk Nomor Order
it_it: C&#39;è stato un problema recuperare i dettagli dell&#39;ordine di intestazione per Numero d&#39;ordine
ko_kr: 주문 번호에 대한 주문 헤더 정보를 검색하는 동안 문제가 발생했습니다
mr_in: मागणी क्रमांक ऑर्डर हेडर तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem met het opvragen van de details van de order header voor order nr
pt_pt: Existe problema na recuperação de Cabeçalho e Detalhes para Pedido número
ro_ro: Nu a fost o problemă la regăsirea detalii antet pentru Ordine Număr
ru_ru: Возникла проблема при получении заголовка заказа для заказа номер
sq_al: Nuk ishte një problem retrieving të dhënat header mënyrë për Order Number
sv: Kunde inte hitta orderhuvudet för ordernr
sw_ke: Kulikuwa na tatizo retrieving maelezo ili header Order Idadi
tr_tr: Sipariş sayısı için sipariş başlık bilgilerini alırken bir problem vardı
zh_hk: 取得此订单编号的订单抬头时发生错误
zh_tw: 取得此訂單編號的訂單標提時發生錯誤

source: Print Packing Slip Error
cs_cz: Tisk Balení skluzu Chyba
es_es: Error al Imprimir la Hoja de Embalaje
hi_in: प्रिंट पैकिंग स्लिप में त्रुटि
id_id: Kesalahan Mencetak Surat Jalan
it_it: Errore di stampa dell&#39;imballaggio Slip
ko_kr: 인쇄 포장 슬립 오류
mr_in: प्रिंट उपलब्धता स्लिप त्रुटी
nl_nl: Afdruk Picking List Fout
pt_pt: Erro Impressão Lista Separação
ro_ro: Print bonul de eroare
ru_ru: Ошибка печати упаковочного листа
sq_al: Print Shqip Paketimi Gabim
sv: Fel vid utskrift av packlista
sw_ke: Magazeti Ufungashaji kuingizwa Error
tr_tr: PAKETLEME FÖYÜ YAZDIRMA HATASI
zh_hk: 打印装箱单错误
zh_tw: 列印包裝紙錯誤

source: Unable to Locate Order Number
cs_cz: Nelze Vyhledejte Objednací číslo
es_es: No se pudo Localizar el Número de Pedido
hi_in: आदेश संख्या को खोजने में असमर्थ
id_id: Tdk dapat mengambil nomor order
it_it: Impossibile trovare Numero d&#39;ordine
ko_kr: 주문 번호를 찾을 수 없습니다
mr_in: शोधण्यास असमर्थ मागणी क्रमांक
nl_nl: Onmogelijk om Opdrachtnummer te vinden
pt_pt: Não localizou Pedido Número
ro_ro: În imposibilitatea de a localiza numărul Ordine
ru_ru: Не удалось найти заказ номер
sq_al: Në pamundësi për të gjetur Numri Rendit
sv: Kan inte lokalisera kommandot att köra
sw_ke: Hawawezi Machapisho Order Idadi
tr_tr: SIPARIS NO.YA ERISILEMIYOR
zh_hk: 未能找到订单编号
zh_tw: 未能找到訂單編號

source: The packing slip for order number
cs_cz: Balení prokluzu pro pořadové číslo
es_es: La hoja de embalaje del número de pedido
hi_in: क्रम संख्या के लिए पैकिंग पर्ची
id_id: Surat jalan utk nomor order
it_it: La bolla di accompagnamento il numero d&#39;ordine
ko_kr: 주문 번호에 대한 포장 전표
mr_in: ऑर्डर क्रमांक साठी पँकिंगचा स्लिप
nl_nl: De picking list voor het opdracht nummer
pt_pt: A lista de Separação pedido número
ro_ro: Alunecare de ambalare pentru numărul de ordine
ru_ru: Упаковочный лист для заказа номер
sq_al: Shqip paketim për numrin e rendit
sv: Fraktsedeln för order nummer
sw_ke: Kuingizwa kufunga kwa idadi ili
tr_tr: PAKETLEME FÖYÜ -SIPARIS NO
zh_hk: 装箱单对应销售订单编号
zh_tw: 訂單編號的包裝紙

source: has previously been printed
cs_cz: již dříve bylo vytištěno
es_es: ha sido impresa previamente
hi_in: पहले से मुद्रित किया गया है
id_id: sdh pernah dicetak
it_it: è già stata stampata
ko_kr: 이전에 인쇄 된
mr_in: पूर्वी मुद्रित केले गेले आहे
nl_nl: is eerder al afgedrukt
pt_pt: já foi impressa anteriormente
ro_ro: anterior a fost tipărit
ru_ru: уже был напечатан
sq_al: ka qenë më parë shtypur
sv: har redan skrivits ut
sw_ke: awali imechapishwa
tr_tr: ÖNCEDEN YAZDIRILMIS
zh_hk: 上次已打印
zh_tw: 上次已列印

source: It was printed on
cs_cz: To byl vytištěn na
es_es: Fue impresa el
hi_in: उस पर छपी थी
id_id: Dicetak pada tgl
it_it: E &#39;stato stampato su
ko_kr: 그것은에 인쇄 된
mr_in: हे छापलेले करण्यात आला
nl_nl: Reeds afgedrukt op
pt_pt: Impressa em
ro_ro: Acesta a fost imprimat pe
ru_ru: Это было напечатано на
sq_al: Ajo ishte e shtypur në
sv: Den skrevs ut
sw_ke: Ilikuwa printed on
tr_tr: Tarih:
zh_hk: 打印日期
zh_tw: 這是列印於

source: This check is there to ensure that duplicate packing slips are not produced and dispatched more than once to the customer
cs_cz: Tato kontrola je tam, aby zajistily, že duplicitní balení uklouznutí nejsou vyrobeny a odeslány více než jednou k zákazníkovi
es_es: Esta comprobación es para asegurar que no se han duplicado Hojas de Embalaje ni enviado al cliente más de una vez
hi_in: इस चेक वहाँ है कि यह सुनिश्चित करें कि नकली पैकिंग कर रहे हैं उत्पादन अधिक भेजा ग्राहकों के लिए एक बार से अधिक नहीं है और निकल जाता है
id_id: Pemeriksaan ini memastikan duplikat surat jalan tdk terjadi dan pengiriman tdk berkali-kali ke customer
it_it: Questo controllo è lì per garantire che le distinte di imballaggio duplicati che non sono prodotti e spediti più di una volta al cliente
ko_kr: 이 검사는 슬립이 발생하지 않는 포장 중복을 보장하기 위해 존재하고 고객에게 한 번 이상 파견
mr_in: हे चेक स्लिपची पँकिंगचा की डुप्लीकेट उत्पादन नाहीत याची खात्री करण्यासाठी आहे आणि ग्राहकाला पेक्षा एकदा अधिक पाठविले
nl_nl: Deze kontrole is er om er zeker van te zijn dat er geen dubbele picking lists worden gemaakt en verwerkt meer dan 1 keer per klant
pt_pt: Controle feito para assegurar impressão e envio sem duplicidade
ro_ro: Această verificare este acolo pentru a se asigura că duplicat ambalare alunecă nu sunt fabricate şi expediate mai mult de o dată la client
ru_ru: Эта проверка обеспечивает, чтобы не произошло дублирования упаковочных листов и отправил несколько раз одному и тому же клиенту
sq_al: Ky kontroll është atje për të siguruar që kopjuar paketim rrëshqet nuk janë prodhuar dhe dërguar më shumë se një herë për të konsumatorit
sv: Denna kontroll är där för att se till att duplicera följesedlar inte produceras och sänds mer än en gång till kunden
sw_ke: kuangalia hii ni pale ili kuhakikisha kwamba duplicate Ufungashaji slips si zinazozalishwa na dispatched zaidi ya mara moja kwa wateja
tr_tr: BU KONTROL MÜKERRER SEVKIYAT/PAKET FÖYÜ OLUSTURULMASINI VE MÜSTERIYE AYNI SEVKIYATI BIRDEN FAZLA YAPMAYI ÖNLEMEK IÇINDIR
zh_hk: 打印次数检查的目的是避免重复打印装箱单发给客户
zh_tw: 這檢查是確保沒有重覆的包裝紙產生或重覆派送到客戶

source: Do a Re-Print
cs_cz: Do Re-Print
es_es: Re imprimir
hi_in: एक फिर से प्रिंट करें
id_id: Cetak-Ulg
it_it: Fare un Re-Print
ko_kr: 다시 인쇄를 수행
mr_in: एक पुन्हा मुद्रण करू
nl_nl: Herhaal Afdruk
pt_pt: Execute uma Reimpressão
ro_ro: Face un Re-Print
ru_ru: Перепечатать
sq_al: A e një-Print Re
sv: Skriv ut detta dokument
sw_ke: Kufanya Re-Print
tr_tr: TEKRAR YAZDIR
zh_hk: 重新打印
zh_tw: 進行重印

source: On Pre-Printed Stationery
cs_cz: Na Pre-tištěné papírnické
es_es: En preimpreso
hi_in: पर पूर्व स्टेशनरी मुद्रित
id_id: Pada Kertas Cetakan
it_it: Il pre-stampati di cancelleria
ko_kr: 미리 인쇄 된 문구에
mr_in: पूर्व छापील स्टेशनरी रोजी
nl_nl: Op Voorbedrukt Papier
pt_pt: em Pré-Impressão Estação
ro_ro: Pe pre-imprimate de papetărie,
ru_ru: На заранее подготовленной бумаге
sq_al: Më Pre-Shtypur Stationery
sv: På förtryckta papper
sw_ke: Juu kabla ya Printed Stationery
tr_tr: MATBU KAGIDA YAZDIR
zh_hk: 套打
zh_tw: 用預印信紙

source: Even Though Previously Printed
cs_cz: I když dříve vytištěnou
es_es: Aun cuando ya se imprimió
hi_in: हालांकि इससे पहले भी मुद्रित
id_id: Meskipun Sdh-Dicetak Sebelumnya
it_it: Anche se stampati in precedenza
ko_kr: 심지어 이전에 인쇄 비록
mr_in: पूर्वी छापील जरी
nl_nl: Zelfs als Het Eerder is Afgedrukt
pt_pt: Mesmo que previamente Impresso
ro_ro: Chiar dacă imprimate anterior
ru_ru: Даже если ранее напечатано
sq_al: Edhe pse më parë Shtypur
sv: Fast den är utskriven tidigare
sw_ke: Hata ingawa awali Printed
tr_tr: Bile olsa Önceden Baskılı
zh_hk: 装箱单
zh_tw: 雖然已列印

source: Plain paper
cs_cz: Volné listy
es_es: Papel normal
hi_in: सादा कागज
id_id: Kertas kosong
it_it: Carta comune
ko_kr: 일반 용지
mr_in: साधा कागद
nl_nl: Standaard Papier
pt_pt: Papel Liso
ro_ro: Hârtie simplă
ru_ru: Обыкновенная бумага
sq_al: Letër e zakonshme
sv: Vanligt papper
sw_ke: Karatasi wazi
tr_tr: NORMAL KAGIT
zh_hk: 空白打印纸
zh_tw: 白紙

source: Or select another Order Number to Print
cs_cz: Nebo zvolte jinou Objednací číslo k tisku
es_es: Ó seleccione otro Número de Pedido a Imprimir
hi_in: या मुद्रण के लिए एक और आदेश संख्या का चयन करें
id_id: Atau pilih Nomor Order yg lain utk Dicetak
it_it: O selezionare un altro numero per stampare
ko_kr: 또는 인쇄에 다른 주문 번호를 선택
mr_in: किंवा मुद्रण दुसरी मागणी क्रमांक निवडा
nl_nl: Of selecteer een ander Opdracht Nummer voor Afdruk
pt_pt: ou Selec outro número Pedido para Imprimir
ro_ro: Sau selectaţi un alt număr de ordine de imprimare
ru_ru: Выберите другой номер заказа для печати
sq_al: Ose zgjidhni një tjetër Numri Rendit të Printo
sv: eller välj ett annat ordernummer som skall skrivas ut
sw_ke: Au kuchagua mwingine Idadi Order kwa Print
tr_tr: VEYA YAZDIRMAK IÇIN BASKA BIR SIPARIS NO SEÇIN
zh_hk: 或选取其他要打印装箱单的订单编号
zh_tw: 或選取其他要列印的訂單編號

source: Order Confirmation-Sales Order
es_es: Confirmación de Pedido de Ventas
id_id: Konfirmasi Order-Order Penjualan
ko_kr: 주문 확인 - 판매 주문
mr_in: ऑर्डर पुष्टीकरण-विक्री ऑर्डर
pt_pt: Confirm. Pedido de Venda
zh_tw: 確認銷售訂單

source: Your PO
es_es: Su orden de compra
id_id: PO Anda
ko_kr: 당신의 PO
mr_in: आपले पीओ
pt_pt: Seu Pedido
zh_tw: 你的採購訂單

source: Email Confirmation
es_es: Confirmación de correo-e
id_id: Konfirmasi Email
ko_kr: 이메일 확인
mr_in: ईमेल पुष्टीकरण
pt_pt: Confirmação Email
zh_tw: 電子郵件確認

source: Order Acknowledgement
es_es: Reconocimiento de Orden
id_id: Order Diterima
ko_kr: 주문 승인
mr_in: मागणी Acknowledgement
pt_pt: Confirmação Pedido
zh_tw: 訂單確認

source: Delivered To
cs_cz: Chcete-li dodané
es_es: Despachado A
hi_in: करने के लिए वितरित
id_id: Dikirim Ke
it_it: Consegnato alla
ko_kr: 배달
mr_in: वितरित
nl_nl: Geleverd aan
pt_pt: Enviado para
ro_ro: Pentru a livrat
ru_ru: Доставить
sq_al: Dorëzuar
sv: Levereras till
sw_ke: Mikononi
tr_tr: SEVK YERI
zh_hk: 交货到
zh_tw: 交貨到

source: PO Line
es_es: Línea de orden de compra
hi_in: पीओ रेखा
id_id: Baris PO
ko_kr: PO 행
mr_in: पीओ लाइन
nl_nl: Inkooporder regel
pt_pt: Núm. Lin Ped.
ru_ru: Строка PO
sv: Inköpsorderrad
tr_tr: PO Hattı
zh_hk: 采购订单行
zh_tw: 訂單列

source: Quantity Ordered
cs_cz: Objednaného množství
es_es: Cantidad Solicitada
hi_in: मात्रा का आदेश दिया
id_id: Qty Dipesan
it_it: Quantità ordinata
ko_kr: 수량 발주
mr_in: क्रमांकित प्रमाणात
nl_nl: Bestelhoeveelheid
pt_pt: Quant. Pedida
ro_ro: Cantitatea comandata
ru_ru: Заказанное количество
sq_al: Sasia Urdhërohet
sv: Beställt antal
sw_ke: Aliamrisha wingi
tr_tr: Miktar Sıralı
zh_hk: 订购数量
zh_tw: 訂單數量

source: The following E-Mail was sent to
es_es: Se envió el siguiente E-Mail a
id_id: E-mail berikut telah dikirim ke
ko_kr: 다음 전자 메일을 보냈습니다
mr_in: खालील ई मेल पाठविले गेले
pt_pt: Email enviado para
zh_tw: 下面的電子郵件被發送到

source: The transaction should have been emailed off
cs_cz: Transakce by měla být e-mailem pryč
es_es: La transacción debería haber sido enviada por correo electrónico
hi_in: लेन - देन बंद कर दिया गया ईमेल चाहिए
id_id: Transaksi seharusnya sdh di-email
it_it: L&#39;operazione avrebbe dovuto essere inviata via
ko_kr: 거래는 오프 이메일되어 있어야합니다
mr_in: व्यवहार बंद ईमेल केले पाहिजे
nl_nl: De transactie had moeten worden gemaild off
pt_pt: a transação foi transmitida por email para
ro_ro: Tranzacţia trebuie să fi fost oprit prin e-mail
ru_ru: Данные о транзакции должны были бы быть отправлены по электронной почте
sq_al: Transaksion duhet të ketë qenë dërguar me email off
sv: Transaktionen skall vara epostad
sw_ke: manunuzi ya lazima wamekuwa Emailed mbali
tr_tr: Işlem dışı e-posta olmalıydı
zh_hk: 交易该已被电邮
zh_tw: 交易該已被電郵

source: to email the customer transaction
cs_cz: na e-mail zákazníka transakce
es_es: para enviar por email la transacción del cliente
hi_in: करने के लिए ग्राहक लेनदेन ईमेल
id_id: utk email transaksi customer
it_it: per e-mail la transazione del cliente
ko_kr: 고객의 거래를 이메일로
mr_in: ग्राहक व्यवहार ईमेल
nl_nl: aan de klant transactie e-mail
pt_pt: transação no email do cliente
ro_ro: la e-mail client tranzacţie
ru_ru: отправить информацию о сделке на e-mail
sq_al: me email e transaksionit të konsumatorëve
sv: för att eposta kundtransaktionen
sw_ke: barua pepe ya manunuzi ya wateja
tr_tr: müşteri işlem e-posta
zh_hk: 电邮客户交易
zh_tw: 電子郵件客戶交易

source: The transaction should have been emailed off. If this does not happen (perhaps the browser does not support META Refresh)
cs_cz: Celá transakce by měla být e-mailem off. Pokud se tak nestane (možná prohlížeč nepodporuje META Refresh)
es_es: Se ha cancelado el envío del email para la transacción. Si esto no ocurre tal vez el navegador no soporta META Refrescamiento
hi_in: लेन - देन बंद कर दिया गया ईमेल चाहिए. अगर यह (शायद ब्राउज़र मेटा ताज़ा का समर्थन नहीं करता है) नहीं होता है
id_id: Transaksi tersebut seharusnya sdh di-email. Jika hal ini tdk terjadi (mungkin browser tdk mendukung META Refresh)
it_it: L&#39;operazione avrebbe dovuto essere inviata via. Se questo non accade (forse il browser non supporta META Aggiorna)
ko_kr: 거래는 오프 이메일로되어 있어야합니다. 이 발생하지 않는 경우 (아마도 브라우저는 META 새로 고침을 지원하지 않습니다)
mr_in: व्यवहार बंद ईमेल केले पाहिजे. हे घडू नाही, तर (कदाचित ब्राउझर मेटा रिफ्रेश समर्थन देत नाही)
nl_nl: De transactie had moeten per e-mail uit te schakelen. Als dit niet gebeurt (misschien wel de browser ondersteunt geen META Refresh)
pt_pt: esta trans. foi transm. por email. Confirme se ocorreu (seu navegador deve suportar META-REFRESH)
ro_ro: Tranzacţia ar fi fost oprit prin e-mail. Dacă acest lucru nu se intampla (probabil browser-ul nu are suport META Refresh)
ru_ru: Данные о сделке должны быть отправлены по электронной почте с. Если этого не происходит (возможно, браузер не поддерживает META Refresh)
sq_al: Transaksion duhet të ketë qenë dërguar me email off. Nëse kjo nuk ndodh (ndoshta browser nuk ka mbështetjen e META Refresh)
sv: Transaktionen skulle ha mailade av. Om detta inte sker (kanske webbläsaren stöder inte META Uppdatera)
sw_ke: manunuzi ya lazima wamekuwa Emailed mbali. Kama hii haina kutokea (labda browser haina msaada META Refresh)
tr_tr: Işlem dışı e-posta olması gerekirdi. Bu (belki tarayıcı META Yenile desteklemiyor) olmazsa
zh_hk: 此交易的电子邮件已经发出。如果不是这样，那么您的浏览器可能不支持META刷新
zh_tw: 該交易應該已經通過電子郵件發送完畢。如果沒有發送（也許是瀏覽器不支持META刷新）

source: The email address does not appear to be a valid email address. The transaction was not emailed
cs_cz: E-mailová adresa se nezdá být platnou e-mailovou adresu. Transakce nebyla e-mailem
es_es: La dirección de correo electrónico no parece ser una dirección válida de correo electrónico. La transacción no fue enviada por correo electrónico
hi_in: ईमेल पते पर एक मान्य ईमेल पता प्रतीत नहीं होता है. लेन - देन ईमेल नहीं था
id_id: Alamat email tdk muncul utk menjadi alamat email yg valid. Transaksi ini tdk diemail
it_it: L&#39;indirizzo e-mail non sembra essere un indirizzo email valido. La transazione non è stato inviato tramite email
ko_kr: 이메일 주소가 유효한 이메일 주소가 아닙니다. 거래는 이메일로 전송되지 않았습니다
mr_in: ईमेल पत्ता वैध ईमेल पत्ता असल्याचे दिसत नाही. व्यवहार ईमेल झाले नाही
nl_nl: Het e-mailadres wordt niet weergegeven om een geldig e-mailadres. De transactie werd niet per e-mail
pt_pt: Endereço email não é válido. transação não transmitida por email
ro_ro: Adresa de e-mail nu pare să fie o adresă de e-mail validă. Tranzacţia nu a fost prin e-mail
ru_ru: Некорректный адрес электронной.
sq_al: Adresën e-mail nuk duket të jetë një adresë e vlefshme email. Transaksioni nuk u email
sv: Epostadressen verkar inte vara giltig. Transaktionen epostades inte
sw_ke: Anwani ya barua pepe haionekani kuwa ni halali anuani ya barua pepe. shughuli ilikuwa si Emailed
tr_tr: E-posta adresi geçerli bir e-posta adresi gibi görünmüyor. Işlem e-postayla değildi
zh_hk: 电子邮件地址看起来不是有效地址。此交易无法寄出。
zh_tw: 這電子郵件地址不會出現在一個有效的電子郵件地址。該交易不會通過電子郵件發送

source: There was a problem retrieving the contact details for the customer
cs_cz: Tam byl problém získávat kontaktní údaje pro zákazníka
es_es: Hubo un problema al obtener los detalles del contacto del cliente
hi_in: वहाँ एक ग्राहक के लिए सम्पर्क करने का विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah mengambil rincian kontak utk customer tersebut
it_it: C&#39;è stato un problema recuperare i dati di contatto per il cliente
ko_kr: 고객의 연락처 정보를 검색하는 동안 문제가 발생했습니다
mr_in: ग्राहक संपर्क तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem met het opvragen van de contact details van de klant
pt_pt: problema na recuperação detalhes contato do cliente
ro_ro: Nu a fost o problemă la regăsirea detaliile de contact pentru client
ru_ru: Возникла проблема получения данных о контакте для клиента
sq_al: Nuk ishte një problem retrieving detajet e kontaktit për konsumatorin
sv: Det gick inte att hämta kontaktinformation för kunden
sw_ke: Kulikuwa na tatizo retrieving maelezo ya mawasiliano kwa wateja
tr_tr: MUSTERI IRTIBAT DETAYLARI ALINIRKEN HATA OLUSTU
zh_hk: 取得客户资料时发生错误
zh_tw: 取得客戶資料時發生錯誤

source: View Currency Trend
cs_cz: Zobrazit Měna Trend
es_es: Ver tendencia de la moneda
hi_in: देखें मुद्रा रुझान
id_id: Lihat Tren Mata Uang
it_it: Visualizza valuta Trend
ko_kr: 환율 동향보기
mr_in: चलनासंबंधी कल पहा
nl_nl: Toon valuta trend
pt_pt: Ver Det. Moeda
ro_ro: Vezi valutar Trend
ru_ru: Смотреть отклонения валюты
sq_al: Trendi View Currency
sv: Visa valutatrend
sw_ke: Mtazamo Currency Mwenendo
tr_tr: Görmek Döviz Trend
zh_hk: 查看货币趋势
zh_tw: 查看貨幣走勢

source: Trend Currently Unavailable
es_es: Actualmente no esta disponible la tendencia
id_id: Tren Saat Ini Tdk Tersedia
ko_kr: 트렌드를 사용할 수 없음 현재
mr_in: कल सध्या अनुपलब्ध
pt_pt: Det. Moeda Não Dispon.
zh_tw: 目前趨勢不可用

source: FTP order to Radio Beacon
cs_cz: FTP, aby Radio Beacon
es_es: Orden FTP para Radio Beacon
hi_in: एफ़टीपी रेडियो बीकन के लिए आदेश
id_id: Order FTP ke Menara Radio
it_it: FTP per Radio Beacon
ko_kr: 라디오 비콘에 FTP 명령
mr_in: रेडिओ दिवा FTP करा ऑर्डर
nl_nl: FTP order aan Radio Beacon
pt_pt: FTP para Pedido
ro_ro: FTP pentru a Radio Beacon
ru_ru: FTP заказ к радио-маяку
sq_al: mënyrë FTP Radio Beacon
sv: FTP:a order till Radio Beacon
sw_ke: FTP ili Radio Beacon
tr_tr: Radyo Beacon FTP sipariş
zh_hk: FTP 订单到无线电指标
zh_tw: FTP 訂單到無線電指標
