Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Show system quantity on sheets
cs_cz: Zobrazit systém množství na listech
es_es: Muestra cantidad del sistema en hojas
hi_in: दिखाएँ पत्रक पर प्रणाली मात्रा
id_id: Tampilkan qty sistem pada lembaran
it_it: Mostra quantitativo di sistema su fogli
ko_kr: 시트에 표시 시스템 양
mr_in: पत्रके दर्शवा प्रणाली प्रमाण
nl_nl: Toon systeem hoeveelheid op sheets
pt_pt: Exibir quantidades do sistema nas Fichas
ro_ro: Arată cantitatea de sistem pe foi
ru_ru: Показывать системное количество на листах
sq_al: Show sasi të sistemit në fletë
sv: Visa system kvantitet på plåt
sw_ke: Onyesha mfumo wingi kwenye karatasi
tr_tr: FORM ÜZERINDE SISTEMDEKI MIKTARLAR GÖRÜNSÜN
zh_hk: 在存货检查表上显示账面数量
zh_tw: 顯示系統數量於表

source: Only print items with non zero quantities
cs_cz: Tisknout pouze položky s nenulovou množství
es_es: Sólo los elementos de impresión con cantidades diferentes de cero
hi_in: केवल गैर शून्य मात्रा के साथ प्रिंट आइटम
id_id: Hanya cetak item dgn qty bukan 0
it_it: Solo gli elementi di stampa con quantità non nulle
ko_kr: 비 제로 수량 만 인쇄 항목
mr_in: नॉन शून्य प्रमाणात फक्त प्रिंट आयटम
nl_nl: Druk alleen items af met een voorraad ongelijk aan nul
pt_pt: Só imprimir itens com quant. dif. de 0
ro_ro: Numai elementele de imprimare cu non zero cantităţi
ru_ru: Выводить только элементы с ненулевым количеством
sq_al: Vetëm artikuj të shkruar me zero sasi jo
sv: Endast skriva ut objekt med icke noll mängder
sw_ke: Magazeti tu vitu na kiasi zisizo sifuri
tr_tr: SADECE MIKTARI SIFIR OLMAYANLARI YAZDIR
zh_hk: 只打印非 0 数量的物料
zh_tw: 只列印非 0 數量的商品

source: Print and Process
cs_cz: Tisk a procesní
es_es: Imprimir y Procesar
hi_in: प्रिंट और प्रक्रिया
id_id: Cetak dan Proses
it_it: Stampa e Processo
ko_kr: 인쇄 및 프로세스
mr_in: प्रिंट आणि प्रक्रिया
nl_nl: Verwerk en druk af
pt_pt: Imprimir e Processar
ro_ro: Procesul de imprimare şi
ru_ru: Напечатать и обработать
sq_al: Shtypura dhe Procesi
sv: Skriv ut och behandla
sw_ke: Mchakato wa magazeti na
tr_tr: YAZDIR VE ISLE
zh_hk: 打印并执行
zh_tw: 列印和執行

source: Clone Item
es_es: Clonar artículo
ko_kr: 복제 항목
mr_in: क्लोन आयटम
pt_pt: Copiar Item
zh_tw: 複製商品

source: To use this script it must be called with the Stock ID of the item to be cloned passed in as $OldStockID. Please use the Clone This Item option in the Items Menu.
ko_kr: 항목의 재고 ID로는 호출해야이 스크립트를 사용하려면이 $OldStockID로 전달 복제 할 수 있습니다. 복제를 항목 메뉴에서이 항목 옵션을 사용하시기 바랍니다.
mr_in: ही स्क्रिप्ट वापरण्यासाठी ते $ OldStockID म्हणून पास cloned करणे आयटमची स्टॉक ID सह म्हणतात करणे आवश्यक आहे. क्लोन आयटम मेनू हा आयटम पर्यायचा वापर करा.
pt_pt: Para usar esse script chamar usando StockID de um item que será clonado na variáv. $OldStockID. Usar essa opção no Menu de Itens.
zh_tw: 要使用此腳本，它必須被調用到被克隆傳遞為$ OldStockID項目的倉庫代號。請使用Clone在項目菜單此項目的選項。

source: The stock code entered is already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
ko_kr: 재고 코드가 시스템에 의해 금지되어 중복 - 입력 한 주식 코드는 데이터베이스에 이미 있습니다. 다른 주식 코드를 선택하십시오
mr_in: प्रविष्ट स्टॉक कोड डेटाबेसमध्ये आधीपासूनच आहे - स्टॉक कोड प्रणाली द्वारे मनाई आहे डुप्लीकेट. पर्यायी स्टॉक कोड निवडून प्रयत्न
pt_pt: Cód. estoque exist. já existe no DB. Duplicidade de códigos não é permitida pelo sistema. Escolher outro cód. de estoque alternativo
zh_tw: 輸入的物料編號已經存在資料庫中 - 系統禁止重複的物料編號。盡量選擇一個備選物料編號

source: Cloning will create a new item with the same properties, image, cost, purchasing and pricing data as the selected item. Item image and general item details can be changed below prior to cloning.
es_es: La clonación creará un nuevo artículo con las mismas propiedades, imagen, costo, datos de compra y de precios como el elemento seleccionado. La imagen del artículo y los detalleres generales del artículo se pueden cambiar abajo antes de la clonación.
ko_kr: 복제 선택한 항목과 동일한 특성, 이미지, 비용, 구매 및 가격 데이터를 새 항목을 만들 것입니다. 상품 이미지와 일반 항목의 세부 사항은 복제하기 전에 아래에 변경 될 수 있습니다.
mr_in: क्लोनिंग निवडलेले आयटम म्हणून समान गुणधर्म, प्रतिमा, खर्च, खरेदी आणि ती डेटा एक नवीन आयटम तयार होईल. आयटम प्रतिमा आणि सर्वसाधारण आयटम तपशील आधी क्लोनिंग करण्यासाठी खालील बदलला जाऊ शकतो.
pt_pt: Clonar irá criar um novo item com as mesmas propriedades, imagem, custo, compra e dados preço do item selecionado. Imagem do item e detalhes podem ser modificados abaixo antes de clonar
zh_tw: 複製功能將新建與所選的物料具有相同的屬性，圖像，成本，採購和定價數據成為新物料。產品圖像和新料號的全部詳細資料可以在下面複製之前進行更改。

source: The image file size is over the maximum allowed. The maximum size allowed in KB is
ko_kr: 화상 파일 사이즈는 최대 허용 이상이다. KB에 허용되는 최대 크기는
mr_in: प्रतिमा फाइल आकार अनुमत कमाल आहे. कि.बा. अधिकतम आकार आहे
pt_pt: O tamanho da imagem está acima do permitido. O tamanho máx. permitido em Kb é
zh_tw: 圖像文件的大小超過允許的最大值。最大尺寸允許以KB為單位為

source: No tmp directory set. You must have a tmp directory set in your PHP for upload of files.
ko_kr: 없음 tmp 디렉토리는 설정하지 않습니다. 당신은 파일 업로드에 대한 PHP 설정 tmp 디렉토리가 있어야합니다.
pt_pt: Não há diretório temp. definir diretório temp para o PHP upload
zh_tw: 沒有tmp目錄設置。你必須有一個tmp目錄設置在你的PHP上傳文件。

source: Attempting to overwrite an existing item image
cs_cz: Pokus o přepsání existující položky obrázek
es_es: Intentando reemplazar la imagen de un artículo existente
hi_in: किसी मौजूदा आइटम छवि अधिलेखित करने का प्रयास
id_id: Mencoba utk menimpa gambar item yg ada
it_it: Il tentativo di sovrascrivere l&#39;immagine esistente voce
ko_kr: 기존 항목의 이미지를 덮어 시도
mr_in: अस्तित्वातील आयटम प्रतिमा गिरवून करण्याचा प्रयत्न
nl_nl: Wordt geprobeerd om een bestaand plaatje van het item te overschrijven
pt_pt: Tentativa de sobrepor uma imagem existente
ro_ro: Încercarea de a suprascrie o imagine existentă element
ru_ru: Попытка переписать изображене существующего товара
sq_al: Përpjekje për të prishësh një imazh ekzistues artikull
sv: Försöker skriva över en befintlig post bild
sw_ke: Kujaribu overwrite zilizopo bidhaa image
tr_tr: MEVCUT RESMIN ÜZERINE YAZMAYA CALISILIYOR..
zh_hk: 将覆盖当前物料图像
zh_tw: 嘗試覆寫現有的商品圖像

source: There was an image file to clone but there was an error copying. Please upload a new image if required.
es_es: Había un archivo de imagen para clonar, pero hubo un error al copiar. Sube una nueva imagen si es necesario.
ko_kr: 복제 할 이미지 파일이 있었다하지만 오류 복사가 있었다. 필요한 경우 새 이미지를 업로드하십시오.
mr_in: क्लोन तयार करण्यासाठी प्रतिमा फाइल आली परंतु एक त्रुटी कॉपी आली. आवश्यक असल्यास नवीन प्रतिमा अपलोड करा.
pt_pt: Há um arq. de imagem para copiar mas ocorre erro ao copiar. Favor fazer upload de outra imagem
zh_tw: 有一個映像文件克隆，但有一個錯誤的複製。請上傳一個新的形象，如果必要的。

source: Unable to delete the temporary image file for cloned item.
es_es: No se puede suprimir el archivo de imagen temporal para el artículo clonado.
ko_kr: 복제 된 항목에 대한 임시 이미지 파일을 삭제할 수 없습니다.
mr_in: Cloned आयटम तात्पुरता प्रतिमा फाइल नष्ट करण्यात अक्षम.
pt_pt: Não foi possivel remover imagem temporária para um item clonado.
zh_tw: 無法刪除克隆項目臨時映像文件。

source: The stock item description must be entered and be fifty characters or less long
cs_cz: Populace popis položky musí být zapsány a padesát znaků dlouhé
es_es: Debe introducir la descripción del artículo del inventario y no debe pasar de 50 caracteres
hi_in: शेयर मद विवरण और दर्ज होना चाहिए पचास अक्षर या उससे कम का होना
id_id: Keterangan item stok harus dimasukkan dan maksimum 50 karakter
it_it: La descrizione dell' articolo di magazzino deve essere inserita e contenere meno di cinquanta caratteri
ko_kr: 주식 항목 설명을 입력 오십 자 이하 여야해야
mr_in: स्टॉक आयटम वर्णन प्रविष्ट आणि लांब पन्नास किंवा त्यापेक्षा कमी असणे करणे आवश्यक आहे
nl_nl: Voer de itembeschrijving in (max. 50 tekens)
pt_pt: Descrição item de estoque deve ser informada e ter no máx. 50 caracteres de comprimento
ro_ro: Descrierea element stoc trebuie să fie introduse şi să fie cincizeci de caractere sau mai puţin timp
ru_ru: Описание акции пункт должен быть введен и пятидесяти символов или менее длительный
sq_al: Pika e aksioneve Përshkrimi duhet të lidhet dhe të karaktereve të pesëdhjetë apo më pak të gjatë
sv: Den lagervara Beskrivningen måste läggas in och vara femtio tecken eller mindre lång
sw_ke: Maelezo ya hisa bidhaa iwekwe na kuwa na herufi hamsini au chini ya muda mrefu
tr_tr: STOK AÇIKLAMASI GIRISI ZORUNLUDUR VE 50 KARAKTERDEN KISA OLMALIDIR
zh_hk: 物料描述必须输入不多于 50 个字
zh_tw: 存貨商品內容必須輸入不多於 50 字元

source: It cannot be a zero length string either
cs_cz: To nemůže být buď řetězec nulové délky
es_es: No puede ser una cadena de longitud cero tampoco
hi_in: यह एक शून्य लंबाई स्ट्रिंग भी नहीं किया जा सकता है
id_id: Juga juga tdk boleh kosong
it_it: Non può essere neanche una stringa vuota
ko_kr: 이 중 제로 길이 문자열이 될 수 없습니다
mr_in: तो एकतर शून्य लांबी स्ट्रिंग असू शकत नाही
nl_nl: Mag ook niet leeg blijven
pt_pt: Não pode ter tamanho zero
ro_ro: Ea nu poate fi un şir de lungime zero, fie
ru_ru: не может быть строкой с нулевой длиной
sq_al: Ajo nuk mund të jetë një varg gjatësi zero ose
sv: Det kan inte vara en nolla längd sträng antingen
sw_ke: Haiwezi kuwa ni sifuri ama string urefu
tr_tr: AYRICA, BOS BIRAKILAMAZ
zh_hk: 也不能是 0 长度
zh_tw: 不能是 0 長度

source: a description is required
cs_cz: popis je požadováno
es_es: se requiere una descripción
hi_in: एक विवरण आवश्यक है
id_id: keterangan diperlukan
it_it: è richiesta una descrizione
ko_kr: 설명이 필요합니다
mr_in: वर्णन आवश्यक आहे
nl_nl: Beschrijving vereist
pt_pt: descrição é requerida
ro_ro: o descriere este necesar
ru_ru: необходимо описание
sq_al: një përshkrim është e nevojshme
sv: en beskrivning måste anges
sw_ke: maelezo anahitajika
tr_tr: AÇIKLAMA GIRISI ZORUNLUDUR
zh_hk: 物料描述必输
zh_tw: 要求輸入內容

source: The stock item description cannot be a zero length string
cs_cz: Skladová položka popis nelze nulovou délku řetězce
es_es: La descripción del artículo de inventario no puede estar vacía
hi_in: शेयर आइटम वर्णन एक शून्य लंबाई स्ट्रिंग नहीं किया जा सकता है
id_id: Keterangan item stok tdk boleh kosong
it_it: La descrizione dell' articolo di magazzino non può essere una stringa vuota
ko_kr: 주식 항목 설명은 제로 길이 문자열이 될 수 없습니다
mr_in: स्टॉक आयटम वर्णन शून्य लांबी स्ट्रिंग असू शकत नाही
nl_nl: Beschrijving van voorraad item mag niet leeg blijven
pt_pt: Descrição item de estoque não pode estar sem preenchimento
ro_ro: Descrierea element stoc nu poate fi un şir de lungime zero
ru_ru: Описание товара склада не может строкой с нулевой длиной
sq_al: Pika e aksioneve përshkrim nuk mund të jetë një varg gjatësi zero
sv: Beståndet objektbeskrivning kan inte vara en nolla längd sträng
sw_ke: Bidhaa hisa maelezo hawezi kuwa sifuri urefu kamba
tr_tr: STOK AÇIKLAMASI BOS OLAMAZ
zh_hk: 物料描述不能是 0 长度
zh_tw: 存貨商品內容不能是 0 長度

source: a long description is required
cs_cz: dlouhý popis je nutné
es_es: se requiere una descripción larga
hi_in: एक लंबा विवरण आवश्यक है
id_id: diperlukan keterangan yg lengkap
it_it: una lunga descrizione è necessaria
ko_kr: 긴 설명이 필요합니다
mr_in: एक लांब वर्णन आवश्यक आहे
nl_nl: een lange beschrijving is vereist
pt_pt: descrição long é requerida
ro_ro: o descriere lung este necesară
ru_ru: необходимо длинное описание
sq_al: një përshkrim të gjatë është e nevojshme
sv: en lång beskriving måste anges
sw_ke: maelezo ya muda mrefu ni required
tr_tr: UZUN AÇIKLAMAYI GIRMELISINIZ
zh_hk: 详细描述必输
zh_tw: 要求詳細內容

source: The Stock Item code must be unique. Please re-enter a unique Stock Item code.
ko_kr: 주식 종목 코드는 고유해야합니다. 독특한 재고 상품 코드를 다시 입력하십시오.
mr_in: स्टॉक आयटम कोड एकमेव असायला हवे. एक अद्वितीय स्टॉक आयटम कोड पुन्हा प्रविष्ट करा.
pt_pt: Cód. Estoque deve ser Único. Digite novamente Cód. de Item de Estoque.
zh_tw: 聯交所商品代碼必須是唯一的。請重新輸入唯一的倉庫商品代碼。

source: The Stock Item code cannot be empty. Please enter a unique Stock Item code.
ko_kr: 주식 종목 코드는 비워 둘 수 없습니다. 고유 한 주식 종목 코드를 입력하세요.
mr_in: स्टॉक आयटम कोड रिक्त असू शकत नाही. एक अद्वितीय स्टॉक आयटम कोड प्रविष्ट करा.
pt_pt: O item deste pedido deve estar preenchido. Por Favor informe Código de Item Unificado
zh_tw: 聯交所商品代碼不能為空。請輸入一個唯一的倉庫商品代碼。

source: The stock item code cannot contain any of the following characters
cs_cz: Skladová položka kód nemůže obsahovat žádný z následujících znaků
es_es: El código del artículo de existencias no puede contener ninguno de los siguientes caracteres
hi_in: शेयर मद कोड निम्न वर्णों के किसी भी शामिल नहीं हो सकता
id_id: Kode item stok tdk boleh berisi karakter berikut
it_it: Il codice dell' Articolo di Magazzino non può contenere i seguenti caratteri
ko_kr: 주식 종목 코드는 다음과 같은 문자를 포함 할 수 없습니다
mr_in: स्टॉक आयटम कोड खालील वर्ण कोणत्याही असू शकत नाही
nl_nl: Voorraad item code mag geen van de volgende tekens bevatten
pt_pt: Cód. de item de estoque não pode conter nenhum dos caracteres:
ro_ro: Codul element stoc nu poate conţine oricare dintre următoarele caractere
ru_ru: Код товара склада не может содержать следующие символы
sq_al: Pika e aksioneve kodi nuk mund të përmbajë asnjë nga këto karaktere
sv: Lagerartikelkoden får inte innehålla följande tecken
sw_ke: Bidhaa hisa code haiwezi kudhibiti yoyote ya herufi zifuatazo
tr_tr: STOK KODU SU KARAKTERLERI IÇEREMEZ:
zh_hk: 物料编码不能包含以下字符
zh_tw: 存貨商品編碼不能包含以下字元

source: The unit of measure must be 20 characters or less long
cs_cz: Měrné jednotky musí být 20 nebo méně znaků dlouhé
es_es: La unidad de medida debe tener 20 caracteres o menos
hi_in: माप की इकाई 20 या कम वर्णों का अवश्य होना चाहिए
id_id: Satuan ukuran maksimum 20 karakter
it_it: L'unità di misura non deve superare i 20 caratteri
ko_kr: 측정 단위는 20 자 이하 여야합니다
mr_in: मापनाचे एकक 20 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De meet eenheid mag max. 20 tekens lang zijn
pt_pt: Unidade de medida deve ter no máximo 20 caract.
ro_ro: Unitatea de măsură trebuie să fie de 20 de caractere sau mai puţin timp
ru_ru: Единица измерения должна быть не длиннее 20 букв
sq_al: Njësia e matjes duhet të jenë 20 shkronja ose më pak gjatë
sv: Måttenheten får vara max 20 tecken
sw_ke: Kitengo cha kupima lazima wahusika 20 au chini ya muda mrefu
tr_tr: ÖLÇÜ BIRIMI 20 KARAKTERDEN KISA OLMALI
zh_hk: 计量单位必须不多于 20 个字
zh_tw: 量度單位必須不多於 20 字元

source: The volume of the packaged item in cubic metres must be numeric
cs_cz: Objem balených položky v metrech krychlových musí být číslo
es_es: El volumen del artículo empaquetado en metros cúbicos debe ser numérico
hi_in: घन मीटर में पैक आइटम की मात्रा संख्यात्मक होना चाहिए
id_id: Volume item di-kardus dalam meter kubik harus numerik
it_it: Il volume degli articoli impacchettati espresso in metri cubi deve essere numerico
ko_kr: 입방 미터의 포장 항목의 볼륨은 숫자이어야합니다
mr_in: क्यूबिक मीटर मध्ये पॅकेज आयटमची खंड अंकीय असणे आवश्यक आहे
nl_nl: Volume (in m3) van de verpakte unit moet numeriek zijn
pt_pt: O volume da embalagem do item deve ser um número positivo.
ro_ro: Volumul a elementului ambalate în metri cubi trebuie să fie numeric
ru_ru: Объем упакованного товара в кубических метрах должен быть числовым
sq_al: Vëllimi i elementit të paketuara në metra kub duhet të jetë një numër
sv: Volymen av förpackad vara i kubikmeter måste anges med siffror
sw_ke: Kiasi cha bidhaa vifurushi katika mita za ujazo lazima numeric
tr_tr: PAKET VOLÜMÜ m3. DEGERINDE, POZITIF RAKKAM OLMALI
zh_hk: 包装体积必须是数值
zh_tw: 包裝商品體積立方米必須是數值

source: The volume of the packaged item must be a positive number
cs_cz: Objem balené položky musí být kladné číslo
es_es: El volumen del artículo empaquetado debe ser un número positivo
hi_in: पैक आइटम की मात्रा एक धनात्मक संख्या होना चाहिए
id_id: Volume item di-kardus harus angka positif
it_it: Il volume degli articoli impacchettati deve essere un numero positivo
ko_kr: 패키지 상품의 체적은 양수 여야
mr_in: पॅकेज आयटमची खंड संख्या असणे आवश्यक आहे
nl_nl: Volume (in m3) van de verpakte unit moet een positief getal zijn
pt_pt: O volume da embalagem do item deve ser um número positivo.
ro_ro: Volumul a elementului ambalate trebuie să fie un număr pozitiv
ru_ru: Объем упакованного товара должен быть положительным числом
sq_al: Vëllimi i elementit të paketuara duhet të jetë një numër pozitiv
sv: Volymen i förpackad vara måste vara ett positivt tal
sw_ke: Kiasi cha bidhaa packaged lazima idadi chanya
tr_tr: PAKET VOLÜMÜ, POZITIF RAKKAM OLMALI
zh_hk: 包装体积必须是正数
zh_tw: 包裝商品體積必須是正數

source: The weight of the packaged item in Gross Weight must be numeric
es_es: El peso del artículo empaquetado en peso bruto debe ser numérico
ko_kr: 총 무게 패키지 아이템의 무게는 숫자 여야합니다
mr_in: निव्वळ वजन मध्ये पॅकेज आयटमची वजन अंकीय असणे आवश्यक आहे
pt_pt: O peso da embalagem do Item deve ser numérico
zh_tw: 在包裝商品的毛重重量必須是數字

source: The weight of the packaged item must be a positive number
cs_cz: Hmotnost baleného položky musí být kladné číslo
es_es: El peso del artículo empacado debe ser un número positivo
hi_in: पैक आइटम का वजन एक धनात्मक संख्या होना चाहिए
id_id: Berat item di-kardus harus angka positif
it_it: Il peso degli aricoli impacchettati espresso in KG deve essere un numero positivo
ko_kr: 포장 된 제품의 중량을 양수 여야
mr_in: पॅकेज आयटम वजन संख्या असणे आवश्यक आहे
nl_nl: Gewicht (in KG) van het verpakte item moet een positief getal zijn
pt_pt: O peso da embalagem em KG deve ser numérico e positivo
ro_ro: Greutatea elementului ambalate trebuie să fie un număr pozitiv
ru_ru: Вес упакованного товара должен быть положительным числом
sq_al: Pesha e elementit të paketuara duhet të jetë një numër pozitiv
sv: Vikten av förpackad vara måste vara ett positivt tal
sw_ke: Uzito wa bidhaa packaged lazima idadi chanya
tr_tr: PAKET AGIRLIGI POZITIF RAKKAM OLMALI
zh_hk: 包装重量必须是正数
zh_tw: 包裝商品的重量必須是正數

source: The net weight of the item in Net Weight must be numeric
es_es: El peso neto del producto en peso neto debe ser numérico
ko_kr: 순 중량에있는 항목의 그물 무게는 숫자 여야합니다
mr_in: नेट वजन मध्ये आयटम निव्वळ वजन अंकीय असणे आवश्यक आहे
pt_pt: O peso líquido do item deve ser numérico
zh_tw: 該項目淨重的淨重量必須是數字

source: The net weight of the item must be a positive number
es_es: El peso neto del artículo debe ser un número positivo
ko_kr: 항목의 그물 무게는 양수 여야합니다
mr_in: आयटम निव्वळ वजन संख्या असणे आवश्यक आहे
pt_pt: O peso do item deve ser um número positivo
zh_tw: 該項目的淨重量必須為正數

source: The economic order quantity must be numeric
cs_cz: Ekonomický řád množství musí být číselná
es_es: La cantidad económica de pedido debe ser numérica
hi_in: आर्थिक आदेश मात्रा संख्यात्मक होना चाहिए
id_id: Jumlah order ekonomis harus numerik
it_it: La quantità dell' ordinativo economico deve essere numerico
ko_kr: 경제 주문 수량은 숫자이어야합니다
mr_in: आर्थिक ऑर्डर प्रमाण अंकीय असणे आवश्यक आहे
nl_nl: De economische bestel hoeveelheid moet numeriek zijn
pt_pt: Quant. Pedido econômico deve ser numérica
ro_ro: Cantitatea ordine economică trebuie să fie numeric
ru_ru: Оптимальный размер заказа должен быть числовым
sq_al: Sasia ekonomike që duhet të jetë një numër
sv: Antalet måste vara numeriskt
sw_ke: Ya kiuchumi ili wingi lazima numeric
tr_tr: EKONOMIK SIPARIS MIKTARI POZITIF RAKKAM OLMALI
zh_hk: 合理订单数量必须是数值
zh_tw: 合理訂單數量必須是數值

source: The economic order quantity must be a positive number
cs_cz: Ekonomický řád množství musí být kladné číslo
es_es: La cantidad económica de pedido debe ser un número positivo
hi_in: आर्थिक आदेश मात्रा एक धनात्मक संख्या होना चाहिए
id_id: Jumlah order ekonomis harus angka positif
it_it: La quantità dell' ordinativo economico deve essere un numero positivo
ko_kr: 경제 주문 수량은 양수 여야합니다
mr_in: आर्थिक ऑर्डर प्रमाण संख्या असणे आवश्यक आहे
nl_nl: De economische bestel hoeveelheid moet een positief getal zijn
pt_pt: Quant. pedido econômico deve ser um núm. positivo
ro_ro: Cantitatea ordine economică trebuie să fie un număr pozitiv
ru_ru: Оптимальный размер заказа должен быть положительным числом
sq_al: Sasia ekonomike që duhet të jetë një numër pozitiv
sv: Den ekonomiska order kvantiteten måste vara ett positivt nummer
sw_ke: Ya kiuchumi ili wingi lazima idadi chanya
tr_tr: EKONOMIK SIPARIS MIKTARI POZITIF RAKKAM OLMALI
zh_hk: 合理订单数量必须是正数
zh_tw: 合理訂單數量必須是正數

source: The item can only be serialised if there is lot control enabled already
cs_cz: Položky lze serializovat, pokud je hodně řízení povolena již
es_es: El elemento sólo puede ser serializado si hay control de lotes anteriormente habilitado
hi_in: आइटम केवल तभी वहाँ बहुत नियंत्रण है serialized जा सकता है पहले से सक्रिय
id_id: Item hanya dapat berserial jika terkontrol per lot telah diaktifkan
it_it: L' articolo può essere serializzato solo nel caso in cui il controllo atto sia già abilitato
ko_kr: 이 많은 컨트롤이 이미 활성화 된 경우 항목은 직렬화 할 수
mr_in: भरपूर नियंत्रण सक्षम आधीच असेल आयटम फक्त serialized जाऊ शकते
nl_nl: Een item kan alleen seriematig zijn indien lot control is geactiveerd
pt_pt: Item deve ser serializado se não foi habilitado controle de lote
ro_ro: Element poate fi numai serializate dacă există control lot activat deja
ru_ru: Пункт может быть только сериализованных, если есть много контроль включен уже
sq_al: Pika mund të jenë vetëm serialized nëse ka kontroll shumë aktivizuar tashmë
sv: Objektet kan endast serialiserade om det finns mycket aktiverad redan
sw_ke: item inaweza tu serialized kama kuna mengi kudhibiti kuwezeshwa tayari
tr_tr: BIR ÜRÜNÜN SERILENEBILMESI IÇIN LOT KONTROLÜ SEÇENEGININ AKTIF OLMASI GEREKIR
zh_hk: 如受控物料已启动批次管理，只能改为序列号管理
zh_tw: 如這這商品已啟動為批控制, 只可以排序號

source: Batch control
cs_cz: Kontrolu dávky
es_es: Control de lotes
hi_in: बैच नियंत्रण
id_id: Kontrol Batch
it_it: Controllo in Lotti
ko_kr: 일괄 제어
mr_in: तुकडी नियंत्रण
pt_pt: Controle Lote
ro_ro: Lotul martor
ru_ru: Контроль партии
sq_al: kontrollit Batch
sv: Batchkontroll
sw_ke: Kundi kudhibiti
tr_tr: LOT KONTROL
zh_hk: 批次管理
zh_tw: 批次控制

source: with any number of items in a lot/bundle/roll is enabled when controlled is enabled
cs_cz: s libovolným počtem položek v šarži / svazek / role je povolena, pokud je povoleno řízené
es_es: con cualquier número de elementos de un lote / paquete / rollo se activa cuando el control se activa
hi_in: एक बहुत में वस्तुओं के किसी भी संख्या / बंडल / रोल के साथ नियंत्रित जब सक्षम है सक्षम है
id_id: dgn beberapa item dalam lot/ikat/rol diaktifkan jika terkontrol diaktifkan
it_it: è abilitato con qualsiasi numero articoli nel lotto/pacco/rotolo ove il controllo sia abilitato
ko_kr: 많은 / 번들 / 롤 항목의 숫자가 활성화되어 활성화되어 제어 할 때
mr_in: नियंत्रित जेव्हा भरपूर / बंडल / रोल मध्ये कितीही आयटम सक्षम आहे सक्षम आहे
nl_nl: met een aantal items in een partij / bundel / roll is ingeschakeld wanneer gecontroleerd wordt ingeschakeld
pt_pt: com qualquer núm. de itens em um lote/marca/rodada quando habilitado quando parâm. controlado é habilitado
ro_ro: cu orice număr de elemente dintr-un lot / pachet / rola este activat atunci când controlată este activat
ru_ru: с любым числом элементов в партии / расслоения / рулон включается, когда контролируемые включен
sq_al: me ndonjë numër të artikujve në një shumë / pako / roll është aktivizuar kur e kontrolluar është aktivizuar
sv: med valfritt antal poster i ett parti eller bunt / rulle aktiveras när kontrollerad är aktiverat
sw_ke: na idadi yoyote ya vitu katika kura / kifungu / roll ni kuwezeshwa wakati kudhibitiwa ni kuwezeshwa
tr_tr: etkinken kontrollü bir çok öğelerin herhangi bir sayıda / demet / rulo ile etkin
zh_hk: 当启动了受控, 任何批/套装/名册的物料编号都会被启动
zh_tw: 當啟動了受控, 任何批/套裝/名冊的商品編號都會被啟動
