Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Security settings have not been defined for your user account. Please advise your system administrator. It could also be that there is a session problem with your PHP web server
cs_cz: Nastavení zabezpečení, které nebyly definovány pro svůj uživatelský účet. Prosím poradit správce systému. To mohlo také být, že je relace problém s vaším webovým serverem PHP
es_es: La configuración de seguridad no se han definido para su cuenta de usuario. Por favor, avise a su administrador del sistema. También podría ser que hay un problema de sesión con el servidor web de PHP
hi_in: सुरक्षा सेटिंग्स आपके उपयोगकर्ता खाते के लिए परिभाषित नहीं किया गया है. कृपया अपने सिस्टम व्यवस्थापक से सलाह. यह भी हो सकता है कि वहाँ आपके PHP वेब सर्वर के साथ एक सत्र समस्या है हो सकता है
id_id: Pengaturan keamanan belum dibuat utk akun user Anda. Silahkan beritahu administrator sistem Anda. Dapat juga karena ada masalah session dgn web server PHP Anda
it_it: Le impostazioni di protezione non sono stati definiti per l&#39;account utente. Si prega di avvisare l&#39;amministratore di sistema. Potrebbe anche essere che ci sia un problema di sessione con il server web PHP
ko_kr: 보안 설정은 사용자 계정에 대해 정의되지 않았습니다. 시스템 관리자에게 알려 주시기 바랍니다. 그것은 또한 당신의 PHP 웹 서버와의 세션 문제가 있음을 수
mr_in: सुरक्षा सेटिंग्ज आपल्या उपयोक्त्यासाठी परिभाषित केले गेले नाहीत. तुमची प्रणाली प्रशासकाशी सल्ला करा. तसेच तुमच्या PHP वेब सर्व्हरसह एक सत्र समस्या आहे की असू शकते
nl_nl: Authorisaties zijn niet gedefinieerd voor uw gebruikers account. Informeer uw systeem beherder. Het is ook mogelijk dat er een probleem is met uw PHP web server
pt_pt: Config. de Segurança não foram def. para sua conta usuário. Entre em contato com admin do sistema, pois pode haver mensagens do seu servidor PHP.
ro_ro: Setările de securitate nu au fost definite pentru contul de utilizator. Vă rugăm să consilieze administratorul de sistem. Ar putea fi, de asemenea, că există o problemă cu sesiunea serverul web PHP
ru_ru: Настройки безопасности не были определены для учетной записи пользователя. Пожалуйста, посоветуйтесь с вашим системным администратором. Это может быть также проблема сессии вашего PHP веб-сервера
sq_al: Konfigurimet e Sigurimit nuk kanë qenë të përcaktuar për llogarinë tuaj të përdoruesit. Ju lutemi të këshillojë administratorin tuaj të sistemit. Kjo mund të jetë gjithashtu se ka një problem sesion me PHP web serverin tuaj
sv: Säkerhetsinställningar inte har definierats för ditt användarkonto. Vänligen meddela systemadministratören. Det kan också vara att det finns en session problem med din PHP webbserver
sw_ke: mazingira Usalama si defined kwa mtumiaji akaunti yako. Tafadhali ushauri wako wa mfumo. Pia inaweza kuwa kwamba kuna tatizo kikao cha pamoja na mtandao wa kompyuta yako PHP
tr_tr: Güvenlik ayarları kullanıcı hesabınız için henüz tanımlanmamıştır. Sistem yöneticinize bilgi veriniz. Aynı zamanda PHP web sunucusu ile bir oturum sorun olduğunu olabilir
zh_hk: 您登录的用户没有任何权限。请通知你的系统管理员。也可能是PHP服务器出现了问题
zh_tw: 安全設定並未設置你的使用者帳戶. 請通知你的系統管理員. 也可能是PHP網頁伺服器的問題

source: Security Permissions Problem
cs_cz: Bezpečnostní oprávnění problém
es_es: Problema de Permisos de Seguridad
hi_in: सुरक्षा अनुमतियाँ समस्या
id_id: Masalah Izin Keamanan
it_it: Autorizzazioni di protezione Problema
ko_kr: 보안 권한 문제
mr_in: सुरक्षा परवानग्या समस्या
nl_nl: Beveiligingsmachtigingen Probleem
pt_pt: Problemas Permissões de Segurança
ro_ro: Problema de securitate Permisiuni
ru_ru: Проблемы разрешний безопасности
sq_al: Sigurisë Permissions Problem
sw_ke: Tatizo usalama Permissions
tr_tr: GÜVENLIK IZINLERI PROBLEMI
zh_hk: 权限不足
zh_tw: 安全權限問題

source: Error in form verification
id_id: Kesalahan saat verifikasi formulir
ko_kr: 폼 검증 오류
mr_in: फॉर्म सत्यापन करताना त्रुटी
pt_pt: Erro no formulário verificação
zh_tw: 表單驗證錯誤

source: This form was not submitted with a correct ID
cs_cz: Tato forma nebyla předložena se správnou ID
es_es: Este formulario no se presentó con una identificación correcta
hi_in: यह फार्म एक सही पहचान पत्र के साथ प्रस्तुत नहीं किया गया
id_id: Formulir ini tdk disampaikan dgn ID yg benar
it_it: Questo modulo non è stato presentato con un ID corretto
ko_kr: 이 양식은 올바른 ID로 제출되지 않았습니다
mr_in: हा फॉर्म योग्य ID सह सादर झाले नाही
nl_nl: Dit formulier is niet bij een juiste ID
pt_pt: Esse formulário não foi enviado com um ID correto
ro_ro: Această formă nu a fost prezentat cu un ID corect
ru_ru: Эта форма не была представлена с правильным ID
sq_al: Kjo formë nuk është dorëzuar me një ID saktë
sv: Denna form har inte skickats med en korrekt ID
sw_ke: Fomu hii si kuwasilishwa na kitambulisho sahihi
tr_tr: Bu formu doğru bir kimliği ile teslim olmadı
zh_hk: 此表单提交的ID不正确
zh_tw: 這種形式沒有確認新增了正確的ID

source: Please correct input quantity
ko_kr: 입력 수량을 수정하십시오
zh_tw: 請更正輸入的數字

source: decimalplaces
zh_tw: 小數點位數

source: The input quantity must be numeric
ko_kr: 입력 수량은 숫자이어야합니다
zh_tw: 數量輸入必須是數字

source: has already been sold
cs_cz: již bylo prodáno
es_es: ya ha sido vendido
hi_in: पहले से ही बेचा जा चुका है
id_id: telah dijual
it_it: è già stato venduto
ko_kr: 이미 판매 된
mr_in: आधीच विकले गेले आहे
pt_pt: Já foi vendido
ro_ro: a fost deja vândute
ru_ru: был уже продан
sq_al: tashmë është shitur
sv: har redan sålts
sw_ke: tayari kuuzwa
tr_tr: ÖNCEDEN SATILMIS
zh_hk: 经已出售
zh_tw: 經已出售

source: There is none of
cs_cz: Tam je žádný z
es_es: No hay nada de
hi_in: वहाँ से कोई नहीं है
id_id: Tdk ada
it_it: Non c&#39;è nessuno di
ko_kr: 아무도 없다
mr_in: काहीही आहे
nl_nl: Er is er geen van
pt_pt: Nhão há nenhum de
ro_ro: Nu este nici de
ru_ru: Нет
sq_al: Nuk ka asnjë nga
sv: Det finns inga
sw_ke: Hakuna ukweli
tr_tr: hiçbiri yok
zh_hk: 这是没有
zh_tw: 這是沒有

source: remaining
cs_cz: zbývající
es_es: quedan
hi_in: शेष
id_id: yg tersisa
it_it: rimanente
ko_kr: 나머지
mr_in: उर्वरित
nl_nl: resterend
pt_pt: restante
ro_ro: rămas
ru_ru: остается
sq_al: e mbetur
sv: återstående
sw_ke: iliyobaki
tr_tr: KALAN
zh_hk: 改名中
zh_tw: 改名中

source: There is only
cs_cz: Existuje pouze
es_es: Sólo
hi_in: वहाँ केवल है
id_id: Hanya ada
it_it: C&#39;è solo
ko_kr: 만있다
mr_in: फक्त आहे
nl_nl: Er is alleen
pt_pt: Só há um
ro_ro: Există numai
ru_ru: Есть только
sq_al: Nuk është vetëm
sv: Det finns bara
sw_ke: Kuna
tr_tr: SADECE
zh_hk: 这只是
zh_tw: 這只是

source: The entered quantity will be reduced to the remaining amount left of this batch/bundle/roll
cs_cz: Zadané množství bude sníženo na zbývající částku levé straně této šarže / svazek / role
es_es: La cantidad entrada será reducida al importe restante dejado de este lote/paquete/pieza
hi_in: प्रवेश मात्रा शेष इस बैच के / बंडल / रोल छोड़ दिया राशि कम हो जाएगी
id_id: Qty yg dimasukkan akan dikurangi ke sisa jumlah yg ada dari batch/bundel/rol
it_it: di
ko_kr: 입력 한 수량이 배치 / 번들 / 롤의 남은 양을 감소됩니다
mr_in: प्रविष्ट प्रमाण हे बॅच / बंडल / रोल डावीकडील उर्वरित रक्कम कमी होतील
nl_nl: De ingevoerde hoeveelheid zal verminderd worden tot de overgebleven hoeveelheid van deze batch / bundel / roll
pt_pt: Quant. informada será reduzida para o restante desse batch / lote / corrida
ro_ro: Cantitatea introdusă va fi redusă la suma rămasă stângă a acestui lot / pachet / rola
ru_ru: Введенное количество будет сокращено до оставшейся суммы от этой партии/пачка/рулон
sq_al: Sasia hyrë do të reduktohet me shumën e mbetur e majtë të kësaj grumbull / pako / roll
sv: Den angivna kvantiteten kommer att reduceras till det resterande beloppet till vänster på denna batch / bunt / rulle
sw_ke: wingi aliingia kuwa kupunguzwa kwa kiasi iliyobaki kushoto wa kundi hili / kifungu / roll
tr_tr: Girilen miktar bu parti / demet / rulo sol kalan miktar düşecektir
zh_hk: 输入的数量会减至这批次/捆/札的余下数量
zh_tw: 輸入的數量會減至這批次/梱/札的餘下數量

source: not available
cs_cz: není k dispozici
es_es: no disponible
hi_in: उपलब्ध नहीं
id_id: tdk tersedia
it_it: non disponibile
ko_kr: 사용 불가
mr_in: उपलब्ध नाही
nl_nl: niet beschikbaar
pt_pt: não disponível
ro_ro: nu sunt disponibile
ru_ru: не доступен
sq_al: jo në dispozicion
sv: inte tillgänglig
sw_ke: haipatikani
tr_tr: MEVCUT DEGIL
zh_hk: 未有效的
zh_tw: 未有效的

source: The Serial Number being added exists with a Quantity that is not Zero (0)!
cs_cz: Sériové číslo je přidáno existuje s množstvím, které není nula (0)!
es_es: El número de serie que se añade existe con una cantidad que no es cero (0)!
hi_in: सीरियल नंबर एक मात्रा कि शून्य (0) नहीं है के साथ जोड़ा जा रहा है मौजूद है!
id_id: Nomor Seri yg sedang ditambahkan sdh ada dgn Qty yg bukan Nol (0)!
it_it: Il numero di serie viene aggiunto esiste con un quantitativo che non è zero (0)!
ko_kr: 추가 된 일련 번호는 0이 아닌 양의 존재 (0)!
mr_in: जोडले जात अनुक्रमांक शून्य नसलेले प्रमाण विद्यमान (0)!
nl_nl: Het serienummer dat wordt toegevoegd bestaat met een hoevelheid dat ongelijk is aan nul !
pt_pt: Núm. Serial do produto já existe com quantidade diferente de zero!
ro_ro: Numărul de serie fiind adăugat există, cu o cantitate care nu este zero (0)!
ru_ru: Серийный номер добавляется, существует с Количеством не равным Нулю (0)!
sq_al: Numri Serial duke u shtuar ekziston me një sasi që nuk është zero (0)!
sv: Serienumret som läggs till redan med en kvantitet som inte är noll (0)!
sw_ke: Idadi Serial kuwa aliongeza lipo kwa Kiasi kwamba si Zero (0)!
tr_tr: Seri Numarası Sıfır (0) olmayan bir miktar ile var ekleniyor!
zh_hk: 所增加的序列号存在且拥有的数量不为0！
zh_tw: 新增的序號的數量不是零 (0)

source: The Serial Number being removed exists with a Quantity that is not One (1)!
cs_cz: Sériové číslo je odstraněn existuje s množstvím, které není Jeden (1)!
es_es: El número de serie que es removido existe con una cantidad que no es un (1)!
hi_in: सीरियल नंबर हटाया जा रहा है एक मात्रा कि (1) एक नहीं है के साथ मौजूद है!
id_id: Nomor Seri yg sedang dihapuskan sdh ada dgn Qty yg bukan Satu (1)!
it_it: Il numero di serie viene rimosso esiste con una quantità che non è un (1)!
ko_kr: 제거되는 일련 번호가 하나가 아닌 양의 존재 (1)!
mr_in: काढल्या जात अनुक्रमांक एक नसलेले प्रमाण विद्यमान (1)!
nl_nl: Het serienummer dat wordt verwijderd bestaat met een hoeveelheid dat ongelijk is aan 1 !
pt_pt: Núm. Serial sendo removido já existe com quantidade diferente de Um!
ro_ro: Numărul de serie fiind eliminate există, cu o cantitate care nu este One (1)!
ru_ru: Серийный номер удаляется, существует с Количеством, который не Один (1)!
sq_al: Numri Serial duke u larguar ekziston me një sasi që nuk është Një (1)!
sv: Serienumret tas bort finns med en mängd som inte är en (1)!
sw_ke: Idadi Serial kuwa kuondolewa lipo kwa Kiasi kwamba si mmoja (1)!
tr_tr: Seri Number One (1) olmayan bir miktar ile var kaldırılıyor!
zh_hk: 正在删除的序列号存在，且其拥有的数量不是1！
zh_tw: 移除的序號的數量不是1

source: To Add Items Sequentially, the Begin Number must be less than the End Number
cs_cz: Chcete-li přidat položky Postupně, musí zahájení číslo menší než číslo koncového
es_es: Para agregar elementos de forma secuencial, el número de comienzo debe ser menor que el número final
hi_in: आइटम को क्रमिक रूप से जोड़ें, शुरू संख्या समाप्ति संख्या से कम होना चाहिए
id_id: Utk Menambah Item Berurutan, Nomor Awal harus kurang dari Nomor Akhir
it_it: Per aggiungere elementi in sequenza, il Numero Begin deve essere inferiore al numero End
ko_kr: 순차적으로 항목을 추가, 시작 번호 끝 번호보다 작아야합니다
mr_in: Sequentially आयटम जोडा करण्यासाठी, सुरू क्रमांक समाप्त क्रमांक पेक्षा कमी असणे आवश्यक आहे
nl_nl: Om items sequentieel toe te voegen dient het begin nummer kleiner te zijn dah het eind nummer
pt_pt: Para adic. itens sequenc. o núm. Inicial deve ser menor que o núm. Final
ro_ro: Se adaugă elemente secvenţial, Număr începe trebuie să fie mai mic decât numărul End
ru_ru: Чтобы добавить элементы последовательно, первый номер должен быть меньше последнего
sq_al: Për Add Items sekuenciale, Numri Filloni duhet të jetë më pak se Number End
sv: Lägga till objekt sekventiellt, måste Begin Antal vara mindre än vid utgången Antal
sw_ke: Na kuongeza vitu sequentially, Idadi Anza lazima kuwa chini zaidi kuliko ya Idadi Mwisho
tr_tr: SERILI ÜRÜN EKLEMEK IÇIN ILK NUMARA SON NUMARADAN KÜÇÜK OLMALI
zh_hk: 要按次序地新增物料, 开始编号必须少于完结编号
zh_tw: 要按次序地新增商品, 開始編號必須少於完結編號

source: Finished Validating Items
cs_cz: Hotové Ověřování položky
es_es: Elementos Validados Terminados
hi_in: समाप्त आइटम मान्य
id_id: Telah Selesai Memvalidasi Item
it_it: Finito Convalida Articoli
ko_kr: 완료 유효성 검사 항목
mr_in: पूर्ण तपासणी आयटम
nl_nl: Validatie van tiems beeindigd
pt_pt: Valid. Itens Concluída
ro_ro: Validarea terminat Elemente
ru_ru: Завершена проверка элементов
sq_al: Përfunduar Vleresimin Items
sv: Kontroll av produkter klar
sw_ke: Kumaliza valideringen Items
tr_tr: Bitmiş Öğeler Doğrulama
zh_hk: 完成的有效物料
zh_tw: 完成確認商品

source: problems found. Please research and correct them
cs_cz: zjištěných problémů. Prosím, výzkum a opravit
es_es: se han encontrado problemas. Por favor, investigar y corregirlos
hi_in: समस्याओं को मिला. अनुसंधान करें और उन्हें सही
id_id: masalah ditemukan. Silahkan cari dan betulkan
it_it: problemi riscontrati. Si prega di ricerca e di correggerli
ko_kr: 문제가 발견했다. 연구하고이를 수정하십시오
mr_in: आढळलेल्या समस्यांबद्दल. त्यांना संशोधन आणि दुरुस्त करा
nl_nl: Problemen gevonden. Onderzoek probleem en corrigeer de regel
pt_pt: problema encontrado. Pesquisar e corrigir erros
ro_ro: au fost găsite probleme. Vă rugăm de cercetare şi să le corecteze
ru_ru: Обнаружена проблема. Пожалуйста исследуйте и исправьте ее
sq_al: problemet e gjetur. Ju lutemi të kërkimit dhe të korrigjojnë ato
sv: problem som påträffas. Vänligen forskning och korrigera dem
sw_ke: matatizo found. Tafadhali utafiti na kusahihisha
tr_tr: sorun bulundu. araştırma yapınız ve doğru
zh_hk: 发现问题。请查询并纠正他们
zh_tw: 發現問題, 請搜集及改正他們

source: left
es_es: izquierda
id_id: yg tersisa
ko_kr: 왼쪽
mr_in: डाव्या
pt_pt: esquerda
zh_tw: 左

source: The contract cannot be retrieved because
cs_cz: Smlouva nemůže získat, protože
es_es: El contrato no puede ser recuperada porque
hi_in: क्योंकि अनुबंध को नहीं पाया जा सकता है
id_id: Kontrak tdk dapat diambil karena
it_it: Il contratto non può essere recuperato, perché
ko_kr: 계약 때문에 검색 할 수 없습니다
mr_in: करार कारण प्राप्त केले जाऊ शकत नाही
nl_nl: Het contract kan niet worden opgehaald, omdat
pt_pt: O contrato não pode ser recuperado porque
ro_ro: Contractul nu pot fi recuperate, deoarece
ru_ru: Контракт не может быть восстановлен, потому
sq_al: Kontrata nuk mund të shikohet, sepse
sv: Kontraktet kan inte hämtas därför
sw_ke: mkataba haiwezi retrieved sababu
tr_tr: Sözleşme nedeniyle alınamaz
zh_hk: 找不到合同,因为
zh_tw: 合約不能被檢索，因為

source: The bill of material cannot be retrieved because
cs_cz: Návrh zákona o materiál nemůže získat, protože
es_es: La lista de materiales no se pueden recuperar, porque
hi_in: सामग्री के बिल क्योंकि नहीं वापस लाया जा सकता
id_id: Daftar bahan baku tdk dapat diambil karena
it_it: Il disegno di legge del materiale non può essere recuperato, perché
ko_kr: 재료의 법안이 때문에 검색 할 수 없습니다
mr_in: साहित्याचा बिल प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Het wetsvoorstel van het materiaal kan niet worden opgehaald, omdat
pt_pt: Estrutura Produto não pode ser recuperada porque
ro_ro: Proiectul de lege de material nu pot fi recuperate, deoarece
ru_ru: Чек на сырье не может быть восстановлен, потому
sq_al: Projekt-ligji i materialit nuk mund të shikohet, sepse
sv: Räkningen av material kan inte hämtas därför
sw_ke: Muswada wa vifaa hawezi kuwa retrieved sababu
tr_tr: malzemenin faturası yüzünden alınamaz
zh_hk: 找不到BOM，因为
zh_tw: 物料清單不能被檢索，因為

source: The SQL statement that was used to retrieve the contract bill of material was
cs_cz: Příkaz SQL, který byl použit k získání zakázky kusovníku byla
es_es: La instrucción SQL que se utiliza para recuperar el proyecto de ley del contrato de material fue
hi_in: SQL कथन है कि माल का अनुबंध बिल पुनः प्राप्त किया गया था
id_id: Pernyataan SQL yg digunakan utk mengambil daftar bahan baku kontrak adalah
it_it: L&#39;istruzione SQL che è stata utilizzata per recuperare il disegno di legge contratto del materiale è stato
ko_kr: 재료의 계약 법안을 검색하는 데 사용 된 SQL 문이었다
mr_in: साहित्याचा करार बिल पुनर्प्राप्त करण्यासाठी वापरलेला SQL विधान होते
nl_nl: De SQL-instructie die is gebruikt om het contract bill of material halen was
pt_pt: SQL usado para recuperar contrato BOM (estrutura de prod) foi
ro_ro: Instrucţiunea SQL care a fost utilizat pentru a prelua proiectul de lege contract de material a fost
ru_ru: Отчет SQL, который был использован для получения чека контракта на сырье,был
sq_al: Deklarata e SQL që ishte përdorur për të marrë faturën kontrata e materialit u
sv: SQL-satsen som användes för att hämta kontraktet stycklistan var
sw_ke: Taarifa SQL kuwa ilitumika Retrieve ya muswada wa mkataba wa vifaa alikuwa
tr_tr: Malzemenin sözleşme fatura almak için kullanılan SQL ifadesi oldu
zh_hk: 用于查找合同BOM的SQL是
zh_tw: 這SQL語句是用來檢索BOM合約

source: The other contract requirementscannot be retrieved because
cs_cz: Jiné smlouvy requirementscannot získat, protože
es_es: El otro contrato requirementscannot ser recuperada porque
hi_in: अन्य अनुबंध requirementscannot क्योंकि पुनः प्राप्त किया जा
id_id: Yg requirementscannot kontrak lainnya diambil karena
it_it: L&#39;altro contratto requirementscannot essere recuperate, perché
ko_kr: 다른 계약 requirementscannot 때문에 검색 할 수
mr_in: इतर करार requirementscannot प्राप्त केले जाऊ कारण
nl_nl: De andere overeenkomst requirementscannot worden opgehaald omdat
pt_pt: Requerimentos do contrato não podem ser recuperados porque
ro_ro: Requirementscannot alt contract fi recuperate, deoarece
ru_ru: Другие требования по контракту не могут быть восстановлены, потому
sq_al: Requirementscannot tjera të kontratës të shikohet, sepse
sv: Det andra kontraktet requirementscannot hämtas därför
sw_ke: Mwingine requirementscannot mkataba kuwa retrieved sababu
tr_tr: Diğer sözleşme requirementscannot çünkü alınabilir
zh_hk: 找不到其他合同要求
zh_tw: 其他合同要求不能被檢索，因為

source: The SQL statement that was used to retrieve the other contract requirments was
cs_cz: Příkaz SQL, který byl použit k načtení jiné smlouvy, požadavky se byl
es_es: La instrucción SQL que se utiliza para recuperar los requirments otro contrato fue
hi_in: SQL कथन है कि अन्य अनुबंध requirments पाने के लिये प्रयुक्त किया गया था
id_id: Pernyataan SQL yg digunakan utk mengambil syarat-syarat kontrak lainnya
it_it: L&#39;istruzione SQL che è stata utilizzata per recuperare il requirments altro contratto è stato
ko_kr: 사용 된 SQL 문은 다른 계약 한 요구 사항이었다 검색하기
mr_in: इतर कंत्राट requirments पुनर्प्राप्त करण्यासाठी वापरलेला SQL विधान होते
nl_nl: De SQL-instructie die is gebruikt om de andere opdracht requirments halen was
pt_pt: SQL usado para recuperar outros requer. do contrato foi
ro_ro: Instrucţiunea SQL care a fost utilizat pentru a prelua cerintele celelalte contract a fost
ru_ru: Отчет SQL, который был использован для получения других требований поконтракту
sq_al: Deklarata e SQL që ishte përdorur për të marrë requirments tjera të kontratës është
sv: SQL-satsen som användes för att hämta den andra avtalsslutande requirments var
sw_ke: Taarifa SQL kuwa ilitumika Retrieve ya requirments mkataba mwingine
tr_tr: diğer sözleşme koßulları almak için kullanılan SQL ifadesi oldu
zh_hk: 用于查找其他合同要求的SQL是
zh_tw: 這是用來檢索其他合同質量要求的SQL語句

source: Andorra
ko_kr: 안도라
mr_in: अंडोरा
zh_tw: 安道爾

source: United Arab Emirates
es_es: Emiratos Árabes Unidos
id_id: Uni Emirat Arab
ko_kr: 아랍 에미리트
mr_in: संयुक्त अरब अमीराती
pt_pt: Emirados Árabes
zh_tw: 阿聯酋

source: Afghanistan
es_es: Afganistán
id_id: Afganistan
ko_kr: 아프가니스탄
mr_in: अफगाणिस्तान
zh_tw: 阿富汗

source: Antigua and Barbuda
es_es: Antigua y Barbuda
id_id: Antigua dan Barbuda
ko_kr: 앤티가 바부 다
mr_in: अँटिगा आणि बार्बुडा
zh_tw: 安提瓜和巴布達

source: Anguilla
es_es: Anguila
ko_kr: 앵 귈라
mr_in: एंजिला
zh_tw: 安圭拉

source: Albania
ko_kr: 알바니아
mr_in: अल्बानिया
zh_tw: 阿爾巴尼亞

source: Armenia
ko_kr: 아르메니아
mr_in: आर्मेनिया
pt_pt: Armênia
sv: Armenien
zh_tw: 亞美尼亞

source: Angola
ko_kr: 앙골라
mr_in: अंगोला
zh_tw: 安哥拉

source: Argentina
ko_kr: 아르헨티나
mr_in: अर्जेंटीना
zh_tw: 阿根廷

source: American Samoa
es_es: Samoa Americana
id_id: Samoa Amerika
ko_kr: 아메리칸 사모아
mr_in: अमेरिकन समोआ
zh_tw: 美屬薩摩亞

source: Austria
ko_kr: 오스트리아
mr_in: ऑस्ट्रिया
sv: Österrike
zh_tw: 奧地利

source: Australia
ko_kr: 호주
mr_in: ऑस्ट्रेलिया
sv: Australien
zh_tw: 澳大利亞

source: Aruba
ko_kr: 아루바
mr_in: अरुबा
zh_tw: 阿魯巴

source: Azerbaijan
es_es: Azerbaiyán
ko_kr: 아제르바이잔
mr_in: अझरबैजान
zh_tw: 阿塞拜疆

source: Bosnia and Herzegovina
es_es: Bosnia y Herzegovina
id_id: Bosnia dan Herzegovina
ko_kr: 보스니아 헤르체고비나
mr_in: बोस्निया आणि हर्जेगोविना
zh_tw: 波斯尼亞和黑塞哥維那

source: Barbados
ko_kr: 바베이도스
mr_in: बार्बाडोस
zh_tw: 巴巴多斯

source: Bangladesh
ko_kr: 방글라데시
mr_in: बांग्लादेश
zh_tw: 孟加拉國

source: Belgium
es_es: Bélgica
id_id: Belgia
ko_kr: 벨기에
mr_in: बेल्जियम
sv: Belgien
zh_tw: 比利時

source: Burkina Faso
ko_kr: 부르 키나 파소
mr_in: बुर्रकिना फासो
zh_tw: 布基納法索

source: Bulgaria
ko_kr: 불가리아
mr_in: बुल्गारिया
pt_pt: Bulgária
zh_tw: 保加利亞

source: Bahrain
ko_kr: 바레인
mr_in: बहरीन
zh_tw: 巴林

source: Burundi
ko_kr: 부룬디
mr_in: बुरुंडी
zh_tw: 布隆迪

source: Benin
ko_kr: 베냉
mr_in: बेनिन
zh_tw: 貝寧

source: Bermuda
ko_kr: 버뮤다
mr_in: बरमुडा
zh_tw: 百慕大

source: Brunei Darussalam
es_es: Brunéi
ko_kr: 브루나이
mr_in: ब्रुनै दारुसलाम
zh_tw: 文萊達魯薩蘭國

source: Bolivia
ko_kr: 볼리비아
mr_in: बोलिव्हिया
pt_pt: Bolívia
zh_tw: 玻利維亞

source: Brazil
es_es: Brasil
id_id: Brasil
ko_kr: 브라질
mr_in: ब्राझिल
pt_pt: Brasil
sv: Brasilien
zh_tw: 巴西

source: Bahamas
ko_kr: 바하마
mr_in: बहामास
zh_tw: 巴哈馬

source: Bhutan
es_es: Bután
ko_kr: 부탄
mr_in: भूतान
zh_tw: 不丹

source: Botswana
ko_kr: 보츠와나
mr_in: बोट्सवाना
zh_tw: 博茨瓦納

source: Belarus
es_es: Bielorrusia
ko_kr: 벨라루스
mr_in: बेलारूस
pt_pt: BieloRussia
sv: Vitryssland
zh_tw: 白俄羅斯

source: Belize
es_es: Belice
ko_kr: 벨리즈
mr_in: बेलीझ
zh_tw: 伯利茲

source: Canada
es_es: Canadá
id_id: Kanada
ko_kr: 캐나다
mr_in: कॅनाडा
pt_pt: Canadá
sv: Kanada
zh_tw: 加拿大

source: Congo
ko_kr: 콩고
mr_in: कांगो
zh_tw: 剛果

source: Central African Republic
es_es: República Centroafricana
id_id: Republik Afrika Tengah
ko_kr: 중앙 아프리카 공화국
mr_in: मध्य आफ्रीका गणराज्य
zh_tw: 中非共和國

source: Switzerland
es_es: Suiza
id_id: Swiss
ko_kr: 스위스
mr_in: स्विर्त्झलँड
pt_pt: Suiça
zh_tw: 瑞士

source: Cote D Ivoire
es_es: Costa de Marfil
id_id: Pantai Gading
ko_kr: 코트 디 브와 르
mr_in: कोट डे 'आयव्हरी
zh_tw: 科特迪瓦

source: Cook Islands
es_es: Islas Cook
id_id: Kepulauan Cook
ko_kr: 쿡 제도
mr_in: कुक बेटे
zh_tw: 庫克群島

source: Chile
id_id: Chili
ko_kr: 칠레
mr_in: लाल मिरची
zh_tw: 智利

source: Cameroon
es_es: Camerún
id_id: Kamerun
ko_kr: 카메룬
mr_in: कॅमरून
zh_tw: 喀麥隆

source: China
id_id: Cina
ko_kr: 중국
mr_in: चीन
zh_tw: 中國

source: Colombia
id_id: Kolombia
ko_kr: 콜롬비아
mr_in: कोलंबिया
zh_tw: 哥倫比亞

source: Costa Rica
id_id: Kosta Rika
ko_kr: 코스타리카
mr_in: कोस्टा रिका
zh_tw: 哥斯達黎加

source: Montenegro
ko_kr: 몬테네그로
mr_in: माँटेनिग्रो
zh_tw: 黑山

source: Catalonia
es_es: Cataluña
ko_kr: 카탈로니아
mr_in: कॅटलोनिया
zh_tw: 加泰羅尼亞

source: Cuba
id_id: Kuba
ko_kr: 쿠바
mr_in: क्यूबा
zh_tw: 古巴

source: Cape Verde
es_es: Cabo Verde
ko_kr: 카보 베르데
mr_in: केप वर्ड
zh_tw: 佛得角

source: Cyprus
es_es: Chipre
id_id: Siprus
ko_kr: 키프로스
mr_in: सायप्रस
zh_tw: 塞浦路斯

source: Czech Republic
es_es: República Checa
id_id: Ceko
ko_kr: 체코 공화국
mr_in: चेक गणराज्य
zh_tw: 捷克共和國

source: Germany
es_es: Alemania
id_id: Jerman
ko_kr: 독일
mr_in: जर्मनी
sv: Tyskland
zh_tw: 德國

source: Djibouti
ko_kr: 지부티
mr_in: जिबूती
zh_tw: 吉布提

source: Denmark
es_es: Dinamarca
ko_kr: 덴마크
mr_in: डेन्मार्क
zh_tw: 丹麥

source: Dominica
ko_kr: 도미니카
mr_in: डॉमिनिका
zh_tw: 多米尼加

source: Dominican Republic
es_es: República Dominicana
id_id: Dominika Republik
ko_kr: 도미니카 공화국
mr_in: डॉमिनिक गणराज्य
zh_tw: 多明尼加共和國

source: Algeria
id_id: Aljazair
ko_kr: 알제리
mr_in: अल्जीरिया
zh_tw: 阿爾及利亞

source: Ecuador
id_id: Ekuador
ko_kr: 에콰도르
mr_in: इक्वाडोर
zh_tw: 厄瓜多爾

source: Estonia
ko_kr: 에스토니아
mr_in: एस्टोनिया
zh_tw: 愛沙尼亞

source: Egypt
es_es: Egipto
id_id: Mesir
ko_kr: 이집트
mr_in: इजिप्त
zh_tw: 埃及

source: Eritrea
ko_kr: 에리트레아
mr_in: इरीट्रिया
zh_tw: 厄立特里亞
