Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The currency country must be 50 characters or less long
cs_cz: Název země měny může být dlouhý maximálně 50 znaků
es_es: El país de la moneda no debe pasar de 50 caracteres
hi_in: मुद्रा देश 50 अक्षर या उससे कम अवश्य होना चाहिए
id_id: Negara mata uang maksimum 50 karakter
it_it: Il nome della nazione non può essere più lungo di 50 caratterii
ko_kr: 통화 국가는 50 자 이하 여야합니다
mr_in: चलन देशात 50 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Het valuta land mag maximaal 50 karakters omvatten
pt_pt: Código País deve ter no máx. 50 caracteres
ro_ro: Moneda ţării trebuie să fie 50 de caractere sau mai puţin timp
ru_ru: Название страны валюты должна быть не более 50 символов
sq_al: Vendi monedhë duhet të jetë 50 shkronja ose më pak gjatë
sv: Valutalandet får vara max 50 tecken
sw_ke: Sarafu ya nchi lazima wahusika 50 au chini ya muda mrefu
tr_tr: PARA BIRIMININ ULKESI 50 KARAKTERDEN AZ OLMALI
zh_hk: 货币国家必须不多于50个字
zh_tw: 貨幣國家必須不多於 50 字元

source: The hundredths name must be 15 characters or less long
cs_cz: Název setin měny může být dlouhý maximálně 15 znaků
es_es: La definición de céntimos no debe pasar de 15 caracteres
hi_in: सौवें नाम 15 वर्ण या कम अवश्य होना चाहिए
id_id: Nama per-seratus maksimum 15 karakter
it_it: Il nome dei centesimi non può essere più lungo di 15 caratteri
ko_kr: 백분의 이름은 15 자 이하 여야합니다
mr_in: hundredths नाव 15 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De naam voor de centimes mag maximaal 15 karakters lang zijn
pt_pt: Nome dos centésimos deve ter no máximo 15 caracteres
ro_ro: Numele de sutimi trebuie să fie de 15 caractere sau mai puţin timp
ru_ru: Имя сотой части должно состоять не менее чем из 15 символов
sq_al: Emri hundredths duhet të jetë 15 shkronja ose më pak gjatë
sv: max 15 tecken
sw_ke: Jina hundredths lazima wahusika 15 au chini ya muda mrefu
tr_tr: BIN (.000) TANIMI 15 KARAKTERDEN VA OLMALI
zh_hk: 百份位名字必须不多于15个字
zh_tw: 百份位名字必須不多於 15 字元

source: The currency definition record has been updated
cs_cz: Měna definice Záznam byl aktualizován
es_es: la moneda funcional ha sido actualizada
hi_in: मुद्रा परिभाषा रिकॉर्ड अद्यतन किया गया है
id_id: Data definisi mata uang telah diperbarui
it_it: L'anagrafica della valuta è stata aggiornata
ko_kr: 통화 정의 레코드가 업데이트되었습니다
mr_in: चलन व्याख्या रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: De valuta record is vernieuwd
pt_pt: Definição de moeda atualizada
ro_ro: Definiţia record valută a fost actualizat
ru_ru: Данные о валюте обновлены
sq_al: Përkufizimin e parasë rekord është përditësuar
sv: Valutadefinitionen har sparats
sw_ke: Rekodi ya sarafu ufafanuzi imekuwa updated
tr_tr: PARA BIRIMI GÜNCELLENDI
zh_hk: 货币定义记录已更新
zh_tw: 貨幣定義記錄已更新

source: The currency definition record has been added
cs_cz: Měna definice záznam byl přidán
es_es: la moneda funcional ha sido creada
hi_in: मुद्रा परिभाषा रिकॉर्ड जोड़ दिया गया है
id_id: Data definisi mata uang telah ditambahkan
it_it: L'anagrafica della valuta è stata inserita
ko_kr: 통화 정의 기록이 추가되었습니다
mr_in: चलन व्याख्या रेकॉर्ड जोडले गेले आहे
nl_nl: De valute record is toegevoegd
pt_pt: Definição de moeda adicionada
ro_ro: Definiţia record valută a fost adăugată
ru_ru: Добавлена запись с определением валюты
sq_al: Përkufizimin e parasë ka qenë i shtuar rekord
sv: Valutadefinitionen har lagts till
sw_ke: Rekodi sarafu definition imekuwa aliongeza
tr_tr: PARA BIRIMI EKLENDI
zh_hk: 货币定义记录已增加
zh_tw: 貨幣定義記錄已增加

source: currency rate adjustment to
es_es: ajuste en tipo de cambio de
ko_kr: 환율에 대한 조정
mr_in: ते चलन दर समायोजन
pt_pt: taxa conversão da moeda para ajustes
zh_tw: 匯率調整

source: Currency Rate difference of
es_es: Diferencia en tasa de cambio de
ko_kr: 환율의 차이
mr_in: चलन दर फरक
pt_pt: Diferença taxa Câmbio de
zh_tw: 貨幣匯率差異

source: Cannot delete this currency because customer accounts have been created referring to this currency
cs_cz: Nelze odstranit, protože tato měna zákaznické účty byly vytvořeny s odkazem na tuto měnu
es_es: No se puede suprimir esta divisa porque hay cuentas de clientes creadas con ella
hi_in: इस मुद्रा को नष्ट क्योंकि ग्राहक खातों इस मुद्रा की चर्चा करते हुए बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus mata uang ini karena akun customer telah dibuat dgn mata uang ini
it_it: Non àŠ possibile cancellare questa valuta perchè l'anagrafica di alcuni clienti vi fa riferimento
ko_kr: 고객 계정이 통화를 참조하여 작성 되었기 때문에이 통화를 삭제할 수 없습니다
mr_in: ग्राहक खाती हे चलन संदर्भ तयार केले गेले कारण हे चलन हटवू शकत नाही
nl_nl: Deze valuta kan niet worden verwijderd omdat het voor klanten wordt gebruikt
pt_pt: Não pode remover esta moeda porque contas de clientes ref. a esta moeda
ro_ro: Nu se poate şterge acest valută, deoarece conturile clienţilor au fost create referitoare la această valută
ru_ru: Не удается удалить эту валюту, поскольку на неё были созданы счета клиентов с этой валютой
sq_al: Nuk mund të fshini këtë monedhë, sepse llogaritë e klientëve janë krijuar duke iu referuar në këtë monedhë
sv: Kan inte makulera valutan, den används
sw_ke: Hawezi kufuta akaunti ya fedha kwa sababu wateja viliumbwa akimaanisha fedha hii
tr_tr: BU PARA BIRIMI SILINEMIYOR, ONA BAGLI MÜSTERI HESAPLARI VAR
zh_hk: 不能删除货币因为已有客户使用此货币
zh_tw: 不能刪除貨幣因為已有客戶帳戶已使用此貨幣

source: customer accounts that refer to this currency
cs_cz: zákaznické účty vztahující se k této měny
es_es: Clientes que usan esta abreviación
hi_in: ग्राहक खातों कि इस मुद्रा को देखें
id_id: akun customer yg mereferensi pada mata uang ini
it_it: clienti utilizzano questa valuta
ko_kr: 이 통화 참조 고객 계정
mr_in: या चलन पहा ग्राहक खाती
nl_nl: klanten waar deze valuta wordt gebruikt
pt_pt: Clientes com conta que referem-se a esta moeda
ro_ro: conturile clientului care se referă la această valută
ru_ru: на эту валюту ссылаются счета клиентов
sq_al: llogaritë e klientëve që i referohen në këtë monedhë
sv: kundkonton som använder valutan
sw_ke: mteja akaunti kwamba rejea sarafu hii
tr_tr: BU PARA BIRIMINE BAGLI MÜSTERI HESAPLARI
zh_hk: 个使用此货币的客户
zh_tw: 屬於此貨幣的客戶帳戶

source: Cannot delete this currency because supplier accounts have been created referring to this currency
cs_cz: Nelze smazat tuto měnu, protože dodavatelské účty byly vytvořeny s odkazem na tuto měnu
es_es: No se puede suprimir esta divisa porque hay cuentas de proveedores creadas con ella
hi_in: इस मुद्रा को नष्ट क्योंकि आपूर्तिकर्ता खातों इस मुद्रा की चर्चा करते हुए बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus mata uang ini karena akun supplier telah dibuat dgn mata uang ini
it_it: Non è possibile cancellare questa valuta perchè è inserita come valuta di riferimento per alcuni fornitori
ko_kr: 공급 업체 계정이 통화를 참조하여 작성 되었기 때문에이 통화를 삭제할 수 없습니다
mr_in: पुरवठादार खाती हे चलन संदर्भ तयार केले गेले कारण हे चलन हटवू शकत नाही
nl_nl: Deze valuta kan niet worden verwijderd omdat het voor leveranciers wordt gebruikt
pt_pt: Não pode remover esta moeda porque contas de fornecedor ref. a esta moeda
ro_ro: Nu se poate şterge acest valută deoarece conturile au fost create cu furnizorul referitoare la această valută
ru_ru: Не удается удалить эту валюту, потому что были созданы счета поставщиков в этой валюте
sq_al: Nuk mund të fshini këtë monedhë, sepse llogaritë furnizues janë krijuar duke iu referuar në këtë monedhë
sv: Kan inte ta bort denna valuta för den används
sw_ke: Hawezi kufuta akaunti ya fedha kwa sababu wasambazaji viliumbwa akimaanisha fedha hii
tr_tr: BU PARA BIRIMI SILINEMIYOR, ONA BAGLI TEDARIKÇI HESAPLARI VAR
zh_hk: 不能删除货币因为已有供应商使用此货币
zh_tw: 不能刪除貨幣因為已有供應商帳戶已使用此貨幣

source: supplier accounts that refer to this currency
cs_cz: dodavatelské účty vztahující se k této měny
es_es: Proveedores que usan esta abreviación
hi_in: आपूर्तिकर्ता खातों कि इस मुद्रा को देखें
id_id: akun supplier yg mereferensi pada mata uang ini
it_it: fornitori hanno questa valuta come valuta di riferimento
ko_kr: 이 통화를 참조 공급 업체 계정
mr_in: या चलन पहा पुरवठादार खाती
nl_nl: Leveranciers waar deze valuta wordt gebruikt
pt_pt: Fornecedores que ref. a esta moeda
ro_ro: conturile furnizorului care se referă la această valută
ru_ru: на эту валюту ссылаются счета потавщика
sq_al: llogaritë e furnizuesit që i referohen këtë monedhë
sv: leverantörskonton som använder valutan
sw_ke: wasambazaji akaunti ya kuwa rejea kwa sarafu hii
tr_tr: BU PARA BIRIMINE BAGLI TEDARIKÇI HESAPLARI
zh_hk: 个试用此货币的供应商
zh_tw: 屬於此貨幣的供應商帳戶

source: Cannot delete this currency because there are bank transactions that use this currency
cs_cz: Nelze smazat tuto měnu, protože tam jsou bankovní transakce, které používají tuto měnu
es_es: No se puede suprimir esta divisa porque hay transacciones bancarias que la usan
hi_in: इस मुद्रा को नष्ट कर रहे हैं क्योंकि वहाँ बैंक लेनदेन है कि इस मुद्रा का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus mata uang ini karena ada transaksi bank yg menggunakan mata uang ini
it_it: Non è possibile cancellare questa valuta perchè è utilizzata da alcune operazioni bancarie
ko_kr: 이 통화를 사용하는 은행 트랜잭션이 있기 때문에이 통화를 삭제할 수 없습니다
mr_in: या चलन वापरणाऱ्या बँक व्यवहार आहेत कारण या चलन हटवू शकत नाही
nl_nl: Deze valuta kan niet worden verwijderd omdat het voor banktransacties wordt gebruikt
pt_pt: Não pode remover essa moeda porque existem trans. bancárias para ela
ro_ro: Nu se poate şterge acest valută, deoarece există tranzacţii bancare care folosesc această monedă
ru_ru: Не удается удалить эту валюту, поскольку есть банковские операции, которые используют эту валюту
sq_al: Nuk mund të fshini këtë monedhë, sepse nuk janë të transaksioneve bankare që përdorin këtë monedhë
sv: Kan inte ta bort valutan den används (banktransaktioner)
sw_ke: Hawezi kufuta fedha kwa sababu kuna shughuli benki kutumia sarafu
tr_tr: BU PARA BIRIMI SILINEMIYOR, ONA BAGLI BANKA ISLEMLERI VAR
zh_hk: 不能删除货币因为已有银行账户使用此货币
zh_tw: 不能刪除貨幣因為已有銀行帳戶已使用此貨幣

source: bank transactions that refer to this currency
cs_cz: bankovní transakce vztahující se k této měny
es_es: Transaciones bancarias que usar esta abreviación
hi_in: बैंक लेनदेन है कि इस मुद्रा को देखें
id_id: transaksi bank yg mereferensi pada mata uang ini
it_it: operazioni bancarie utilizzano questa valuta
ko_kr: 이 통화를 참조 은행 거래
mr_in: या चलन पहा बँक व्यवहार
nl_nl: banktransacties war deze valuta wordt gebruikt
pt_pt: transações bancárias que usam essa moeda
ro_ro: tranzacţiile bancare care se referă la această valută
ru_ru: транзакция банка, которая ссылается на эту валюту
sq_al: transaksionet bankare që i referohen në këtë monedhë
sv: banktransaktioner använder denna valuta
sw_ke: shughuli za benki hiyo rejea sarafu hii
tr_tr: BU PARA BIRIMI ILE ILGILI BANKA ISLEMLERI
zh_hk: 个使用此货币的银行账户
zh_tw: 屬於此貨幣的銀行交易

source: Cannot delete this currency because it is the functional currency of the company
cs_cz: Nelze smazat tuto měnu, protože to je funkční měna společnosti
es_es: No se puede suprimir esta divisa porque es la moneda funcional de la compañía
hi_in: इस मुद्रा को हटाना है क्योंकि यह कंपनी के कार्यात्मक मुद्रा है नहीं कर सकते
id_id: Tdk dapat menghapus mata uang ini karena mata uang yg berlaku dari perusahaan
it_it: Non è possibile cancellare questa valuta perchè è stata definita come valuta locale della Società
ko_kr: 이 회사의 기능 통화이기 때문에이 통화를 삭제할 수 없습니다
mr_in: तो कंपनीच्या फंक्शनल चलन आहे कारण हे चलन हटवू शकत नाही
nl_nl: Deze valuta kan niet worden verwijderd omdat het de functionele valuta voor het berdrijf is
pt_pt: Não pode remover esta moeda porque é a moeda funcional da companhia
ro_ro: Nu se poate şterge acest valută, deoarece aceasta este moneda funcţională a societăţii
ru_ru: Не удается удалить эту валюту, потому что это функциональная валюта компании
sq_al: Nuk mund të fshini këtë monedhë, sepse ajo është e monedha funksionale e kompanisë
sv: Kan inte ta bort valuta för den är företagts standardvaluta
sw_ke: Hawezi kufuta fedha kwa sababu ni fedha za utendaji wa kampuni
tr_tr: BU PARA BIRIMINI SILEMEZSINIZ, FIRMANIZ IÇIN VARSAYILAN PARA BIRIMI OLARAK TANIMLANMIS
zh_hk: 不能删除货币因为这是公司的本位币
zh_tw: 不能刖除貨幣因為這是公司的運作貨幣

source: The currency definition record has been deleted
cs_cz: Měna definice záznam byl odstraněn
es_es: la definición de moneda ha sido eliminada
hi_in: मुद्रा परिभाषा रिकॉर्ड हटा दिया गया है
id_id: Data definisi mata uang telah dihapus
it_it: L'anagrafica della valuta è stata cancellata
ko_kr: 통화 정의 기록이 삭제되었습니다
mr_in: चलन व्याख्या रेकॉर्ड हटविले गेले आहे
nl_nl: De valuta is verwijderd
pt_pt: Definição de moeda removida
ro_ro: Definiţia record valută a fost şters
ru_ru: Удалено определение валюты
sq_al: Përkufizimi i monedhës rekord është grisur
sv: Makulerad
sw_ke: Rekodi ya sarafu ufafanuzi imefutwa
tr_tr: PARA BIRIMI KAYDI SILINDI
zh_hk: 货币已删除
zh_tw: 貨幣定義已刪除

source: ISO4217 Code
cs_cz: ISO4217 kód
es_es: Código ISO 4217
hi_in: ISO4217 कोड
id_id: Kode ISO4217
it_it: ISO4217 codice
ko_kr: ISO4217 코드
mr_in: ISO4217 कोड
pt_pt: Código ISO4217
ro_ro: Codul ISO4217
ru_ru: Код ISO4217
sq_al: Kodi ISO4217
sv: ISO4217 kod
sw_ke: Kanuni ISO4217
tr_tr: ISO4217 Kodu
zh_hk: ISO4217代码
zh_tw: ISO4217 碼

source: Currency Name
cs_cz: Název měny
es_es: Nombre de la moneda
hi_in: मुद्रा का नाम
id_id: Nama Mata Uang
it_it: Nome della valuta
ko_kr: 환율 이름
mr_in: चलनाचे नाव
nl_nl: Valuta naam
pt_pt: Nome Moeda
ro_ro: Valută Nume
ru_ru: Имя валюты
sq_al: Emri Currency
sv: Valutanamn
sw_ke: Jina sarafu
tr_tr: PARA BIRIMI ADI
zh_hk: 货币名称
zh_tw: 貨幣名稱

source: Country
cs_cz: Země
es_es: País
hi_in: देश
id_id: Negara
it_it: Nazione
ko_kr: 국가
mr_in: देश
nl_nl: Land
pt_pt: País
ro_ro: Ţară
ru_ru: Страна
sq_al: Vend
sv: Land
sw_ke: Nchi
tr_tr: ÜLKE
zh_hk: 国家
zh_tw: 國家

source: Hundredths Name
cs_cz: Název setin měny
es_es: Nombre del centésimo
hi_in: सौवें नाम
id_id: Nama Per-seratus
it_it: Nome dei centesimi
ko_kr: 1/100 명
mr_in: Hundredths नाव
nl_nl: Honderd Naam
pt_pt: Nome Centésimos
ro_ro: Sutimi Nume
ru_ru: Название сотых долей
sq_al: Emri hundredths
sv: ören/Cent osv
sw_ke: Jina hundredths
tr_tr: .000 HANE ADI
zh_hk: 百分位数名
zh_tw: 百分位數名稱

source: Decimal Places
es_es: Decimales
id_id: Angka Desimal
ko_kr: 소수 자릿수
mr_in: दशमान ठिकाणे
pt_pt: Posições Decimais
zh_tw: 小數點位數

source: Show in webSHOP
es_es: Mostrar en webSHOP
ko_kr: 인터넷 쇼핑몰에서보기
zh_tw: 要出現在網店上？

source: 1 / Ex Rate
es_es: 1 / Tipo de cambio
id_id: 1 / Kurs
ko_kr: 1 / 전 평가
mr_in: 1 / माजी रेट
pt_pt: 1 / Tx anterior
zh_tw: 1/匯率

source: Ex Rate - ECB
es_es: Tipo de cambio del BCE
hi_in: पूर्व दर - ईसीबी
id_id: Kurs - ECB
it_it: Ex Rate - BCE
ko_kr: 전 속도 - ECB
mr_in: माजी दर - इसीबी
nl_nl: Wisselkoers - ECB
pt_pt: Taxa ECB
ro_ro: Rata de Ex - BCE
ru_ru: Курсу - ЕЦБ
sq_al: Rate Ex - Banka Qendrore Evropiane
sv: Kurs ECB
sw_ke: Kiwango cha zamani - ECB
tr_tr: Eski Oranı - ECB
zh_hk: 汇率 -欧洲央行
zh_tw: 匯率 - 歐洲央行

source: Maintenance
cs_cz: Nastavení
es_es: Administración
hi_in: अनुरक्षण
id_id: Pengaturan
it_it: Manutenzione
ko_kr: 유지
mr_in: प्रतिपाळ
nl_nl: Onderhoud
pt_pt: Manutenção
ro_ro: Reglaje
ru_ru: Поддержка
sq_al: Mirëmbajtje
sv: Underhåll
sw_ke: Matengenezo
tr_tr: YÖNETIM
zh_hk: 维护
zh_tw: 維護

source: Are you sure you wish to delete this currency?
es_es: ¿Está seguro que desea suprimir esta moneda?
id_id: Apakah Anda yakin ingin menghapus mata uang ini?
ko_kr: 이 통화를 삭제할 확실합니까?
mr_in: आपण या चलन हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção desta moeda?
zh_tw: 您確定要刪除這個貨幣？

source: Graph
cs_cz: Graf
es_es: Gráfica
hi_in: ग्राफ़
id_id: Grafik
it_it: Grafico
ko_kr: 그래프
mr_in: आलेख
nl_nl: Grafiek
pt_pt: Gráfico
ro_ro: Graficul
ru_ru: Графа
sq_al: Grafik
sv: Diagram
tr_tr: Grafik
zh_hk: 开启图表
zh_tw: 圖表

source: Functional Currency
cs_cz: Hlavní měna
es_es: Moneda funcional
hi_in: कार्यात्मक मुद्रा
id_id: Mata Uang yg Berlaku
it_it: Valuta locale
ko_kr: 기능 통화
mr_in: कार्यात्मक चलनासंबंधी
nl_nl: Funktionele Valuta
pt_pt: Moeda Func.
ro_ro: Monedă funcţională
ru_ru: Валюта операции
sq_al: Valuta funksionale
sv: Valutasymboler
sw_ke: Kazi Currency
tr_tr: KULLANILAN PARA BIRIMI
zh_hk: 本位币
zh_tw: 功能性貨幣

source: Show all currency definitions
cs_cz: ZObrazit všechny definice měn
es_es: Mostrar todas las monedas
hi_in: सभी मुद्रा परिभाषाएँ दिखाएँ
id_id: Tampilkan semua definisi mata uang
it_it: Mostra tutte le anagrafiche delle valute
ko_kr: 모든 통화 정의를보기
mr_in: सर्व चलन व्याख्या दाखवा
nl_nl: Laat Alle Valuta definities zien
pt_pt: Exiber Todas Moedas
ro_ro: Arată toate definiţiile de valută
ru_ru: Показать определения всех валют
sq_al: Trego të gjithë përkufizimet monedhës
sv: Visa alla valutor
sw_ke: Kuonyesha ufafanuzi wote sarafu
tr_tr: TÜM PARA BIRIMI TANIMLARINI GÖSTER
zh_hk: 显示所有货币
zh_tw: 顯示所有的貨幣設定

source: An error occurred in retrieving the currency information
cs_cz: Došlo k chybě při získávání informací měně
es_es: Hubo un error al obtener la información de la divisa
hi_in: एक त्रुटि मुद्रा जानकारी पुन: प्राप्त करने में हुई
id_id: Kesalahan terjadi saat mengambil informasi mata uang
it_it: C'è stato un errore durante l'estrazione dei dati sulla valuta
ko_kr: 오류가 통화 정보를 검색에서 발생
mr_in: एक त्रुटी चलनासंबंधी माहिती पुनर्प्राप्त आली
nl_nl: Er trad een fout op toen de valuta informatie werd opgevraagd
pt_pt: Erro ocorreu na recuperação na moeda
ro_ro: A apărut o eroare în regăsirea informaţiilor moneda
ru_ru: Возникла ошибка при получении данных о валюте
sq_al: Ka ndodhur një gabim në marrjen e informacionit të monedhës
sv: Fel
sw_ke: Hitilafu ilitokea katika retrieving habari sarafu
tr_tr: PARA BIRIMI BILGISI ALINIRKEN BIR HATA OLUSTU
zh_hk: 查找货币时发生错误
zh_tw: 提取貨幣定義時發生錯誤

source: ISO 4217 Currency Code
cs_cz: ISO 4217 kódu měny
es_es: Código ISO 4217 de la moneda
hi_in: आईएसओ 4217 मुद्रा कोड
id_id: Kode Mata Uang ISO 4217
it_it: ISO 4217 Codice valuta
ko_kr: ISO 4217 통화 코드
mr_in: आयएसओ 4217 चलन कोड
nl_nl: ISO 4217 Valuta Code
pt_pt: Código Moeda ISO4217
ro_ro: ISO 4217 Codul de valuta
ru_ru: ISO 4217-код валюты
sq_al: ISO 4217 Kodi Monedha
sv: ISO 4217 Valutakod
sw_ke: ISO 4,217 Kanuni Currency
tr_tr: ISO 4217 Para Birimi Kodu
zh_hk: ISO 4217 货币代码
zh_tw: ISO4217貨幣代碼

source: Decimal Places to Display
es_es: Decimales a mostrar
id_id: Posisi Desimal utk Tampilan
ko_kr: 소수 자릿수 표시하는
mr_in: प्रदर्शित करण्यासाठी दशमान ठिकाणे
pt_pt: Posições Decimais para Exibir
zh_tw: 顯示的小數位

source: Customer EDI Set Up
cs_cz: Zákazník EDI Nastavení
es_es: Configuración EDI del cliente
hi_in: ग्राहक ईडीआई सेट अप
id_id: Pengaturan EDI Customer
it_it: Configurazione EDI cliente
ko_kr: 고객 EDI는 설정
mr_in: ग्राहक EDI सेट
pt_pt: Config. EDI Cliente
ro_ro: Clientul EDI Set Up
ru_ru: Настройка EDI клиента
sv: Kund EDI inställningar
sw_ke: Mteja EDI Set Up
tr_tr: MUSTERI VERI AKTARIM AYARLARI (E-BELGE)
zh_hk: 客户EDI设置
zh_tw: 客戶 EDI 設定

source: The customers EDI reference code cannot contain any of the following characters
cs_cz: Zákazníci EDI referenční kód nesmí obsahovat žádný z následujících znaků
es_es: El código de referencia EDI de los clientes no puede contener ninguno de los siguientes caracteres
hi_in: ग्राहकों ईडीआई संदर्भ कोड निम्न वर्णों के किसी भी शामिल नहीं हो सकता
id_id: Kode keterangan EDI customer tdk boleh berisi karakter berikut
it_it: Il codice di riferimenti EDI del cliente non può contenere nessuno dei caratteri seguenti
ko_kr: 고객의 EDI 참조 코드는 다음과 같은 문자를 포함 할 수 없습니다
mr_in: ग्राहकांना EDI संदर्भ कोड खालील वर्ण कोणत्याही असू शकत नाही
nl_nl: De volgende karakters kunnen niet in de EDI klant code worden gebruikt
pt_pt: Cód. Ref. EDI do cliente não pode conter os caracteres
ro_ro: Clienţii Codul EDI de referinţă nu poate conţine oricare dintre următoarele caractere
ru_ru: Код EDI-ссылки на клиента не может содержать следующие символы
sq_al: Kodi i konsumatorëve EDI referencë nuk mund të përmbajë asnjë nga këto karaktere
sv: Fel tecken
sw_ke: Ya wateja EDI rejea code haiwezi kudhibiti yoyote ya herufi zifuatazo
tr_tr: MÜSTERI E-BELGE REF.KODU SU KARAKTERLERI IÇEREMEZ
zh_hk: 客户EDI参考号不能包含下列字符
zh_tw: 客戶 EDI 參考編碼不能包含下列字元

source: or a space
cs_cz: nebo mezeru
es_es: ó un espacio
hi_in: या कोई रिक्ति
id_id: atau spasi
it_it: o un spazio
ko_kr: 또는 공간
mr_in: किंवा जागा
nl_nl: of een spatie
pt_pt: ou espaço
ro_ro: sau un spaţiu
ru_ru: или пробел
sq_al: ose një hapësirë
sv: eller ett mellanslag
sw_ke: au nafasi
tr_tr: VEYA BOSLUK
zh_hk: 或空格
zh_tw: 或空格

source: The customers EDI reference code must be set when EDI Invoices or EDI orders are activated
cs_cz: Zákazníci EDI referenční kód musí být nastaven, pokud jsou aktivovány EDI faktury nebo EDI objednávek
es_es: El código de referencia EDI de los clientes debe configurarse cuando facturas EDI ó pedidos EDI están activados
hi_in: ग्राहकों ईडीआई संदर्भ कोड सेट हो सकता है जब ईडीआई चालान या ईडीआई आदेश सक्रिय कर रहे हैं चाहिए
id_id: Kode keterangan EDI customer harus ditentukan saat faktur EDI atau order EDI diaktifkan
it_it: Il codice di riferimento EDI del cliente deve essere definito quando vengono utilizzate fatture o ordini EDI
ko_kr: 고객의 EDI 참조 코드는 EDI 청구서 또는 EDI 주문이 활성화 될 때 설정해야합니다
mr_in: EDI पावत्या किंवा EDI ऑर्डर सक्रिय होतात तेव्हा ग्राहक EDI संदर्भ कोड सेट करणे आवश्यक आहे
nl_nl: De EDI klanten code moet zijn gedefinieerd indien EDI facturatie en EDI bestellingen zijn geactiveerd
pt_pt: Cód. Ref. EDI de clientes deve ser config. quando Ordens de Compra ou Pedidos são feitos.
ro_ro: Clienţii EDI codul de referinţă trebuie să fie stabilite când EDI Facturile sau ordinele EDI sunt activate
ru_ru: Код EDI-cсылки клиента должен быть установлен когда активируются EDI счета-фактуры или EDI-заказы
sq_al: Kodi i konsumatorëve EDI referencës duhet të jetë i vendosur kur EDI Fatura apo urdhrave EDI janë aktivizuar
sv: Kunderna EDI referens kod måste anges när EDI-fakturor eller EDI order är aktiverade
sw_ke: Ya wateja EDI code akimaanisha lazima kuweka wakati ankara EDI au maagizo EDI ni aktiverat
tr_tr: Müşterilerin EDI referans kodu EDI Faturalar veya EDI emir etkin olduğunda ayarlanması gerekir
zh_hk: 要使用EDI发票或EDI订单, 必须输入客户EDI参考号
zh_tw: 要使用 EDI 發票或 EDI 訂單, 必須設定客戶 EDI 參考編碼為已啟動

source: The customers EDI email address or FTP server address must be entered if EDI Invoices are to be sent
cs_cz: EDI zákazníci e-mailovou adresu nebo adresu FTP serveru musí být zadán, pokud EDI faktury budou zasílány
es_es: La dirección de correo electrónico EDI de los clientes ó la dirección del servidor FTP debe entrarse si se van a enviar facturas EDI
hi_in: ग्राहकों ईडीआई ईमेल पते या FTP सर्वर पता अगर ईडीआई चालान को प्रेषित किया जाएगा दर्ज होना चाहिए
id_id: Alamat email EDI customer atau alamat server FTP harus dimasukkan jika faktur EDI akan dikirimkan
it_it: L'indrizzo email o del server ftp devono essere inserite se devono essere inviate fatture EDI
ko_kr: EDI 청구서가 전송 될 경우 고객의 EDI 전자 메일 주소 또는 FTP 서버 주소를 입력해야합니다
mr_in: EDI पावत्या पाठविले तर ग्राहकांना EDI ईमेल पत्ता किंवा FTP सर्व्हर पत्ता प्रविष्ट करणे आवश्यक आहे
nl_nl: Om EDI facturen te versturen moet e-mail adres of FTP server voor de klant zijn opgevoerd
pt_pt: O endereço de email ou endereço do servidor FTP deve ser informado se EDI for ativado
ro_ro: Clienţii EDI adresa de e-mail sau adresa de server FTP trebuie să fie înscrise în cazul în care EDI Facturile vor fi trimise
ru_ru: Должен быть введен EDI-адрес электронной почты клиентов или FTP-адрес сервера, если должны отправляться EDI-счета
sq_al: Adresa e konsumatorëve EDI-mail apo adresën e FTP serveri duhet të regjistrohen në qoftë se EDI Faturat janë që do të dërgohen
sv: Kunderna EDI e-postadress eller FTP-server adress måste anges om EDI-fakturor ska skickas
sw_ke: Ya wateja EDI anwani ya barua pepe au FTP anwani server iwekwe kama EDI ankara ni kutumwa
tr_tr: E-BELGE FATURA GÖNDERIMI ICIN MUSTERI EMAIL ADRESI VEYA FTP SUNUCUSU GIRLMELIDIR
zh_hk: 要发送EDI发票,必须输入客户EDI电字邮件地址或FTP服务器地址
zh_tw: 要發送 EDI 發票, 必須設定客戶 EDI 電郵地址或 FTP 伺服器地址
