Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Creating supplies table
cs_cz: Vytváření zásob tabulka
es_es: Creando tabla de suministros
hi_in: आपूर्ति तालिका बनाना
id_id: Membuat tabel supplies
it_it: Creazione di tabella forniture
ko_kr: 만들기 공급 테이블
mr_in: पुरवठा टेबल निर्माण
nl_nl: Het creren van leveringen tafel
pt_pt: Criando tabela de fornecimentos
ro_ro: Crearea livrările de masă
ru_ru: Создание таблицы поставщиков
sq_al: Krijimi i furnizon tryezë
sv: Skapar leverantörstabell
sw_ke: Kuunda vifaa meza
tr_tr: malzemeleri tablo oluşturma
zh_hk: 正在创建供应表
zh_tw: 新建供應表

source: Create of mrpsupplies failed because
cs_cz: Vytvořit z mrpsupplies se nezdařila, protože
es_es: La creación de suministros MRP falló porque
hi_in: बनाएँ mrpsupplies क्योंकि विफल
id_id: Membuat tabel mrpsupplies gagal karena
it_it: Creare dei mrpsupplies riuscita perché
ko_kr: mrpsupplies으로 만들기 때문에 실패
mr_in: Mrpsupplies च्या तयार करण्यात अयशस्वी कारण
nl_nl: Maak van mrpsupplies is mislukt omdat
pt_pt: Criação de fornecimentos MRP falhou porque
ro_ro: Crearea de mrpsupplies a eşuat pentru că
ru_ru: Создание mrpsupplies не удалось, так как
sq_al: Krijo e mrpsupplies dështuar për shkak se
sv: Skapandet av mrp-leverantörer misslyckades eftersom
sw_ke: Kujenga ya mrpsupplies alishindwa kwa sababu
tr_tr: Oluşturmak nedeniyle başarısız mrpsupplies ile
zh_hk: 创建物料需求计划供应（mrpsupplies）失败，因为
zh_tw: 新建MRP的供應商失敗，因為

source: Loading supplies from purchase orders
cs_cz: Načítání dodávky z objednávek
es_es: Cargando suministros desde órdenes de compra
hi_in: खरीद आदेश से लोड की आपूर्ति
id_id: Mengisi persediaan dari order pembelian
it_it: forniture di carico da ordini di acquisto
ko_kr: 구매 주문에서로드 공급
mr_in: खरेदी ऑर्डर पासून लोड करीत पुरवठा
nl_nl: Het laden van leveringen van inkooporders
pt_pt: Executando fornecimentos da ordem de compra
ro_ro: livrările incarca de la ordinele de cumpărare
ru_ru: Загрузка поставок из заказов на покупку
sq_al: furnizimet Loading nga urdhrat e blerjes
sv: Laddar leverantörer från inköpsorder
sw_ke: Upakiaji vifaa kutoka amri kununua
tr_tr: satın alma siparişleri takılması malzemeleri
zh_hk: 正在从采购订单上载供应
zh_tw: 正在從採購訂單上載共應

source: Loading supplies from inventory on hand
cs_cz: Načítání dodávky z inventáře na ruce
es_es: Carga de los suministros del inventario disponible
hi_in: हाथ पर सूची से आपूर्ति लोड हो रहा है
id_id: Mengisi persediaan dari total persediaan
it_it: Caricamento forniture da magazzino a portata di mano
ko_kr: 반면에 재고에서로드 공급
mr_in: हात वर पुस्तके पासून लोड करीत पुरवठा
nl_nl: Laden levert uit voorraad bij de hand
pt_pt: Carregando fornecim. do estoque em mãos
ro_ro: Încărcare livrările de inventar pe mână
ru_ru: Загрузка поставок из ассортимента в наличии
sq_al: Loading furnizimet nga inventari në dorë
sv: Laddar leveranser från lager till hands
sw_ke: Upakiaji vifaa kutoka hesabu kwa upande
tr_tr: yandan envanter malzemeleri yükleniyor
zh_hk: 从手上库存上传物料供应
zh_tw: 從現有庫存物資裝載

source: Loading supplies from work orders
cs_cz: Načítání dodávky z pracovních příkazů
es_es: Cargando suministros desde órdenes de trabajo
hi_in: काम के आदेश से लोड की आपूर्ति
id_id: Mengisi persediaan dari order produksi
it_it: forniture di carico da ordini di lavoro
ko_kr: 작업 지시에서로드 공급
mr_in: काम ऑर्डर पासून लोड करीत पुरवठा
nl_nl: Het laden van leveringen van werkorders
pt_pt: Carregando suprimentos para Ord. Produção
ro_ro: livrările incarca de la comenzi de lucru
ru_ru: Загрузка поставок из заказов на выполнение работ
sq_al: furnizimet Loading nga urdhëresave të punës
sv: Laddar leverantörer från arbetsorder
sw_ke: Upakiaji vifaa kutoka amri kazi
tr_tr: iş emirleri takılması malzemeleri
zh_hk: 正在上传来自工作单的供应
zh_tw: 從工單加載耗材

source: Creating planned orders table
cs_cz: Vytvoření tabulky plánované zakázky
es_es: Creando la tabla de pedidos planeados
hi_in: योजना बनाई आदेश तालिका बनाना
id_id: Membuat tabel planned orders
it_it: Creazione prevista tabella degli ordini
ko_kr: 계획 Orders 테이블 만들기
mr_in: नियोजित ऑर्डर टेबल निर्माण
nl_nl: Het creren van geplande orders tafel
pt_pt: Criando Tabela Ordens Planej.
ro_ro: Crearea planificate tabelul Comenzi
ru_ru: Создание таблицы планируемых заказов
sq_al: Krijimi i planifikuar tryezë urdhërat
sv: Skapar MRP plannerade inköpsorder
sw_ke: Kujenga Daraja iliyopangwa meza
tr_tr: planlı siparişler tablo oluşturma
zh_hk: 正在创建计划订单表
zh_tw: 新建訂單計畫表

source: Create of mrpplannedorders failed because
cs_cz: Vytvořit z mrpplannedorders se nezdařila, protože
es_es: La creación de órdenes planificadas MRP falló porque
hi_in: क्योंकि विफल mrpplannedorders का बनाएँ
id_id: Membuat tabel planned orders gagal karena
it_it: Creare dei mrpplannedorders riuscita perché
ko_kr: mrpplannedorders으로 만들기 때문에 실패
mr_in: Mrpplannedorders च्या तयार करण्यात अयशस्वी कारण
nl_nl: Maak van mrpplannedorders is mislukt omdat
pt_pt: Criar tabela Pedidos Planejados
ro_ro: Crearea de mrpplannedorders a eşuat pentru că
ru_ru: Создание mrpplannedorders не удалось, так как
sq_al: Krijo e mrpplannedorders dështuar për shkak se
sv: Skapande av mrp-planerade inköpsorder misslyckades eftersom
sw_ke: Kujenga ya mrpplannedorders alishindwa kwa sababu
tr_tr: çünkü başarısız mrpplannedorders oluşturun
zh_hk: 创建物料计划订单(mrpplannedorders)失败，因为
zh_tw: 新建MRP計劃訂單失敗，因為

source: Processing level
cs_cz: Úrovně zpracování
es_es: Nivel de Proceso
hi_in: प्रसंस्करण स्तर
id_id: Tingkat pemrosesan
it_it: Livello di trasformazione
ko_kr: 처리 수준
mr_in: प्रक्रिया पातळी
nl_nl: Verwerking niveau
pt_pt: Proces. Nivel
ro_ro: Prelucrarea nivel
ru_ru: Уровень обработки
sq_al: nivelit të përpunimit të
sv: Bearbetningsnivå
sw_ke: Ngazi ya usindikaji
tr_tr: Işleme düzeyi
zh_tw: 處理水準

source: End time
cs_cz: Čas konce
es_es: Hora Final
hi_in: अंत समय
id_id: Waktu berakhir
it_it: Fine tempo
ko_kr: 종료 시간
mr_in: समाप्ती वेळ
nl_nl: Eindtijd
pt_pt: Hora Final
ro_ro: Sfârşit de timp
ru_ru: Дата окончания
sq_al: kohë End
sv: Slutdatum
sw_ke: Mwisho
tr_tr: Bitiş saati
zh_hk: 结束日期
zh_tw: 結束時間

source: Last Run Details
cs_cz: Poslední Spustit Podrobnosti
es_es: Detalles de la última ejecución
hi_in: पिछले भागो विवरण
id_id: Rincian Terakhir Dijalankan
it_it: Dettagli ultima corsa
ko_kr: 마지막 실행 세부 사항
mr_in: अंतिम रन तपशील
nl_nl: Laatste Run Details
pt_pt: Det. Últ. Exec.
ro_ro: Detalii Last Run
ru_ru: Данные о последнем выполнении
sq_al: Detajet e fundit Run
sv: Senaste Kör Detaljer
sw_ke: Mwisho Run Details
tr_tr: Son Run Detayları
zh_hk: 上次运行细节
zh_tw: 最後運作的細節

source: Last Run Time
cs_cz: Čas posledního spuštění
es_es: Hora de la Última Ejecución
hi_in: पिछले भागो समय
id_id: Waktu Terakhir Dijalankan
it_it: Esegui Last Time
ko_kr: 마지막 실행 시간
mr_in: अंतिम रन वेळ
nl_nl: Laatste Run Time
pt_pt: Data Últ. Exec.
ro_ro: Ultima Run Time
ru_ru: Время последнего выполнения
sq_al: Hera e fundit Run
sv: Senaste körtid
sw_ke: Mwisho Run Time
tr_tr: Son Çalışma Zamanı
zh_hk: 上次执行日期
zh_tw: 最後運作的時間

source: Days Leeway
cs_cz: Dny volnost
es_es: Margen en Días (retraso o perdido)
hi_in: दिन छूट
id_id: Batas Hari
it_it: Giorni Leeway
ko_kr: 일의 여유
mr_in: दिवस एखादी गोष्ट ठराविक मर्यादित करण्यास मोकळीक
nl_nl: Dagen Leeway
pt_pt: Dias em Rota
ro_ro: De zile de libertate
ru_ru: Потеряно дней
sq_al: Ditët liri veprimi
sv: dagar förfallet
sw_ke: Siku leeway
tr_tr: Gün Leeway
zh_hk: 余裕天数
zh_tw: 機動性天數

source: Use MRP Demands
cs_cz: Použití MRP požaduje
es_es: Usar Solicitudes MRP
hi_in: एमआरपी मांगों का प्रयोग करें
id_id: Gunakan Permintaan MRP
it_it: Utilizzare le richieste di MRP
ko_kr: MRP의 요구를 사용하여
mr_in: MRP मागण्या वापरा
nl_nl: Gebruik MRP Eisen
pt_pt: Usar Demanda ERP
ro_ro: Utilizaţi Cereri MRP
ru_ru: Использование MRP требует
sq_al: Përdorimi kërkon MRP
sv: Använd MRP krav
sw_ke: Madai kutumia MRP
tr_tr: MRP Talepleri kullanın
zh_hk: 使用 MRP 需求
zh_tw: 使用MRP需求

source: Use Reorder Level Demands
es_es: Usar demandas de nivel de reorden
ko_kr: 재주문 수준의 요구를 사용하여
zh_tw: 使用重新排序等級要求

source: Use EOQ
cs_cz: Použijte EOQ
es_es: Usar cantidad económica de pedido
hi_in: उपयोग EOQ
id_id: Gunakan EOQ
it_it: Usa EOQ
ko_kr: 사용 EOQ
mr_in: EOQ वापरा
nl_nl: Gebruik EOQ
pt_pt: Usar EOQ
ro_ro: Utilizaţi EOQ
ru_ru: Используйте ЕОК
sq_al: Përdorimi EOQ
sv: Använd EOQ
sw_ke: Matumizi EOQ
tr_tr: Kullanım EOQ
zh_hk: 使用 EOQ
zh_tw: 最佳訂貨量

source: Use Pan Size
cs_cz: Použijte Pan Velikost
es_es: Usar tamaño de lote
hi_in: आकार पैन का प्रयोग करें
id_id: Gunakan Ukuran Lebar
it_it: Usa Pan Size
ko_kr: 사용 팬 크기
mr_in: वापरा पॅन आकार
nl_nl: Gebruik Pan Maat
pt_pt: Usar Tam. Pan
ro_ro: Utilizaţi Pan Dimensiune
ru_ru: Используйте Пан Размер
sq_al: Përdorimi Pan Size
sv: Använd Panstorlek?
sw_ke: Matumizi ya Pan Ukubwa
tr_tr: Boyutu Pan kullanın
zh_hk: 使用Pan size
zh_tw: 使用秤盤尺寸

source: Use Shrinkage
cs_cz: Použijte smrštění
es_es: Usar Merma
hi_in: उपयोग संकोचन
id_id: Gunakan Penyusutan
it_it: Ritiro Usa
ko_kr: 사용 수축
mr_in: वापरा घट
nl_nl: Gebruik Krimp
pt_pt: Usar Fat. Perda
ro_ro: Contractia utilizare
ru_ru: Используйте усушки
sq_al: Përdorimi Tkurrje
sv: Använd krympning?
sw_ke: Matumizi shrinkage
tr_tr: Kullanım Çekme
zh_hk: 启用报废
zh_tw: 啟用報廢

source: This Run Details
cs_cz: Tento běh Podrobnosti
es_es: Detalles de esta Corrida
hi_in: इस भागो विवरण
id_id: Rincian Perhitungan Ini
it_it: Questo Dettagli Run
ko_kr: 이 실행 세부 사항
mr_in: हे चालवा तपशील
nl_nl: Deze Run Details
pt_pt: Executar Detalhes
ro_ro: Acest Detalii Run
ru_ru: Это Сведения о выполнении
sq_al: Kjo Details Run
sv: Detta Kör Detaljer
sw_ke: Maelezo hii Run
tr_tr: Bu Run Detayları
zh_hk: 此次运行细节
zh_tw: 這個運行詳細信息

source: Use MRP Demands?
cs_cz: Použijte MRP požaduje?
es_es: ¿Usar Solicitudes MRP?
hi_in: एमआरपी मांगों का प्रयोग करें?
id_id: Gunakan Permintaan MRP?
it_it: Utilizzare le richieste MRP?
ko_kr: MRP의 요구를 사용?
mr_in: MRP मागण्या वापरा?
nl_nl: Gebruik MRP eisen?
pt_pt: Usar Demanda MRP?
ro_ro: Utilizaţi Cereri MRP?
ru_ru: Использование MRP требования?
sq_al: Përdorimi kërkon MRP?
sv: Använd MRP krav?
sw_ke: Madai kutumia MRP?
tr_tr: MRP Talepleri kullan?
zh_hk: 是否用MRP需求？
zh_tw: 使用MRP的需求？

source: Use Reorder Level Demands?
es_es: ¿Usar demandas de nivel de reorden?
ko_kr: 재주문 수준의 요구를 사용?
zh_tw: 使用重新排序等級要求?

source: Use EOQ?
cs_cz: Použijte EOQ?
es_es: ¿Usar cantidad económica de pedido?
hi_in: उपयोग EOQ?
id_id: Gunakan EOQ?
it_it: Usa EOQ?
ko_kr: EOQ를 사용?
mr_in: EOQ वापरा?
nl_nl: Gebruik EOQ?
pt_pt: Usar EOQ?
ro_ro: Utilizaţi EOQ?
ru_ru: Используйте ЕОК?
sq_al: Përdorimi EOQ?
sv: Använd EOQ?
sw_ke: Kutumia EOQ?
tr_tr: Kullanmak EOQ?
zh_hk: 是否用EOQ？
zh_tw: 使用 EOQ(最佳採購量)?

source: Use Pan Size?
cs_cz: Použijte Pan velikost?
es_es: ¿Usar tamaño de lote?
hi_in: आकार पैन का प्रयोग करें?
id_id: Gunakan Ukuran Lebar?
it_it: Usa pan dimensioni?
ko_kr: 팬 크기를 사용?
mr_in: पॅन आकार वापरा?
nl_nl: Gebruik Pan Maat?
pt_pt: Usar Tam. Pan?
ro_ro: Utilizaţi Pan Dimensiune?
ru_ru: Используйте Пан размер?
sq_al: Përdorimi Pan Size?
sv: Använd Panstorlek?
sw_ke: Matumizi ya Pan Ukubwa?
tr_tr: Boyutu Pan kullan?
zh_hk: 使用Pan Size?
zh_tw: 使用秤盤尺寸？

source: Use Shrinkage?
cs_cz: Smrštění použití?
es_es: ¿Usar Merma?
hi_in: उपयोग संकोचन?
id_id: Gunakan Penyusutan?
it_it: Ritiro Usa?
ko_kr: 수축을 사용?
mr_in: घट वापरा?
nl_nl: Gebruik Krimp?
pt_pt: Usar Perdas?
ro_ro: Contractia utilizare?
ru_ru: Используйте усушки?
sq_al: Tkurrje Përdor?
sv: Använd krympning?
sw_ke: Kutumia shrinkage?
tr_tr: Kullanmak Çekme?
zh_hk: 使用报废？
zh_tw: 啟用報廢？

source: Run MRP
cs_cz: Běhu MRP
es_es: Ejecutar MRP
hi_in: भागो एमआरपी
id_id: Jalankan MRP
it_it: Esegui MRP
ko_kr: 실행 MRP
mr_in: चालवा MRP
pt_pt: Exec. MRP
ru_ru: Выполнить MRP
sv: Kör MRP
sw_ke: Kukimbia MRP
tr_tr: Çalıştırmak MRP
zh_hk: 运行MRP
zh_tw: 運行MRP

source: MRP Calendar
cs_cz: MRP Kalendář
es_es: Calendario MRP
hi_in: एमआरपी कैलेंडर
id_id: Kalender MRP
ko_kr: MRP 달력
mr_in: MRP कॅलेंडर
nl_nl: MRP Kalender
pt_pt: Calendário MRP
ru_ru: MRP календарь
sq_al: MRP Kalendari
sv: Skapa MRP kalender
tr_tr: MRP Takvim
zh_hk: MRP 日历
zh_tw: MRP日曆

source: To Date Must Be Greater Than From Date
cs_cz: Chcete Datum musí být větší než od Datum
es_es: La Fecha Hasta debe ser posterior a la Fecha Desde
hi_in: तिथि करने के लिए तिथि से से अधिक होना चाहिए
id_id: Tgl Akhir Harus Lebih Maju Dari Tgl Awal
it_it: Per data deve essere maggiore di Da Data
ko_kr: 날짜 이내에서보다 큰이어야 함
mr_in: अद्ययावत तारखेपासून पेक्षा जास्त असणे आवश्यक
nl_nl: Om Datum moet groter zijn dan uit Datum
pt_pt: Data Final precisa ser maior Data Inicial
ro_ro: Pentru a Data trebuie să fie mai mare decât la Data
ru_ru: Начальная дата должна быть больше конечной
sq_al: Data duhet të jetë më e madhe nga Data
sv: Slutdatum måste vara senare än startdatum
sw_ke: Na Date Lazima kuwa kubwa kuliko Kutoka Date
tr_tr: Bugüne kadar Tarihinden İtibaren Daha Büyük Olmalı
zh_hk: 截止日期必须大于起始日期
zh_tw: 日期必須大於起始日期

source: The MRP Calendar has been created
cs_cz: MRP Kalendář byl vytvořen
es_es: El Calendario MRP ha sido creado
hi_in: एमआरपी कैलेंडर बना दिया गया है
id_id: Kalender MRP telah dibuat
it_it: Il Calendario MRP è stato creato
ko_kr: MRP 달력을 만들었습니다
mr_in: MRP दिनदर्शिका तयार केला गेला आहे
nl_nl: De MRP-kalender is gemaakt
pt_pt: Calendário MRP criado
ro_ro: Calendar MRP a fost creat
ru_ru: MRP календарь был создан
sq_al: Kalendari MRP është krijuar
sv: MRP-kalendern har skapats
sw_ke: Kalenda ya MRP imeanzishwa
tr_tr: MRP Takvim yaratıldı
zh_hk: 物料需求计划（MRP）日历已经创建
zh_tw: MRP的日曆已新建

source: Invalid Change Date
cs_cz: Neplatné Změnit datum
es_es: Fecha de Cambio no válida
hi_in: अवैध तिथि परिवर्तित
id_id: Perubahan Tgl Salah
it_it: Modifica della data non valido
ko_kr: 잘못된 날짜 변경
mr_in: अवैध बदल तारीख
nl_nl: Ongeldige Datum wijzigen
pt_pt: Data Atualiz. Inválida
ro_ro: Invalid Schimbarea Data
ru_ru: Неверная дата изменения
sq_al: Pavlefshme Ndryshimi Data
sv: Ogiltigt ändringsdatum
sw_ke: Change batili Date
tr_tr: Geçersiz Tarih Değişikliği
zh_hk: 无效的变更日期
zh_tw: 無效的修改日期

source: Cannot update the MRP Calendar
cs_cz: Nelze aktualizovat MRP Kalendář
es_es: No se puede actualizar el calendario de planificación de necesidades
hi_in: एमआरपी कैलेंडर अद्यतन नहीं कर सकते
id_id: Tdk dapat memperbarui Kalender MRP
it_it: Non è possibile aggiornare il calendario MRP
ko_kr: MRP 캘린더를 업데이트 할 수 없습니다
mr_in: MRP कॅलेंडर अद्यतनित करू शकत नाही
nl_nl: Kan niet updaten van de MRP Kalender
pt_pt: Não Pode atualizar Calendário MRP
ro_ro: Nu poate actualiza Calendar MRP
ru_ru: Невозможно обновить MRP календарь
sq_al: Can&#39;t update Kalendari MRP
sv: Kan inte uppdatera MRP Kalender
sw_ke: Hawezi update kalenda ya MRP
tr_tr: MRP Takvim güncelleme Can&#39;t
zh_hk: 无法更新MRP日历
zh_tw: 無法更新MRP日曆

source: The MRP calendar record for
es_es: El registro de calendario de PRM
id_id: Data kalender MRP utk
ko_kr: 대한 MRP 달력 기록
mr_in: साठी MRP कॅलेंडर रेकॉर्ड
pt_pt: Calendário MRP para
zh_tw: 對於MRP日曆記錄

source: Manufacturing Date
cs_cz: Datum výroby
es_es: Fecha de Producción
hi_in: निर्माण तिथि
id_id: Tgl Produksi
it_it: Data di produzione
ko_kr: 제조 날짜
mr_in: उत्पादन तारीख
nl_nl: Manufacturing Datum
pt_pt: Data Manufatura
ro_ro: Data de fabricaţie
ru_ru: Дата выпуска
sq_al: Prodhim Data
sv: Tillverkningsdatum
sw_ke: Viwanda Date
tr_tr: İmalat Tarihi
zh_hk: 生产日期
zh_tw: 生產日期

source: Exclude The Following Days
cs_cz: Vyloučit následující dny
es_es: Excluir los siguientes días
hi_in: बाद के दिनों में बाहर करें
id_id: Kecualikan Hari Berikut
it_it: Escludi I giorni seguenti
ko_kr: 다음 일 제외
mr_in: पुढील दिवस निष्कासित
nl_nl: Sluit de volgende dagen
pt_pt: Excluir estes Dias
ro_ro: Exclude zilele următoare
ru_ru: Исключить следующие дни
sq_al: Përjashto Ditët Pas
sv: Uteslut de följande dagarna
sw_ke: Kuwatenga Siku Kufuatia
tr_tr: Dışlamak takiben Gün
zh_hk: 不包含下列日期
zh_tw: 排除隨後的日子裡

source: Create Calendar
cs_cz: Vytvořit kalendář
es_es: Crear calendario
hi_in: कैलेंडर तैयार
id_id: Buat Kalender
it_it: Crea calendario
ko_kr: 달력 만들기
mr_in: कॅलेंडर तयार करा
nl_nl: Agenda maken
pt_pt: Criar Calendário
ro_ro: Creaţi Calendar
ru_ru: Создать календарь
sq_al: Krijo Kalendari
sv: Skapa kalender
sw_ke: Kujenga Calendar
tr_tr: Takvim oluşturma
zh_hk: 创建日历
zh_tw: 建立日曆

source: List Date Range
cs_cz: Seznam Časové
es_es: Listar Intervalo
hi_in: सूची तिथि सीमा
id_id: Tampilkan Jangka Tgl
it_it: Elenco Date Range
ko_kr: 목록 날짜 범위
mr_in: सूची तारीख श्रेणी
nl_nl: Lijst Datumbereik
pt_pt: Listar Intervalo Datas
ro_ro: Lista Data Range
ru_ru: Перечислить список дат
sq_al: Data Lista Range
sv: Datumperiod
sw_ke: Tarehe orodha Range
tr_tr: Liste Tarih Aralığı
zh_hk: 列出日期范围
zh_tw: 列出日期範圍

source: Change Date Status
cs_cz: Datum změny stavu
es_es: Cambiar Estado de Fecha
hi_in: तारीख बदलने स्तर
id_id: Ubah Status Tgl
it_it: Change Data Stato
ko_kr: 날짜 변경 상태
mr_in: बदल तारीख स्थिती
nl_nl: Datum Status wijzigen
pt_pt: Atualizar Situação Data
ro_ro: Schimbarea Data Status
ru_ru: Изменить дату статуса
sq_al: Statusit Ndryshimi Data
sv: Ändra datumstatus
sw_ke: Hali ya mabadiliko ya Tarehe
tr_tr: Değiştirmek Tarihi Durumu
zh_hk: 变更日期状态
zh_tw: 更改日期狀態

source: MRP Create Demands
cs_cz: MRP Vytvořit požaduje
es_es: MRP Crear Solicitudes (exigencia)
hi_in: एमआरपी मांगों बनाएँ
id_id: MRP Buat Permintaan
it_it: MRP Creare Richieste
ko_kr: MRP는 수요 창출
mr_in: MRP मागण्या तयार
nl_nl: MRP Maak Eisen
pt_pt: Criar Demanda MRP
ro_ro: MRP Creaţi Cereri
ru_ru: MRP-требования создания
sq_al: MRP Krijo kërkon
sv: Skapa MRP krav
sw_ke: MRP Create Madai
tr_tr: MRP Talepleri oluşturun
zh_hk: MRP 创建需求
zh_tw: MRP的需求新建

source: The date from must be specified in the format
cs_cz: Datum od musí být zadána ve formátu
es_es: La fecha desde debe ser especificada en el formato
hi_in: चाहिए से तारीख प्रारूप में निर्दिष्ट किया जा
id_id: Tgl awal harus dalam format
it_it: La data d&#39;inizio deve essere specificata nel formato
ko_kr: 형식으로 지정해야합니다에서 날짜
mr_in: पासून तारीख स्वरूपात निर्देशीत करणे आवश्यक आहे
nl_nl: Datum van format
pt_pt: A data inicial precisa ser espec. no formato
ro_ro: Data de la trebuie să fie specificate în formatul
ru_ru: Начальная дата должна быть в формате
sq_al: Data e nga duhet të specifikohen në format
sv: Datumformatet måste vara
sw_ke: Tarehe ya kutoka lazima maalum katika muundo
tr_tr: BASLANGIÇ TARIHI SU FORMATTA OLMALI:
zh_hk: 开始日期格式有误，应为
zh_tw: 開始日期必須是格式化的

source: The date to must be specified in the format
cs_cz: Datum musí být zadáno ve formátu
es_es: La fecha hasta debe ser especificada en el formato
hi_in: तारीख चाहिए करने के लिए प्रारूप में निर्दिष्ट किया जा
id_id: Tgl akhir harus dalam format
it_it: La data deve essere specificata nel formato
ko_kr: 날짜 형식으로 지정해야합니다
mr_in: तारीख स्वरूपात निर्देशीत करणे आवश्यक आहे
nl_nl: Datum tot formaat
pt_pt: A data final precisa ser espec. no formato
ro_ro: La data care trebuie să fie specificate în formatul
ru_ru: Конечная дата должна быть в формате
sq_al: Data e që duhet të specifikohet në format
sv: Datumformatet måste vara
sw_ke: Tarehe ya lazima katika muundo maalum
tr_tr: BITIS TARIHI SU FORMATTA OLMALI:
zh_hk: 截止日期格式有误，应为
zh_tw: 截止日期必須是格式化的

source: The date to must be after the date from
cs_cz: Datum musí být po datu
es_es: La fecha hasta debe ser posterior a la fecha desde
hi_in: तिथि करने के लिए तिथि से बाद होना चाहिए
id_id: Tgl akhir harus setelah tgl awal
it_it: La data deve essere successiva alla data di
ko_kr: 날짜에서 날짜 이후 여야합니다
mr_in: तारीख पासून तारीख नंतर असावा
nl_nl: De tot-datum moet na de van-datum liggen
pt_pt: A data final precisa ser após a data inicial
ro_ro: Data care trebuie să fie după data de la
ru_ru: Конечная дата должна быть позже начальной
sq_al: Data e që duhet të jetë pas datës nga
sv: måste vara superanvändare för att göra COPY till eller från en fil
sw_ke: Ya tarehe ya lazima kuwa baada ya tarehe ya kutoka
tr_tr: BITIS TARIHI BASLANGIÇ TARIHINDEN SONRA OLMALI
zh_hk: 截止日期必须在开始日期之后
zh_tw: 截止日期必須在開始日期之後

source: The distribution start date must be specified in the format
cs_cz: Datum zahájení distribuce musí být uvedena ve formátu
es_es: La fecha de inicio de la distribución debe ser indicada en el formato
hi_in: वितरण आरंभ तिथि प्रारूप में निर्दिष्ट किया जाना चाहिए
id_id: Tgl mulai distribusi harus dalam format
it_it: La data di inizio di distribuzione deve essere specificata nel formato
ko_kr: 배포 시작 날짜는 형식으로 지정해야합니다
mr_in: वितरण प्रारंभ तारीख स्वरूपात निर्देशीत करणे आवश्यक आहे
nl_nl: De verdeling begindatum moet worden gespecificeerd in het formaat
pt_pt: A data distribuição precisa estar no formato
ro_ro: Data de începere de distribuţie trebuie specificate în formatul
ru_ru: Дата начала распределения должны быть указаны в формате
sq_al: Data e fillimit të shpërndarjes duhet të specifikohen në format
sv: Datumformatet måste vara
sw_ke: Tarehe ya kuanza usambazaji lazima maalum katika format
tr_tr: Dağıtım başlangıç tarihi biçiminde belirtilmelidir
zh_hk: 配送起始日期必须以指定格式输入
zh_tw: 分發的開始日期必須指定格式

source: The quantity below which no demand will be created must be numeric
es_es: La cantidad por debajo de la cual no se creará la demanda debe ser un número
id_id: Qty dibawah ini tanpa permintaan harus numerik
ko_kr: 더 수요가 생성되지 않습니다 그 이하 수량은 숫자이어야합니다
mr_in: एकही मागणी निर्माण होईल जे खालील प्रमाण अंकीय असणे आवश्यक आहे
pt_pt: A Quant. abaixo sem demanda precisa ser numérica
zh_tw: 下面這是任何需求將要新建的數量必須是數字

source: The multiplier is expected to be a positive number
es_es: El multiplicador debe ser un número positivo
id_id: Faktor kelipatan harus angka positif
ko_kr: 곱셈기는 양수 것으로 예상된다
mr_in: गुणक सकारात्मक संख्या असेल अशी अपेक्षा आहे
pt_pt: O multiplicador experado deve ser um número positivo
zh_tw: 乘法器預期為正數

source: records have been created
cs_cz: záznamy byly vytvořeny
es_es: los registros han sido creados
hi_in: अभिलेख बनाया गया है
id_id: data telah dibuat
it_it: registrazioni sono state effettuate
ko_kr: 기록은 생성 된
mr_in: रेकॉर्ड तयार केले गेले आहेत
nl_nl: kopien worden gemaakt
pt_pt: Registros foram criados
ro_ro: înregistrările au fost create
ru_ru: записи были созданы
sq_al: të dhënat janë krijuar
sv: poster har skapats
sw_ke: kumbukumbu viliumbwa
tr_tr: kayıtlarının oluşturulduğunu
zh_hk: 已创建了记录
zh_tw: 已新建的記錄

source: Demand Type
cs_cz: Poptávka Typ
es_es: Tipo de Demanda
hi_in: मांग के प्रकार
id_id: Tipe Permintaan
it_it: Tipo di domanda
ko_kr: 수요 유형
mr_in: मागणी प्रकार
nl_nl: Type vraag
pt_pt: Tipo de Demanda
ro_ro: Tipul cererii
ru_ru: Тип требования
sq_al: Kërkesa Type
sv: Behovstyp
sw_ke: Mahitaji ya Aina
tr_tr: Talep Türü
zh_hk: 需求种类
zh_tw: 需求類型

source: Inventory Location
cs_cz: Umístění zásob
es_es: Ubicación del inventario
hi_in: इन्वेंटरी स्थान
id_id: Lokasi Persediaan
it_it: Inventario Posizione
ko_kr: 재고 위치
mr_in: सूची स्थान
nl_nl: Voorraad Lokaties
pt_pt: Local Estoque
ro_ro: Amplasament Inventar
ru_ru: Местоположение ассортимента
sq_al: Inventari Vendndodhja
sv: Leveransplats
sw_ke: Hesabu Location
tr_tr: DEPO
zh_hk: 仓库
zh_tw: 倉庫

source: From Sales Date
cs_cz: Od data prodeje
es_es: Desde la fecha de venta
hi_in: बिक्री दिनांक से
id_id: Tgl Penjualan Awal
it_it: Dalla Data di vendita
ko_kr: 판매 날짜
mr_in: विक्री तारखेपासून
nl_nl: Van Sales Datum
pt_pt: Data de Vendas Inicial
ro_ro: Data de la vânzări
ru_ru: Начальная дата продаж
sq_al: Nga Sales Data
sv: Från försäljningsdatum
sw_ke: Kutoka Date Sales
tr_tr: Satış Tarihinden İtibaren
zh_hk: 自 销售日期
zh_tw: 銷售日期從

source: To Sales Date
cs_cz: Chcete-li data prodeje
es_es: Hasta la fecha de venta
hi_in: बिक्री तिथि करने के लिए
id_id: Tgl Penjualan Akhir
it_it: Per data di vendita
ko_kr: 판매 날짜
mr_in: विक्री अद्ययावत
nl_nl: Naar Sales Datum
pt_pt: Data de Vendas Final
ro_ro: Pentru a Data Vânzări
ru_ru: Конечная дата продаж
sq_al: Për Sales Data
sv: Till försäljningsdatum
sw_ke: Na Date Sales
tr_tr: Satış tarihi için
zh_hk: 到 销售日期
zh_tw: 銷售日期到
