Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The selected work order has been closed and variances calculated and posted. No more receipts of manufactured items can be received against this work order. You should make up a new work order to receive this item against.
cs_cz: Výběr z díla, aby byla uzavřena a odchylky vypočteny a zveřejněny. Žádné další příjmy vyrobených položek lze přijímat na tuto práci objednávku. Měli byste se nové práce, aby se jim tato položka proti.
es_es: La orden de trabajo seleccionada se ha cerrado al igual que las variaciones calculadas y publicadas. No se pueden recibir más entradas de artículos manufacturados en contra de esta orden de trabajo. Usted debe hacer una nueva orden de trabajo para recibir este elemento en contra.
hi_in: चयनित कार्य आदेश बंद कर दिया गया है और प्रसरण परिकलित और पोस्ट किया. विनिर्मित वस्तुओं का कोई और प्राप्तियों इस काम के आदेश के खिलाफ प्राप्त किया जा सकता. आप एक नए काम के आदेश बनाने के लिए इस मद के खिलाफ प्राप्त करना चाहिए.
id_id: Order produksi yg dipilih telah selesai dan selisih telah dihitung dan dibukukan. Tdk ada lagi penerimaan item produksi terhadap order produksi ini. Anda harus membuat order produksi baru utk menerima item ini.
it_it: L&#39;ordine di lavoro selezionato è stato chiuso e le varianze calcolate e distaccati. No ricevute più di manufatti possono essere ricevuti grazie a questo ordine di lavoro. Si dovrebbe fare un nuovo ordine di lavoro di ricevere questa voce contro.
ko_kr: 선택한 작업 순서는 폐쇄 차이가 계산되어 게시되었습니다. 제조 항목의 더 이상 영수증이 작업 순서에 대해 수신 할 수 있습니다. 당신은에 대해이 항목을받을 수있는 새로운 작업 순서를 확인해야합니다.
mr_in: निवडलेले काम ऑर्डर बंद झाले आणि variances गणना आणि पोस्ट. उत्पादित आयटम आणखी पावत्या हे काम आदेशा विरूध्द प्राप्त केली जाऊ शकतात. आपण विरुद्ध हा आयटम प्राप्त करण्यासाठी नवीन काम ऑर्डर अप करावी.
nl_nl: de geselecteere werk order is afgesloten and verschillen zijn al berekend en geboekt. Geen boekingen meer mogelijk op deze werkorder. Een nieuwe werk order zal moet worden gemaakt
pt_pt: Ordem Prod. Selec. foi fechada e variações calculadas e postadas.Não pode haver mais recebim. de itens manufaturados para essa Ordem.
ro_ro: Ordinul de lucru selectat a fost închisă şi diferenţele calculat şi afişat. Nr încasări mai multe elemente de fabricat să poată fi primit acest ordin împotriva lucru. Tu ar trebui să facă un lucru nou, pentru a beneficia de acest element împotriva.
ru_ru: Выбранного наряда был закрыт и дисперсий рассчитывается и размещены. Нет больше поступлений промышленных товаров могут быть получены в отношении этой работы порядка. Вы должны сделать до нового порядка работы для получения этого пункта против.
sq_al: Mënyrë zgjedhur punë ka qenë e mbyllur dhe mospërputhje llogaritur dhe postuar. Nuk ka fatura më të artikujve të prodhuar të mund të marrë kundër kësaj mënyrë pune. Ju duhet të përbëjnë një mënyrë të re pune për të marrë këtë artikull kundër.
sv: Den valda arbetsorder har stängts och varians beräknas och publiceras. Inga fler kvitton på tillverkade artiklar kan tas emot mot denna arbetsorder. Du bör göra upp en ny arbetsplan för att få denna budgetpost.
sw_ke: Ya kuchaguliwa ili kazi imekuwa imefungwa na variances mahesabu na posted. risiti Hakuna zaidi ya vitu viwandani inaweza kuwa alipokea dhidi ili kazi hii. Unapaswa kufanya kazi mpya ili kupata bidhaa hii dhidi ya.
tr_tr: Seçilen çalışma düzeni kapanmıştır ve varyansları hesaplanmış ve yayınlanmıştır. üretilen ürün yok daha gelirleri bu çalışma düzenine karşı alınabilir. Bu öğeyi karşı almak için yeni bir iş emri kadar yapmak gerekir.
zh_hk: 所选的工作单被关闭，差异被计算并且过账。无法再从此工作单收货。您需要创建一个新的工作单来收货。
zh_tw: 選取的工作訂單已完結和差異已計算及已記帳. 不能用此工作訂單再接收成品. 必須新開一個工作訂單來接收這批商品

source: Receive work order
cs_cz: Přijmout výrobní objednávku
es_es: Aceptar(Recibir/Aprobar) Orden de Trabajo
hi_in: काम क्रम प्राप्त
id_id: Terima order produksi
it_it: Ricevere ordini di lavoro
ko_kr: 작업 수주
mr_in: काम क्रम प्राप्त करा
nl_nl: Ontvangst op werkorder
pt_pt: Receber Ordem Prod.
ro_ro: Primi comanda de lucru
ru_ru: Получить работу порядка
sq_al: Merrni porosinë punë
sv: Ta emot arbetsorder
sw_ke: Kupokea kazi ili
tr_tr: iş emri almak
zh_hk: 接收工作单
zh_tw: 接收工作訂單

source: Date Received
cs_cz: Datum přijetí
es_es: Fecha de recepción
hi_in: तारीख प्राप्त
id_id: Tgl Diterima
it_it: Data di ricezione
ko_kr: 받은 날짜
mr_in: प्राप्त दिनांक
nl_nl: Ontvangst datum
pt_pt: Data Recebim.
ro_ro: Data primirii
ru_ru: Дата получения
sq_al: Data e marra
sv: Inlevererat datum
tr_tr: Tarih Alınan
zh_hk: 接收日期
zh_tw: 收貨日期

source: Received Into
cs_cz: Přijaté Do
es_es: Recibido en
hi_in: प्राप्त में
id_id: Diterima Ke
it_it: Ricevuto in
ko_kr: 로받은
mr_in: प्रवेश प्राप्त
nl_nl: Ontvangen te
pt_pt: Receb. Em
ro_ro: Primit în
ru_ru: Получены в
sq_al: Marrë Into
sv: Inlevererad till
sw_ke: Katika kupokea
tr_tr: Alınan Into
zh_hk: 接收到
zh_tw: 接收到

source: Serial Numbers Received
cs_cz: Sériová čísla Přijaté
es_es: Números de Serie Recibidos
hi_in: सीरियल नंबर प्राप्त
id_id: Nomor Seri Diterima
it_it: Numeri di serie Ricevuto
ko_kr: 일련 번호는 수신
mr_in: प्राप्त सिरिअल क्रमांक
nl_nl: Ontvangen serie Nummers
pt_pt: Número Série Recebido
ro_ro: Numerele de serie primite
ru_ru: Серийные номера Поступило
sq_al: Numrat Serial Received
sv: Serienummer mottagna
sw_ke: Idadi Serial Received
tr_tr: Seri Numaraları Alınan
zh_hk: 收到的序列号
zh_tw: 已收序號

source: No serial numbers defined yet
cs_cz: Žádná sériová čísla Dosud nebyly definovány
es_es: No hay números de serie definidos todavía
hi_in: अभी तक कोई धारावाहिक परिभाषित संख्या
id_id: Belum ada nomor seri yg dibuat
it_it: No numeri di serie sono state ancora definite
ko_kr: 어떤 일련 번호가 아직 정의되지
mr_in: नाही सिरिअल क्रमांक अद्याप व्याख्या
nl_nl: Geen serienummers nog niet gedefinieerd
pt_pt: Não há número serial
ro_ro: Nr numerele de serie definit încă
ru_ru: Нет серийные номера определены еще
sq_al: Nuk ka numra serik përcaktuar ende
sv: Det finns ännu inga serienummer upplagda
sw_ke: Hakuna idadi Serial defined bado
tr_tr: henüz tanımlı değil seri numaraları
zh_hk: 还没有定义序列号
zh_tw: 還沒有定義序號

source: Process Manufactured Items Received
cs_cz: Proces Vyrobeno položky přijaté
es_es: Procesar Artículos Manufacturados Recibidos
hi_in: प्रक्रिया निर्मित आइटम प्राप्त
id_id: Proses Item Diproduksi telah Diterima
it_it: Processo Prodotto articoli ricevuti
ko_kr: 공정 제조 항목은 수신
mr_in: प्राप्त प्रक्रिया तयार झालेली आयटम
nl_nl: Verwerk geproduceerde items die zijn geboekt
pt_pt: Proc. Receb. Itens Manuf.
ro_ro: Proces industriale articolele primite
ru_ru: Процесс промышленных товаров Поступила в редакцию
sq_al: Procesi i prodhimit Items Received
sv: Processa mottagna tillverkade produkter
sw_ke: Mchakato wa Viwandani Items Received
tr_tr: Süreç Öğeler Alınan üretilmiştir
zh_hk: 执行制造品收货
zh_tw: 執行接收生產商品

source: Batch/Lots Received
cs_cz: Šarže / Pozemky Přijaté
es_es: Lotes/Piezas Recibidas
hi_in: बैच / बहुत से मिला
id_id: Batch/Lot Diterima
it_it: Lotto / partite ricevute
ko_kr: 배치 / 로트 수신
mr_in: प्राप्त बॅच / गोंगाट
nl_nl: Batch / Lots ontvangen
pt_pt: Lote(s) Recebido(s)
ro_ro: Lot / loturile primite
ru_ru: Пакетное / Много Поступило
sq_al: Batch / Shumë Received
sv: Mottagna batcher/loter
sw_ke: Kundi / Kura Received
tr_tr: Parti / Lot Alınan
zh_hk: 已接收的批次/批
zh_tw: 已收批號

source: No batches/lots defined yet
cs_cz: Žádné dávky / šarže Dosud nebyly definovány
es_es: No hay lotes/conjuntos definidos todavía
hi_in: कोई बैचों / बहुत अभी तक परिभाषित
id_id: Belum ada batch/lot yg dibuat
it_it: No lotti / partite sono state ancora definite
ko_kr: 어떤 배치 / 제비는 아직 정의되지
mr_in: नाही बॅचेस / बरेच अद्याप व्याख्या
nl_nl: Geen batches / kavels gedefinieerd nog
pt_pt: Nenhuma Corrida ou Lote foi definida
ro_ro: Nr loturi / loturi definit încă
ru_ru: Нет партии / много определены еще
sq_al: Nuk ka tufa / shumë përcaktuar ende
sv: Det finns inga batcer/loter upplagda
sw_ke: Hakuna batches / kura defined bado
tr_tr: Hiçbir gruplar / sürü henüz tanımlanmış
zh_hk: 还没有定义批次/批
zh_tw: 尚未定義批次/大量

source: Batch/Lot No
es_es: Lote No.
ko_kr: 배치 / 로트 번호
mr_in: बॅच / लॉट नाही
pt_pt: Lote/Batch
zh_tw: 批/大量編號

source: Received Qty
es_es: Cantidad recibida
ko_kr: 받은 수량
mr_in: मात्रा प्राप्त
pt_pt: Qtd Receb.
zh_tw: 已收數量

source: Work Order Status Inquiry
cs_cz: Práce Stav objednávky Poptávka
es_es: Consultar Estado de la Orden de Trabajo
hi_in: कार्य आदेश की स्थिति जाँच
id_id: Cari Status Order Produksi
it_it: Ordine di lavoro Richiesta di stato
ko_kr: 주문 상태 문의를 작동
mr_in: कार्य क्रम स्थिती चौकशी
nl_nl: Zoek opdracht werkorder status
pt_pt: Cons. Sit. Ordem Produção
ro_ro: Ordinul de lucru Status anchetă
ru_ru: Работа Статус заказа расследованию
sq_al: Puna e statusit Rendit Hetim
sv: Statusfråga arbetsorder
sw_ke: Order kazi Hali ya Uchunguzi
tr_tr: İş Emri Durumu Sorgulama
zh_hk: 工作单状态查询
zh_tw: 工作訂單狀況查詢

source: Work order Number
es_es: Número de Orden de Trabajo
id_id: Nomor Order Produksi
ko_kr: 작업 주문 번호
mr_in: कार्य मागणी क्रमांक
pt_pt: Número Ordem Produção
zh_tw: 工作訂單編號

source: Manual Issue
cs_cz: Manuální vydání
es_es: Expedición Manual
hi_in: पुस्तिका मुद्दा
id_id: Terbit Manual
it_it: Manuale di emissione
ko_kr: 설명서 문제
mr_in: मॅन्युअल इश्यू
nl_nl: Handmatig toewijzen
pt_pt: Neces. Manual
ro_ro: Manual Eliberarea
ru_ru: Руководство выпуск
sv: Manual problem
sw_ke: Suala mwongozo
tr_tr: Manuel Sayı
zh_hk: 手动发料
zh_tw: 手動發於

source: Additional Issue
ko_kr: 추가 문제
zh_tw: 額外的問題

source: Automatic Customer Receipt
ko_kr: 자동 고객 영수증
zh_tw: 客戶自動收貨

source: Could not insert allocation record
ko_kr: 할당 레코드를 삽입 할 수 없습니다
zh_tw: 無法新增分攤記錄

source: Recalculate BOM costs
cs_cz: Přepočítat kusovníku náklady
es_es: Volver a calcular los costos de lista de materiales
hi_in: पुनर्गणना BOM लागत
id_id: Hitung-Ulg HPP BOM
it_it: Ricalcola costi BOM
ko_kr: BOM 비용을 다시 계산
mr_in: BOM खर्च पुन्हा मोजा
nl_nl: Herberekenen BOM kosten
pt_pt: Recalcular custo BOM
ro_ro: Recalcularea BOM costurile
ru_ru: Пересчитать спецификации расходы
sq_al: Rillogaritjen kostot e bom
sv: Beräkna BOM kostnader
sw_ke: Recalculate Bom gharama
tr_tr: Yeniden hesaplamak BOM maliyeti
zh_hk: 重算BOM成本
zh_tw: 重計BOM成本

source: An error occurred selecting all bottom level components
cs_cz: Došlo k chybě výběru všech spodní úrovni složek
es_es: Se produjo un error al seleccionar todos los componentes de nivel inferior
hi_in: एक त्रुटि सब नीचे स्तर घटकों का चयन हुआ
id_id: Terjadi kesalahan memilih semua komponen tingkat bawah
it_it: È verificato un errore selezionando tutti i componenti di livello inferiore
ko_kr: 오류가 모두 바닥 수준의 구성 요소를 선택 발생
mr_in: एक त्रुटी सर्व तळ पातळी घटक निवडून आली
nl_nl: Is een fout opgetreden selectie van alle onderste niveau componenten
pt_pt: Erro ocorreu selecionando componentes dos níveis
ro_ro: A apărut o eroare selectând toate componentele de jos nivel
ru_ru: Ошибка выбора всех компонентов нижнего уровня
sq_al: Ka ndodhur një gabim zgjedhjen e të gjithë komponentët e fund nivel
sv: Ett fel inträffade markera alla botten-nivå komponenter
sw_ke: Hitilafu ilitokea kuchagua vipengele vyote ngazi ya chini
tr_tr: Bir hata tüm alt seviye bileşenleri seçme oluştu
zh_hk: 在选择所有底层部件时发生错误
zh_tw: 選擇的所有底層組件發生了錯誤

source: The SQL that was used to select bottom level components and failed in the process was
cs_cz: SQL, který byl použit pro výběr spodní úroveň složek a nedokázal v tomto procesu bylo
es_es: El SQL que se utilizó para seleccionar los componentes de nivel inferior y falló en el proceso fue
hi_in: SQL कि नीचे स्तर के घटकों का चयन किया था और इस प्रक्रिया में विफल रहा था
id_id: SQL yg digunakan utk memilih komponen tingkat bawah dan gagal dalam proses itu
it_it: L&#39;SQL che è stato utilizzato per selezionare i componenti di livello inferiore e fallito nel processo è stato
ko_kr: 공정 최저치 레벨 구성 요소를 선택하는 데 실패 하였다 SQL이었다
mr_in: तळ पातळी घटक नीवडण्यासाठी वापरले आणि प्रक्रिया अयशस्वी झाली याची SQL होते
nl_nl: De SQL die gebruikt werd om onderste niveau componenten te selecteren en niet in het proces was
pt_pt: SQL usado para selecionar nível componente, que falhou foi
ro_ro: SQL care a fost folosit pentru a selecta componente partea inferioară a nivelului şi a eşuat în procesul a fost
ru_ru: SQL, который был использован для выбора нижнего уровня компонентов и не в этом процессе
sq_al: SQL që është përdorur për të zgjedhur komponente fund të nivelit dhe dështoi në këtë proces ishte
sv: SQL som användes för att välja botten nivå komponenter och misslyckades i processen var
sw_ke: SQL kuwa ilitumika kuchagua vipengele ngazi ya chini na kushindwa katika mchakato wa mara
tr_tr: alt düzey bileşenleri seçmek için kullanılan ve süreç içinde başarısız SQL oldu
zh_hk: 在此过程中用于选择底层部品失败的SQL是
zh_tw: 這SQL程序是用來選擇底層組件和執行失敗

source: Failed on item
es_es: Falló en el artículo
id_id: Gagal pada item
ko_kr: 항목에 실패
mr_in: आयटमवर अयशस्वी
pt_pt: Falhou no item
zh_tw: 失敗的項目

source: Cost update has been rolled back
es_es: La actualización de costos se ha devuelto
id_id: Pembaruan biaya telah dibatalkan
ko_kr: 비용 업데이트 롤백되었습니다
mr_in: खर्च सुधारणा परत आणले गेले आहे
pt_pt: Atualiz. de Custo Desfeita (rollback DB)
zh_tw: 成本更新已復原

source: All cost updates committed to the database.
cs_cz: Všechny náklady aktualizace do databáze.
es_es: Todas las actualizaciones de costos comprometidos con la base de datos.
hi_in: सभी लागत अद्यतन डेटाबेस के लिए प्रतिबद्ध है.
id_id: Semua pembaruan HPP telah disimpan ke database.
it_it: Tutti gli aggiornamenti costi impegnati al database.
ko_kr: 모든 비용 업데이트는 데이터베이스에 최선을 다하고 있습니다.
mr_in: सर्व खर्च सुधारणा डेटाबेस वचनबद्ध.
nl_nl: Alle kosten updates gepleegd aan de database.
pt_pt: Todas atualiz. de custos gravadas no DB
ro_ro: Toate actualizările cost angajat la baza de date.
ru_ru: Все расходы обновлений в базу данных.
sq_al: Të gjitha të rejat me kosto të angazhuar për bazën e të dhënave.
sv: Alla kostnader uppdateringar engagerad i databasen.
sw_ke: updates gharama zote nia ya database.
tr_tr: Tüm maliyet güncellemeleri veritabanı kararlıdır.
zh_hk: 所有成本更新都已提交到数据库。
zh_tw: 所有成本更新已經寫入資料庫

source: This script will not update the General Ledger stock balances for the changed costs. If you use integrated stock then do not use this utility
es_es: Este script no actualizará los balances de existencias contables para cambiar los costos. Si se utilizan las existencias integradas entonces no debe usar esta utilidad
id_id: Script ini tdk akan memperbarui saldo stok Buku Besar utk HPP yg diubah. Jika Anda menggunakan stok terintegrasi makan jangan gunakan fasilitas ini
ko_kr: 이 스크립트는 변경 비용 원장 재고 잔액을 업데이트하지 않습니다. 당신이 통합 된 주식을 사용하는 경우이 유틸리티를 사용하지 마십시오
mr_in: हे स्क्रिप्ट बदलले खर्च सामान्य खातेवही स्टॉक शिल्लक अद्यतनित करणार नाही. आपण एकात्मिक स्टॉक वापरल्यास नंतर या उपयुक्तता वापरू नका
pt_pt: Esse proced. não irá atualizar saldo de estoque na contabilidadepara custos diferentes. Caso utilize a integração do estoque não useesse utilitário
zh_tw: 這個腳本不會根據變化的成本來更新總帳的庫存餘額。如果您使用整合的庫存，請不要使用此工具

source: Update costs for all items listed in a bill of materials
cs_cz: Aktualizace nákladů na všechny položky uvedené v kusovníku
es_es: Actualización de costos de todos los elementos que figuran en una lista de materiales
hi_in: सभी सामग्री के बिल में सूचीबद्ध मदों के लिए अद्यतन लागत
id_id: Perbarui HPP utk semua item yg tercantum di daftar bahan baku
it_it: costi di aggiornamento per tutti gli elementi elencati in una distinta dei materiali
ko_kr: 재료의 법안에 나열된 모든 항목에 대한 업데이트 비용
mr_in: साहित्य बिल सूचीमधील सर्व आयटम अद्यतन खर्च
nl_nl: Update kosten voor alle items zijn opgenomen in een wetsvoorstel van materialen
pt_pt: Atual. custo para todos itens listados no BOM (estrutura)
ro_ro: costuri de actualizare pentru toate elementele enumerate la un proiect de lege de materiale
ru_ru: Обновление затрат по всем пунктам, перечисленным в спецификации
sq_al: Update shpenzimet për të gjitha sendet e listuara në një faturë të materialeve
sv: Uppdatera kostnader för alla produkter som ingår i en proposition av material
sw_ke: Mwisho gharama kwa ajili ya vitu wote waliotajwa katika hati ya vifaa
tr_tr: malzemelerin bir tasarı listelenen tüm kalemler için Güncelleştirme maliyeti
zh_hk: 更新列在物料清单中的所有物料的成本
zh_tw: 更新列在物料清單中所有物料的成本

source: Run
cs_cz: Běh
es_es: Corre
hi_in: चलाना
id_id: Jalankan
it_it: Esegui
ko_kr: 운영
mr_in: चालवा
pt_pt: Executar
ro_ro: Alerga
ru_ru: Выполнить
sv: Kör
sw_ke: Kukimbia
tr_tr: Koşmak
zh_hk: 运行
zh_tw: 執行

source: UTILITY PAGE To Changes A Customer Branch Code In All Tables
cs_cz: UTILITY PAGE na změny zákazníků Obor Kód Ve všech tabulkách
es_es: PÁGINA DE UTILIDADES Para Cambiar un Código de sucursal de un cliente en Todas las Tablas
hi_in: उपयोगिता परिवर्तन करने के लिए PAGE सभी टेबल्स में एक ग्राहक शाखा कोड
id_id: HALAMAN FASILITAS Utk Mengubah Kode Cabang Customer Di Semua Tabel
it_it: Codice
ko_kr: 모든 테이블에 고객의 지점 코드 변화에 유틸리티 페이지
mr_in: बदल सर्व सारण्या मध्ये एक ग्राहक शाखा कोड उपयुक्तता PAGE
nl_nl: Faciliteit om de klant branch code te veranderen in alle tabellen
pt_pt: Página UTILITÁRIA para atualizar todas sucursais do cliente
ro_ro: PAGINA utilitate pentru a Modificări Filiala Codul clientului în toate tabelele
ru_ru: ПОЛЕЗНЫЕ СТРАНИЦЫ Для изменения Кодекса клиентов отделения во всех таблицах
sq_al: FAQE Utility Për Faqe Një Dega Customer Kodi Në të gjitha Tabelat
sv: UTILITY SIDA vill Förändringar En kund Branch Code I samtliga tabeller
sw_ke: Shirika UKURASA Ili Mabadiliko A Tawi Wateja Kanuni ya mbao zote
tr_tr: MÜSTERI SUBE KODUNU DEGISTIR (TÜM TABLOLAR ETKILENIR)
zh_hk: 此页面用于更改所有表的客户分公司编号
zh_tw: 應用頁來更改所有表的客戶分公司編碼

source: Change A Customer Branch Code
cs_cz: Změna zákazníka pobočky kód
es_es: Cambiar un código de sucursal de cliente
hi_in: एक ग्राहक शाखा कोड बदलें
id_id: Ubah Kode Cabang Customer
it_it: Codice
ko_kr: 고객의 지점 코드 변경
mr_in: ग्राहक शाखा कोड बदला
nl_nl: Verander een klant brach code
pt_pt: Mude um Códido da filial do Cliente
ro_ro: Modificaţi un cod Branch clienţilor
ru_ru: Изменить код филиала клиента
sq_al: Ndryshimi Një kod Dega Customer
sv: ändra en levernsplats för kund
sw_ke: Mabadiliko A Tawi Wateja Code
tr_tr: MÜSTERI SUBE KODU DEGISTIR
zh_hk: 更改客户分公司编号
zh_tw: 更改客戶分公司編號

source: The customer branch code
cs_cz: Zákazník pobočka kód
es_es: El código de sucursal del cliente
hi_in: ग्राहक शाखा कोड
id_id: Kode cabang customer
it_it: Il cliente codice filiale
ko_kr: 고객의 지점 코드
mr_in: ग्राहक शाखा कोड
nl_nl: Klant branch code
pt_pt: Código Sucursal Cliente
ro_ro: Clientul ramura cod
ru_ru: Код клиента филиала
sq_al: Dega e konsumatorit Kodi
sv: Leveransplatskoden
sw_ke: Tawi la mteja code
tr_tr: MUSTERI SUBE KODU
zh_hk: 客户分公司编号
zh_tw: 客戶分公司編碼

source: does not currently exist as a customer branch code in the system
cs_cz: v současné době neexistuje v kódu zákazníka pobočku v systému
es_es: no existe como tal en el sistema
hi_in: करता प्रणाली में एक ग्राहक शाखा कोड के रूप में वर्तमान में मौजूद नहीं
id_id: tdk ada sbg kode cabang customer dalam sistem
it_it: non esiste ancora un codice cliente in filiale il sistema
ko_kr: 현재 시스템에서 고객 지점 코드로 존재하지 않는다
mr_in: सध्या प्रणालीत एक ग्राहक शाखा कोड म्हणून अस्तित्वात नाही
nl_nl: bestaat niet als een branch code in het systeem
pt_pt: Não há esse código de sucursal de cliente no sistema
ro_ro: nu există în prezent ca un cod de ramură client în sistem
ru_ru: в настоящее время не существует как код клиента филиала в системе
sq_al: aktualisht nuk ekziston si një kod degë të konsumatorëve në sistemin
sv: existerar inte för tillfället som kund filial kod i systemet
sw_ke: sasa hana kuwepo kama kanuni mteja tawi katika mfumo
tr_tr: SISTEMDE KAYITLI BIR MÜSTERI SUBE KODU DEGIL
zh_hk: 不是系统内现有的客户分公司编号
zh_tw: 不是系統內現有的客戶分公司編碼

source: The new customer branch code to change the old code to must be entered as well
cs_cz: Nový zákazník větev kód pro změnu starý kód musí být zadán jako dobře
es_es: Debe introducir también el nuevo código de sucursal del cliente al que cambiar el código anterior
hi_in: नए ग्राहक शाखा कोड पुराने कोड को दर्ज किया जाना चाहिए बदलने के लिए और साथ ही
id_id: Kode cabang customer baru utk mengubah kode lama harus dimasukkan juga
it_it: di di
ko_kr: 기존 코드를 변경하는 새로운 고객의 지점 코드도 입력해야합니다
mr_in: वृद्ध कोड बदलण्यासाठी नवीन ग्राहक शाखा कोड तसेच प्रविष्ट करणे आवश्यक आहे
nl_nl: Nieuwe branch code die de oude moet vervangen dient ook te worden opgegeven
pt_pt: Novo código Sucursal para atualizar anterior deve ser informado
ro_ro: Noul cod ramura client pentru a schimba codul vechi trebuie să fie introduse, precum şi
ru_ru: Новый код филиала поставить вопрос о смене старого кода должен быть введен, а
sq_al: Degë të re kod të konsumatorëve për të ndryshuar kodin e vjetër që duhet të lidhet edhe
sv: Den nya kunden gren kod för att ändra den gamla koden måste anges liksom
sw_ke: Mpya ya wateja na mabadiliko ya tawi kificho kificho wa zamani iwekwe pia
tr_tr: MÜSTERI SUBE KODUNU DEGISTIRMEK IÇIN HEM YENI HEM ESKI KODU GIRMELISINIZ
zh_hk: 必须输入新客户分公司编号来替换旧编号
zh_tw: 必須輸入新客戶分公司編碼來修改舊編碼

source: The new customer branch code cannot contain
cs_cz: Nový zákazník pobočka kód nemůže obsahovat
es_es: El nuevo código de sucursal de cliente no puede contener
hi_in: नए ग्राहक शाखा कोड शामिल नहीं हो सकता
id_id: Kode cabang customer baru tdk boleh berisi
it_it: Il nuovo codice filiale cliente non può contenere
ko_kr: 새로운 고객의 지점 코드는 포함 할 수 없습니다
mr_in: नवीन ग्राहक शाखा कोड असू शकत नाही
nl_nl: Klant code mag volgende tekens niet bevatten
pt_pt: Nova Sucursal Cliente não pode conter
ro_ro: Noul cod de sucursala clientul nu poate conţine
ru_ru: Новый код филиала клиент может не содержать
sq_al: Degë të re të konsumatorëve kodi nuk mund të përmbajë
sv: Den nya koden kan inte innehålla
sw_ke: Mpya ya mteja code tawi haiwezi kudhibiti
tr_tr: YENI MÜSTERI KODU SUNU IÇEREMEZ:
zh_hk: 新客户分公司编号不能包含
zh_tw: 新客戶分公司編碼不能包含

source: The replacement customer branch code
cs_cz: Náhradní zákazník pobočka kód
es_es: El código de sucursal de cliente de sustitución
hi_in: प्रतिस्थापन ग्राहक शाखा कोड
id_id: Kode cabang customer pengganti
it_it: La sostituzione codice cliente ramo
ko_kr: 교체 고객의 지점 코드
mr_in: रिप्लेसमेंट ग्राहक शाखा कोड
nl_nl: De vervangiende kklant banch code
pt_pt: Substituição cód. Sucursal Cliente
ro_ro: Clientul înlocuire ramura cod
ru_ru: Замена кода филиала клиента
sq_al: Konsumatorit zëvendësim degë kod
sv: Ersättnings levernsplatskoden
sw_ke: Badala ya mteja tawi code
tr_tr: YENI MÜSTERI SUBE KODU
zh_hk: 替代客户分公司编号
zh_tw: 替代客戶分公司編碼

source: already exists as a branch code for the same customer
cs_cz: již existuje jako pobočka kód pro stejného zákazníka
es_es: ya existe como código de sucursal para el mismo cliente
hi_in: पहले से ही ग्राहकों के लिए एक शाखा कोड के रूप में मौजूद
id_id: sdh ada sbg kode cabang utk customer yg sama
it_it: esiste già un codice filiale per lo stesso cliente
ko_kr: 이미 동일한 고객에 대한 지점 코드로 존재
mr_in: आधीच त्याच ग्राहकासाठी एक शाखा कोड म्हणून अस्तित्वात
nl_nl: bestaat al als een branch code voor de zelfde klant
pt_pt: Já existe código sucursal para o mesmo cliente
ro_ro: există deja ca un cod ramură pentru acelaşi client
ru_ru: уже существует как код филиала для того же клиента
sq_al: tashmë ekziston si një kod të degës për të njëjtën klientit
sv: redan finns som en gren kod för samma kund
sw_ke: tayari lipo kama kanuni tawi kwa wateja sawa
tr_tr: AYNI MÜSTERI IÇIN ZATEN SISTEMDE TANIMLI
zh_hk: 分公司编号已存在于同一客户
zh_tw: 分公司編碼已存在於同一客戶
