Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot insert a GL entry for the reversal of accumulated depreciation on deletion of the asset because
cs_cz: Nelze vložit záznam GL o zrušení oprávek na vypuštění aktivum, protože
es_es: No se puede insertar un registro contable para revertir la depreciación acumulada sobre la eliminación del activo porque
hi_in: सम्मिलित संचित मूल्यह्रास के उत्क्रमण के लिए एक परिसंपत्ति की वजह से हटाए जाने पर जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk pembalikan akumulasi penyusutan pada penghapusan aktiva karena
it_it: Non è possibile inserire una voce di GL per l&#39;inversione di ammortamento relative alla cancellazione del bene, perché
ko_kr: 자산 인해 삭제에 감가 상각 누계액의 반전에 대한 GL 항목을 삽입 할 수 없습니다
mr_in: मालमत्ता नष्ट वर एकत्रित र्हास च्या उलटे एक जी.एल. नोंद घालू शकत नाही कारण
nl_nl: Kunt geen GL vermelding voor de omkering van geaccumuleerde afschrijvingen inzake de verwijdering van het actief, omdat
pt_pt: Não pode inserir lançamento contábil para reversão acumulada da depreciação na remoção do ativo fixo porque
ro_ro: Nu se poate insera o intrare GL pentru inversarea de amortizarea acumulată pe eliminarea activului, deoarece
ru_ru: Не удается вставить запись в главную книгу о возврате накопленной амортизации по удалению активов, поскольку
sq_al: Nuk mund të vendos një hyrje GL për ndryshim të amortizimin e akumuluar në fshirjen e aktivit, sepse
sv: Kan inte infoga en GL post för återföring av ackumulerade avskrivningar om strykning av tillgång, eftersom
sw_ke: Hawezi kuingia Insert GL kwa ajili ya reversal ya uchakavu wa kusanyiko kwenye deletion ya mali kwa sababu
tr_tr: varlık nedeniyle silinmesi üzerinde birikmiş amortisman bozmaya yönelik bir GL giriş eklemek Can&#39;t
zh_hk: 无法为删除资产而变更的累计资产折旧插入总帐凭证
zh_tw: 對累計折舊轉回刪除該資產，不能插入總帳輸入項，因為

source: Could not delete the asset record
cs_cz: Nelze odstranit aktivum záznam
es_es: No se pudo suprimir el registro de activos
hi_in: संपत्ति रिकॉर्ड को नष्ट नहीं कर सका
id_id: Tdk dapat menghapus data aktiva
it_it: Impossibile eliminare il record di asset
ko_kr: 자산 기록을 삭제할 수 없습니다
mr_in: मालमत्ता रेकॉर्ड हटवू शकत नाही
nl_nl: Kon het niet verwijderen van het actief record
pt_pt: Não pode remover registro ativo fixo
ro_ro: Nu a putut şterge înregistrarea activului
ru_ru: Не удалось удалить запис об активе
sq_al: Nuk mund të fshini rekord aktiv
sv: Kunde inte ta bort tillgången posten
sw_ke: Hakuweza kufuta rekodi ya mali
tr_tr: varlık kayıt silinemedi
zh_hk: 无法删除资产记录
zh_tw: 無法刪除資產記錄

source: Deleted the asset record for asset number
cs_cz: Vypouští aktiva rekord inventární číslo
es_es: Eliminado el registro del activo para el número del activo
hi_in: संपत्ति संख्या के लिए रिकॉर्ड संपत्ति नष्ट
id_id: Menghapus data aktiva utk nomor aktiva
it_it: Soppresso il record per numero di asset asset
ko_kr: 자산 번호에 대한 자산 기록을 삭제
nl_nl: Verwijderd van het actief record voor het aantal actief
pt_pt: Removido o registro do ativo fixo número
ro_ro: Eliminat record activ pentru numărul de activ
ru_ru: Удаленны записи об активе с инвентарным номером
sq_al: Fshirë rekordin e aktivit për numrin e pasurisë
sv: Utgår tillgången rekordet för antal tillgångar
sw_ke: Ilifutwa rekodi ya mali kwa idadi mali
tr_tr: varlık numarası için varlık kayıt Silindi
zh_hk: 资产已经删除其编号为
zh_tw: 刪除資產記錄的資產編號

source: Asset Code
cs_cz: Asset kód
es_es: Código de activo
hi_in: संपत्ति कोड
id_id: Kode Aktiva
it_it: Asset Codice
ko_kr: 자산 코드
mr_in: मालमत्ता कोड
pt_pt: Código Ativo Fixo
ro_ro: Codul Asset
ru_ru: Код актива
sq_al: Kodi aktiv
sv: Inventariekod
sw_ke: Mali Code
tr_tr: Varlık Kodu
zh_hk: 资产代码
zh_tw: 資產編號

source: Asset Already disposed on
ko_kr: 자산은 이미 배치
mr_in: मालमत्ता आधीपासूनच वर वाट
pt_pt: Ativo já Baixado
zh_tw: 資產已經配置在

source: Asset Description
cs_cz: Popis Asset
es_es: Descripción de activo
hi_in: संपत्ति विवरण
id_id: Keterangan Aktiva
it_it: Asset Descrizione
ko_kr: 자산 설명
mr_in: मालमत्ता वर्णन
nl_nl: Asset Beschrijving
pt_pt: Descrição
ro_ro: Asset Descriere
ru_ru: Описание актива
sq_al: Përshkrimi i pasurisë
sv: Inventariebeskrivning
sw_ke: Mali Description
tr_tr: Varlık Açıklama
zh_hk: 资产描述
zh_tw: 資產規格說明

source: short
cs_cz: krátký
es_es: corta
hi_in: कम
id_id: singkat
it_it: corto
ko_kr: 짧은
mr_in: लहान
nl_nl: kort
pt_pt: curta
ro_ro: scurt
ru_ru: коротко
sq_al: shkurtër
sv: Kort
sw_ke: mfupi
tr_tr: KISA
zh_hk: 短
zh_tw: 短

source: Enter the description of the item. Up to 50 characters can be used.
es_es: Introducir la descripción del artículo. se pueden usar hasta 50 caracteres.
ko_kr: 항목의 설명을 입력합니다. 최대 50 자까지 사용할 수 있습니다.
mr_in: आयटम वर्णन प्रविष्ट करा. 50 वर्ण वापरले जाऊ शकते.
pt_pt: Descrição do Item. Até 50 (cinquenta) caracteres são permitidos.
zh_tw: 進入該項目的描述。最多50個字符都可以使用。

source: long
cs_cz: dlouho
es_es: larga
hi_in: लंबा
id_id: lengkap
it_it: lungo
ko_kr: 긴
mr_in: लांब
nl_nl: lang
pt_pt: longa
ro_ro: lung
ru_ru: длинно
sq_al: të gjatë
sv: Lång
sw_ke: muda mrefu
tr_tr: UZUN
zh_hk: 长
zh_tw: 長敘述

source: Enter the lond description of the asset including specs etc. Up to 255 characters are allowed.
ko_kr: 최대 255 자까지 허용되는 등 사양을 포함한 자산의 lond 설명을 입력합니다.
mr_in: इ चष्मा पर्यंत 255 वर्ण अनुमत आहेत समावेश मालमत्तेचा lond वर्णन प्रविष्ट करा.
pt_pt: Informe a descrição longa do ativo incluindo especif. Até 255 caracteres são permitidos.
zh_tw: 輸入該資產的詳細描述，包括規格等多達255個字元

source: Clear Image
ko_kr: 지우기 이미지
mr_in: स्पष्ट प्रतिमा
pt_pt: Limpar Imagem
zh_tw: 清除圖像

source: You do not have access to delete this item image file.
ko_kr: 이 항목 이미지 파일을 삭제할 권한이 없습니다.
mr_in: आपण हा आयटम प्रतिमा फाइल हटवा प्रवेश नाही.
pt_pt: Falta permissão para limpar arquivo de imagem de um item
zh_tw: 您沒有存取要刪除這個項目的圖像文件。

source: Asset Category
cs_cz: Kategorie aktiv
es_es: Categoría de activo
hi_in: संपत्ति श्रेणी
id_id: Kategori Aktiva
it_it: Asset Categoria
ko_kr: 자산의 종류
mr_in: मालमत्ता वर्ग
nl_nl: Asset categorie
pt_pt: Cat. Ativo
ro_ro: Asset Categorie
ru_ru: Категории активов
sq_al: Kategoria aktiv
sv: Tillgångskategori
sw_ke: Mali Jamii
tr_tr: Varlık Kategori
zh_hk: 资产种类
zh_tw: 資產類別

source: The asset categories could not be retrieved because
cs_cz: Kategorie aktiv se nepodařilo získat, protože
es_es: Las categorías de activos no se pudo recuperar porque
hi_in: संपत्ति श्रेणियों वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Kategori aktiva tdk dapat diambil karena
it_it: Le categorie di attività non può essere recuperata perché
ko_kr: 자산 범주가 있기 때문에 검색 할 수 없습니다
mr_in: मालमत्ता श्रेणी कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De asset categorien kon niet worden opgehaald omdat
pt_pt: Categoria de Ativo não pode ser encontrada porque
ro_ro: Categoriile de active nu a putut fi recuperate, deoarece
ru_ru: Категория активов не может быть получена, так как
sq_al: Kategoritë e pasurisë nuk mund të shikohet, sepse
sv: De kategorier av tillgångar kunde inte hämtas på grund
sw_ke: makundi ya mali inaweza kuwa retrieved sababu
tr_tr: Varlık kategorileri nedeniyle alınamadı
zh_hk: 找不到所需的资产分类
zh_tw: 資產類別無法被檢索，因為

source: Add or Modify Asset Categories
cs_cz: Přidat nebo změnit kategorie aktiv
es_es: Añadir o modificar categorías de activos
hi_in: जोड़ें या संशोधित करें एसेट श्रेणियाँ
id_id: Tambah atau Ubah Kategori Aktiva
it_it: Aggiungere o modificare le categorie di attivi
ko_kr: 추가 자산 카테고리 수정
mr_in: जोडा किंवा मालमत्ता श्रेणी संपादीत
nl_nl: Toevoegen of wijzigen categorien activa
pt_pt: Adicionar ou Modificar Cat. Ativo
ro_ro: Adăugaţi sau Modificare categorii de active
ru_ru: Добавить или изменить категорий активов
sq_al: Shto ose ndrysho Kategoritë Aseteve
sv: Lägg till eller ändra Inventariekategorier
sw_ke: Kuongeza au Kurekebisha Jamii Amana
tr_tr: Eklemek veya Varlık Kategoriler Değiştir
zh_hk: 新增或修改资产种类
zh_tw: 新增或修改資產類別

source: The asset locations could not be retrieved because
cs_cz: Aktivum místech se nepodařilo získat, protože
es_es: Las ubicaciones de los activos no se pudieron obtener porque
hi_in: संपत्ति स्थानों वजह से पुनः प्राप्त नहीं कर सकता
id_id: Lokasi aktiva tdk dapat diambil karena
it_it: Le sedi delle attività non può essere recuperata perché
ko_kr: 자산 위치 때문에 검색 할 수 없습니다
mr_in: मालमत्ता स्थाने कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het actief locaties kon niet worden opgehaald omdat
pt_pt: Local do ativo não encontrada porque
ro_ro: Locaţii activ nu a putut fi recuperate, deoarece
ru_ru: Информация о расположении актива не может быть получена, так как
sq_al: Vende të pasurisë nuk mund të shikohet, sepse
sv: Tillgången platser kunde inte hämtas på grund
sw_ke: maeneo ya mali inaweza kuwa retrieved sababu
tr_tr: Varlık konumları nedeniyle alınamadı
zh_hk: 无法找到资产仓库
zh_tw: 資產位置不能被檢索，因為

source: The SQL used to retrieve asset locations and failed was
cs_cz: SQL slouží k načtení majetku míst a nepodařilo se
es_es: El SQL utilizado para recuperar las ubicaciones de los activos y falló fue
hi_in: एसक्यूएल को संपत्ति स्थानों को पुनः प्राप्त करते थे और विफल रहा था
id_id: SQL digunakan utk mengambil lokasi aktiva dan gagal adalah
it_it: L&#39;SQL utilizzato per recuperare posizioni dell&#39;attivo e del fallito è stato
ko_kr: SQL 자산 위치를 검색하는 데 실패했다
mr_in: मालमत्ता स्थाने काढून करण्यासाठी वापरले SQL होते अयशस्वी
nl_nl: De SQL gebruikt om actief locaties ophalen en niet was
pt_pt: Sql que falhou foi
ro_ro: SQL folosite pentru a prelua locaţii activelor şi a eşuat a fost
ru_ru: Завршившийся ошибкой SQL получения расположения активов
sq_al: SQL përdorur për të marrë vende të aseteve dhe nuk ishte
sv: SQL används för att hämta tillgång platser och misslyckades var
sw_ke: SQL kutumika Retrieve maeneo mali na kushindwa mara
tr_tr: SQL varlık yerleri almak için kullanılır oldu ve başarısız
zh_hk: 查找资产仓库失败的SQL是
zh_tw: 用於檢索資產位置的SQL程序失敗

source: Asset Location
cs_cz: Umístění aktiva
es_es: Ubicación de activos
hi_in: संपत्ति स्थान
id_id: Lokasi Aktiva
ko_kr: 자산 위치
mr_in: मालमत्ता स्थान
nl_nl: Asset Locatie
pt_pt: Local Ativo
ro_ro: Asset Locaţie
ru_ru: Расположение активов
sq_al: Vendndodhja aktiv
sv: Tillgångs plats
sw_ke: Mali Location
tr_tr: Varlık Yer
zh_hk: 资产地点
zh_tw: 資產位置

source: Add Asset Location
es_es: Añadir ubicación de activo
id_id: Tambah Lokasi Aktiva
ko_kr: 자산 위치 추가
mr_in: मालमत्ता स्थान जोडा
pt_pt: Adic. Local Ativo
zh_tw: 新增資產位置

source: Bar Code
cs_cz: Čárového kódu
es_es: Código de barras
hi_in: बार कोड
id_id: Kode Barcode
it_it: Codice a Barre
ko_kr: 바 코드
mr_in: बार कोड
pt_pt: Código Barras
ro_ro: Codul de bare
ru_ru: Штрих-код
sv: Streckkod
sw_ke: Kanuni bar
tr_tr: BARKOD
zh_hk: 条形码
zh_tw: 電腦條碼(Bar Code)

source: Serial Number
cs_cz: Sériové číslo
es_es: Número de serie
hi_in: सीरियल नंबर
id_id: Nomor Seri
it_it: Numero di Serie
ko_kr: 일련 번호
mr_in: अनुक्रमांक
nl_nl: Serie nummer
pt_pt: Número Série
ro_ro: Număr de serie
ru_ru: Серийный номер
sq_al: Numri Serial
sv: Serienummer
tr_tr: SERI NO
zh_hk: 序列号
zh_tw: 公司內部資產編號

source: Depreciation Type
cs_cz: Odpisy Typ
es_es: Tipo de depreciación
hi_in: मूल्यह्रास लिखें
id_id: Tipe Penyusutan
it_it: Tipo di ammortamento
ko_kr: 감가 상각 유형
mr_in: घसारा प्रकार
nl_nl: Afschrijvingen Type
pt_pt: Tipo Depreciação
ro_ro: Amortizarea Tip
ru_ru: Тип амортизации
sq_al: Zhvlerësimi Type
sv: Avskrivningstyp
sw_ke: Aina uchakavu
tr_tr: Amortisman Tip
zh_hk: 折旧类型
zh_tw: 折舊類型

source: Straight Line
cs_cz: Přímka
es_es: Línea recta
hi_in: सीधी रेखा
id_id: Garis Lurus
ko_kr: 일직선
mr_in: सरळ रेषा
nl_nl: Rechte lijn
pt_pt: Depreciação Linear
ru_ru: Прямая линия
sq_al: Drejt Line
sv: Rak linje
sw_ke: Sawa Line
tr_tr: Doğru
zh_hk: 直线
zh_tw: 直線

source: Diminishing Value
cs_cz: Klesající hodnota
es_es: Valor de Disminución
hi_in: ह्रासमान मूल्य
id_id: Saldo Menurun
it_it: Diminuzione valore
ko_kr: 체감 가치
mr_in: कमी कमी होत जाणे मूल्य
nl_nl: Afnemende waarde
pt_pt: Valor Depreciação
ro_ro: Diminuarea Valoare
ru_ru: Убывающее значение
sq_al: Pakësuar Vlera
sv: Minskande värde
sw_ke: Kushuka kwa thamani
tr_tr: Azalan Fiyat
zh_hk: 减值折旧法
zh_tw: 遞減折舊

source: Depreciation Rate
cs_cz: Odpisová sazba
es_es: Tasa de depreciación
hi_in: मूल्यह्रास की दर
id_id: Nilai Penyusutan
it_it: Tasso di ammortamento
ko_kr: 감가 상각률
mr_in: अवमूल्यन होणार्या मालमत्तेची टक्केवारीत सांगितलेली किंमत
nl_nl: Afschrijvingspercentage
pt_pt: Taxa Depreciação
ro_ro: Deprecierea cursului de
ru_ru: Уровень возражения
sq_al: Zhvlerësimi Rate
sv: Avskrivningstakt
sw_ke: Kiwango cha uchakavu
tr_tr: Amortisman oranı
zh_hk: 折旧率
zh_tw: 折舊率

source: Asset Financial Summary
cs_cz: Finanční aktiva Shrnutí
es_es: Resumen Financiero de activos
hi_in: परिसंपत्ति वित्तीय सारांश
id_id: Ringkasan Keuangan Aktiva
it_it: Asset Riepilogo finanziario
ko_kr: 자산 금융 요약
mr_in: मालमत्ता आर्थिक सारांश
nl_nl: Asset Financieel Overzicht
pt_pt: Resumo Financeiro Ativo
ro_ro: Activ financiar Rezumat
ru_ru: Итого для финансовых активов
sq_al: Përmbledhje aktivi financiar
sv: Asset Ekonomisk översikt
sw_ke: Fedha mali Summary
tr_tr: Varlık Mali Özeti
zh_hk: 资产财务状况总表
zh_tw: 資產財務概要

source: Accumulated Costs
cs_cz: Celkové náklady
es_es: Costos acumulados
hi_in: संचित लागत
id_id: Akumulasi Biaya
it_it: Costi accumulati
ko_kr: 누적 비용
mr_in: जमा खर्च
nl_nl: Opgetelde kosten
pt_pt: Custos Acumulados
ro_ro: Costurile acumulate
ru_ru: Накопленные расходы
sq_al: Kostot e akumuluara
sv: Akumulerade kostnader
sw_ke: Gharama kusanyiko
tr_tr: Birikmiş Maliyetleri
zh_hk: 累计成本
zh_tw: 累計成本

source: Accumulated Depreciation
cs_cz: Oprávky
es_es: Depreciación acumulada
hi_in: संचित मूल्यह्रास
id_id: Akumulasi Penyusutan
it_it: Fondo ammortamento
ko_kr: 감가 상각 누계액
mr_in: एकत्रित र्हास
nl_nl: Cumulatieve afschrijvingen
pt_pt: Depreciação Acumulada
ro_ro: Amortizarea cumulată
ru_ru: Накопленная амортизация
sq_al: Zhvlerësimi i akumuluar
sv: Ackumulerade avskrivningar
sw_ke: Kusanyiko Uchakavu
tr_tr: Birikmiş Amortisman
zh_hk: 累计折旧
zh_tw: 累計折舊

source: Net Book Value at disposal date
ko_kr: 처분 일 현재 장부 가치
mr_in: विल्हेवाट तारखेस निव्वळ पुस्तक मूल्य
pt_pt: Valor Líquido Contábil na data Baixa
zh_tw: 在出售日的帳面淨值

source: Disposal Proceeds
ko_kr: 매각 금액
mr_in: विल्हेवाट उत्पन्न
pt_pt: Proced de Baixa
zh_tw: 出售所得款項

source: P/L after disposal
ko_kr: 처분 후 P는 / L
mr_in: पी / एल विल्हेवाट नंतर
pt_pt: Lucro/Perda após baixa
zh_tw: 處理後的損益表

source: Net Book Value
cs_cz: Zůstatková hodnota
es_es: Valor Neto en Libros
hi_in: नेट बुक वैल्यू
id_id: Nilai Buku
it_it: Valore contabile netto
ko_kr: 순 장부 가액
mr_in: नेट पुस्तक मूल्य
nl_nl: Netto boekwaarde
pt_pt: Valor Líquido Contábil
ro_ro: Net valoarea contabilă
ru_ru: Балансовая стоимость
sq_al: Vlera neto e librit
sv: Bokfört värde
sw_ke: Kitabu wavu Thamani
tr_tr: Net defter değeri
zh_hk: 账面净值
zh_tw: 純(淨)帳面總值

source: Not Yet Run
cs_cz: Dosud Spustit
es_es: Aún No Corrido
hi_in: अभी तक नहीं चला
id_id: Belum Jalankan
it_it: Non ancora eseguito
ko_kr: 아직 실행하지 않은 경우
mr_in: अद्याप चालवा
nl_nl: Nog niet uitgevoerd
pt_pt: Ainda Não Depreciado
ro_ro: Cu toate acestea, nu Run
ru_ru: Незапущено
sq_al: Megjithatë nuk Run
sv: Not yet Kör
sw_ke: Bado Run
tr_tr: Henüz Run
zh_hk: 尚未执行
zh_tw: 尚未執行

source: Depreciation last run
cs_cz: Odpisy poslední běh
es_es: Última Corrida de Depreciación
hi_in: मूल्यह्रास पिछले भाग
id_id: Penyusutan terakhir menjalankan
it_it: Ammortamenti ultima corsa
ko_kr: 감가 상각 마지막으로 실행
mr_in: घसारा गेल्या रन
nl_nl: Afschrijvingen laatste run
pt_pt: Depreciado na Última Execução
ro_ro: Amortizarea ultima alerga
ru_ru: Последний запуска износа
sq_al: drejtuar Zhvlerësimi i fundit
sv: Avskrivningar sista åk
sw_ke: Uchakavu mwisho kukimbia
tr_tr: Amortisman son çalıştırmak
zh_hk: 上次执行折旧日期
zh_tw: 上次執行的折舊

source: Insert New Fixed Asset
cs_cz: Vložit novou Fixed Asset
es_es: Insertar activo fijo nuevo
hi_in: सम्मिलित करें नई स्थायी संपत्ति
id_id: Masukkan Aktiva Tetap Baru
it_it: Inserisci nuovo assetto fisso
ko_kr: 새로운 고정 자산을 삽입
mr_in: नविन मुदत मालमत्ता घाला
nl_nl: Invoegen nieuwe vaste activa
pt_pt: Inserir Novo Ativo Fixo
ro_ro: Inserarea de noi mijloace fixe Asset
ru_ru: Добавить новые основные средств
sq_al: Vendos aktiv New Fixed
sv: Infoga ny anläggningstillgång
sw_ke: Insert Mpya Fixed Asset
tr_tr: Eklemek Yeni Demirbaş
zh_hk: 新增固定资产
zh_tw: 插入新固定資產

source: Only click the Delete button if you are sure you wish to delete the asset. Only assets with a zero book value can be deleted
cs_cz: Pouze klikněte na tlačítko Odstranit, pokud jste si jisti, že chcete smazat aktiva. Pouze majetek s nulovou účetní hodnotou může být zrušen
es_es: Sólo haga clic en el botón Suprimir si está seguro de que desea suprimir el activo. Sólo se pueden suprimir los activos con un valor contable cero
hi_in: केवल हटाएँ बटन क्लिक करें यदि आप सुनिश्चित हैं कि आप संपत्ति नष्ट करना चाहते हैं. एक शून्य अंकित मूल्य के साथ ही संपत्ति नष्ट किया जा सकता
id_id: Hanya klik tombol Hapus jika Anda yakin ingin menghapus aktiva tersebut. Hanya aktiva dgn nilai buku nol dapat dihapus
it_it: Solo clic sul pulsante Elimina se si è sicuri di voler cancellare l&#39;attività. Solo le attività con un valore pari a zero libro può essere eliminato
ko_kr: 당신은 당신이 자산을 삭제 하시겠습니까 경우에만 삭제 버튼을 클릭합니다. 제로 장부 가치 만 자산은 삭제 될 수 있습니다
mr_in: आपण मालमत्ता हटवू इच्छित खात्री असल्यास केवळ नष्ट करा बटन क्लिक करा. एक शून्य पुस्तक मूल्य केवळ मालमत्ता हटविले जाऊ शकते
nl_nl: Alleen klikken op de knop Verwijderen als u zeker weet dat u aan het actief verwijderen. Alleen activa met een boekwaarde nul kan worden verwijderd
pt_pt: Somente use o Botão Remover caso queira remover o ativo fixo. Somente ativo fixo com valor contábil zero pode ser Removido/Apagado
ro_ro: Doar faceţi clic pe butonul Delete dacă sunteţi sigur că doriţi să ştergeţi activului. Numai activele cu o valoare contabilă zero pot fi şterse
ru_ru: Только нажмите кнопку &quot;Удалить&quot;, если вы уверены, что хотите удалить активов. Только активы с нулевой балансовой стоимостью могут быть удалены.
sq_al: Vetëm kliko butonin Delete, nëse ju jeni të sigurt që dëshironi të fshini të aktivit. aktiveve Vetëm me një vlerë zero libër mund të fshihet
sv: Bara klicka på knappen Ta bort om du är säker på att du vill ta bort tillgången. Endast tillgångar med en nolla bokfört värde kan tas bort
sw_ke: Tu bonyeza Futa kama wewe ni uhakika unataka kufuta mali. mali tu na thamani ya sifuri kitabu inaweza ilifutwa
tr_tr: Eğer varlık silmek istediğinizden emin iseniz Sadece Sil düğmesine tıklayın. sıfır defter değeri ile sadece varlıkları silinebilir
zh_hk: 如确定要删除此资产, 请按删除按钮。只有账面净值为0的资产才可以删除
zh_tw: 如果你確定要刪除該資產，只有點擊刪除按鈕。只有一個零帳面價值的資產可以被刪除。

source: Delete This Asset
cs_cz: Odstranit toto aktivum
es_es: Suprimir este activo
hi_in: हटाएँ इस आस्ति
id_id: Hapus Aktiva ini
it_it: Elimina questo Asset
ko_kr: 이 자산 삭제
mr_in: या मालमत्तेची हटवा
nl_nl: Verwijder dit Asset
pt_pt: Remover este Ativo
ro_ro: Ştergeţi acest avantaj
ru_ru: Удалить этот актив
sq_al: Fshije Kjo Aseteve
sv: Ta bort den här Asset
sw_ke: Kufuta huu Amana
tr_tr: Sil Bu Varlık
zh_hk: 删除此资产
zh_tw: 刪除這資產

source: Are You Sure? Only assets with a zero book value can be deleted.
cs_cz: Jste si jisti? Pouze majetek s nulovou účetní hodnotou mohou být smazány.
es_es: ¿Está seguro? Sólo pueden ser eliminados los activos con un valor contable cero
hi_in: तुम्हें यकीन है? एक शून्य अंकित मूल्य के साथ ही संपत्ति नष्ट किया जा सकता.
id_id: Apakah Anda Yakin? Hanya aktiva dgn nilai buku nol dapat dihapus.
it_it: Sei sicuro? Solo le attività con un valore pari a zero libro può essere eliminato.
ko_kr: 확실합니까? 제로 장부 가치 만 자산은 삭제 될 수 있습니다.
mr_in: आपली खात्री आहे? एक शून्य पुस्तक मूल्य केवळ मालमत्ता हटविले जाऊ शकते.
nl_nl: Are You Sure? Alleen activa met een nul boekwaarde kunnen worden verwijderd.
pt_pt: Confirma Remoção deste Ativo Fixo. Saldo 0?
ro_ro: Esti sigur? Numai activele cu o valoare contabilă zero pot fi şterse.
ru_ru: Вы уверены? Только активы с нулевой балансовой стоимостью могут быть удалены.
sq_al: A jeni i sigurtë? aktiveve Vetëm me një vlerë zero libër mund të fshihet.
sv: Är du säker? Endast tillgångar med en nolla bokfört värde kan utgå.
sw_ke: Wewe ni haki? mali tu na thamani ya sifuri kitabu inaweza ilifutwa.
tr_tr: Eğer Emin misiniz? sıfır defter değeri ile sadece varlıkları silinebilir.
zh_hk: 您确信吗？只有帐目资产价值为0的资产才可以删除。
zh_tw: 你確定嗎？只能用一個零帳面價值的資產可以被刪除。

source: Fixed Asset Locations
cs_cz: Hmotného majetku Lokality
es_es: Ubicaciones de activo fijo
hi_in: स्थायी संपत्ति का स्थान
id_id: Lokasi Aktiva Tetap
it_it: Sedi cespite
ko_kr: 고정 자산 위치
mr_in: मुदत मालमत्ता स्थाने
nl_nl: Vaste activa Locaties
pt_pt: Locais Ativo Fixo
ro_ro: Locaţii fixe Asset
ru_ru: Местоположение основных активов
sq_al: Locations aseteve fikse
sv: Platser för fasta inventarier
sw_ke: Fasta Mali Locations
tr_tr: Sabit Kıymet Mekanlar
zh_hk: 固定资产地点
zh_tw: 固定資產位置

source: You must enter at least one character in the location ID
cs_cz: Musíte zadat alespoň jeden znak v lokalitě ID
es_es: Debe entrar al menos un carácter en el ID de la ubicación
hi_in: आप स्थान आईडी में कम से कम एक वर्ण दर्ज करना होगा
id_id: Anda harus masukkan minimum 1 karakter utk ID lokasi
it_it: È necessario inserire almeno un carattere nella posizione ID
ko_kr: 당신은 위치 ID에 적어도 하나의 문자를 입력해야합니다
mr_in: आपण स्थान आयडी मध्ये किमान एक वर्ण प्रविष्ट करणे आवश्यक आहे
nl_nl: U moet ten minste een teken in de locatie-ID
pt_pt: ID do local precisa ter um caracter pelo menos
ro_ro: Trebuie să introduceţi cel puţin un caracter în ID-ul de locaţie
ru_ru: Вы должны ввести хотя бы один символ в поле ID места
sq_al: Ju duhet të shkruani të paktën një karakter në vend ID
sv: Platskoden måste vara minst 1 tecken lång
sw_ke: Lazima iingie angalau tabia moja katika ID location
tr_tr: Eğer konum kimliğini en az bir karakter girmelisiniz
zh_hk: 您必须在地点ID中输入至少一个字符
zh_tw: 您至少必須輸入一個字符在位置ID上

source: You must enter at least one character in the location description
cs_cz: Musíte zadat alespoň jeden znak v lokalitě popisu
es_es: Debe entrar al menos un carácter en la descripción de la ubicación
hi_in: आप स्थान वर्णन में कम से कम एक वर्ण दर्ज करना होगा
id_id: Anda harus masukkan minimum 1 karakter dalam keterangan lokasi
it_it: È necessario inserire almeno un carattere nella descrizione del luogo
ko_kr: 당신은 위치 설명에 적어도 하나의 문자를 입력해야합니다
mr_in: आपण स्थान वर्णन किमान एक वर्ण प्रविष्ट करणे आवश्यक आहे
nl_nl: U moet ten minste een teken in de locatie beschrijving
pt_pt: Descrição precisa ter pelo menos 1 caracter
ro_ro: Trebuie să introduceţi cel puţin un caracter în descrierea locaţie
ru_ru: Вы должны ввести хотя бы один символ в описании местоположения
sq_al: Ju duhet të shkruani të paktën një karakter në përshkrimin e lokacionit
sv: Du måste ange minst ett tecken i platsbeskrivningen
sw_ke: Lazima iingie angalau tabia moja katika maelezo ya eneo
tr_tr: Konum açıklama en azından bir karakter girmelisiniz
zh_hk: 您必须在地点描述中输入至少一个字符
zh_tw: 您必須在位置描述至少輸入一個字符

source: This location has child locations so cannot be removed
cs_cz: Toto umístění má dítě bydliště, takže nemůže být odstraněn
es_es: Este lugar cuenta con instalaciones hijas por lo que no se puede suprimir
hi_in: इस स्थान बच्चे स्थानों पर है इसलिए हटाया नहीं जा सकता
id_id: Lokasi ini memiliki lokasi anak maka tdk dapat dihapus
it_it: Questa posizione ha posizioni bambino così non può essere rimosso
ko_kr: 이 위치는 하위 위치를 갖는 정도로 제거 할 수없는
mr_in: हे स्थान मुलाला स्थाने म्हणून काढले जाऊ शकत नाही आहे
nl_nl: Deze locatie heeft kind locaties, zodat niet kan worden verwijderd
pt_pt: Este local possui locais subordinados a ele, não pode ser removido
ro_ro: Această locaţie a locatii copil deci nu pot fi eliminate
ru_ru: Это место имеет дочерние места, поэтому не может быть удалено
sq_al: Ky vend ka vende të fëmijës kështu që nuk mund të hiqet
sv: Denna placering har barn platser så kan inte tas bort
sw_ke: eneo hii ina maeneo mtoto hivyo hawezi kuondolewa
tr_tr: Bu konumu çok silinemez çocuk yerler vardır
zh_hk: 此仓库有子仓库因此无法删除
zh_tw: 這個位置有子位置，所以不能被刪除
