Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Picture files of items can be uploaded to the server. The system will check that files uploaded are less than this size (in KB) before they will be allowed to be uploaded. Large pictures will make the system slow and will be difficult to view in the stock maintenance screen.
cs_cz: Obrázků položek lze nahrát na server. Systém bude kontrolovat, zda nahrané soubory jsou menší než velikost (v kB) před tím, než budou moci být nahrány. Velkých obrázků bude systém pomalý a bude obtížné pro zobrazení na obrazovce údržba vozidel.
es_es: Los archivos de imágenes de artículos pueden ser cargados en el servidor desde ordenadores remotos. El sistema comprobará que los archivos no pasan de este tamaño en KB antes de permitir que sean copiados. Imágenes grandes ralentizarán el sistema y será difícil verlas en la pantalla de administración de existencias.
hi_in: वस्तुओं का चित्र फ़ाइलों को सर्वर पर अपलोड किया जा सकता. प्रणाली की जाँच करेगा कि अपलोड फ़ाइलें इस आकार (KB) में इससे पहले कि वे पर अपलोड किया जा करने की अनुमति होगी से कम नहीं हैं. बड़े चित्रों प्रणाली धीमी गति बनाने के लिए और मुश्किल हो सकता है स्टॉक रखरखाव स्क्रीन में देखने जाएगा.
id_id: File gambar dari item dapat di-upload ke server. Sistem akan memeriksa file yg di-upload berukuran kurang dari ukuran ini (dalam KB) sebelum mereka akan diperbolehkan utk di-upload. Gambar besar akan membuat sistem lambat dan akan sulit utk dilihat dalam menu pengaturan stok.
it_it: I file immagine di oggetti possono essere caricati sul server. Il sistema controlla che i file caricati sono meno di queste dimensioni (in KB) prima che gli venga permesso di essere caricato. immagini di grandi dimensioni renderà il sistema lento e sarà difficile da visualizzare nella schermata di manutenzione del materiale.
ko_kr: 상품의 사진 파일이 서버에 업로드 할 수있다. 이 시스템은 업로드 된 파일들이 업로드되도록 허용되기 전에 (KB 단위)이 크기보다 작은 것을 확인합니다. 큰 사진은 시스템이 느린 것 및 재고 관리 화면에서보기 어려울 것이다.
mr_in: आयटमची चित्र फाइल सर्व्हरवर अपलोड करता येते. प्रणाली ते अपलोड करणे अनुमती असेल आधी अपलोड फाइल्स (कि.बा. मध्ये) या आकारापेक्षा कमी आहे की तपासेल. मोठा चित्रे प्रणाली मंद करेल आणि स्टॉक देखभाल स्क्रीन पहात करणे कठीण होईल.
nl_nl: Plaatjes van items kunnen op de server worden geplaatst. Systeem controleert of de plaatjes kleiner zijn dan de gegeven max. grootte voordat ze op de serer worden geplaatst. Grootte plaatjes maken het systeem langzaam en zijn moeilijk te bekijken in het voorraad onderhouds scherm.
pt_pt: Arq. de imagem pode ser upload para o servidor. O sistema irá verificar o tamanho antes que possam ser processados. Imagens grandes demais tornam o sistema lento ou dificultam visualizacao do estoque.
ro_ro: fişiere imagine de elemente pot fi încărcate pe server. Sistemul va verifica dacă fişierele încărcate sunt mai mici decât această dimensiune (în KB) înainte de a li se permite să fie încărcat. imagini de mare va face ca sistemul lent şi va fi dificil pentru a vizualiza în ecranul de întreţinere stoc.
ru_ru: Файлы изображений элементов могут быть загружены на сервер. Система будет проверять, что файлы, загруженные меньше этот размер (в КБ), прежде чем они будут разрешены. Большие фотографии замедляют систему и просмотр будет осложнен на экране содержания запасов.
sq_al: fotografi Picture të sendeve mund të ngarkuara në server. Sistemi do të shikoni se ngarkuar fotografi janë më pak se kjo madhësi (në KB) para se ata do të lejohen të jenë të ngarkuar. fotot e mëdha do të bëjë sistemi i ngadalshëm dhe do të jetë e vështirë për të parë në ekranin e mirëmbajtjen e aksioneve.
sv: Bilder av produkter kan laddas upp till servern. Systemet kontrollerar att filerna är mindre än denna storlik (i KB) innan de laddas upp.
sw_ke: Picture files ya vitu inaweza kuwa uploaded kwa seva. Mfumo huo kuangalia kuwa uploaded files ni chini zaidi kuliko kawaida (katika KB) kabla ya wao kuruhusiwa kuwa uploaded. picha kubwa nitafanya mfumo wa polepole na itakuwa vigumu kuona katika screen ya matengenezo ya hisa.
tr_tr: SUNUCUYA YÜKLENECEK ÜRÜN RESIMLERI IÇIN IZIN VERILEN MAKSIMUM DOSYA BOYUTUDUR (KB CINSINDEN), SISTEMIN HIZLI ISLEMESI IÇIN DOSYA BOYUTU MÜMKÜN OLDUGUNCA KÜÇÜK TUTUNUZ.
zh_hk: 可上载到服务器的物料图像大小, 系统会检查上载的图像文件, 小于这个数时才可以上载. 太大的图像会使系统速度降低, 而且难以在显示器上查看
zh_tw: 可上載到伺服器的商品圖像大小, 系統會檢查上載的檔案, 小於這個數時才可以上載. 太大的圖像會使系統速度降低, 而且難於在顯示器上檢視

source: Could not load the Number Of Month Must be Shown
cs_cz: Nelze načíst Počet Měsíc musí být prokázáno
es_es: No se pudo cargar el Número de Meses a Mostrar
hi_in: नंबर लोड के महीने दिखाया जाना चाहिए नहीं कर सका
id_id: Tdk dapat memuat Banyaknya Bulan Harus Tampil
it_it: Impossibile caricare il numero di mese deve essere visualizzata
ko_kr: 달의 수를 표시합니다로드 할 수 없습니다
mr_in: महिन्याच्या क्रमांक दर्शवले जाऊ आवश्यक लोड करणे शक्य नाही
nl_nl: Kon niet worden geladen de nummer van de maand moet worden aangetoond
pt_pt: Não pode recuperar o número de meses a exibir
ro_ro: Nu a putut încărca Număr de Luna trebuie să fie demonstrată
ru_ru: Не удалось загрузить номер месяца для представления
sq_al: Nuk mund te ngarkohet Number Of Month duhet të tregohet
sv: Kunde inte ladda månadsnummret måste visas
sw_ke: Hakuweza shehena ya Idadi ya Mwezi Lazima Umeonyesha
tr_tr: Ay Gösterildi olmalı Of sayısı yüklenemedi
zh_hk: 无法上载必须显示的月数
zh_tw: 無法加載月份的數字必須證明

source: Number Of Month Must Be Shown
cs_cz: Počet Měsíc musí být prokázáno
es_es: Cantidad de meses a mostrar
hi_in: माह की संख्या दिखाया जाना चाहिए
id_id: Jumlah Bulan Harus Tampil
it_it: Numero del mese devono essere indicati
ko_kr: 이달의 번호가 표시해야
mr_in: महिन्याच्या क्रमांक दर्शवले असणे आवश्यक
nl_nl: Aantal van de maand moet worden aangetoond
pt_pt: Número de meses a exibir
ro_ro: Numărul de luni trebuie să fi indicat
ru_ru: Номер месяца должен быть указан
sq_al: Numri i muajit duhet të tregohet
sv: Antal månad skall redovisas
sw_ke: Idadi ya Mwezi lazima Umeonyesha
tr_tr: Ay Sayısı Gösterildi Olmalı
zh_hk: 必须显示的月数
zh_tw: 必須顯示的月數

source: input must be positive integer
es_es: La entrada debe ser un número entero positivo
ko_kr: 입력은 양의 정수 여야합니다
mr_in: इनपुट धन पूर्णांक असणे आवश्यक आहे
pt_pt: deve ser um número positivo inteiro
zh_tw: 必須輸入為正整數

source: Number of month must be shown on report can be changed with this parameters ex: in CustomerInquiry.php
cs_cz: Počet měsíc musí být uvedeny na zprávu lze změnit pomocí těchto parametrů ex: v CustomerInquiry.php
es_es: La cantidad de meses a mostrar en un informe se puede cambiar con este parámetro. E.g. en CustomerInquiry.php
hi_in: माह की संख्या रिपोर्ट पर दिखाया जाना चाहिए इस पूर्व मापदंडों के साथ बदला जा सकता है: CustomerInquiry.php में
id_id: Jumlah bulan harus ditampilkan pada laporan dapat diubah dgn parameter ini ex: di CustomerInquiry.php
it_it: Numero di mese deve essere visualizzata sulla relazione può essere modificata con i parametri ex: in CustomerInquiry.php
ko_kr: 이 전 매개 변수를 사용하여 보고서에 표시해야합니다 달의 수를 변경할 수 있습니다 : CustomerInquiry.php에
nl_nl: Aantal van de maand moet worden aangetoond op het rapport kan gewijzigd worden met deze parameters ex: in CustomerInquiry.php
pt_pt: Núm. do mês deve ser atualiz. com parâmetros (ex: CustomerInquiry.php)
ro_ro: Numărul de luni trebuie să fi indicat pe raport poate fi schimbat cu acest parametrii ex: în CustomerInquiry.php
ru_ru: Номер месяца должен быть указан в докладе, может быть изменен с этими параметрами например: в CustomerInquiry.php
sq_al: Numri i muajit duhet të tregohet në raport mund të ndryshohet me këtë parametrat ex: në CustomerInquiry.php
sv: Antal månad skall visas på rapporten kan ändras med denna parametrar ex: i CustomerInquiry.php
sw_ke: Idadi ya mwezi lazima kuonyeshwa katika ripoti inaweza kubadilishwa na vigezo hii ex: katika CustomerInquiry.php
tr_tr: ay sayısı rapor üzerinde gösterilecek olması gereken bu parametreleri eski ile değiştirilebilir: CustomerInquiry.php içinde
zh_hk: 报告上必须显示的月数可以被更新，可使用此参数例如：在CustomerInquiry.php中
zh_tw: 月數必須在報表中顯示可以用這個參數前被改變：在CustomerInquiry.php

source: The directory where images are stored
cs_cz: Adresář, kde jsou uloženy obrázky
es_es: La carpeta donde las imágenes son guardadas
hi_in: निर्देशिका में है जहाँ छवियाँ जमा हो जाती है
id_id: Direktori dimana gambar disimpan
it_it: La directory in cui sono memorizzate le immagini
ko_kr: 이미지가 저장된 디렉토리
mr_in: प्रतिमा साठवले जातात जेथे निर्देशिका
nl_nl: Directory waar de plaatjes worden opgeslagen
pt_pt: Diretório onde as imagens estão armazenadas
ro_ro: Directorul în cazul în care imaginile sunt stocate
ru_ru: Каталог, в котором хранятся изображения
sq_al: Dosjen ku imazhet janë të ruajtur
sv: Foldern där bilder lagras
sw_ke: Directory ambapo images kuhifadhiwa
tr_tr: FOTOGRAFLARIN SAKLANACAGI KLASÖR ADI
zh_hk: 储存图像的目录
zh_tw: 儲存圖像的目錄

source: The directory under which all image files should be stored. Image files take the format of ItemCode.jpg - they must all be .jpg files and the part code will be the name of the image file. This is named automatically on upload. The system will check to ensure that the image is a .jpg file
cs_cz: Adresář, do kterého by měly být všechny obrazové soubory uloženy. Obrazové soubory mít formát ItemCode.jpg - musí být všechny soubory jpg a část kódu bude název souboru s obrázkem.. To je pojmenované automaticky nahrát. Systém bude kontrolovat, aby zajistily, že obraz je. Jpg
es_es: La carpeta donde se guardarán las imágenes. Los archivos de imagen toman el formato CódigoDeArtículo.jpg - deben ser archivos .jpg y el código del producto será el nombre del archivo de imagen. El nombre se asigna automática,mente al cargarlos. El sistema comprobará que la imagen es un archivo jpg.
hi_in: निर्देशिका जिसके तहत सभी छवि फ़ाइलें संग्रहित किया जाना चाहिए. छवि फ़ाइलों ItemCode.jpg का स्वरूप ले - वे सभी होना चाहिए jpg फ़ाइलों और हिस्सा कोड छवि फ़ाइल का नाम होगा.. यह स्वचालित रूप से अपलोड करने पर नाम है. इस प्रणाली के लिए यह सुनिश्चित करें कि छवि एक है जाँच फ़ाइल डाउनलोड जाएगा.
id_id: Direktori dimana semua file gambar seharusnya disimpan. File gambar menggunakan format ItemCode.jpg (KodeItem.jpg) - semuanya harus file .jpg dan kode brg akan menjadi nama file gambar. Ini akan dinamakan secara otomatis sewaktu di-upload. Sistem akan memeriksa utk memastikan gambar tersebut adalah file .jpg
it_it: La directory in cui tutti i file di immagine deve essere conservato. I file di immagine prendere la forma di ItemCode.jpg - devono essere tutti i file jpg e il codice del pezzo sarà il nome del file immagine.. Questo è chiamato automaticamente upload. Il sistema di controllo per assicurare che l&#39;immagine è un file. Jpg
ko_kr: 모든 이미지 파일이 저장되어야하는의 디렉토리입니다. 이미지 파일은 ItemCode.jpg의 형식을 취할 - 모두는 .jpg 파일되어야하고 일부 코드 이미지 파일의 이름이 될 것이다. 이 작업은 업로드에 자동으로 지정됩니다. 시스템은 이미지가 .jpg 파일인지 확인을
mr_in: सर्व प्रतिमा फायली संग्रहित पाहिजे ज्या अंतर्गत डिरेक्ट्री. प्रतिमा फायली ItemCode.jpg स्वरूप घेऊ -. ते सर्व JPG फाइल्स असणे आवश्यक आहे आणि भाग कोड प्रतिमा फाइलचे नाव असेल. या अपलोड आपोआप असे आहे. प्रणाली प्रतिमा. JPG फाइल आहे याची खात्री करण्यासाठी तपासेल
nl_nl: Directory waar de plaatjes moeten woren opgeslagen. Plaatjes moeten jpg files zijn en de naam wordt automatisch ItemCode.jpg.
pt_pt: Diretório sob o qual arq. de imagens são armazenados. Arq. de imagens devem estar no formato JPEG e possuirem a extensão .jpg e o código do item é a parte que compõe o nome antes do .jpg. Haverá conferência para confirmar que o formato da imagem é padrão JPEG
ro_ro: Directorul în care toate fişierele de imagine ar trebui să fie stocate. Fişierele de imagine ia format de ItemCode.jpg - ele trebuie să fie toate fişierele jpg şi codul parte va fi numele fişierului imagine.. Acest lucru este numit în mod automat la upload. Sistemul va verifica pentru a se asigura că imaginea este un. Jpg
ru_ru: Каталог, в котором все графические файлы должны быть сохранены. Файлы изображений принимают формат ItemCode.jpg - все они должны быть JPG файлы и часть кода быть именем файла изображения.. Оно называется автоматически при загрузке. Система будет проверять, чтобы убедиться, что изображение является .JPG файлом
sq_al: Lista nën të cilat të gjitha dosjet imazh duhet të ruhen. fotografi Image të marrë formatin e ItemCode.jpg - ata duhet të gjithë të jenë dosjet jpg dhe kodin pjesë do të jetë emri i file imazh.. Kjo është quajtur automatikisht në ngarkim. Sistemi do të kontrollojë për të siguruar që imazhi është një. Jpg file
sv: Foldern där bilderna lagras. Bilderna skall vara i jpg-format. Produktnumret används som namn på filen.
sw_ke: Saraka ya chini ambayo wote files picha kuhifadhiwa. Picha files kuchukua muundo wa ItemCode.jpg - wao lazima wote files jpg na kanuni sehemu itakuwa jina la faili wa picha.. Hili ni jina moja kwa moja kwenye upload. Mfumo huo kuangalia ili kuhakikisha kuwa picha ni jpg faili.
tr_tr: RESIMLERIN SAKLANACAGI KLASÖRÜ TANIMLAR. RESIMLER ÜRÜNKODU.JPG FORMATINDA OLUR, JPG HARICINDE DOSYA UZANTISINA IZIN VERILMEZ, ÜRÜNKODU KISMI SISTEM TARAFINDAN OTOMATIK YARATILIR.
zh_hk: 这个目录用于储存所有的图像文件. 图像文件名是 物料编码.JPG的格式 - 图片在上载时会自动重命名, 系统会检查图像是否JPG文件
zh_tw: 這目錄是儲存所有的圖像檔案. 圖像檔案名是 商品編碼.JPG的格式 - 必須是JPG檔, 及部件編碼為名. 名稱在上載時會自動命名, 系統會檢查圖像是否JPG檔

source: The directory where reports are stored
cs_cz: Adresář, kde jsou uloženy zprávy
es_es: La carpeta donde se guardan los informes
hi_in: निर्देशिका में है जहाँ रिपोर्ट जमा हो जाती है
id_id: Direktori dimana laporan disimpan
it_it: La directory in cui sono memorizzati i rapporti
ko_kr: 보고서가 저장되는 디렉토리
mr_in: अहवाल साठवले जातात जेथे निर्देशिका
nl_nl: Directory voor rapportages
pt_pt: Diretorio onde os relatórios serão salvos
ro_ro: Directorul în cazul în care rapoartele sunt stocate
ru_ru: Каталог, где хранятся отчеты
sq_al: Dosjen ku raportet janë të ruajtur
sv: Foldern där rapporter lagras
sw_ke: Directory ambapo taarifa za kuhifadhiwa
tr_tr: RAPORLARIN SAKLANACAGI KLASÖR
zh_hk: 储存报表的目录
zh_tw: 儲存報表的目錄

source: The directory under which all report pdf files should be created in. A separate directory is recommended
cs_cz: Adresář, do kterého by měly být všechny soubory ve formátu PDF Zpráva bude vytvořen samostatný adresář palců se doporučuje
es_es: La carpeta donde se crearán los informes pdf. Se recomienda una carpeta propia.
hi_in: निर्देशिका जिसके तहत सभी रिपोर्ट PDF फ़ाइलें एक अलग निर्देशिका के अंदर निर्मित किया जाना चाहिए की सिफारिश की है
id_id: Direktori dimana semua file laporan pdf seharusnya dibuat. Sebaiknya direktori terpisah
it_it: La directory in cui tutti i file di rapporto in formato pdf dovrebbe essere creato in una directory separata è raccomandato
ko_kr: 모든 보고서 PDF 파일. 별도의 디렉토리에 작성해야하는 아래 디렉토리를 권장합니다
mr_in: सर्व अहवाल pdf फाइल एक वेगळे निर्देशिका साइन निर्माण करावी ज्या अंतर्गत डिरेक्ट्री शिफारसीय आहे
nl_nl: Directory waar alle rapportage pdf.files worden opgeslagen. Hiervoor wordt een specifieke directory aanbevolen
pt_pt: Relatório onde os relatórios pdf serão criados. Outro diretório diferente é recomendado
ro_ro: Directorul în care toate fişierele de raport PDF ar trebui să fie create inch Un director separat, se recomandă
ru_ru: Каталог, в котором все PDF файлы доклада должны быть созданы. Отдельный каталог рекомендуется
sq_al: Lista nën të cilat të gjitha dosjet pdf Raporti duhet të krijohen in Një Lista më vete është i rekomanduar
sv: Fildern där pdf-rapporter lagras. Vi rekommenderar en separat folder
sw_ke: saraka ya chini ambayo yote pdf files ripoti lazima umba in directory A tofauti ni ilipendekeza
tr_tr: PDF RAPORLARININ YARATILIP SAKLANACAGI KLASÖRÜ TANIMLAR
zh_hk: 所有产生的 PDF 报表价储存在这个目录, 最好是独立目录
zh_tw: 所有產生的 PDF 報表價儲存在這個目錄, 最好是獨立目錄

source: Only allow secure socket connections
cs_cz: Pouze umožňují bezpečné připojení soketu
es_es: Permitir sólo conexiones seguras
hi_in: केवल सुरक्षित गर्तिका कनेक्शन की अनुमति
id_id: Hanya memperbolehkan koneksi soket secure
it_it: Solo consentire connessioni secure socket
ko_kr: 만 보안 소켓 연결을 허용
mr_in: केवळ सुरक्षित सॉकेट कनेक्शन करण्याची परवानगी
nl_nl: Alleen secure verindingen
pt_pt: Só permitir https (conexão segura)
ro_ro: a permite numai conexiuni Secure Socket
ru_ru: Разрешить только безопасные сокет-соединения
sq_al: Vetëm të lejojë lidhjeve të sigurt fole
sv: Använd bara säkra uppkopplingar
sw_ke: Kuruhusu tu connections soketi salama
tr_tr: SADECE GÜVENLI SOKET BAGLANTILARINA IZIN VER (SSL)
zh_hk: 只允许安全链接
zh_tw: 只限安全接口連線

source: Force connections to be only over secure sockets - ie encrypted data only
cs_cz: Síla připojení pouze přes Secure Sockets - tj. šifrovaná data pouze
es_es: Obliga que las conexiones tengan que ser seguras, es decir, sólo información cifrada.
hi_in: बल कनेक्शन केवल सुरक्षित कुर्सियां खत्म हो करने के लिए - केवल यानी एन्क्रिप्टेड डाटा
id_id: Paksa koneksi hanya melalui soket secure - yaitu hanya data terenkripsi
it_it: Forzare connessioni ad essere solo su Secure Sockets - vale a dire dati criptati solo
ko_kr: 강제 연결은 보안 소켓 이상이어야합니다 - 즉, 암호화 된 데이터 만
mr_in: सक्तीने कनेक्शन केवळ सुरक्षित सॉकेट प्रती असणे - म्हणजे कूटबद्ध डेटा केवळ
nl_nl: Maakt alleen sevure verbinding mogelijk - encrypted data
pt_pt: Forçar que as conexões trafeguem pelo protocolo ssl (só criptografados)
ro_ro: conexiuni Force să fie numai peste Secure Sockets - adică datele criptate numai
ru_ru: Форсировать соединения для прохождение только через Secure Sockets - т.е. только зашифрованных данных
sq_al: lidhjet Forca të jetë vetëm mbi bazat e sigurt - të dhëna p.sh. të koduar vetëm
sv: Acceptera endast säkra uppkopplingar med kryptererad trafik
sw_ke: Nguvu ya uhusiano na kuwa pekee juu ya matako salama - yaani encrypted data tu
tr_tr: SADECE GÜVENLI SOKET BAGLANTISINA IZIN VER (SIFRELENMIS VERI AKTARIMI)
zh_hk: 只允许加密数据的安全连接
zh_tw: 強迫連線只在安全接口 - 即是只有加密數據

source: Perform Database Maintenance At Logon
cs_cz: Provádět údržba databáze při přihlášení
es_es: Realizar el mantenimiento de la base de datos al iniciar sesión
hi_in: प्रदर्शन Logon पर डाटाबेस रखरखाव
id_id: Lakukan Pemeliharaan Datbase Saat Login
it_it: Eseguire la manutenzione del database all'accesso
ko_kr: 로그온시 데이터베이스 유지 관리를 수행
mr_in: लॉगॉन वेळी डेटाबेस मेन्टनन्स
nl_nl: Voer database onderhoud uit bij inloggen
pt_pt: Executar Manutenção DB no Logon
ro_ro: Efectua lucrări de întreţinere baze de date la Logon
ru_ru: Выполнения обслуживания базы данных при входе в систему
sq_al: Mirëmbajtjen e Kryen Baza e të dhënave në logon
sv: Utför databasunderhåll vid påloggning
sw_ke: Kufanya Database Maintenance Katika Homes
tr_tr: SISTEME GIRISTE VERITABANI BAKIMI YAP
zh_hk: 登录时进行数据库维护
zh_tw: 登入時進行資料庫維護

source: Never
cs_cz: Nikdy
es_es: Nunca
hi_in: कभी नहीं
id_id: Tdk Pernah
it_it: Mai
ko_kr: 어머 놀랐다
mr_in: कधीही नाही
nl_nl: Nooit
pt_pt: Nunca
ro_ro: Niciodată
ru_ru: Никогда
sq_al: Kurrë
sv: Aldrig
sw_ke: Kamwe
tr_tr: HICBIR ZAMAN
zh_hk: 永不
zh_tw: 永遠不

source: Allow SysAdmin Access Only
es_es: Permitir solo acceso del SysAdmin
ko_kr: 허용은 sysadmin 액세스 만
mr_in: परवानगी द्या SysAdmin प्रवेश केवळ
pt_pt: Só permite Acesso SysAdmin
zh_tw: 只允許系統管理員存取

source: Uses the function DB_Maintenance defined in ConnectDB_XXXX.inc to perform database maintenance tasks, to run at regular intervals - checked at each and every user login
cs_cz: Pomocí funkce DB_Maintenance definované v ConnectDB_XXXX.inc plnit úkoly údržbu databáze, která poběží v pravidelných intervalech - kontrolují každé přihlášení uživatele
es_es: Usa la función DB_Maintenance definida en ConnectDB_XXXX.inc para realizar tareas de mantenimiento de la BD, se ejecutará a intervalos regulares comprobados en todos y cada uno de los inicios de sesión de los usuarios.
hi_in: का उपयोग करता है कार्य DB_Maintenance ConnectDB_XXXX.inc में परिभाषित करने के लिए डेटाबेस रखरखाव कार्य के लिए नियमित अंतराल पर चलाने के लिए - प्रत्येक पर जाँच की है और प्रत्येक उपयोगकर्ता लॉगिन
id_id: Menggunakan fungsi DB_Maintenance dibuat di ConnectDB_XXXX.inc utk melakukan tugas pemeliharaan database, utk dijalankan secara selang waktu reguler - diperiksa masing-masing dan setiap login user
it_it: Utilizza la funzione DB_Maintenance definito ConnectDB_XXXX.inc per eseguire attività di manutenzione del database, per eseguire ad intervalli regolari - controllati ad ogni login dell&#39;utente
ko_kr: 각각마다 체크하고 사용자 로그인 - 정기적으로 실행하기 위해, 데이터베이스의 유지 보수 작업을 수행 할 ConnectDB_XXXX.inc 정의 함수를 사용 DB_Maintenance
mr_in: प्रत्येक वापरकर्ता दाखलन वेळेस तपासून - नियमित अंतरानं चालवण्यासाठी, डेटाबेस देखभाल कामे ConnectDB_XXXX.inc परिभाषित फंक्शन DB_Maintenance वापरते
nl_nl: Gebruikt de function DB_Maintenance in ConnectDB_XXX.inc om database onderhouds taken periodiek ut te voeren, gecontroleerd bij iedere gebruikers log-in
pt_pt: Usar para que a função Manutenção no DB existente em connectdb_XXXX.inc execute tarefas de manutenção, em intervalos regulares - verif. a cada ou todo login no sistema
ro_ro: Utilizează funcţia DB_Maintenance definite în ConnectDB_XXXX.inc pentru a efectua activităţi de întreţinere de baze de date, pentru a rula la intervale regulate - verificate la fiecare conectare utilizator
ru_ru: Использование функции DB_Maintenance определены в ConnectDB_XXXX.inc для выполнения задач обслуживания базы данных, для запуска на регулярной основе - проверено на каждого логина пользователя
sq_al: Përdor funksionin DB_Maintenance përcaktuara në ConnectDB_XXXX.inc për të kryer detyra të mirëmbajtjes bazës së të dhënave, për të kandiduar në intervale të rregullta - kontrolluar në çdo hyrje me emrin përkatës përdorues
sv: Använder funktionen DB_Maintenance i ConnectDB_XXXX.inc för att utföra databasunderhåll regelbundet.
sw_ke: Matumizi ya kazi DB_Maintenance defined katika ConnectDB_XXXX.inc kufanya kazi za matengenezo database, na kukimbia katika vipindi vya kawaida - checked katika kila login user
tr_tr: Kullanan DB_Maintenance düzenli aralıklarla çalıştırmak için, veritabanı bakım görevleri gerçekleştirmek için ConnectDB_XXXX.inc tanımlanmış fonksiyon - her kullanıcı girişi ve her birinde kontrol
zh_hk: 在用户登录时检查是否应按此周期用connectDB_mysql.inc文件中定义的DB_Maintenance函数执行数据库维护。
zh_tw: 當每個用戶每次登錄時，使用在ConnectDB XXXX.inc中定義的數據庫維護函數DB_Maintenance進行數據庫的維護。這個對於有些需要定期重建新索引的數據庫而言是非常有用的，比如postgres。而 Mysql/innodb很少需要數據庫的管理，建議使用伺服器內建的 cron 功能或者有計劃地在正常工作時間之外維護數據庫，尤其是大型數據庫時，登錄時的維護會延誤用戶的登入。

source: DokuWiki
ko_kr: 도쿠 위키
mr_in: डॉक्युविकि
zh_tw: Doku維基

source: Wiki application
cs_cz: Wiki aplikace
es_es: Aplicación Wiki
hi_in: Wiki आवेदन
id_id: Aplikasi Wiki
it_it: Wiki applicazione
ko_kr: 위키 응용 프로그램
mr_in: विकी अर्ज
nl_nl: Wiki toepassing
pt_pt: Aplicação Wiki
ro_ro: Wiki cerere
ru_ru: Приложение Wiki
sq_al: aplikim Wiki
sv: Wikiprogram:
sw_ke: Wiki ya maombi
tr_tr: Wiki uygulaması
zh_hk: 维基i程序
zh_tw: 維基(Wiki)應用
