Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: In order to create a new customer you must first set up at least one sales type/price list
cs_cz: S cílem vytvořit nový zákazník, musíte se nejprve nastavit alespoň jedno prodejní typ / ceník
es_es: Con el fin de crear un nuevo cliente primero debe configurar al menos un tipo de ventas / lista de precios
hi_in: आदेश में एक नए ग्राहक आप पहली बार कम से कम एक प्रकार की बिक्री / कीमत सूची सेट करना होगा बनाने के लिए
id_id: Utk membuat customer baru Anda sebelumnya harus membuat minimal satu tipe penjualan/daftar harga
it_it: Al fine di creare un nuovo cliente è innanzitutto necessario configurare almeno un tipo di vendita / listino prezzi
ko_kr: 새로운 고객을 만들려면 먼저 하나 이상의 판매 유형 / 가격 목록을 설정해야합니다
mr_in: आपण प्रथम किमान एक विक्री प्रकार / किंमत सूची सेट करणे आवश्यक आहे नवीन ग्राहक तयार करण्यासाठी
nl_nl: Om een nieuwe klant die u moet eerst ten minste een verkoop type / prijs lijst te maken
pt_pt: Para criar novo cliente você precisa primeiro associar um tipo de vendas/lista de preço
ro_ro: În scopul de a crea un client nou, trebuie să configuraţi mai întâi cel puţin un tip de vânzare / lista de preturi
ru_ru: Для того, чтобы создать нового клиента вы должны сначала создать хотя бы один тип продаж/прайс-лист
sq_al: Në mënyrë që të krijojë një klient të ri ju duhet së pari të ngritur të paktën një tip të shitjes / listën e çmimeve
sv: För att skapa en ny kund måste du först ställa in minst en försäljning typ / prislista
sw_ke: Ili kujenga mteja mpya lazima kwanza kuanzisha mauzo angalau aina moja / orodha ya bei
tr_tr: amacıyla öncelikle / fiyat listesi en az bir satış türü ayarlamanız gerekmektedir yeni bir müşteri oluşturmak için
zh_hk: 要创建一个新顾客，您必须首先设置至少一个销售种类/价格表
zh_tw: 為了新建，您必須先設定至少一個銷售型/價格表新客戶

source: Click
cs_cz: Klepněte na tlačítko
es_es: Clic
hi_in: क्लिक करें
id_id: Klik
it_it: Fare clic su
ko_kr: 클릭
mr_in: क्लिक करा
nl_nl: Klik
pt_pt: Clique
ro_ro: Faceţi clic pe
ru_ru: Нажмите
sq_al: Kliko
sv: Klicka
tr_tr: Tıklayın
zh_hk: 点击
zh_tw: 點擊

source: to set up your price lists
cs_cz: nastavit ceníky
es_es: para configurar sus listas de precios
hi_in: करने के लिए अपने मूल्य सूची सेट
id_id: utk mengatur daftar harga anda
it_it: per impostare il listino prezzi
ko_kr: 당신의 가격 목록을 설정하는
mr_in: आपली किंमत याद्या सेट करण्यासाठी
nl_nl: het instellen van uw prijslijsten
pt_pt: para configurar lista de preços
ro_ro: pentru a configura lista de preţuri
ru_ru: чтобы настроить прайс-листы
sq_al: për të ngritur listat tuaja të çmimeve
sv: för att konfigurera dina prislistor
sw_ke: kuanzisha bei orodha yako
tr_tr: Lütfen fiyat listeleri kurmak
zh_hk: 设置您的价格表
zh_tw: 設置您的價格表

source: In order to create a new customer you must first set up at least one customer type
cs_cz: S cílem vytvořit nový zákazník, musíte se nejprve nastavit alespoň jeden typ zákazníka
es_es: Con el fin de crear un nuevo cliente primero debe configurar al menos un tipo de cliente
hi_in: आदेश में एक नए ग्राहक आप पहली बार कम से कम एक ग्राहक प्रकार सेट करना होगा बनाने के लिए
id_id: Utk membuat customer buar Anda harus sebelumnya membuat minimal satu tipe customer
it_it: Al fine di creare un nuovo cliente è innanzitutto necessario impostare almeno un tipo di cliente
ko_kr: 새로운 고객을 만들려면 먼저 하나 이상의 고객 유형을 설정해야합니다
mr_in: नवीन ग्राहक तयार करण्यासाठी आपण प्रथम किमान एक ग्राहक प्रकार केलेच पाहिजे
nl_nl: Om een nieuwe klant die u moet eerst ten minste een type klant te creren
pt_pt: Para criar um novo cliente você precisa criar um tipo de cliente
ro_ro: În scopul de a crea un client nou, trebuie să configuraţi mai întâi cel puţin un tip de client
ru_ru: Для того, чтобы создать нового клиента вы должны сначала создать по крайней мере один типа клиента
sq_al: Në mënyrë që të krijojë një klient të ri ju duhet së pari të ngritur të paktën një lloji të konsumatorëve
sv: För att skapa en ny kund måste du först ställa in minst en kundtyp
sw_ke: Ili kujenga mteja mpya lazima kwanza kuanzisha angalau moja aina ya wateja
tr_tr: amacıyla öncelikle en az bir müşteri tipi kurmalı yeni bir müşteri oluşturmak için
zh_hk: 要创建一个新顾客，您必须首先设置至少一种顾客类型
zh_tw: 為了建立一個新的客戶,你必需先設定至少一種客戶類別

source: to set up your customer types
cs_cz: nastavit typy zákazníků
es_es: para configurar los tipos de clientes
hi_in: करने के लिए अपने ग्राहक प्रकार सेट
id_id: utk mengatur tipe customer Anda
it_it: per impostare la tipologia di cliente
ko_kr: 고객 유형을 설정하는
mr_in: आपल्या ग्राहकांच्या प्रकार सेट करण्यासाठी
nl_nl: het opzetten van uw klant soorten
pt_pt: para configurar tipos de clientes
ro_ro: pentru a configura tipurile de client
ru_ru: для настройки типов клиентов
sq_al: për të ngritur tipe të klientit tuaj
sv: för att konfigurera dina kundtyper
sw_ke: kuanzisha aina ya wateja wako
tr_tr: Müşteri tipleri kurmak
zh_hk: 设置您的顾客类型
zh_tw: 去設定你的客戶類別

source: Click here to continue
cs_cz: Klikněte zde pro pokračování
es_es: Haga clic aquí para continuar
hi_in: यहाँ क्लिक करें जारी रखने के लिए
id_id: Klik di sini utk melanjutkan
it_it: Clicca qui per continuare
ko_kr: 계속하려면 여기를 클릭하십시오
mr_in: सुरू ठेवण्यासाठी येथे क्लिक करा
nl_nl: Klik hier om verder te gaan
pt_pt: Clique aqui para continuar
ro_ro: Click aici pentru a continua
ru_ru: Нажмите здесь, чтобы продолжить
sq_al: Kliko këtu për të vazhduar
sv: Klicka här för att fortsätta
sw_ke: Bonyeza hapa kwa kuendelea
tr_tr: Devamı için tıklayınız
zh_hk: 点击此处继续
zh_tw: 點擊此處繼續

source: Up to 10 characters for the customer code. The following characters are prohibited:
es_es: Hasta 10 caracteres para el código de cliente. Los siguientes caracteres están prohibidos:
ko_kr: 고객 코드 10 자까지. 다음 문자는 금지되어 있습니다 :
mr_in: ग्राहक कोड 10 अक्षरांपर्यंत. खालील वर्ण मनाई आहे:
pt_pt: No máx. 10 caract. para código cliente. Alguns não são permitidos:
zh_tw: 最多10個字符的客戶代碼。以下字符被禁止：

source: Address Line 1 (Street)
cs_cz: Adresa Line 1 (ulice)
es_es: Dirección, 1 (Calle)
hi_in: पता पंक्ति 1 (स्ट्रीट)
id_id: Alamat Baris 1 (Jalan)
it_it: Indirizzo Linea 1 (Via)
ko_kr: 주소 라인 1 (거리)
mr_in: पत्ता ओळ 1 (स्ट्रीट)
nl_nl: Adres (straat)
pt_pt: Logradouro
ro_ro: Adresa Linia 1 (strada)
ru_ru: Адресная строка 1 (улица)
sq_al: Line Adresa 1 (Street)
sv: Adressrad 1 (Gata)
sw_ke: Anwani Line 1 (Street)
tr_tr: Adres Satırı 1 (Street)
zh_hk: 地址列1
zh_tw: 地址列 1 (街名)

source: Address Line 2 (Street)
es_es: Dirección línea 2 (Calle)
id_id: Alamat Baris 2 (Jalan)
ko_kr: 주소 2 (거리)
mr_in: पत्ता ओळ 2 (स्ट्रीट)
pt_pt: Logradouro Complemento
zh_tw: 地址列2（街名）

source: Address Line 3 (Suburb/City)
es_es: Dirección línea 3 (Ciudad)
id_id: Alamat Baris 3 (Kecamatan/Kota)
ko_kr: 주소 라인 3 (교외 /시)
mr_in: पत्ता ओळ 3 (उपनगर / शहर)
pt_pt: Bairro / Cidade
zh_tw: 地址列3（郊區/市）

source: Address Line 4 (State/Province)
es_es: Dirección línea 4 (Estado/Provincia)
id_id: Alamat Baris 4 (Propinsi)
ko_kr: 주소 4 호선 (시 /도)
mr_in: पत्ता ओळ 4 (राज्य / प्रांत)
pt_pt: UF / Estado
zh_tw: 地址列4（州/省）

source: Address Line 5 (Postal Code)
es_es: Dirección línea 5 (Código postal)
id_id: Alamat Baris 5 (Kode Pos)
ko_kr: 주소 5 호선 (우편 번호)
mr_in: पत्ता ओळ 5 (पोस्टल कोड)
pt_pt: CEP (Cód. End. Postal)
zh_tw: 地址5（郵編）

source: No sales types/price lists defined
cs_cz: Žádný prodej druhy / cena definovaného seznamu
es_es: No hay definidos Tipos de Ventas / Listas de Precios
hi_in: कोई बिक्री प्रकार / कीमत परिभाषित सूची
id_id: Belum ada tipe penjualan/daftar harga yg sdh dibuat
it_it: Nessun tipo di vendita / prezzo elenchi definiti
ko_kr: 어떤 판매 유형 / 가격 목록은 정의되지
mr_in: परिभाषित नाही विक्री प्रकार / किंमत याद्या
nl_nl: Verkoop type / prijslijst is niet vastgesteld
pt_pt: Não há Tipo/Lista Preços definida
ro_ro: Nr tipuri de vânzări / preţ listele de definit
ru_ru: Не определен тип продаж/прайс-лист
sq_al: Nuk e shitjes lloje / listat e çmimeve të përcaktuara
sv: Inga ordertyper/prislistor är upplagda
sw_ke: Hakuna mauzo ya aina / bei orodha defined
tr_tr: Henüz bir satış türleri / fiyat listeleri
zh_hk: 没有定义价格表
zh_tw: 未設定銷售方式/價格表

source: Setup Types
es_es: Configurar tipos
id_id: Pengaturan Tipe
ko_kr: 설치 유형
mr_in: सेटअप प्रकार
pt_pt: Configurar Tipos
zh_tw: 安裝類型

source: No Customer types/price lists defined
cs_cz: Č. typů zákazníků cena / definovaného seznamu
es_es: No hay definidos Tipos de clientes / Listas de Precios
hi_in: कोई ग्राहक प्रकार / कीमत परिभाषित सूची
id_id: Belum ada tipe Customer/daftar harga yg dibuat
it_it: Nessun cliente tipi / listini prezzi definiti
ko_kr: 어떤 고객 유형 / 가격 목록은 정의되지
mr_in: परिभाषित नाही ग्राहक प्रकार / किंमत याद्या
nl_nl: Klant type / prijslijst is niet vastgesteld
pt_pt: Não Cliente com tipo/lista preço definida
ro_ro: Nr tipuri / Client listelor de preţuri definite
ru_ru: Не определен типы клиента/прайс-листы
sq_al: Asnjë lloje Customer / çmim listat e përcaktuara
sv: Inga ordertyper/prislistor är upplagda
sw_ke: Wateja hakuna aina / bei orodha defined
tr_tr: Henüz Müşteri türleri / fiyat listeleri
zh_hk: 没有顾客类型/价格列表定义
zh_tw: 沒有定義的客戶類型/價格表

source: Customer Type
cs_cz: Typ zákazníka
es_es: Tipo de cliente
hi_in: ग्राहक प्रकार
id_id: Tipe Customer
it_it: Tipo di cliente
ko_kr: 고객 유형
mr_in: ग्राहक प्रकार
nl_nl: Klant type
pt_pt: Tipo de Cliente
ro_ro: Tip client
ru_ru: Тип клиента
sv: Kundtyp
sw_ke: Aina ya wateja
tr_tr: Müşteri Türü
zh_hk: 顾客种类
zh_tw: 客戶類型

source: Customer Since
cs_cz: Zákazník od
es_es: Cliente desde
hi_in: के बाद से ग्राहक
id_id: Customer Sejak
it_it: Cliente da
ko_kr: 고객부터
mr_in: ग्राहक असल्याने
nl_nl: Klant Sinds
pt_pt: Cliente desde
ro_ro: Clientul deoarece
ru_ru: Клиент с
sq_al: Që të konsumatorëve
sv: Kund sedan
sw_ke: Tangu mteja
tr_tr: NE ZAMANDIR MÜSTERIMIZ?
zh_hk: 开始交易日期
zh_tw: 客戶設立自

source: Discount Percent
cs_cz: Sleva procent
es_es: Porcentaje descuento
hi_in: छूट प्रतिशत
id_id: Persen Diskon
it_it: Percentuale sconto
ko_kr: 할인 비율
mr_in: सवलतीच्या टक्केवारी
nl_nl: Kortings Percentage
pt_pt: Perc. Desconto
ro_ro: Discount Procent
ru_ru: Процент скидки
sq_al: Discount për qind
sv: Rabatt procent
sw_ke: Asilimia discount
tr_tr: ISKONTO (%)
zh_hk: 折扣百分比
zh_tw: 折扣百分比

source: Discount Code
cs_cz: Kód slevy
es_es: Código descuento
hi_in: डिस्काउंट कोड
id_id: Kode Diskon
it_it: Codice sconto
ko_kr: 할인 코드
mr_in: सवलतीच्या कोड
nl_nl: Kortings Code
pt_pt: Código Desconto
ro_ro: Reducere Codul
ru_ru: Код скидки
sv: Rabattkod
tr_tr: ISKONTO KODU
zh_hk: 折扣编码
zh_tw: 折扣編碼

source: Payment Discount Percent
cs_cz: Platba Sleva procent
es_es: Porcentaje
hi_in: भुगतान प्रतिशत डिस्काउंट
id_id: Persen Diskon Pembayaran
it_it: Percentuale sconto pagamento
ko_kr: 결제 할인 비율
mr_in: भरणा सवलत टक्केवारी
nl_nl: Betalings Kortings Percentage
pt_pt: Perc. Desconto Pagto
ro_ro: Procent de plată Discount
ru_ru: Процент скидки платежа
sq_al: Discount Pagesa Përqindja
sv: Kassarabatt
sw_ke: Malipo Discount Asilimia
tr_tr: ÖDEME ISKONTOSU (%)
zh_hk: 付款折扣百分比
zh_tw: 付款折扣百份比

source: Tax Reference
cs_cz: Daň Reference
es_es: Referencia fiscal
hi_in: टैक्स संदर्भ
id_id: Keterangan Pajak
it_it: Fiscale di riferimento
ko_kr: 세금 참조
mr_in: कर संदर्भ
nl_nl: BTW Nummer
pt_pt: CNPJ / CPF
ro_ro: Taxa de referinţă
ru_ru: Налоговый справочник
sq_al: Tatimore Reference
sv: Orgnr
sw_ke: Kodi Reference
tr_tr: VERGI REF.
zh_hk: 参考税项
zh_tw: 統一編號

source: There are no payment terms currently defined - go to the setup tab of the main menu and set at least one up first
cs_cz: Nejsou žádné platební podmínky v současné době definovány - přejděte na kartu Nastavení v hlavním menu a nastavit alespoň jeden jako první
es_es: No hay condiciones de pago definidas actualmente, vaya a Configuración y defina al menos una
hi_in: कोई भुगतान वर्तमान में उल्लिखित शर्तों रहे हैं - मुख्य मेनू के सेटअप टैब पर जाएँ और सेट पर कम से कम एक पहले से
id_id: Belum ada termin pembayaran yg sdh dibuat - Gunakan label pengaturan pada menu utama dan buat minimum 1 lebih dulu
it_it: Non ci sono termini di pagamento attualmente definiti - vai alla scheda di impostazione del menu principale e creare almeno una per primo
ko_kr: 현재 정의 된 지불 조건이 없습니다 - 먼저 적어도 하나를 주 메뉴의 설정 탭으로 이동하여 설정
mr_in: सध्या परिभाषित कोणतेही देयक अटी आहेत - मुख्य मेन्यू चा सेटअप टॅबवर जा आणि प्रथम किमान एक सेट
nl_nl: Er zijn geen betalingsvoorwaarden - definieer er tenminste 1 via de setup tab in het hoofdmenu
pt_pt: Não há Condiçoes de Pagamento definidas ainda. Vá até o menu principal configurações e defina uma.
ro_ro: Nu exista termeni de plată sunt definite în prezent - Du-te la tab-ul de configurare a meniului principal şi a stabilit cel puţin unul mai întâi
ru_ru: Не заданы условия платежей - перейдите на вкладку &quot;Настройка&quot; в главном меню и задайте хотя бы одно
sq_al: Nuk ka mënyra e pagesës të përcaktuar aktualisht - shkoni tek tab setup e menuja kryesore dhe të vendosur të paktën një deri parë
sv: Det finns inga betalningsvillkor, du måste lägga upp minst ett
sw_ke: Kuna maneno ya malipo ya sasa hakuna defined - kwenda tab kuanzisha orodha kuu na kuweka angalau moja juu ya kwanza
tr_tr: ÖNCE ÖDEME VADELERINI TANIMLAMALISINIZ
zh_hk: 还没有定义付款条款，到主目录的设置页面设置至少一个付款条款
zh_tw: 目前還沒有設定付款條件 - 到主目錄的設定分頁來最少設定一個

source: Payment Terms
cs_cz: Platební podmínky
es_es: Condiciones de pago
hi_in: भुगतान शर्तें
id_id: Termin Pembayaran
it_it: Termini di pagamento
ko_kr: 지불 조건
mr_in: परताव्यासाठी अटी
nl_nl: Betalings Voorwaarden
pt_pt: Condições Pagto
ro_ro: Conditii de plata
ru_ru: Сроки платежа
sq_al: Kushtet e pagesës
sv: Betalningsvillkor
sw_ke: Masharti ya malipo
tr_tr: ÖDEME VADELERI
zh_hk: 付款条款
zh_tw: 付款條件

source: There are no credit statuses currently defined - go to the setup tab of the main menu and set at least one up first
cs_cz: Neexistují žádná úvěrová stavy v současné době definovány - přejděte na kartu Nastavení v hlavním menu a nastavit alespoň jeden jako první
es_es: No hay estados de crédito definidos actualmente, vaya a Configuración y defina al menos uno
hi_in: वहाँ रहे हैं कोई क्रेडिट वर्तमान में उल्लिखित स्थितियां - मुख्य मेनू के सेटअप टैब पर जाएँ और सेट पर कम से कम एक पहले से
id_id: Belum ada status kredit yg sdh dibuat - Gunakan label pengaturan pada menu utama dan buat minimum 1 lebih dulu
it_it: Non ci sono stati di credito attualmente definiti - vai alla scheda di impostazione del menu principale e creare almeno una per primo
ko_kr: 현재 정의 된 신용 상태가 없습니다 - 먼저 적어도 하나를 주 메뉴의 설정 탭으로 이동하여 설정
mr_in: सध्या परिभाषित नाही क्रेडिट पुतळे आहेत - मुख्य मेन्यू चा सेटअप टॅबवर जा आणि प्रथम किमान एक सेट
nl_nl: Er is geen geen credit status gedefineerd - definieer er tenminste 1 via de setup tab in het hoofdmenu
pt_pt: Não situação de crédito definida. Utilizar aba config. do Menu Princ. e definir pelo menos uma
ro_ro: Nu sunt nici un credit statute sunt definite în prezent - Du-te la tab-ul de configurare a meniului principal şi a stabilit cel puţin unul mai întâi
ru_ru: Не определено кредитных статусов в настоящее время - перейдите на вкладку &quot;Настройка&quot; в главном меню и задайте хотя бы один
sq_al: Nuk ka kredi statuses përcaktuar aktualisht - shkoni tek tab setup e menuja kryesore dhe të vendosur të paktën një deri parë
sv: Det finns inga kreditstatusvärden, ett måste läggas upp
sw_ke: Kuna mikopo sasa hakuna statuses defined - kwenda tab kuanzisha orodha kuu na kuweka angalau moja juu ya kwanza
tr_tr: ÖNCE KREDI DURUMU TANIMLAMALISINIZ
zh_hk: 还没有定义信用等级，到主目录的设置页面设置至少一个信用等级
zh_tw: 還沒設定信貸狀況定義 -到主目錄的設定分頁來設定最少一個

source: There are no currencies currently defined - go to the setup tab of the main menu and set at least one up first
cs_cz: Nejsou žádné měny v současné době definovány - přejděte na kartu Nastavení v hlavním menu a nastavit alespoň jeden jako první
es_es: No hay monedas definidas actualmente, vaya a Configuración y defina al menos una
hi_in: वहाँ कोई वर्तमान में उल्लिखित मुद्राओं रहे हैं - मुख्य मेनू के सेटअप टैब पर जाएँ और सेट पर कम से कम एक पहले से
id_id: Belum ada mata uang yg sdh dibuat - Gunakan label pengaturan pada menu utama dan buat minimum 1 lebih dulu
it_it: Non ci sono attualmente definite valute - vai alla scheda di impostazione del menu principale e creare almeno una per primo
ko_kr: 현재 정의 된 통화가 없습니다 - 먼저 적어도 하나를 주 메뉴의 설정 탭으로 이동하여 설정
mr_in: सध्या परिभाषित नाही चलने आहेत - मुख्य मेन्यू चा सेटअप टॅबवर जा आणि प्रथम किमान एक सेट
nl_nl: Er is geen valuta gedefinieerd - definieer er tenminste 1 via de setup tab in het hoofdmenu
pt_pt: Não há moeda definida. Utilizar aba config. do Menu Princ. e definir pelo menos uma
ro_ro: Nu există monede definite în prezent - Du-te la tab-ul de configurare a meniului principal şi a stabilit cel puţin unul mai întâi
ru_ru: Не определено ни одной валюты в настоящее время - перейдите на вкладку &quot;Настройка&quot; в главном меню и задайте хотя бы одну
sq_al: Nuk ka monedha të përcaktuar aktualisht - shkoni tek tab setup e menuja kryesore dhe të vendosur të paktën një deri parë
sv: Det finns inga valutor definierade, en måste läggas upp
sw_ke: Hakuna sarafu sasa defined - kwenda tab kuanzisha orodha kuu na kuweka angalau moja juu ya kwanza
tr_tr: ÖNCE PARA BIRIMI TANIMLAMALISINIZ
zh_hk: 还没有定义货币，到主目录的设置页面设置至少一个货币
zh_tw: 還沒有貨幣定義 - 到主目錄的設定分頁來設定最少一個

source: Customer Currency
cs_cz: Měna zákazníka
es_es: Moneda del cliente
hi_in: ग्राहक मुद्रा
id_id: Mata Uang Customer
it_it: Valuta del cliente
ko_kr: 고객 통화
mr_in: ग्राहक चलनासंबंधी
nl_nl: Klant Valuta
pt_pt: Moeda do Cliente
ro_ro: Client valutar
ru_ru: Валюта клиента
sv: Kundvaluta
sw_ke: Mteja Currency
tr_tr: MÜSTERI PARA BIRIMI
zh_hk: 客户货币
zh_tw: 客戶貨幣

source: Customer PO Line on SO
cs_cz: Zákaznická linka na SO PO
es_es: Línea de orden de compra del cliente en orden de venta
hi_in: ग्राहक पीओ रेखा पर तो
id_id: Butuh PO utk Order
it_it: Customer PO Line su SO
ko_kr: SO의 고객 PO 라인
mr_in: त्यामुळे ग्राहक पी.ओ. लाइन
nl_nl: Klant inkooporder regel op verkoopsorder
pt_pt: Linha do Pedido do Cliente
ro_ro: Clientul PO Line pe SO
ru_ru: PO-строка клиента на SO
sq_al: Line Customer PO në SO
sv: Kunds köporderrad på säljorder
sw_ke: Mteja PO Line juu SO
tr_tr: Müşteri PO Hattı üzerinde SO
zh_hk: 销售订单上列有顾客订单
zh_tw: 銷售訂單上列有顧客訂單

source: Invoice Addressing
cs_cz: Faktura Řešení
es_es: Dirección de facturación
hi_in: चालान को संबोधित करते
id_id: Alamat Faktur
it_it: Destinazione fatture
ko_kr: 주소 송장
mr_in: अशी यादी तयार संबोधित
nl_nl: Factuur Adres
pt_pt: Endereço do Aviso
ro_ro: Abordarea factură
ru_ru: Адресация счета-фактуры
sq_al: Faturë drejtuar
sv: Faktureringsadress
sw_ke: Akizungumza na invoice
tr_tr: FATURA ADRESI
zh_hk: 发票开给
zh_tw: 發票地址

source: Address to HO
cs_cz: Adresa pro HO
es_es: Dirección del cliente
hi_in: को पता हो
id_id: Alamat ke Kantor Pusat
it_it: Sede Centrale
ko_kr: 호에 주소
mr_in: हो पत्त्यावर
nl_nl: Adres Hoofd Kantoor
pt_pt: Endereço do HO
ro_ro: Adresa la HO
ru_ru: Отправить в HO
sq_al: Adresa të HO
sv: Adress HQ
sw_ke: Anwani HO
tr_tr: MUSTERI ADRESI
zh_hk: 总公司
zh_tw: 發送到總公司

source: Address to Branch
cs_cz: Adresa na pobočky
es_es: Dirección de la sucursal
hi_in: पता शाखा को
id_id: Alamat ke Cabang
it_it: Filiali
ko_kr: 분기 주소
mr_in: शाखेत पत्ता
nl_nl: Adres Werkplaats
pt_pt: Endereço Sucursal
ro_ro: Adresa la Filiala
ru_ru: Отправить в филиал
sq_al: Adresa të Dega
sv: Adress till regionkontor
sw_ke: Anwani ya Tawi
tr_tr: MUSTERI ADRESI / SUBE
zh_hk: 分公司
zh_tw: 發送到分公司

source: Add New Customer
cs_cz: Přidat nového zákazníka
es_es: Añadir cliente nuevo
hi_in: नए ग्राहक जोड़ें
id_id: Buat Customer Baru
it_it: Inserisci nuovo cliente
ko_kr: 새로운 고객을 추가
mr_in: नवीन ग्राहक जोडा
nl_nl: Toevoegen Nieuwe Klant
pt_pt: Adicionar Novo Cliente
ro_ro: Adauga client nou
ru_ru: Добавить нового заказчика
sq_al: Shto Customer re
sv: Lägg till ny kund
sw_ke: Kuongeza Wateja Mpya
tr_tr: YENI MÜSTERI EKLE
zh_hk: 新增客户
zh_tw: 新增客戶

source: The customer code can be up to 10 alpha-numeric characters long or underscore
es_es: El código de cliente puede ser de hasta 10 caracteres alfanuméricos o subrayado
ko_kr: 고객 코드는 최대 10 문자 숫자 오래 또는 밑줄 수 있습니다
mr_in: ग्राहक कोड पर्यंत 10 अल्फा अंकीय वर्ण लांब असणे किंवा अधोरेखित करू शकता
pt_pt: Código cliente deve ter 10 caracteres alfanuméricos ou (underscore)
zh_tw: 客戶代碼可以長達10個字母數字字符長或下劃線

source: Require Customer PO Line on SO
cs_cz: Vyžadovat Zákaznická linka PO na SO
es_es: Requerir línea de orden de compra del cliente en orden de venta
hi_in: ग्राहक की आवश्यकता होती है अतः PO रेखा पर
id_id: Butuh PO utk Order
it_it: Richiedere al Cliente Line PO su SO
ko_kr: 그래서 고객 PO 라인 필요
mr_in: त्यामुळे ग्राहक पी.ओ. लाइन आवश्यक आहे
nl_nl: Klant inkooporder vereist in de salesorder
pt_pt: Linha do Pedido do Cliente Requerida
ro_ro: Clientul solicita PO Line pe SO
ru_ru: Требовать PO-строку клиента на SO
sq_al: PO Kërkon Customer Line në SO
sv: Kräv Kunden PO Line på SO
sw_ke: Wateja zinahitaji PO Line juu SO
tr_tr: Gerektiren Müşteri PO Hattı üzerinde SO
zh_hk: 要求在SO上顾客的订单行
zh_tw: 在銷售訂單上要求客戶訂單列

source: Contact Deleted
es_es: Contacto suprimido
id_id: Kontak Dihapus
ko_kr: 연락 삭제
mr_in: संपर्क हटविला
pt_pt: Contato excluído
zh_tw: 聯繫刪除

source: Add Contact
es_es: Añadir contacto
id_id: Tambah Kontak
ko_kr: 연락처 추가
mr_in: संपर्क जोडा
pt_pt: Adicionar Contato
zh_tw: 添加聯繫人

source: Are you sure you wish to delete this customer contact?
es_es: ¿Está seguro que desea suprimir este contacto del cliente?
id_id: Apakah Anda yakin ingin menghapus kontak ini?
ko_kr: 이 고객의 연락처를 삭제하려면 확실합니까?
mr_in: आपण या ग्राहक संपर्क हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão do contato deste cliente?
zh_tw: 您確定要刪除該客戶聯繫？

source: Update Customer
cs_cz: Aktualizovat zákazníka
es_es: Actualizar cliente
hi_in: अद्यतन ग्राहक
id_id: Perbarui Customer
it_it: Aggiorna cliente
ko_kr: 업데이트 고객
mr_in: अद्यतनित ग्राहक
nl_nl: Update Klant
pt_pt: Atualizar Cliente
ro_ro: Update clienţilor
ru_ru: Обновить клиента
sv: Uppdatera kund
sw_ke: Wateja update
tr_tr: MÜSTERI BILGILERINI GÜNCELLE
zh_hk: 更新客户
zh_tw: 更新客戶

source: Delete Customer
cs_cz: Smazat zákazníka
es_es: Suprimir cliente
hi_in: ग्राहक हटाना
id_id: Hapus Customer
it_it: Cancella il cliente
ko_kr: 고객 삭제
mr_in: ग्राहक हटवा
nl_nl: Verwijder Klant
pt_pt: Excluir Cliente
ro_ro: Ştergeţi clienţilor
ru_ru: Удалить клиента
sq_al: Fshije Customer
sv: Ta bort kund
sw_ke: Wateja kufuta
tr_tr: MÜSTERI SIL
zh_hk: 删除客户
zh_tw: 刪除客戶

source: Daily Bank Transactions
cs_cz: Denní Bankovní Transakce
es_es: Transacciones diarias del banco
hi_in: दैनिक बैंक ट्रांजैक्शन
id_id: Transaksi Bank Harian
it_it: Daily Banca Transazioni
ko_kr: 매일 은행 거래
mr_in: दैनिक बँक व्यवहार
nl_nl: Dagelijkse Bank Transacties
pt_pt: Trans. Bancárias
ro_ro: Banca Tranzacţii de zi cu zi
ru_ru: Ежедневные банковские сделки
sq_al: Transaksionet bankare Daily
sv: Dagliga bankärenden
sw_ke: Benki ya kila siku Transactions
tr_tr: Günlük Banka İşlemleri
zh_hk: 每日银行交易
zh_tw: 查詢銀行日記帳

source: Bank Transactions Inquiry
es_es: Consultar transacciones bancarias
id_id: Cari Transaksi Bank
ko_kr: 은행 거래 문의
mr_in: बँक व्यवहार चौकशी
pt_pt: Consulta Transações Bancárias
zh_tw: 查詢銀行交易

source: Bank Accounts have not yet been defined. You must first
cs_cz: Bankovní účty dosud nebyly definovány. Musíte nejprve
es_es: Cuentas de Banco sin definir. Primero debe
hi_in: बैंक खाते अभी तक परिभाषित नहीं किया गया है. आपको पहले चाहिए
id_id: Rekening Bank belum dibuat. Anda harus terlebih dulu
it_it: Conti bancari non sono stati ancora definiti. È necessario prima
ko_kr: 은행 계정은 아직 정의되지 않았다. 먼저해야
mr_in: बँक खाती अद्याप व्याख्या गेले नाहीत. आपण प्रथम आवश्यक
nl_nl: Er zijn nog geen Bank Rekeningen gedefinieerd. U moet eerst
pt_pt: Contas Bancárias não foram definidas. Definir primeiro
ro_ro: Conturi bancare nu au fost încă definite. Tu trebuie mai întâi să
ru_ru: Банковские счета еще не определены. Вы должны сначала
sq_al: Llogaritë bankare ende nuk janë definuar. Ju e parë duhet të
sv: Bankkonton har ännu inte fastställts. Du måste först
sw_ke: Benki akaunti bado defined. Lazima kwanza
tr_tr: TANIMLI BANKA HESABI YOK
zh_hk: 未定义银行账户, 请先
zh_tw: 銀行帳戶未定義, 請先定義

source: Transactions Dated From
es_es: Transacciones Fechadas Desde
id_id: Transaksi Bertgl Dari
ko_kr: 거래에서 일자
mr_in: कडून दिनांक व्यवहार
pt_pt: Data Inicial Transação
zh_tw: 交易日期從
