Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Norwegian krone
es_es: Corona noruega
ko_kr: 노르웨이 크로네
mr_in: नॉर्वेजियन क्रोन
zh_tw: 挪威克朗

source: Nepalese rupee
es_es: Rupia nepalesa
ko_kr: 네팔 루피
mr_in: नेपाली रुपया
zh_tw: 尼泊爾盧比

source: New Zealand dollar
es_es: Dólar neozelandés
ko_kr: 뉴질랜드 달러
mr_in: न्यूझीलंड डॉलर
sv: Nyzeeländsk dollar
zh_tw: 紐元

source: Omani rial
es_es: Rial omaní
ko_kr: 오만 리알
zh_tw: 阿曼里亞爾

source: Panamanian balboa
es_es: Balboa panameño
ko_kr: 파나마 발보아
zh_tw: 巴拿馬巴波亞

source: Peruvian nuevo sol
es_es: Nuevo sol peruano
ko_kr: 페루 누에 졸
mr_in: पेरुव्हियन न्युव्हो सोल
zh_tw: 秘魯新索爾

source: Papua New Guinean kina
es_es: Kina papú
ko_kr: 파푸아 뉴기니의 키나
mr_in: पापुआ न्यू Guinean किना
zh_tw: 巴布亞新幾內亞基納

source: Philippine peso
es_es: Peso filipino
ko_kr: 필리핀 페소
mr_in: फिलीपीनस्क्रिप्ट्स पेसो
pt_pt: Peso Filipino
zh_tw: 菲律賓比索

source: Pakistani rupee
es_es: Rupia pakistaní
ko_kr: 파키스탄 루피
mr_in: पाकिस्तानी रुपया
zh_tw: 巴基斯坦盧比

source: Polish złoty
es_es: Zloty polaco
ko_kr: 폴란드 즐 로티
mr_in: पोलिश झ्लोटी
zh_tw: 波蘭茲羅提

source: Paraguayan guaraní
es_es: Guaraní paraguayo
ko_kr: 파라과이 과라니
mr_in: Paraguayan गुआरानी
zh_tw: 巴拉圭瓜拉尼

source: Qatari riyal
es_es: Rial qatarí
ko_kr: 카타르 리얄
mr_in: Qatari रियाल
zh_tw: 卡塔爾里亞爾

source: Romanian new leu
es_es: Nuevo leu rumano
ko_kr: 루마니아 레우
mr_in: रोमानियन नवीन लिऊ
zh_tw: 羅馬尼亞新列伊

source: Serbian dinar
es_es: Dinar serbio
ko_kr: 세르비아 디나르
mr_in: सर्बियन कुवैत
zh_tw: 塞爾維亞第納爾

source: Russian rouble
es_es: Rublo ruso
ko_kr: 러시아 루블
mr_in: रशियन रूबल
zh_tw: 俄羅斯盧布

source: Rwandan franc
es_es: Franco ruandés
ko_kr: 르완다 프랑
mr_in: Rwandan फ्रँक
zh_tw: 盧旺達法郎

source: Saudi riyal
es_es: Riyal saudí
ko_kr: 사우디 리얄
mr_in: सौदी रियाल
zh_tw: 沙特里亞爾

source: Solomon Islands dollar
es_es: Dólar salomonense
ko_kr: 솔로몬 제도 달러
mr_in: सोलोमन द्वीप डॉलर
zh_tw: 所羅門群島元

source: Seychelles rupee
es_es: Rupia seychelense
ko_kr: 세이셸 루피
mr_in: सेशल्स रुपया
zh_tw: 塞舌爾盧比

source: Sudanese pound
es_es: Libra sudanesa
ko_kr: 수단 파운드
mr_in: सुदानीज् पाउंड
zh_tw: 蘇丹鎊

source: Swedish krona
es_es: Corona sueca
ko_kr: 스웨덴 크로나
mr_in: स्वीडिश क्रोन
sv: Svensk krona
zh_tw: 瑞典克朗

source: Singapore dollar
es_es: Dólar singapurense
ko_kr: 싱가포르 달러
mr_in: सिंगापूर डॉलर
zh_tw: 新加坡元

source: Saint Helena pound
es_es: Libra santahelena
ko_kr: 세인트 헬레나 파운드
mr_in: सेंट हेलेना पाउंड
zh_tw: 聖赫勒拿磅

source: Sierra Leonean leone
es_es: Leone sierraleonés
ko_kr: 시에라 리온 리온
mr_in: सिएरा Leonean लिऑन
zh_tw: 塞拉利昂利昂

source: Somali shilling
es_es: Chelín somalí
ko_kr: 소말리아 실링
mr_in: सोमाली शिलिंग
zh_tw: 索馬里先令

source: Surinamese dollar
es_es: Dólar surinamés
ko_kr: 수리남 달러
mr_in: सुरीनामी डॉलर
zh_tw: 蘇里南元

source: South Sudanese pound
es_es: Libra sursudanesa
ko_kr: 남 수단 파운드
mr_in: दक्षिण सुदानीज् पाउंड
zh_tw: 南部蘇丹鎊

source: São Tomé and Príncipe dobra
es_es: Dobra Santotomense
ko_kr: 상투 메 프린시 페 도브 라
mr_in: साओ टोम आणि प्रिंसिपे dobra
zh_tw: 聖多美和普林西比多布拉

source: Syrian pound
es_es: Libra siria
ko_kr: 시리아 파운드
mr_in: सीरियन पाउंड
zh_tw: 敘利亞鎊

source: Swazi lilangeni
es_es: Lilangeni suazi
ko_kr: 스와질랜드의 릴 란게 니
zh_tw: 斯威士吉尼

source: Thai baht
es_es: Baht tailandés
ko_kr: 태국 바트
mr_in: थाई बहत
zh_tw: 泰銖

source: Tajikistani somoni
es_es: Somoni tayiko
ko_kr: 타지키스탄 소모 니
zh_tw: 塔吉克斯坦索莫尼

source: Turkmenistani manat
es_es: Manat turcomano
ko_kr: Turkmenistani 마나 트
zh_tw: 土庫曼斯坦馬納特

source: Tunisian dinar
es_es: Dinar tunecino
ko_kr: 튀니지 디나르
mr_in: Tunisian कुवैत
zh_tw: 突尼斯第納爾

source: Tongan paʻanga
es_es: Pa'anga tongana
ko_kr: 통가 파 앙가
mr_in: Tongan paanga
zh_tw: 東加

source: Turkish lira
es_es: Lira turca
ko_kr: 터키 리라
mr_in: तुर्की लिरा
zh_tw: 土耳其新里拉

source: Trinidad and Tobago dollar
es_es: Dólar Trinitense
ko_kr: 트리니다드 토바고 달러
mr_in: त्रिनिदाद आणि टोबॅगो डॉलर
pt_pt: Trinidad e Tobago dolar
zh_tw: 特立尼達與多巴哥元

source: Taiwan new dollar
es_es: Nuevo dólar taiwanés
ko_kr: 대만 새로운 달러
mr_in: तैवान नवीन डॉलर
zh_tw: 新台幣元

source: Tanzanian shilling
es_es: Chelín tanzano
ko_kr: 탄자니아 실링
mr_in: Tanzanian शिलिंग
zh_tw: 坦桑尼亞先令

source: Ukrainian hryvnia
es_es: Grivna ucraniana
ko_kr: 우크라이나 흐 리브 냐
mr_in: युक्रेनियन हरय्वना
zh_tw: 烏克蘭赫夫納

source: Ugandan shilling
es_es: Chelín ugandés
ko_kr: 우간다 실링
mr_in: Ugandan शिलिंग
sv: Ugandisk shilling
zh_tw: 烏干達先令

source: United States dollar
es_es: Dólar estadounidense
ko_kr: 미국 달러
mr_in: युनायटेड स्टेट्स डॉलर
sv: Amerikansk dollar
zh_tw: 美國美元

source: United States dollar next day (funds code)
es_es: Dólar estadounidense siguiente día (código de fondos)
ko_kr: 미국 달러 다음날 (펀드 코드)
mr_in: युनायटेड स्टेट्स डॉलर दुसर्या दिवशी (निधी कोड)
pt_pt: Dolar EUA Próx. Dia (cód. fundos)
zh_tw: 美國美元第二天（基金代碼）

source: United States dollar same day (funds code)
es_es: Dólar estadounidense mismo día (código de fondos)
ko_kr: 미국 달러 같은 날 (펀드 코드)
mr_in: युनायटेड स्टेट्स डॉलर त्याच दिवशी (निधी कोड)
pt_pt: Dolar EUA Mesmo Dia (cód. fundos)
zh_tw: 美國美元同日（基金代碼）

source: Uruguayan unidad indexada (funds code)
es_es: Unidad indexada uruguaya (código de fondos)
ko_kr: 우루과이 unidad의 indexada (펀드 코드)
mr_in: Uruguayan unidad indexada (निधी कोड)
zh_tw: 烏拉圭團結報indexada（基金代碼）

source: Uruguayan peso
es_es: Peso uruguayo
ko_kr: 우루과이 페소
mr_in: Uruguayan पेसो
pt_pt: Peso Uruguaio
zh_tw: 烏拉圭比索

source: Uzbekistan som
es_es: Som uzbeko
ko_kr: 우즈베키스탄 솜
mr_in: उझबेकिस्तान som
zh_tw: 烏茲別克斯坦蘇姆

source: Venezuelan bolívar fuerte
es_es: Bolívar fuerte venezolano
ko_kr: 베네수엘라 볼리바르 푸에르 테
mr_in: Venezuelan बॉलिव्हार Fuerte
pt_pt: Bolivar Forte Venez.
zh_tw: 委內瑞拉玻利瓦爾富埃爾特

source: Vietnamese dong
es_es: Dong vietnamita
ko_kr: 베트남 동
mr_in: व्हिएतनामी दांग
zh_tw: 越南盾

source: Vanuatu vatu
es_es: Vatu vanuatense
ko_kr: 바누아투 바투
mr_in: वानुआटु vatu
zh_tw: 瓦努阿圖瓦圖

source: Samoan tala
es_es: Tala samoana
ko_kr: 사모아 탈라
mr_in: समोअन tala
zh_tw: 薩摩亞塔拉

source: CFA franc BEAC
es_es: Franco CFA de África Central
ko_kr: CFA 프랑 BEAC
mr_in: CFA फ्रँक BEAC
zh_tw: 終審法院中非法郎

source: Silver (one troy ounce)
es_es: Onza troy de plata
ko_kr: 실버 (한 트로이 온스)
mr_in: चांदी (एक चांदी पौंड)
pt_pt: Prata (uma onça troy)
zh_tw: 銀（1金衡盎司）

source: European Composite Unit
es_es: Unidad compuesta europea (EURCO)
ko_kr: 유럽​​의 복합 단위
mr_in: युरोपियन संमिश्र एकक
zh_tw: 歐洲複合單位

source: European Monetary Unit
es_es: Unidad monetaria europea (EMU 6)
ko_kr: 유럽​​ 통화 단위
mr_in: युरोपियन मुद्रा एकक
zh_tw: 歐洲貨幣單位

source: European Unit of Account 9
es_es: Unidad de cuenta europea 9 (EUA 9)
ko_kr: 계정 (9)의 유럽 단위
mr_in: खाते 9 युरोपियन एकक
zh_tw: 帳戶9的歐洲單位

source: European Unit of Account 17
es_es: Unidad de cuenta europea 17 (EUA 17)
ko_kr: 계정 (17)의 유럽 단위
mr_in: खाते 17 युरोपियन एकक
zh_tw: 帳戶17的歐洲單位

source: East Caribbean dollar
es_es: Dólar del Caribe Oriental
ko_kr: 동 카리브 달러
mr_in: कॅरिबियन पूर्व डॉलर
zh_tw: 東加勒比元

source: Special drawing rights
es_es: Derechos especiales de giro
ko_kr: 특별 인출 권
mr_in: विशेष रेखाचित्र अधिकार
pt_pt: Preços Especiais para
zh_tw: 特別提款權

source: UIC franc (special settlement currency)
es_es: Franco UIC (divisa de liquidación especial)
ko_kr: UIC 프랑 (특수 결제 통화)
mr_in: UIC फ्रॅंक (विशेष सेटलमेंट चलन)
pt_pt: UIC franc (config especial moeda)
zh_tw: UIC法郎（特別結算貨幣）

source: CFA franc BCEAO
es_es: Franco CFA de África Occidental
ko_kr: CFA 프랑 BCEAO
mr_in: CFA फ्रँक BCEAO
zh_tw: 終審法院西非法郎

source: Palladium (one troy ounce)
es_es: Onza troy de paladio
ko_kr: 팔라듐 (한 트로이 온스)
mr_in: पॅलॅडियम (एक चांदी पौंड)
pt_pt: Paladio (uma onça troy)
zh_tw: 鈀（1金衡盎司）

source: CFP franc
es_es: Franco CFP
ko_kr: CFP 프랑
mr_in: CFP फ्रँक
zh_tw: 金融共同體法郎

source: Platinum (one troy ounce)
es_es: Onza troy de platino
ko_kr: 백금 (한 트로이 온스)
mr_in: प्लॅटिनम (एक चांदी पौंड)
pt_pt: Planina (uma onça troy)
zh_tw: 鉑金（1金衡盎司）

source: Code reserved for testing purposes
es_es: Reservado para pruebas
ko_kr: 코드는 테스트 목적을 위해 예약
mr_in: चाचणीच्या हेतूसाठी राखीव कोड
pt_pt: Código reservado para testes
zh_tw: 保留用於測試目的的代碼

source: No currency
es_es: Sin divisa
ko_kr: 어떤 통화 없음
mr_in: नाही चलन
pt_pt: Nenhuma Moeda
zh_tw: 沒有貨幣

source: Yemeni rial
es_es: Rial yemení
ko_kr: 예멘 리알
zh_tw: 葉門里亞爾

source: South African rand
es_es: Rand sudafricano
ko_kr: 남아프리카 공화국 랜드
mr_in: दक्षिण आफ्रिकेचा रँड
zh_tw: 南非蘭特

source: Zambian kwacha
es_es: Kwacha zambiano
ko_kr: 잠비아 크와 차
zh_tw: 贊比亞克瓦查

source: Journal - GL
es_es: Libro diario
ko_kr: 저널 - GL
zh_tw: 日記帳-總帳

source: Payment - GL
es_es: Pago contable
ko_kr: 지불 - GL
zh_tw: 付款-總帳

source: Receipt - GL
es_es: Recibo contable
ko_kr: 영수증 - GL
zh_tw: 收款-總帳

source: Standing Journal
ko_kr: 상임 저널
zh_tw: 常設日記帳

source: Journal - Debtors
es_es: Libro diario - Deudores
ko_kr: 저널 - 채무자
zh_tw: 日記帳 - 應收帳款

source: Creditors Payment
es_es: Pago a acreedor
ko_kr: 채권자 지불
zh_tw: 債權人付款

source: Creditors Journal
ko_kr: 채권자 저널
zh_tw: 債權人日記帳

source: Work Order Variance
es_es: Variación en orden de trabajo
ko_kr: 주문 분산 작업
zh_tw: 工作單差異

source: Shipment Close
es_es: Cierre de embarque
ko_kr: 출하 닫기
zh_tw: 裝運關閉

source: Contract Close
es_es: Cierre de contrato
ko_kr: 계약 닫기
zh_tw: 聯絡人關閉

source: Cost Update
es_es: Actualización de costo
ko_kr: 비용 업데이트
zh_tw: 成本更新

source: Exchange Difference
es_es: Diferencia cambiaria
ko_kr: 교환 차이
zh_tw: 匯兌差額

source: Stock Requests
ko_kr: 재고 요청
zh_tw: 庫存需求

source: Asset Category Change
es_es: Cambio de categoría de activo
ko_kr: 자산의 분류 변경
zh_tw: 更改資產類別

source: Delete w/down asset
ko_kr: W / 아래로 자산 삭제
zh_tw: 刪除寫入資產

source: Auto Debtor Number
ko_kr: 자동 채무자 번호
zh_tw: 自動債務人號碼

source: Exempt
es_es: Exento
ko_kr: 면제 된
zh_tw: 免除

source: Handling
es_es: Manejo
ko_kr: 취급
zh_tw: 處理

source: The order line for
cs_cz: Aby linka pro
es_es: La línea de pedido para
hi_in: आदेश पंक्ति के लिए
id_id: Baris order utk
it_it: La linea di ordine per
ko_kr: 대한 주문 라인
mr_in: ऑर्डर ओळ
nl_nl: Order regel voor
pt_pt: Núm Linha Pedido para
ro_ro: Linie de comandă pentru
ru_ru: строка заказа для
sq_al: Linjë me qëllim për
sv: Bredd på _kantlinje:
sw_ke: Mstari ili
tr_tr: SIPARIS SATIRI:
zh_hk: 订单列于
zh_tw: 訂單列於

source: could not be inserted
cs_cz: nemůže být vložen
es_es: no se pudo agregar
hi_in: नहीं किया जा सकता है डाला
id_id: tdk dapat dimasukkan
it_it: non poteva essere inserito
ko_kr: 삽입 할 수 없습니다
mr_in: समाविष्ट करणे शक्य नाही
nl_nl: kon niet worden ingevoegd
pt_pt: não pode ser inserido
ro_ro: nu a putut fi introdus
ru_ru: не может быть вставлен
sq_al: nuk mund të futet
sw_ke: inaweza kuwa kuingizwa
tr_tr: GIRILEMEDI
zh_hk: 未能插入
zh_tw: 未能插入

source: The order line number
cs_cz: Usnesení číslo řádku
es_es: El número de línea de la orden
hi_in: आदेश पंक्ति संख्या
id_id: No baris order
it_it: L&#39;ordine di numero di riga
ko_kr: 주문 행 번호
mr_in: ऑर्डर ओळ क्रमांक
nl_nl: Order regel nummer
pt_pt: Núm. Linha Pedido
ro_ro: Pentru numărul liniei
ru_ru: Номер строки заказа
sq_al: Linja e rendit Numri
sw_ke: Mstari ili idadi
tr_tr: SIPARIS SATIR NO
zh_hk: 订单列编号
zh_tw: 訂單列編號

source: could not be updated
cs_cz: nemohl být aktualizován
es_es: no pudo actualizarse
hi_in: अद्यतन नहीं किया जा सकता है
id_id: tdk dapat diperbarui
it_it: potrebbe non essere aggiornato
ko_kr: 업데이트 할 수 없습니다
mr_in: अद्यतनित करणे शक्य नाही
nl_nl: kon niet worden geactualiseerd
pt_pt: não pode ser atualizado
ro_ro: nu a putut fi actualizat
ru_ru: не может быть обновлен
sq_al: nuk mund të përditësohet
sw_ke: inaweza kuwa updated
tr_tr: GÜNCELLENEMEDI
zh_hk: 未能更新
zh_tw: 未能更新

source: No Line Number passed to remove_from_cart, so nothing has been removed.
cs_cz: Ne Line Počet přešel na remove_from_cart, má tak nic byly odstraněny.
es_es: No se pasaron líneas de número para remove_from_cart, así que nada se ha eliminado.
hi_in: कोई पंक्ति संख्या को remove_from_cart पारित कर दिया, तो कुछ भी हटा दिया गया है.
id_id: Tdk ada Nomor Baris dioper remove_from_cart, jadi tdk ada yg dihapus.
it_it: Nessun numero di linea passato a remove_from_cart, quindi nulla è stato rimosso.
ko_kr: 어떤 줄 번호는 remove_from_cart에 전달, 그래서 아무것도 제거되지 않았습니다.
mr_in: नाही लाइन क्रमांक remove_from_cart झाली, त्यामुळे काहीही काढला गेला आहे.
nl_nl: Geen regel nummer om te verwijderen (remove_from_cart) dus er is niets verwijderd
pt_pt: Não foi passado núm. linha para remove_from_cart, portanto nada removido.
ro_ro: Nici numărul liniei trecut la remove_from_cart, aşa că nimic nu a fost eliminat.
ru_ru: Номер строки не передается remove_from_cart, так что ничего не было удалено.
sq_al: Asnjë Numri Line kaluar në remove_from_cart, kështu që asgjë nuk është hequr.
sv: Ingen Radnummer skickas till remove_from_cart har så inget tagits bort.
sw_ke: Hakuna Idadi Line kupitishwa kwa remove_from_cart, hakuna kitu hivyo imekuwa kuondolewa.
tr_tr: Hiçbir Hat Numarası remove_from_cart geçti, bu yüzden hiçbir şey kaldırıldı.
zh_hk: 没有行号传到remove_from_cart,因此不会删除任何东西。
zh_tw: 沒有列號傳送到 remove_from_cart, 沒有東西被移除

source: The order line could not be deleted because
cs_cz: Aby line nelze odstranit, protože
es_es: No se pudo suprimir la línea de la orden porque
hi_in: आदेश पंक्ति क्योंकि मिटाया नहीं जा सकता
id_id: Baris order tdk dapat dihapus karena
it_it: La linea di ordine non può essere eliminato perché
ko_kr: 주문 라인이 있기 때문에 삭제할 수 없습니다
mr_in: ऑर्डर ओळ हटवणे शक्य नाही कारण
nl_nl: De order regel kon niet worden verwijderd omdat
pt_pt: Lin. Pedido não pode ser removido porque
ro_ro: Linie de comandă nu a putut fi şterse deoarece
ru_ru: Строка заказа не может быть удалена, поскольку
sq_al: Vija e rendit nuk mund të fshihet sepse
sv: %i bilder kunde inte raderas eftersom de är skrivskyddade
sw_ke: The line ili inaweza kuwa ilifutwa kwa sababu
tr_tr: SIPARIS SATIRI SILINEMEDI
zh_hk: 订单列未能删除, 因为
zh_tw: 訂單列未能刪除, 因為

source: Deleted Line Number
cs_cz: Vypouští Číslo řádku
es_es: Número de línea suprimido
hi_in: हटाए गए पंक्ति संख्या
id_id: Telah Menghapus Nomor Baris
it_it: Soppresso Numero riga
ko_kr: 삭제 된 라인 수
mr_in: हटविला ओळ क्रमांक
nl_nl: Verwijder order regel nummer
pt_pt: Removida Linha Núm.
ro_ro: Şterse Line Numărul
ru_ru: Номер удаленной строки
sq_al: Numri Deleted Line
sw_ke: Idadi ilifutwa Line
tr_tr: Silinmiş Hat Numarası
zh_hk: 删除行号
zh_tw: 刪除列編號

source: from existing Order Number
cs_cz: ze stávajících Pořadové číslo
es_es: desde el Número de Pedido existente
hi_in: से आदेश संख्या मौजूदा
id_id: dari Nomor Order yg ada
it_it: dagli attuali Numero d&#39;ordine
ko_kr: 기존 주문 번호에서
mr_in: विद्यमान मागणी क्रमांक पासून
nl_nl: van order nummer
pt_pt: do Pedido exist. Núm.
ro_ro: de la existente Numărul ordinului
ru_ru: из существующего номера заказа
sq_al: nga ekzistuese Rendit Numri
sv: Slå in de 6 siffrorna från den digitala skärmen.
sw_ke: kutoka zilizopo Order Idadi
tr_tr: Sipariş sayısı varolan
zh_hk: 从销售订单编号
zh_tw: 由現有的訂單編號

source: The order line could not be updated as completed because
cs_cz: Aby line nemohl být aktualizován dokončit, protože
es_es: El detalle del pedido no se pudo actualizar como terminado porque
hi_in: आदेश पंक्ति नहीं हो अद्यतन के रूप में पूरा कर सकता क्योंकि
id_id: Baris order tdk dapat diperbarui ke selesai karena
it_it: La linea di ordine non può essere aggiornato, se completata perché
ko_kr: 때문에 완료로 주문 라인을 업데이트 할 수 없습니다
mr_in: पूर्ण म्हणून ऑर्डर ओळ अद्यतनित करणे शक्य नाही कारण
nl_nl: De order kon niet worden gewijzigd omdat
pt_pt: Linha Pedido não pode ser atualizada porque
ro_ro: Linie de comandă nu a putut fi actualizat, după cum finalizate, deoarece
ru_ru: Строка заказа не может быть обновлена как завершенная, так как
sq_al: Vija e rendit nuk mund të përditësuar përfunduar si për shkak
sv: Den orderrad kunde inte uppdateras som slutförd eftersom
sw_ke: The line ili inaweza kuwa updated kama kukamilika kwa sababu
tr_tr: Sipariş hattı olarak çünkü tamamlanmış güncelledi olamazdı
zh_hk: 订单行未能更新为完结, 因为
zh_tw: 訂單列未能更新為完成, 因為

source: Removed Remaining Quantity and set Line Number
cs_cz: Odstraněny zbývající množství a nastavit Číslo řádku
es_es: Suprimir la Cantidad Restante y Número de Líneas Establecidas
hi_in: शेष मात्रा और सेट पंक्ति संख्या हटाया
id_id: Telah Menghapus Sisa Qty dan mengatur Nomor Baris
it_it: Rimosso quantitativo residuo e Linea numero fisso
ko_kr: 제거 남은 수량 및 설정 라인 수
nl_nl: Resterende hoeveelheid verwijderd en de regel nummer aangepast
pt_pt: Remover Quant. Restante e Config Num. Linhas
ro_ro: Eliminat cantitatea rămasă şi să stabilească numărul liniei
ru_ru: Удалено оставшееся количество и установлен номер строки
sq_al: Removed Sasia e mbetur dhe Line vendosur Numri
sv: Tog bort återstående kvantiteten och ställa Radnummer
sw_ke: Kiasi kuondolewa Kubakia na kuweka Idadi Line
tr_tr: Kalan Miktar ve set Line Number Kaldırıldı
zh_hk: 删除生于数量然后设置行号
zh_tw: 移除餘下數量和列號

source: as Completed for existing Order Number
cs_cz: Dokončené jako pro stávající Objednací číslo
es_es: como se Completó para el Número de Pedido existente
hi_in: के रूप में आदेश संख्या मौजूदा के लिए पूर्ण
id_id: sbg Selesai utk Nomor Order yg ada
it_it: Completato come per gli attuali Numero d&#39;ordine
ko_kr: 주문 번호를 기존의 완료로
mr_in: विद्यमान मागणी क्रमांक झालेलेआहे म्हणून
nl_nl: Zoals voltooid voor bestaand ordernummer
pt_pt: Completa para Número Ordem
ro_ro: completate pentru ca existente Ordine Număr
ru_ru: как завершенное для существующего номера заказа
sq_al: Përfunduar si për ekzistues Rendit Numri
sv: anses genomförd för befintliga Beställningsnummer
sw_ke: kama zilizokamilika ya zilizopo Order Idadi
tr_tr: olarak Sipariş Numarası mevcut için Tamamlandı
zh_hk: 对现存的订单号码已完成
zh_tw: 是已完成的現有訂單編號

source: It appears that taxes are not defined correctly for this customer tax group
es_es: Parece que los impuestos no están definidos correctamente para este grupo de impuestos del cliente
id_id: Tampaknya pajak belum dibuat secara benar utk grup pajak customer ini
it_it: Sembra che le tasse non siano definite correttamente per questo gruppo fiscale cliente
ko_kr: 그것은 세금이 고객의 세금 그룹에 대해 제대로 정의되지 않은 것으로 보인다
mr_in: हे कर या ग्राहक कर गटासाठी योग्यरित्या व्याख्या न केल्याचे दिसून
pt_pt: Taxas não definidas corretamente para esse grupo de impostos de clientes
zh_tw: 看來，稅收沒有正確定義該客戶的稅小組

source: Cannot find tax category Freight which must always be defined
cs_cz: Nelze najít daňové kategorie Nákladní které musí být vždy definovány
es_es: No se puede encontrar la categoría tributaria Flete que siempre se debe estar definida
hi_in: टैक्स श्रेणी फ्रेट जो हमेशा परिभाषित किया जाना चाहिए नहीं मिल सकता है
id_id: Tdk dapat menemukan kategori pajak Pengiriman yg harus selalu dibuat
it_it: Non riesci a trovare la categoria di merci fiscale che deve essere sempre definito
ko_kr: 항상 정의해야합니다 세금 카테고리화물을 찾을 수 없습니다
mr_in: नेहमी ठरवणे आवश्यक आहे कर श्रेणी सामानाचे शोधू शकत नाही
nl_nl: Kan de belasting Categorie voor transport niet vinden. Deze moet altijd zijn gedefinieerd
pt_pt: Não pode localizar categoria de impostos de Frete. Obrigatório haver pelo menos uma.
ro_ro: Nu puteţi găsi categoria de marfă fiscale care trebuie să fie întotdeauna definit
ru_ru: Не могу найти налоговые категории по грузам, которые всегда должны быть определены
sq_al: Nuk mund të gjeni kategori të mallrave tatimore, e cila duhet të jetë gjithmonë e përcaktuara
sv: Kan du inte hitta Freight skatt kategori som alltid måste definieras
sw_ke: Hawawezi kupata kodi ya jamii Freight ambayo lazima iwe defined
tr_tr: daima tanımlanmış olmalıdır vergi kategori Navlun bulunamıyor
zh_hk: 没有发现运输的税收种类，这是必须被定义的。
zh_tw: 未找到運輸稅目,此稅目必須要定義

source: Label id
cs_cz: Id štítku
es_es: Identificación de etiqueta
hi_in: लेबल आईडी
id_id: Id label
ko_kr: 라벨 ID
mr_in: लेबल आयडी
pt_pt: ID Etiqueta
ro_ro: Etichetă id
ru_ru: ID этикетки
sv: Etikett id
sw_ke: Studio id
tr_tr: Etiket id
zh_hk: 标签id
zh_tw: 標籤ID

source: Rows per sheet
cs_cz: Řádků na listu
es_es: Filas por hoja
hi_in: प्रति पत्रक पंक्तियाँ
id_id: Baris per lembar
it_it: Righe per foglio
ko_kr: 시트 당 행
mr_in: पत्रक प्रति पंक्ती
nl_nl: Rijen per vel
pt_pt: Linhas por Folha
ro_ro: Rânduri pe foaie
ru_ru: Строк на листе
sq_al: Rreshtave për fletë
sv: Rader per ark
sw_ke: Safu kwa karatasi
tr_tr: Sayfa başına Satırlar
zh_hk: 每页的行数
zh_tw: 每張行

source: Cols per sheet
cs_cz: Sloupců na list
es_es: Columnas por hoja
hi_in: प्रति पत्रक कर्नल
id_id: Cols per lembar
it_it: Cols per foglio
ko_kr: 시트 당 COLS
mr_in: पत्रक प्रति स्तंभ
nl_nl: Cols per vel
pt_pt: Col. por Folha
ro_ro: Coloane pe foaie
ru_ru: Столбцов на листе
sq_al: Cols për fletë
sv: Kolumner per ark
sw_ke: Cols kwa karatasi
tr_tr: Sayfa başına Cols
zh_hk: 每页的栏数
zh_tw: 每張COLS

source: Sheet height
cs_cz: List výška
es_es: Altura de hoja
hi_in: पत्रक की ऊँचाई
id_id: Lembar tinggi
it_it: Scheda di altezza
ko_kr: 시트 높이
mr_in: पत्रक उंची
nl_nl: Sheet hoogte
pt_pt: Alt. Folha
ro_ro: Foaie înălţime
ru_ru: Высота листа
sq_al: lartësi Sheet
sv: Sheet höjd
sw_ke: Karatasi urefu
tr_tr: Levha yüksekliği
zh_hk: 表高
zh_tw: 表高度

source: Sheet width
cs_cz: Šířka plechu
es_es: Ancho de la hoja
hi_in: पत्र चौड़ाई
id_id: Lembar Lebar
it_it: Larghezza della lastra
ko_kr: 시트 폭
mr_in: पत्रक रूंदी
nl_nl: Plaatbreedte
pt_pt: Larg. Folha
ro_ro: Foaie Lăţimea
ru_ru: Ширина листа
sq_al: Gjerësia Sheet
sv: Rullbredd
sw_ke: Karatasi ya upana
tr_tr: Levha genişliği
zh_hk: 页宽
zh_tw: 片材寬度

source: Label height
cs_cz: Štítek výška
es_es: Alto de etiqueta
hi_in: लेबल ऊँचाई
id_id: Label tinggi
it_it: Altezza etichetta
ko_kr: 라벨 높이
mr_in: लेबल उंची
nl_nl: Labelhoogte
pt_pt: Alt. Etiq.
ro_ro: Etichetă înălţime
ru_ru: Высота ярлыка
sq_al: lartësi Label
sv: Etikett höjd
sw_ke: Studio urefu
tr_tr: Etiket yüksekliği
zh_hk: 标签高度
zh_tw: 標籤高度

source: Label width
cs_cz: Šířka etikety
es_es: Ancho de etiqueta
hi_in: लेबल चौड़ाई
id_id: Label lebar
it_it: Larghezza etichette
ko_kr: 라벨 폭
mr_in: लेबल रूंदी
nl_nl: Labelbreedte
pt_pt: Larg. Etiq.
ro_ro: Lăţime etichetă
ru_ru: Ширина ярлыка
sq_al: Gjerësia Label
sv: Etikettens bredd
sw_ke: Studio upana
tr_tr: Etiket genişliği
zh_hk: 标签宽度
zh_tw: 標籤寬度

source: Top margin
cs_cz: Horního okraje
es_es: Margen superior
hi_in: ऊपरी हाशिया
it_it: Margine superiore
ko_kr: 위쪽 여백
mr_in: शीर्ष समास
nl_nl: Bovenmarge
pt_pt: Margem superior
ro_ro: Marja de top
ru_ru: Верхнее поле
sq_al: diferencë Top
sv: Övre marginal
sw_ke: Juu margin
tr_tr: Üst kenar boşluğu
zh_hk: 顶边距
zh_tw: 上邊距

source: Left margin
cs_cz: Levého okraje
es_es: Margen izquierdo
hi_in: बाएँ हाशिए
id_id: Waktu margin
it_it: Margine sinistro
ko_kr: 왼쪽 여백
mr_in: डावा समास
nl_nl: Linkermarge
pt_pt: Margem esquerda
ro_ro: Marginea stângă
ru_ru: Левое поле
sq_al: diferencë Majtas
sv: Vänstermarginalen
sw_ke: Kushoto margin
tr_tr: Sol kenar
zh_hk: 左边距
zh_tw: 左邊界

source: Row height
cs_cz: Výška řádku
es_es: Altura de la fila
hi_in: पंक्ति की ऊँचाई
id_id: Tinggi baris
it_it: Altezza riga
ko_kr: 행 높이
mr_in: पंक्ती उंची
nl_nl: Rijhoogte
pt_pt: Altura da Linha
ro_ro: Înălţime rând
ru_ru: Высота строки
sq_al: lartësi Row
sv: Radhöjd
sw_ke: Mstari urefu
tr_tr: Satır yüksekliğini
zh_hk: 行高
zh_tw: 行高

source: Column width
cs_cz: Šířku sloupce
es_es: Ancho de la columna
hi_in: स्तंभ चौड़ाई
id_id: Lebar kolom
it_it: Larghezza colonna
ko_kr: 열 너비
mr_in: स्तंभाची रुंदी
nl_nl: Kolombreedte
pt_pt: Largura da Coluna
ro_ro: Coloana lăţime
ru_ru: Ширина столбца
sq_al: Gjerësia Column
sv: Kolumnbredd
sw_ke: Upana safu
tr_tr: Sütun genişliği
zh_hk: 列宽
zh_tw: 列寬

source: Vert. pos.
es_es: Pos. Vert.
hi_in: हरा रंग. स्थिति.
ko_kr: 수직. POS.
mr_in: हिरवा रंग. POS.
pt_pt: Pos. Vert.
ru_ru: Vert. позиция
sv: Vertikalt läge
zh_hk: 垂直位置
zh_tw: 垂直位置

source: Horiz. pos.
es_es: Pos. Horiz.
hi_in: _ आड़े. स्थिति.
ko_kr: 수평 위. POS.
mr_in: आडवे. POS.
pt_pt: Pos. Horiz.
ru_ru: Гориз. позиция
sv: Horisontalplanet. pos.
zh_hk: 水平位置
zh_tw: 水平位置

source: Max text<br />length
cs_cz: Max text <br /> Délka
es_es: Longitud máxima de texto <br />
hi_in: अधिकतम पाठ <br /> लंबाई
id_id: Maks panjang<br />teks
it_it: Max testo <br /> lunghezza
ko_kr: 최대 텍스트 <br />의 길이
nl_nl: Max tekst <br /> lengte
pt_pt: Texto Máx. <br/>tamanho
ro_ro: Max text <br /> lungime
ru_ru: Максимальная длина<br />текста
sq_al: text Max <br /> gjatësi
sv: Max text <br /> längd
sw_ke: Max asilia <br /> urefu
tr_tr: Max metin <br /> uzunluk
zh_hk: 最大的文字<br />长度
zh_tw: 最大文本<br/>長度
