Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The batch or serial number reference has not been entered - a reference is required
cs_cz: Šarže nebo sériové číslo referenční nebyl zadán - odkaz je nutné
es_es: El lote o la referencia del número de serie no se ha introducido - se requiere una referencia
hi_in: बैच या सीरियल नंबर संदर्भ दर्ज नहीं किया गया है - एक संदर्भ की आवश्यकता होती है
id_id: Keterangan batch atau nomor seri belum dimasukkan - keterangan diperlukan
it_it: Il riferimento della partita o numero di serie non è stato inserito - un riferimento è necessario
ko_kr: 배치 또는 일련 번호 참조가 입력되지 않았습니다 - 참조가 필요합니다
mr_in: बॅच किंवा अनुक्रमांक संदर्भ प्रविष्ट केले नाही आहे - एक संदर्भ आवश्यक आहे
nl_nl: De partij-of serienummer verwijzing nog niet is ingevoerd - een verwijzing nodig is
pt_pt: O número de série ou batch não foi informado - informação requerida
ro_ro: Lot de referinţă sau numărul de serie nu a fost introdus - o referinţă este necesară
ru_ru: Партия или серийный номер не был введен - ссылка требуется
sq_al: Grumbull ose referimi numrin serial nuk ka qenë e dhënë - një referencë është e nevojshme
sv: Den parti-eller serienummer hänvisning inte har angetts - en referens krävs
sw_ke: kundi la au kumbukumbu Serial Number haijawahi aliingia - rejea anahitajika
tr_tr: Parti veya seri numarası referans girilmemiş - bir başvuru gereklidir
zh_hk: 此批次或者序列号没有被输入-需要一个参考号
zh_tw: 批次或序列號參考尚未輸入 - 一個參考，需要

source: The quantity for the batch must be numeric
cs_cz: Množství, pro šarže musí být číselná
es_es: La cantidad del lote debe ser numérica
hi_in: बैच के लिए मात्रा संख्यात्मक होना चाहिए
id_id: Qty utk batch tersebut harus numerik
it_it: La quantità per il lotto deve essere numerico
ko_kr: 배치에 대한 수량은 숫자이어야합니다
mr_in: बॅच संख्या अंकीय असणे आवश्यक आहे
nl_nl: De hoeveelheid voor de partij moet numeriek
pt_pt: A quant. para o batch deve ser númerica
ro_ro: Cantitatea pentru lotul trebuie să fie numeric
ru_ru: Количество для партии должно быть числовым
sq_al: Sasia për të serisë së duhet të jetë një numër
sv: Antalet måste vara numeriskt
sw_ke: Wingi kwa ajili ya kundi lazima numeric
tr_tr: toplu iş için miktar sayısal olmalıdır
zh_hk: 此批的数量必须是数值
zh_tw: 批次的數量必須是數字

source: The serial number or batch reference must be unique to the item - the reference entered is already entered on this work order
cs_cz: Pořadové číslo šarže nebo referenční musí být jedinečný k položce - zadané odkaz je již zapsána na této práci, aby
es_es: El número de serie o de referencia del lote debe ser único para el elemento - la referencia de entrada ya ha sido introducida en esta orden de trabajo
hi_in: प्रवेश संदर्भ है पहले से ही इस काम के आदेश पर दर्ज किया - क्रम संख्या या बैच संदर्भ आइटम के लिए अद्वितीय होना चाहिए
id_id: Referensi nomor seri atau keterangan batch harus unik terhadap item - keterangan yg dimasukkan sdh ada pada order produksi ini
it_it: Il numero di serie o di riferimento della partita deve essere univoco per la voce - il riferimento inserito è già entrato in questo ordine di lavoro
ko_kr: 일련 번호 또는 배치 참조 항목에 고유해야합니다 - 입력 된 참조는 이미이 작업 순서에 입력
mr_in: सिरियल नंबर किंवा बॅच संदर्भ आयटमवर अद्वितीय असणे आवश्यक आहे - प्रविष्ट संदर्भ आधीच हे काम ऑर्डर वर प्रवेश
nl_nl: Het serienummer of de partij verwijzing moet uniek om het item te worden - vr de verwijzing is al ingevoerd op deze werkorder
pt_pt: Número série ou batch deve ser único para esse item - a referência informada já está em uso para essa ordem de produção
ro_ro: Numărul de serie sau lot de referinţă trebuie să fie unic pentru articol - de referinţă introdus este deja înscrise pe această ordine de muncă
ru_ru: Серийный номер или партию ссылки должны быть уникальными для пункта - ссылка вошли уже вступили на эту работу порядка
sq_al: Numri serik ose referimi grumbull duhet të jetë unike për pika - referencë hyrë është futur tashmë në këtë mënyrë punën e
sv: Serienummer eller varupartiets måste vara unikt för posten - hänvisningen angav är redan upp på detta arbete för
sw_ke: Serial Number au kumbukumbu kundi lazima ya kipekee ya bidhaa - ya kumbukumbu aliingia tayari aliingia ili kazi hii
tr_tr: zaten bu iş için girilen girilen referans - seri numarası veya toplu iş başvurusu öğeye benzersiz olmalıdır
zh_hk: 序列号或者批次号必须是唯一的-----输入的编号已经输入此工作单
zh_tw: 序列號或批次引用必須是唯一的項目 - 進入參考此工單上已經進入

source: The serial number or batch reference must be unique to the item. The serial number/batch entered already exists
cs_cz: Pořadové číslo šarže nebo odkaz musí být jedinečné položky. Pořadové číslo / šarže vstoupil již existuje
es_es: El número de serie o la referencia del lote deberá ser única para el elemento. El número de serie / lote introducido ya existe
hi_in: क्रम संख्या या बैच संदर्भ आइटम के लिए अद्वितीय होना चाहिए. क्रम संख्या / बैच में प्रवेश पहले से मौजूद है
id_id: Nomor seri atau keterangan batch harus unik terhadap item. Nomor seri/batch yg dimasukkan sdh ada
it_it: Il numero di serie o di riferimento della partita deve essere univoco per l&#39;elemento. Il numero di serie / lotto è entrato già esiste
ko_kr: 일련 번호 또는 배치 기준은 항목에 고유해야합니다. 일련 번호 / 배치가 이미 입력
mr_in: सिरियल नंबर किंवा बॅच संदर्भ आयटमवर अद्वितीय असणे आवश्यक आहे. सिरीयल क्रमांक / बॅच विद्यमान आधीच प्रविष्ट
nl_nl: Het serienummer of partijnummer moet uniek zijn om het item. Het serienummer / batch al bestaat
pt_pt: Núm. ref. série ou batch deve ser único para esse item. Série ou Batch informado já existe
ro_ro: Numărul de serie sau lot de referinţă trebuie să fie unic pentru element. Numărul de serie / lot intrat deja există
ru_ru: Серийный номер или партию ссылки должен быть уникальным для данного пункта. Серийный номер / партии вступили уже существует
sq_al: Numri serik ose referimi grumbull duhet të jetë unike për pika. Numri serik / grumbull hyrë tashmë ekziston
sv: Serienummer eller varupartiets måste vara unikt för objektet. Serienumret / sändningen angav finns redan
sw_ke: Serial Number au kumbukumbu kundi lazima ya kipekee ya bidhaa. Serial Number / kundi aliingia tayari lipo
tr_tr: Seri numarası veya toplu iş başvurusu öğeye benzersiz olmalıdır. Seri numarası / toplu zaten var girdi
zh_hk: 此序列号或者批次编号必须是唯一的。此序列号/批次号已经存在
zh_tw: 序列號或批次參考必須是唯一的項目。序列號/批次已經進入存在

source: Could not add a new serial number/batch
cs_cz: Nelze přidat nové pořadové číslo / šarže
es_es: No se pudo añadir un nuevo número de serie/lote
hi_in: एक नया सीरियल नंबर / बैच को नही जोड़ सके
id_id: Tdk dapat menambah nomor seri/batch yg baru
it_it: Impossibile aggiungere un nuovo numero di serie / lotto
ko_kr: 새로운 일련 번호 / 배치를 추가 할 수 없습니다
mr_in: नवीन अनुक्रमांक / बॅच जोडू शकत नाही
nl_nl: Kon het niet toevoegen van een nieuw serienummer / batch
pt_pt: Não pode adic. núm. serial ou lote
ro_ro: Nu ar putea adăuga un nou număr de ordine / lot
ru_ru: Не удалось добавить новый серийный номер / партии
sq_al: Nuk mund të shtoni një numër të ri serial / grumbull
sv: Kan inte spara det nya serienummret/batchen
sw_ke: Hakuweza kuongeza idadi mpya Serial / kundi
tr_tr: yeni bir seri numarası / toplu eklenemedi
zh_hk: 无法增加新的序列号/批次
zh_tw: 無法添加新的序列號/批次

source: Unable to add the batch or serial number requested
cs_cz: Nelze přidat šarže nebo sériové číslo požadované
es_es: No es posible agregar el lote ó número de serie requerido
hi_in: करने के लिए बैच जोड़ने में असमर्थ हैं या सीरियल नंबर का अनुरोध किया
id_id: Tdk dapat menambah bath atau nomor seri yg diminta
it_it: Impossibile aggiungere il numero del lotto o di serie richiesto
ko_kr: 요청한 배치 또는 일련 번호를 추가 할 수 없습니다
mr_in: विनंती बॅच किंवा सिरियल नंबर जोडणे अक्षम
nl_nl: Niet in staat om de partij toe te voegen of serienummer gevraagd
pt_pt: Não pode adicion. lote ou número de série requerido
ro_ro: Imposibil pentru a adăuga numărul de lot sau de serie a solicitat
ru_ru: Невозможно добавить партии или серийный номер просил
sq_al: Në pamundësi për të shtuar numrin grumbull ose serial kërkuar
sv: Det går inte att lägga till parti-eller serienummer begärts
sw_ke: Hawawezi kuongeza kundi au Serial Number aliomba
tr_tr: toplu eklenemiyor veya seri numarası talep
zh_hk: 无法增加批次或者要求的序列号
zh_tw: 無法添加請求的批次或序列號

source: The batch/serial number
cs_cz: Šarže / sériové číslo
es_es: El número de serie/lote
hi_in: बैच / क्रम संख्या
id_id: Batch/nomor seri
it_it: Il lotto / numero di serie
ko_kr: 배치 / 일련 번호
mr_in: बॅच / सिरीयल क्रमांक
nl_nl: De partij / serienummer
pt_pt: Número série/batch
ro_ro: Lot / numărul de serie
ru_ru: Партии / серийный номер
sq_al: Grumbull / Numri serik
sv: Batch/serie nummret
sw_ke: Kundi / Serial Number
tr_tr: Parti / seri numarası
zh_hk: 批次/序列号
zh_tw: 批次/序列號

source: has been deleted from this work order
cs_cz: byla odstraněna z této práce, aby
es_es: ha sido eliminado de esta orden de trabajo
hi_in: है इस काम के आदेश से हटा दिया गया
id_id: telah dihapus dari order produksi ini
it_it: è stato eliminato da questo ordine di lavoro
ko_kr: 이 작업 순서에서 삭제 된
mr_in: हे काम ऑर्डर हटविले गेले आहे
nl_nl: is geschrapt uit deze werkorder
pt_pt: foi removido dessa ordem de produção
ro_ro: a fost eliminat de la această ordine de muncă
ru_ru: был исключен из этой работы порядка
sq_al: është fshirë nga kjo mënyrë pune
sv: har makulerats från denna arbetsorder
sw_ke: imefutwa kutokana na kazi hii ili
tr_tr: Bu iş için silindi
zh_hk: 已从工作单中删除
zh_tw: 已被刪除從這項工作順序

source: The new batch or serial number reference has not been entered - a reference is required
cs_cz: Nové série nebo sériové číslo referenční nebyl zadán - odkaz je nutné
es_es: El nuevo lote o referencia del número de serie no se ha introducido - se requiere una referencia
hi_in: नए बैच या सीरियल नंबर संदर्भ दर्ज नहीं किया गया है - एक संदर्भ की आवश्यकता होती है
id_id: Keterangan batch atau nomor seri yg baru belum dimasukkan - keterangan diperlukan
it_it: Il nuovo lotto di riferimento o il numero di serie non è stato inserito - un riferimento è necessario
ko_kr: 새로운 배치 또는 일련 번호 참조가 입력되지 않았습니다 - 참조가 필요합니다
mr_in: नवीन बॅच किंवा अनुक्रमांक संदर्भ प्रविष्ट केले नाही आहे - एक संदर्भ आवश्यक आहे
nl_nl: De nieuwe partij-of serienummer verwijzing nog niet is ingevoerd - een verwijzing nodig is
pt_pt: Novo número ref. série/batch não informado. ref. é obrigatória.
ro_ro: Nou lot de referinţă sau numărul de serie nu a fost introdus - o referinţă este necesară
ru_ru: Новая партия или серийный номер не был введен - ссылка требуется
sq_al: Grumbull i ri apo referencë numrin serial nuk ka qenë e dhënë - një referencë është e nevojshme
sv: Den nya parti-eller serienummer hänvisning inte har angetts - en referens krävs
sw_ke: kundi ya mwezi au kumbukumbu Serial Number haijawahi aliingia - rejea anahitajika
tr_tr: Yeni parti veya seri numarası referans girilmemiş - bir başvuru gereklidir
zh_hk: 新的批次号或者序列号没有被输入 -- 需要一个参考号
zh_tw: 新批次或序列號參考尚未輸入 - 一個參考，需要

source: The reference entered is already entered on this work order
cs_cz: Vstoupil odkaz je již zapsána na této práci, aby
es_es: La referencia entrada ya está entrada en esta orden de trabajo
hi_in: प्रवेश संदर्भ पहले से ही इस काम के आदेश पर दर्ज किया जाता है
id_id: Referensi yg dimasukkan sdh ada pada order produksi ini
it_it: Il riferimento inserito è già entrato in questo ordine di lavoro
ko_kr: 입력 된 참조는 이미이 작업 순서에 입력
mr_in: प्रविष्ट संदर्भ आधीच हे काम ऑर्डर वर प्रवेश
nl_nl: De ingevoerde verwijzing is al ingevoerd op deze werkorder
pt_pt: A ref. informada já existe para essa ordem produção
ro_ro: De referinţă a intrat deja introduse în această ordine de muncă
ru_ru: Ссылка вошли уже вступили на эту работу порядка
sq_al: Referimi i dhënë është futur tashmë në këtë mënyrë punën e
sv: Hänvisningen angav är redan upp på detta arbete för
sw_ke: rejea iliingia tayari aliingia ili kazi hii
tr_tr: girilen referans zaten bu iş emri girilen
zh_hk: 输入的参考号已经在此工作单存在
zh_tw: ㄒ進入參考此工單上已經進入

source: The serial number/batch entered already exists
cs_cz: Pořadové číslo / šarže vstoupil již existuje
es_es: El número de serie / lote entrado ya existe
hi_in: क्रम संख्या / बैच में प्रवेश पहले से मौजूद है
id_id: Nomor seri/batch yg dimasukkan sdh ada
it_it: Il numero di serie / lotto è entrato già esiste
ko_kr: 일련 번호 / 배치가 이미 입력
mr_in: सिरीयल क्रमांक / बॅच विद्यमान आधीच प्रविष्ट
nl_nl: Het serienummer / batch al bestaat
pt_pt: Núm. série/batch informado já existe
ro_ro: Numărul de serie / lot intrat deja există
ru_ru: Серийный номер / партии вступили уже существует
sq_al: Numri serik / grumbull hyrë tashmë ekziston
sv: Serienummer eller batch finns redan
sw_ke: Serial Number / kundi aliingia tayari lipo
tr_tr: Seri numarası / toplu zaten var girdi
zh_hk: 输入的序列号/批次已经存在
zh_tw: 輸入序列號/批次已經存在

source: Could not update serial/batches on the work order
cs_cz: Nelze aktualizovat sériový / dávek na pracovní příkaz
es_es: No se pudo actualizar los números de serie / lote en esta orden de trabajo
hi_in: काम के आदेश पर बैचों / धारावाहिक अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui seri/batch pada order produksi
it_it: Impossibile aggiornare seriale / partite in ordine di lavoro
ko_kr: 작업 순서에 시리얼 / 배치를 업데이트 할 수 없습니다
mr_in: काम ऑर्डर सीरीअल / बॅचेस अद्यतनित करू शकत नाही
nl_nl: Kon niet serile / batches update op de werkorder
pt_pt: Não pode atualizar série/batch na ordem de produção
ro_ro: Nu ar putea actualiza serial / loturilor pe ordinea de muncă
ru_ru: Не удалось обновить последовательный / партий на работу порядка
sq_al: Nuk mund update serial / tufa në mënyrë që punën e
sv: Kunde inte uppdatera serie/batch på arbetsordern
sw_ke: Hakuweza Serial update / batches juu ya utaratibu wa kazi
tr_tr: iş emri üzerine / toplu seri güncelleme Couldn&#39;t
zh_hk: 无法更新工作单上的序号/批次
zh_tw: 無法更新工單上的序列/批號

source: Add A Number of New Serial Numbers
cs_cz: Přidejte Počet nových sériových čísel
es_es: Añadir un número de números de serie nuevos
hi_in: नया सीरियल नंबर के एक नंबर जोड़ें
id_id: Tambahkan Angka Nomor Seri yg Baru
it_it: Aggiungere una serie di nuovi numeri di serie
ko_kr: 새로운 일련 번호의 번호 추가
mr_in: नवीन सिरिअल क्रमांक संख्या जोडा
nl_nl: Voeg een aantal nieuwe serienummers
pt_pt: Adic. Novos Núm. de Série
ro_ro: A adăuga un număr de noi numere de serie
ru_ru: Добавить Количество новые серийные номера
sq_al: Shto një numër të numrave të reja Serial
sv: Registrera flera serienummer
sw_ke: Kuongeza idadi ya Hesabu New Serial
tr_tr: Yeni Seri Numaraları Bir Numara ekle
zh_hk: 增加一个新序列号号码
zh_tw: 添加新序列號的數量

source: The input must be in number format
ko_kr: 입력은 숫자 형식이어야합니다
mr_in: इनपुट क्रमांक स्वरूपात असणे आवश्यक आहे
pt_pt: deve estar no formato numérico
zh_tw: 輸入必須是數字格式

source: Number of new serial numbers
ko_kr: 새로운 일련 번호의 수
mr_in: नवीन सिरिअल क्रमांक संख्या
pt_pt: Novos Números Seriais
zh_tw: 數字為新的序列號

source: Starting at
cs_cz: Začátek v
es_es: Comenzando en
hi_in: पर प्रारंभ
id_id: Dimulai dari
it_it: A partire da
ko_kr: 에서 시작
mr_in: येथे प्रारंभ
nl_nl: Vanaf
pt_pt: Iniciando em
ro_ro: Începând de la
ru_ru: Начиная с
sq_al: Duke filluar nga ora
sv: Startdatum
sw_ke: Kuanzia
tr_tr: Başlangıç
zh_hk: 开始于
zh_tw: 開始在

source: Serial No
cs_cz: Pořadové číslo
es_es: Número de serie
hi_in: नहीं सीरियल
id_id: Nomor Seri
it_it: No
ko_kr: 일련 번호
mr_in: सिरीयल नाही
nl_nl: Serie nummer
pt_pt: Núm. Serial
ro_ro: Numărul de ordine
ru_ru: Серийный номер
sv: Serienr
tr_tr: SERI NO
zh_hk: 序列号
zh_tw: 序列號

source: Add a single serial number
cs_cz: Přidat jedno sériové číslo
es_es: Añadir un sólo número de serie
hi_in: एक ही सीरियल नंबर जोड़ें
id_id: Tambahkan nomor seri tunggal
it_it: Aggiungi un unico numero di serie
ko_kr: 하나의 일련 번호를 추가
mr_in: एकाच सिरीयल क्रमांक जोडा
nl_nl: Voeg een serienummer
pt_pt: Adic. único número lote ou corrida
ro_ro: Adauga un singur număr de serie
ru_ru: Добавить один серийный номер
sq_al: Shto një numër të vetëm serial
sv: Registrera ett enstaka serienummer
sw_ke: Kuongeza moja Serial Number
tr_tr: tek bir seri numarası ekleme
zh_hk: 加入单个序列号
zh_tw: 添加一個序列號

source: Batch/Lot Ref
cs_cz: Série / lot Ref.
es_es: Lote / Lote Ref.
hi_in: बैच / लूत रेफरी
id_id: Ket. Batch/Lot
it_it: Lotto / Lotto Ref
ko_kr: 배치 / 로트 참조
mr_in: बॅच / लॉट संदर्भ
pt_pt: Lote / Número Ref.
ro_ro: Lot / Lot Ref
ru_ru: Пакетное / Лот работе
sv: Batch/Lot referens
sw_ke: Kundi / Loti Kumb
tr_tr: Parti / Lot Ref
zh_hk: 批次/批编号
zh_tw: 批量/批次號

source: Add a single batch/lot number
cs_cz: Přidat jedné šarže / číslo šarže
es_es: Añadir un único lote / número de lote
hi_in: एक बैच / बहुत संख्या जोड़ें
id_id: Tambahkan nomor batch/lot tunggal
it_it: Aggiungi un unico lotto / numero di lotto
ko_kr: 하나의 배치 / 로트 번호를 추가
mr_in: एकच बॅच / भरपूर क्रमांक जोडा
nl_nl: Voeg een lotnummer
pt_pt: Adic. único número lote ou corrida
ro_ro: Adauga un singur lot / numărul de lot
ru_ru: Добавить одной партии / номер лота
sq_al: Shto një grumbull të vetme / numri shumë
sv: Lägg till ett batch/lot nummer
sw_ke: Kuongeza kundi moja / mengi idadi
tr_tr: / Lot numarası tek bir toplu ekle
zh_hk: 增加一个单独的批次/批号
zh_tw: 添加一個批次/批號

source: The reference must be input
ko_kr: 기준 입력해야합니다
mr_in: संदर्भ इनपुट असणे आवश्यक आहे
pt_pt: Referência deve ser informada
zh_tw: 參考必須輸入

source: SNs or batch no
ko_kr: 일련 번호 (SN) 또는 배치 없음
mr_in: SNs किंवा बॅच नाही
pt_pt: Núm.Ser. ou Lote
zh_tw: 序號或批號

source: The quantity must be input
ko_kr: 양 입력이어야
mr_in: प्रमाण इनपुट असणे आवश्यक आहे
pt_pt: A quantidade precisa ser informada
zh_tw: 數量必須輸入

source: Could not get the work order serial/batch items
id_id: Tdk dapat mengambil item order produksi seri/batch
ko_kr: 작업 지시 시리얼 / 배치 항목을 가져올 수 없습니다
mr_in: काम ऑर्डर सिरीयल / बॅच आयटम मिळविणे शक्य नाही
pt_pt: Não foi possivel recuperar ordem de produção itens seriais/lote
zh_tw: 無法取得工作訂單序列/批項目

source: There are no serial items or batches yet defined for this work order item. Create new items first
cs_cz: Nejsou žádné sériové položek nebo dávek dosud stanovena pro tuto položku pracovního příkazu. Vytvoření nové položky první
es_es: No hay elementos de serie o lotes definidos, sin embargo por este elemento de orden de trabajo. Primero crear elementos nuevos
hi_in: वहाँ कोई धारावाहिक आइटम या अभी तक इस कार्य आदेश आइटम के लिए परिभाषित बैचों रहे हैं. नया पहला आइटम
id_id: Belum ada item seri atau batch yg dibuat utk item order produksi ini. Buat item yg baru lebih dulu
it_it: Non ci sono elementi di serie o lotti ancora definita per questo elemento di ordine di lavoro. Creare nuovi elementi prima
ko_kr: 아직이 작업 순서 항목에 대해 정의 된 일련의 항목이나 배치가 없습니다. 먼저 새 항목을 만들
mr_in: अद्याप हे काम ऑर्डर आयटम परिभाषित नाही सिरियल आयटम किंवा बॅचेस आहेत. प्रथम नवीन आयटम तयार
nl_nl: Er zijn nog geen serile items of partijen nog niet gedefinieerd voor deze werkorder item. Het creren van nieuwe items eerst
pt_pt: Não há itens seriais ou lote batch definidos para essa ordem produção. Crie novos itens antes
ro_ro: Nu există elemente de serie sau loturi încă definite pentru acest element ordine de lucru. Crea noi elemente de primul
ru_ru: Есть нет серийного пунктов или партий еще не определены для данного элемента порядка работы. Создавать новые элементы первой
sq_al: Nuk ka artikuj serial ose tufa përcaktuar ende për këtë artikull urdhëresave të punës. Krijo objekte të reja të parë
sv: Det finns inga seriella objekt eller partier ännu inte definierad för detta arbete leveranstid. Skapa ett nytt objekt först
sw_ke: Hakuna vitu Serial au bado batches defined kwa item ili kazi. Kujenga mpya vitu kwanza
tr_tr: seri öğeleri veya henüz bu iş emri öğe için tanımlanmış gruplar vardır. Yaratmak yeni öğeler ilk
zh_hk: 没有为此工作单定义序列物料或者批物料。请首先创建新的物料。
zh_tw: 暫定義為這項工作訂單項沒有序列項目或批次。首先新建新項目

source: Batch Ref
cs_cz: Dávkové Ref
es_es: Lote de Referencia
hi_in: बैच रेफरी
id_id: Ket. Batch
ko_kr: 배치 참조
mr_in: तुकडी संदर्भ
pt_pt: Ref. Batch
ro_ro: Lot Ref
ru_ru: Пакетная работе
sq_al: Ref Batch
sv: Batchreferens
sw_ke: Kundi Kumb
tr_tr: Toplu Ref
zh_hk: 批次号
zh_tw: 批次參考

source: Back To Work Order
cs_cz: Zpět do práce Objednat
es_es: Volver a la Orden de Trabajo
hi_in: वापस आदेश काम करने के लिए
id_id: Kembali Ke Order Produksi
ko_kr: 위로 주문을 해결하려면
mr_in: मागे कार्य क्रम
nl_nl: Terug naar Bestel Werk
pt_pt: Voltar Ordens Produção
ro_ro: Înapoi la Locul de Muncă Ordine
sv: Tillbaka till arbetsorder
sw_ke: Nyuma Kazi Order
tr_tr: Geri Sipariş Çalışmak İçin
zh_hk: 返回工作单
zh_tw: 返回工作單

source: Access Permissions Maintenance
es_es: Administrar permisos de acceso
id_id: Pengaturan Izin Posisi
ko_kr: 액세스 권한 유지 관리
mr_in: प्रवेश परवानग्या देखभाल
pt_pt: Manutenção Permissão Acesso
zh_tw: 設定使用者權限

source: The role description entered must be at least 4 characters long
cs_cz: Role popis vstoupil musí být nejméně 4 znaky dlouhé
es_es: La descripción del rol debe tener al menos 4 caracteres
hi_in: भूमिका वर्णन कम से कम 4 वर्ण लंबा होना चाहिए में प्रवेश किया
id_id: Keterangan posisi yg dimasukkan minimal 4 karakter
it_it: La descrizione del ruolo iscritto deve essere almeno di 4 caratteri
ko_kr: 입력 한 역할 설명은 적어도 4 자 이상이어야합니다
mr_in: वर्णन प्रविष्ट भूमिका किमान 4 अक्षर लांब असणे आवश्यक आहे
nl_nl: De rol omschrijving moet minimaal 4 tekens lang zijn
pt_pt: a descrição da função deve ter pelo menos 4 caracteres
ro_ro: Descrierea Rolul intrat trebuie să fie de cel puţin 4 caractere
ru_ru: Роль описание вступил должно быть не менее 4 символов
sq_al: Përshkrimi i rolit të dhëna duhet të jetë të paktën 4 karaktere të gjatë
sv: Rollbeskrivningen måste ha minst 4 tecken
sw_ke: Maelezo jukumu aliingia lazima angalau 4 wahusika kwa muda mrefu
tr_tr: ROL AÇIKLAMASI GIRILMELI VE EN AZ 4 KARAKTER OLMALI
zh_hk: 职位至少是4个字
zh_tw: 輸入的使用者身份/角色內容必須是最少 4 個字元

source: The update of the security role description failed because
cs_cz: Aktualizace popisu role zabezpečení se nezdařilo, protože
es_es: La actualización de la Descripción del Perfil de Seguridad falló porque
hi_in: सुरक्षा भूमिका वर्णन का अद्यतन क्योंकि विफल
id_id: Pembaruan keterangan posisi keamanan gagal karena
it_it: L&#39;aggiornamento della descrizione del ruolo di protezione non è riuscita perché
ko_kr: 보안 역할 설명의 업데이트로 인해 실패
mr_in: कारण सुरक्षा भूमिका वर्णन अद्यतन अयशस्वी
nl_nl: Wijziging van de authorisatie rol beschrijving mislukte omdat
pt_pt: atualização da função segurança falhou porque
ro_ro: Actualizarea descrierii rolul de securitate a eşuat pentru că
ru_ru: обновление описание роли безопасности не удалось, так
sq_al: Update i përshkrimit rolin e sigurimit dështoi për shkak se
sv: Uppdateringen av säkerhetsrollens beskrivning misslyckades eftersom
sw_ke: Update wa maelezo ya jukumu usalama alishindwa kwa sababu
tr_tr: IZIN AÇIKLAMASI GÜNCELLENEMEDI:
zh_hk: 更新职位失败, 因为
zh_tw: 更新的安全身份內容失敗, 因為

source: The Security role description was updated.
cs_cz: Role zabezpečení popis byl aktualizován.
es_es: Se actualizó la descripción del Perfil de Seguridad
hi_in: सुरक्षा भूमिका विवरण अपडेट किया गया.
id_id: Keterangan posisi Keamanan telah diperbarui.
it_it: La descrizione del ruolo di sicurezza è stato aggiornato.
ko_kr: 보안 역할 설명이 업데이트되었습니다.
mr_in: सुरक्षा भूमिका वर्णन सुधारित केले.
nl_nl: De authorisatie rol beschrijving is gewijzigd
pt_pt: descrição função segurança foi atualizada
ro_ro: Descrierea rolul de securitate a fost actualizat.
ru_ru: Описание роли безопасности была обновлена.
sq_al: Përshkrimi i rolit të Sigurimit u përditësuar.
sv: Säkerhetsrollens beskrivning uppdaterades
sw_ke: Maelezo Usalama jukumu alikuwa updated.
tr_tr: IZINLER DEGISTIRILDI.
zh_hk: 职位已更新
zh_tw: 角色身份已更新
