Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Mark Completed
ko_kr: 마크 완료
mr_in: मार्क पूर्ण
pt_pt: Concluída
zh_tw: 標記為已完成

source: Brands Maintenance
es_es: Administrar marcas
ko_kr: 브랜드 유지 보수
mr_in: ब्रांड देखभाल
pt_pt: Manutenção Marcas
zh_tw: 品牌維護

source: manufacturer record because
ko_kr: 제조업체 기록 때문에
mr_in: निर्माता रेकॉर्ड कारण
pt_pt: registro causa fabricante
zh_tw: 製造商記錄，因為

source: The SQL used to update the manufacturer record was
ko_kr: 제조 업체 레코드를 업데이트하는 데 사용되는 SQL이었다
mr_in: निर्माता रेकॉर्ड अद्यतनित करण्यासाठी वापरली SQL होते
pt_pt: SQL usado para atualizar o reg. fabricante foi
zh_tw: 用於更新生產商記錄的SQL是

source: The manufacturer record has been updated
ko_kr: 제조 업체 레코드가 업데이트되었습니다
mr_in: निर्माता रेकॉर्ड अद्यतनित केले गेले आहे
pt_pt: O registro de fabricante foi atualizado
zh_tw: 生產商的記錄已經被更新

source: An error occurred inserting the new manufacturer record because
ko_kr: 오류가 새로운 제조 기록 때문에 삽입 발생
mr_in: एक त्रुटी नवीन निर्माता रेकॉर्ड समाविष्ट आल्यामुळे
pt_pt: Ocorreu um erro ao inserir registro de fabricante porque
zh_tw: 插入新的製造商紀錄發生錯誤，因為

source: The SQL used to insert the manufacturer record was
ko_kr: 제조 업체 레코드를 삽입하는 데 사용되는 SQL이었다
mr_in: निर्माता रेकॉर्ड घालण्यास वापरले SQL होते
pt_pt: SQL usado para inserir registro fabricante foi
zh_tw: 用於插入生產商記錄的SQL是

source: The new manufacturer record has been added
ko_kr: 새로운 제조 기록이 추가되었습니다
mr_in: नवीन निर्माता रेकॉर्ड जोडले गेले आहे
pt_pt: Registro de fabricante foi adicionado
zh_tw: 新的製造商記錄已添加

source: Cannot delete this manufacturer because products have been defined as from this manufacturer
ko_kr: 이 제조업체를 삭제할 수 없습니다 제품이 제조업체로 정의 되었기 때문에
mr_in: उत्पादने या निर्माता पासून व्याख्या गेले आहेत कारण या निर्माता हटवू शकत नाही
pt_pt: Não pode remover esse fabricante por haver produtos definidos como desse fabricante
zh_tw: 不能刪除此製造商，因為產品已為從該製造商被定義

source: items with this manufacturer code
es_es: artículos con este código de fabricante
ko_kr: 이 제조업체 코드와 항목
mr_in: या निर्माता कोडसह आयटम
pt_pt: itens com esse código de fabricante
zh_tw: 此項目的製造商代碼

source: Manufacturer
es_es: Fabricante
ko_kr: 제조업 자
mr_in: कारखानदार
pt_pt: Fabricante
zh_tw: 生產廠家

source: There are no manufacturers to display
ko_kr: 표시 할 업체가 없습니다
mr_in: प्रदर्शित करण्यासाठी कोणतेही उत्पादक आहेत
pt_pt: Não há fabricantes para exibir
zh_tw: 沒有製造廠家可以顯示

source: Manufacturers
es_es: Fabricantes
ko_kr: 제조사
mr_in: उत्पादक
pt_pt: Fabricantes
zh_tw: 製造商

source: Brand Code
es_es: Código de marca
ko_kr: 브랜드 코드
mr_in: ब्रांड कोड
pt_pt: Código da Marca
zh_tw: 品牌代碼

source: Brand Name
es_es: Nombre de marca
ko_kr: 상표명
mr_in: ब्रॅंड नाव
pt_pt: Nome Marca
zh_tw: 品牌名稱

source: Brand URL
ko_kr: 브랜드 URL
mr_in: ब्रांड URL मध्ये
pt_pt: URL Sítio
zh_tw: 品牌網址

source: Brands Image
ko_kr: 브랜드 이미지
mr_in: ब्रांड प्रतिमा
pt_pt: Imagem da Marca
zh_tw: 品牌圖片

source: Are you sure you wish to delete this brand?
es_es: ¿Está seguro que desea suprimir esta marca?
ko_kr: 이 브랜드를 삭제할 확실합니까?
mr_in: आपण या ब्रँड हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção desta marca?
zh_tw: 您確定要刪除這個品牌？

source: Brand
es_es: Marca
ko_kr: 상표
mr_in: लांछन
pt_pt: Marca
zh_tw: 商標

source: Amend Brand Details
es_es: Corregir detalles de marca
ko_kr: 브랜드 세부 사항 개정
mr_in: ब्रांड तपशील बदलणे
pt_pt: Detalhes Acorda da Marca
zh_tw: 修正品牌詳情

source: New Brand/Manufacturer Details
ko_kr: 신규 브랜드 / 제조사의 자세한 사항
mr_in: नवीन ब्रांड / निर्माता तपशील
pt_pt: Marca / Detalhes Fabricante
zh_tw: 新品牌/製造商詳細資料

source: Raw Materials Not Used Anywhere
es_es: Materias primas no usadas en ningún lugar
id_id: Bahan Baku Tdk Digunakan Dimanapun
ko_kr: 원료는 임의의 장소에서 사용하지 않음
mr_in: कच्चा माल कोठेही वापर नाही
pt_pt: Materiais Não Usados no BOM
zh_tw: 原材料任意位置均未使用

source: Raw Materials Not Used in any BOM
es_es: Materias primas no usadas en ninguna lista de materiales
id_id: Bahan Baku Tdk Digunakan di BOM manapun
ko_kr: 어떤 BOM 사용하지 원료
mr_in: कच्चा माल कोणत्याही BOM मध्ये वापरले नाही
pt_pt: Mat. Prima não usada em nenhum Estrutura BOM
zh_tw: 原料中不使用任何物料清單

source: Std Cost
cs_cz: Std nákladů
es_es: Costo Estándar
hi_in: एसटीडी मूल्य
id_id: HPP Std
it_it: Costo std
ko_kr: 표준 비용
mr_in: इयत्ता किंमत
nl_nl: Standard Kosten
pt_pt: Custo Padrão
ru_ru: Стандартная стоимость
sq_al: Kosto STD
sv: Std.Av.
sw_ke: Gharama wafugaji
tr_tr: STANDARD MALIYET
zh_hk: 标准成本
zh_tw: 標準成本

source: No Sales Items Searching
es_es: Búsqueda de Artículos Sin Ventas
id_id: Pencarian Item Tanpa Penjualan
ko_kr: 검색 없음 판매 항목이 없습니다
mr_in: शोध नाही विक्री आयटम
pt_pt: Não há Itens Vendas
zh_tw: 銷售項目沒有搜索

source: No Sales Items
es_es: Artículos Sin Ventas
id_id: Item Tanpa Penjualan
ko_kr: 어떤 판매 항목이 없습니다
mr_in: नाही विक्री आयटम
pt_pt: Não há itens Vendidos
zh_tw: 沒有銷售項目

source: List of items with stock available during the last X days at the selected locations but did not sell any quantity during these X days.
es_es: Lista de artículos con existencias disponibles durante los últimos X días en los lugares seleccionados, pero no se vendió ninguna cantidad durante estos días X.
id_id: Daftar item tersedia stok selama X hari terakhir di lokasi terpilih tapi tdk terjual satupun selama berapa X hari ini.
ko_kr: 선택한 위치에서 마지막 X 일 동안 사용할 수 stock 된 항목의 목록 만이 X 일 동안 모든 수량을 판매하지 않았다.
mr_in: निवडलेले ठिकाणी पण या X दिवस दरम्यान कोणत्याही प्रमाणात विक्री करू शकत नाही गेल्या X दिवस दरम्यान उपलब्ध स्टॉक आयटम यादी.
pt_pt: Lista de itens com estoque disponível durante os últ. X dias nos locais selec. mas sem vender nada durante esses X dias.
zh_tw: 在過去X天在選定的位置，但在這X天沒有賣出任何數量有現貨供應的產品清單。

source: This list gets the no selling items, items at the location just wasting space, or need a price reduction, etc.
es_es: Esta lista obtiene los elementos sin venta, los elementos en la ubicación desperdiciando espacio, o que necesitan una reducción de precio, etc
id_id: Daftar ini mengambil item tdk laku, item di lokasi cuma membuang-buang tempat, atau memerlukan penurunan harga, dll.
ko_kr: 이 목록은 단지 공간을 낭비 위치에서 더 판매 항목, 항목을 얻을 수 없습니다, 또는 등 가격 인하가 필요
mr_in: ही यादी इ नाही विक्री आयटम, फक्त जागा वाया स्थानावर आयटम, किंवा किंमत कपात गरज, मिळते
pt_pt: Essa lista de itens vendidos, itens no local despediçam espaço ou necessítam redução preço, etc.
zh_tw: 這個列表獲取沒有賣的項目，在項目只是浪費空間的位置，或者需要降價，等等。

source: Stock available during the last X days means there was a stock movement that produced that item into that location before that day, and no other positive stock movement has been created afterwards. No sell any quantity means, there is no sales order for that item from that location.
es_es: Existencia disponible durante los últimos X días significa que hubo un movimiento de inventario que produjo dicho artículo en esa ubicación antes de ese día, y ningún otro movimiento de existencias positivas se crearon posteriormente. Sin vender cualquier cantidad significa que, no hay un pedido de venta para ese artículo desde esa ubicación.
id_id: Stok tersedia selama X hari terakhir berarti ada pergerakkan stok ke lokasi tersebut sebelum hari itu, dan tdk ada pergerakkan positif stok yg telah dilakukan setelahnya. Tdk laku artinya tdk ada order penjualan utk item itu dari lokasi tersebut.
ko_kr: 지난 X 일 동안 사용할 수 stock 그 날 전에 그 위치에 해당 항목을 생산 주식 움직임이 있었다 의미하고, 다른 양의 주식 이동은 이후에 생성되지 않았습니다. 모든 수량이 의미 없음 판매는, 해당 위치에서 해당 항목에 대한 판매 주문이 없습니다.
pt_pt: Custo disponível para os últ. X dias signif. que há movto de estoque desse item em um deter. local antes desse dia e nenhum movto criado após. Não houve venda signif, que não há pedidos de vendas para esse item naquele local.
zh_tw: 倉庫在過去X天有效手段有這個項目，產生進入該日之前的位置，一隻倉庫的運動，並沒有其他積極的倉庫的走勢已經後來新建。沒有賣出任何數量的手段，沒有銷售訂單從該位置該項目。

source: Select Customer Type
cs_cz: Vyberte Typ zákazníka
es_es: Seleccionar Tipo de cliente
hi_in: ग्राहक प्रकार का चयन करें
id_id: Pilih Tipe Customer
it_it: Seleziona Tipo di cliente
ko_kr: 선택 고객 유형
mr_in: ग्राहक प्रकार निवडा
nl_nl: Selecteer Klant Type
pt_pt: Selec. Tipo Cliente
ro_ro: Selectaţi tipul de client
ru_ru: Выберите тип клиента
sq_al: Lloji Zgjidh Customer
sv: Välj kundtyp
sw_ke: Wateja kuchagua Aina
tr_tr: Seçmek Müşteri Türü
zh_hk: 选择客户类型
zh_tw: 選擇客戶類型

source: Number Of Days
cs_cz: Počet dní
es_es: Número de Días
hi_in: दिनों की संख्या
id_id: Jumlah Hari
it_it: Numero di giorni
ko_kr: 일수
mr_in: दिवसांच्या क्रमांक
nl_nl: Aantal dagen
pt_pt: Núm. de Dias
ro_ro: Numărul de zile
ru_ru: Количество дней
sq_al: Numri i ditëve
sv: Antal dagar
sw_ke: Idadi ya siku
tr_tr: Gün Sayısı
zh_hk: 多少天数内
zh_tw: 日期間的天數

source: Enter the number of days to examine the sales for
ko_kr: 에 대한 판매를 검토하는 일 수를 입력
mr_in: विक्रीत परीक्षण दिवसांच्या संख्या प्रविष्ट करा
pt_pt: Número de Dias Considerar Vendas para
zh_tw: 輸入的天數來檢查銷售

source: Location QOH
es_es: Ubicación de la disponibilidad
id_id: Total-Qty di Lokasi
ko_kr: 위치 QOH
mr_in: स्थान QOH
pt_pt: Local QOH
zh_tw: 地點QOH

source: Total QOH
es_es: Cant Total
id_id: Seluruh Total-Qty
ko_kr: 총 QOH
mr_in: एकूण QOH
zh_tw: 總數QOH

source: Supplier Offers
cs_cz: Nabídky dodavatele
es_es: Ofertas del proveedor
hi_in: आपूर्तिकर्ता ऑफर
id_id: Supplier Penawaran
it_it: Offerte fornitore
ko_kr: 공급 업체 행사
mr_in: पुरवठादार ऑफर्स
nl_nl: Leverancier biedt
pt_pt: Oferta Fornecedor
ro_ro: Oferte furnizorul
ru_ru: Заказы поставщика
sq_al: Furnizuesi Oferta
sv: Leverantör Erbjudanden
sw_ke: Hutoa wasambazaji
tr_tr: Tedarikçi Teklifler
zh_hk: 供应商报盘
zh_tw: 供應商出價

source: There are no offers outstanding that you are authorised to deal with
cs_cz: Nejsou žádné nabízí vynikající, že jste oprávněni řešit
es_es: No hay ofertas destacadas que estén autorizadas para hacer tratos
hi_in: वहाँ रहे हैं कोई बकाया प्रदान करता है कि आप से निपटने के लिए अधिकृत हैं
id_id: Tdk ada tawaran blm-selesai yg Anda punya otorisasi utk menangani
it_it: Non ci sono offerte eccezionali che si è autorizzati a trattare
ko_kr: 당신이 처리 할 수​​있는 권한이 있는지 뛰어난 어떤 이벤트가 없습니다
mr_in: आपण सामोरे अधिकृत थकबाकी नाही ऑफर आहेत
nl_nl: Er zijn geen uitstaande biedt dat u bevoegd bent om te gaan met
pt_pt: Não há Oferta aguardando que você dê o de Acordo
ro_ro: Nu exista oferte restante pe care sunteţi autorizat să se ocupe cu
ru_ru: Нет необработанных материалов для работы
sq_al: Nuk ka oferta të pazgjidhura që ju jeni autorizuar që të merren me
sv: Det finns inga erbjuder enastående att du är behörig att hantera
sw_ke: Hakuna inatoa bora kuwa wewe ni mamlaka ya kukabiliana na
tr_tr: hayır ile başa çıkmak için yetkili olduğu olağanüstü teklifler var
zh_hk: 没有尚未审批的报盘
zh_tw: 您沒有被授權提供更優惠的處理條件

source: Select Supplier
cs_cz: Zvolit dodavatele
es_es: Seleccionar proveedor
hi_in: चयन प्रदायक
id_id: Pilih Supplier
it_it: Scegli Fornitore
ko_kr: 선택 공급 업체
mr_in: निवडा पुरवठादार
nl_nl: Kies Leverancier
pt_pt: Selecionar Fornecedor
ro_ro: Selectare Furnizor
ru_ru: Выберите поставщика
sq_al: Zgjidhni Furnizuesin
sv: Välj leverantör
sw_ke: Kuchagua Supplier
tr_tr: TEDARIKÇI SEÇ
zh_hk: 供应商
zh_tw: 選取供應商

source: Offer ID
cs_cz: Nabídka ID
es_es: Oferta ID
hi_in: प्रस्ताव आईडी
id_id: ID Penawaran
it_it: Offerta ID
ko_kr: 제공 자료
mr_in: ऑफर आयडी
nl_nl: Bieden ID
pt_pt: ID da Oferta
ro_ro: Ofertă ID
ru_ru: ID предложения
sq_al: ID Oferta
sv: Erbjudandet ID
sw_ke: Kutoa ID
tr_tr: Teklif Kimliği
zh_hk: 报盘 ID
zh_tw: 提供 ID

source: Offer Expires
cs_cz: Nabídka vyprší
es_es: Oferta Expira
hi_in: प्रस्ताव अवसान
id_id: Penawaran Kedaluwarsa
it_it: L&#39;offerta scade il
ko_kr: 행사는 만료
mr_in: ऑफर कालबाह्य होईल
nl_nl: Aanbieding vervalt
pt_pt: Oferta expira em
ro_ro: Oferta expiră
ru_ru: Предложение истекает
sq_al: Oferta skadon
sv: Erbjudandet förfaller
sw_ke: Kutoa Itaisha
tr_tr: Teklif Expires
zh_hk: 报价失效
zh_tw: 優惠到期

source: Reject
cs_cz: Odmítnout
es_es: Rechazar
hi_in: अस्वीकार
id_id: Menolak
it_it: Respingere
ko_kr: 거부
mr_in: नाकारणे
nl_nl: Verwerpen
pt_pt: Rejeitado
ro_ro: Respinge
ru_ru: Отклонить
sq_al: Refuzojnë
sv: Avvisa
sw_ke: Kukataa
tr_tr: Reddetmek
zh_hk: 否决
zh_tw: 拒收

source: Defer
cs_cz: Odložit
es_es: Diferir
hi_in: टालना
id_id: Menunda
it_it: Rinviare
ko_kr: 연기
mr_in: लांबणीवर टाकणे
nl_nl: Uitstellen
pt_pt: Adiado
ro_ro: Amânare
ru_ru: Откладывать
sq_al: Lëshoj pe
sv: Skjut upp
sw_ke: Kuahirisha
tr_tr: Ertelemek
zh_hk: 延期
zh_tw: 延遲

source: This email has been automatically generated by the webERP installation at
cs_cz: Tento e-mail byl automaticky generované webERP instalaci
es_es: Este correo electrónico ha sido generado automáticamente por la instalación en el
hi_in: इस ईमेल स्वतः किया गया है webERP स्थापना पर द्वारा उत्पन्न
id_id: Email ini telah secara otomatis dihasilkan oleh instalasi webERP di
it_it: Questa email è stata generata automaticamente dal webERP installazione a
ko_kr: 이 이메일은 자동으로 webERP 설치에 의해 생성 된
mr_in: हा ईमेल स्वयंचलितरित्या webERP प्रतिष्ठापन येथे द्वारे व्युत्पन्न केला गेला आहे
nl_nl: Deze e-mail is automatisch gegenereerd door de webERP installatie op
pt_pt: Esse email foi gerado pelo WEBERP em
ro_ro: Acest email a fost generate automat de instalare webERP la
ru_ru: Это сообщение было автоматически сгенерировано webERP на
sq_al: Ky email është krijuar automatikisht nga instalimin webERP në
sv: Detta mail har genereras automatiskt av webERP installationen vid
sw_ke: email hii imekuwa moja kwa moja yanayotokana na ufungaji wa webERP katika
tr_tr: Bu e-postayı otomatik olarak webERP tesiste tarafından oluşturuldu
zh_hk: 此邮件来自下列公司的webERP自动生成
zh_tw: 在安裝ERP時此電子郵件已經自動建立

source: The following offers you made have been accepted
cs_cz: Následující nabídky, které jste provedli byly přijaty
es_es: Han sido aceptadas las siguientes ofertas realizadas
hi_in: निम्नलिखित के लिए आप को स्वीकार किया गया
id_id: Tawaran Anda berikut ini telah diterima
it_it: Le seguenti offerte che hai fatto sono state accettate
ko_kr: 다음은 수락 된 것으로 만들어 제공
mr_in: खालील केले स्वीकारले गेले आहेत देते
nl_nl: De volgende biedt u gemaakt zijn aanvaard
pt_pt: Você aceitou as seguintes Ofertas
ro_ro: Următoarele oferă le-aţi făcut au fost acceptate
ru_ru: Следующие ваши предложения были приняты
sq_al: Në vijim ju ofron bërë kanë qenë të pranuar
sv: Följande erbjuder dig gjort har accepterats
sw_ke: zifuatazo inatoa umefanya kuwa kukubalika
tr_tr: Aşağıda kabul edilmiştir yapılan teklifler
zh_hk: 下列报盘已经接受
zh_tw: 以下為您提出的條件已被接受

source: An official order will be sent to you in due course
cs_cz: Oficiální objednávka bude zaslána v pravý čas
es_es: Una orden oficial será enviada a su debido tiempo
hi_in: एक सरकारी आदेश के कारण पाठ्यक्रम में आप के लिए भेजा जाएगा
id_id: Order resmi akan dikirimkan kpd Anda pada waktunya
it_it: Un ordine ufficiale sarà inviata a tempo debito
ko_kr: 훈령으로 인해 과정에서 이메일로 전송됩니다
mr_in: अधिकृत ऑर्डर योग्य वेळी पाठविला जाईल
nl_nl: Een officile bestelling zal worden verzonden naar u te zijner tijd
pt_pt: Uma Ordem Oficial será enviada para você, em breve
ro_ro: Un ordin oficial va fi trimis la tine în timp util
ru_ru: Официальный заказ будет выслан Вам в свое время
sq_al: Një urdhër zyrtar do të dërgohet tek ju në kohën e duhur
sv: En tjänsteman beställning kommer att skickas till dig i sinom tid
sw_ke: utaratibu rasmi kuwa alimtuma kwenu katika mwendo kutokana
tr_tr: Resmi bir sipariş gelince size gönderilecektir
zh_hk: 正式订单会在规定日期内送达
zh_tw: 一位官員訂單將在適當的時候發送到您的

source: Pending
cs_cz: Až do
es_es: Pendiente
hi_in: लंबित
it_it: In attesa
ko_kr: 대기 중
mr_in: मध्यंतरी
nl_nl: In afwachting van
pt_pt: Pendente
ro_ro: În aşteptarea
ru_ru: В ожидании
sq_al: Në pritje të
sv: Avvaktande
sw_ke: Inasubiri
tr_tr: Beklemede
zh_hk: 待定中
zh_tw: 待決

source: Automatically generated from tendering system
cs_cz: Automaticky generován z nabídkového řízení
es_es: Generada automáticamente del sistema de licitación
hi_in: स्वचालित प्रणाली निविदा से उत्पन्न
id_id: Dihasilkan secara otomatis dari sistem tender
it_it: Generato automaticamente dal sistema di gara
ko_kr: 자동 입찰 시스템에서 생성
mr_in: स्वयंचलितपणे प्रणाली tendering व्युत्पन्न
nl_nl: Automatisch gegenereerd vanuit systeem van openbare inschrijving
pt_pt: Automáticamente gerado pelo Sistema Tender
ro_ro: Generate automat de sistemul de cerere de ofertă
ru_ru: Автоматически генерируемый системой тендеров
sq_al: gjeneruara automatikisht nga sistemi i tenderimit
sv: Genereras automatiskt från anbudsförfarande
sw_ke: Moja kwa moja yanayotokana na mfumo wa zabuni
tr_tr: Otomatik olarak sistemi ihale üretilen
zh_hk: 从投标系统自动产生
zh_tw: 從投標系統自動生成

source: Your offer to
cs_cz: Vaše nabídka
es_es: Su oferta de
hi_in: अपने प्रस्ताव के लिए
id_id: Tawaran Anda kpd
it_it: La vostra offerta per
ko_kr: 에 당신의 제안
mr_in: आपली ऑफर करण्यासाठी
nl_nl: Uw aanbod op
pt_pt: Vossa Oferta para
ro_ro: Oferta pentru
ru_ru: Ваше предложение для
sq_al: Oferta juaj për të
sv: Ditt erbjudande till
sw_ke: kutoa wako
tr_tr: Teklif etmek
zh_hk: 您报盘给
zh_tw: 你提出的

source: has been accepted
cs_cz: byla přijata
es_es: ha sido aceptada
hi_in: स्वीकार किया गया है
id_id: telah diterima
it_it: è stata accettata
ko_kr: 접수 된
mr_in: स्वीकारले गेले आहे
nl_nl: is aanvaard
pt_pt: foi aceita
ro_ro: a fost acceptată
ru_ru: было принята
sq_al: ka qenë i pranuar
sv: har godtagits
sw_ke: yamekubaliwa
tr_tr: kabul edildi
zh_hk: 已经接受
zh_tw: 已被接受

source: There are no members of the Offers Received Result Recipients email group
ko_kr: 상품의 어떤 회원은받은 결과받는 사람 전자 메일 그룹이 없습니다
mr_in: निकाल प्राप्तकर्ते ईमेल गट प्राप्त ऑफर नाही सदस्य नाहीत
pt_pt: Não há membros no grupo de email Resultado de Ofertas Recebidas
zh_tw: 有結果收到的電子郵件的收件人組的要約沒有成員

source: The accepted offers from
cs_cz: Přijaté nabídky
es_es: Las ofertas aceptadas de
hi_in: से ऑफर किए जाते हैं
id_id: Menerima tawaran dari
it_it: Le offerte accettate da
ko_kr: 에서 허용 이벤트
mr_in: स्वीकारले ऑफर
nl_nl: De aanvaarde aanbiedingen van
pt_pt: As Ofertas aceitas de
ro_ro: Ofertele acceptate de la
ru_ru: Принтые предложения от
sq_al: Ofertat e pranuara nga
sv: De accepterade erbjudanden från
sw_ke: Inatoa pokelewa
tr_tr: Kabul sunmaktadır
zh_hk: 此接受的报盘来自
zh_tw: 從接受報價

source: have been converted to purchase orders and an email sent to
cs_cz: byly převedeny do objednávek a e-mail zaslán
es_es: se han convertido en órdenes de compra y un correo electrónico enviado a
hi_in: के लिए आदेश खरीद तब्दील कर दिया गया है और एक ईमेल भेजा
id_id: telah dikonversi ke order pembelian dan email dikirim ke
it_it: sono stati trasformati in ordini di acquisto e di una email inviata a
ko_kr: 주문을 구입 변환 및 이메일로 보냈습니다
mr_in: ऑर्डर खरेदी रूपांतरित आणि एक ईमेल पाठविण्यात आले आहे
nl_nl: zijn omgebouwd tot inkooporders en een e-mail gestuurd naar
pt_pt: foram convertidas em ordens de Compra e um email foi enviado
ro_ro: au fost convertite la comenzile ferme şi un e-mail trimis la
ru_ru: были преобразованы в заказы на покупку и сообщения были отправлены
sq_al: kanë qenë të konvertuar për të blerë urdhrat dhe të dërguar një email për të
sv: har konverterats till inköpsorder och ett e-postmeddelande till
sw_ke: kuwa waongofu na kununua maagizo na barua pepe alimtuma
tr_tr: ve emir satın almak için dönüştürülmüş bir e-posta gönderildi
zh_hk: 已经被转化成采购订单并且一封电子邮件已经送至
zh_tw: 已轉換為採購訂單並以電子郵件發送到

source: Please review the order contents
cs_cz: Přečtěte si prosím, aby obsah
es_es: Por favor, revise el contenido de la orden
hi_in: आदेश की सामग्री की समीक्षा करें
id_id: Silahkan lihat isi order
it_it: Si prega di rivedere il contenuto dell'ordine
ko_kr: 주문 내용을 검토하십시오
mr_in: ऑर्डर सामुग्री पुनरावलोकन करा
nl_nl: Raadpleeg de bestelling de inhoud
pt_pt: Por Favor revise conteúdo da Ordem
ro_ro: Vă rugăm să revedeţi conţinutul ordinea
ru_ru: Пожалуйста, просмотрите содержание заказа
sq_al: Ju lutemi të shqyrtojë përmbajtjen mënyrë
sv: Läs igenom för innehållet
sw_ke: Tafadhali marekebisho yaliyomo ili
tr_tr: amacıyla içeriğini inceleyin
zh_hk: 请查看采购订单详情
zh_tw: 請查看訂單內容

source: have been converted to purcharse orders but failed to mail, you can view the order contents
ko_kr: 주문을 purcharse로 변환하지만 메일 실패 한, 당신은 주문 내용을 볼 수 있습니다
mr_in: ऑर्डर purcharse रूपांतरित परंतु मेल अयशस्वी गेले आहेत, आपण ऑर्डर सामग्री पाहू शकतात
pt_pt: foram convertidas em ordens de Compra mas falhou ao enviar email. Verificar conteúdos das Ordens
zh_tw: 已轉為採購訂單，但不能郵遞，您可以查看訂單內容

source: The following offers you made have been rejected
cs_cz: Následující nabídky, které jste provedli byly zamítnuty
es_es: las siguientes ofertas que ha realizado han sido rechazadas
hi_in: निम्नलिखित के लिए आप को अस्वीकार कर दिया गया है
id_id: Berikut ini menawarkan dibuat sdh ditolak
it_it: Di seguito vi offre, sono state eliminate
ko_kr: 다음은 거부되었다 만들어 제공
mr_in: खालील केले आपण नाकारले गेले आहेत देते
nl_nl: De volgende biedt u gemaakt zijn afgewezen
pt_pt: As seguintes Ofertas foram rejeitadas
ro_ro: Următoarele oferă le-aţi făcut au fost respinse
ru_ru: Следующие ваши предложения были отклонены
sq_al: Në vijim ju ofron bërë kanë qenë të refuzuar
sv: Följande erbjuder dig gjort har avvisats
sw_ke: zifuatazo inatoa umefanya yamekataliwa
tr_tr: Aşağıdaki reddedildiğine yaptıktan teklifi
zh_hk: 您提供的下列报盘已经否决
zh_tw: 以下為您提供製作已被拒絕

source: has been rejected
cs_cz: byla zamítnuta
es_es: ha sido rechazada
hi_in: अस्वीकृत कर दिया है
id_id: telah ditolak
it_it: è stata respinta
ko_kr: 거부되었습니다
mr_in: नाकारले गेले आहे
nl_nl: is afgewezen
pt_pt: foram rejeitadas
ro_ro: a fost respinsă
ru_ru: были отвергнуты
sq_al: është refuzuar
sv: har avslagits
sw_ke: imekataliwa
tr_tr: reddedildi
zh_hk: 已被拒绝
zh_tw: 已被拒絕

source: The rejected offers from
cs_cz: Odmítl nabídky z
es_es: Las ofertas rechazadas de
hi_in: अस्वीकृत से ऑफर
id_id: Menolak tawaran dari
it_it: Le offerte respinte da
ko_kr: 에서 거부 이벤트
mr_in: पासून नाकारले ऑफर
nl_nl: De afgewezen aanbiedingen van
pt_pt: Rejeitadas Ofertas de
ro_ro: Oferă respins de la
ru_ru: Отклоненные предложения от
sq_al: Ofertat e refuzuar nga
sv: Det avvisade erbjudanden från
sw_ke: Inatoa kukataliwa kutoka
tr_tr: Reddetti sunmaktadır
zh_hk: 否决的报盘来自
zh_tw: 拒絕提供從

source: have been removed from the system and an email sent to
cs_cz: byly odstraněny ze systému a e-mail zaslán
es_es: Se han eliminado del sistema y un correo electrónico enviado a
hi_in: है सिस्टम से हटा दिया गया है और एक ईमेल भेजा
id_id: telah dihapus dari sistem dan email dikirim ke
it_it: sono stati rimossi dal sistema e di una email inviata a
ko_kr: 로 전송 시스템 및 전자 메일에서 제거 된
mr_in: पाठविण्यात प्रणाली आणि ईमेल काढले गेले आहेत
nl_nl: zijn verwijderd uit het systeem en een e-mail gestuurd naar
pt_pt: foram excluídas do sistema e email enviado para
ro_ro: au fost eliminate din sistem şi un e-mail trimis la
ru_ru: были удалены из системы и сообщения были отправлены на
sq_al: janë hequr nga sistemi dhe për të dërguar një email
sv: har tagits bort från systemet och ett e-postmeddelande skickas till
sw_ke: zimeondolewa kutoka mfumo na barua pepe alimtuma
tr_tr: ve sistemden kaldırılmış bir e-posta gönderildi
zh_hk: 已经从系统移除并且已发送电子邮件
zh_tw: 從系統和電子郵件發送到已被刪除

source: have been removed from the system and but no email was not sent to
ko_kr: 시스템에서 제거 된 있지만 전자 메일이 전송되지되지 않았습니다
mr_in: प्रणाली काढले गेले आहेत आणि पण ईमेल पाठविण्यात आला
pt_pt: foram excluídas do sistema mas email não enviado para
zh_tw: 從系統中已被刪除，但沒有電子郵件被發送
