Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Primary key already exists
cs_cz: Primární klíč již existuje
es_es: La Clave Primaria ya existe
hi_in: प्राथमिक कुंजी पहले से मौजूद है
id_id: Kunci primer sdh ada
it_it: La chiave primaria esiste già
ko_kr: 기본 키가 이미 존재합니다
mr_in: प्राथमिक की यापूर्वीच विद्यमान आहे
nl_nl: Primaire sleutel bestaat al
pt_pt: Chave Primária já existe
ro_ro: cheie primară există deja
ru_ru: Первичный ключ уже существует
sq_al: kyç primar tashmë ekziston
sv: Primärnyckeln finns redan
sw_ke: muhimu ya msingi ipo
tr_tr: Birincil anahtar zaten var
zh_hk: 主键（Primary Key)已存在
zh_tw: 主鍵已經存在

source: Index already dropped previously
cs_cz: Index již klesl dříve
es_es: El índice ya cayó con anterioridad
hi_in: अनुक्रमणिका पहले से ही पहले से गिरा
id_id: Indeks telah menjatuhkan sebelumnya
it_it: Indice scesa già precedentemente
ko_kr: 지수는 이미 이전에 떨어졌다
mr_in: निर्देशांक आधीच पूर्वी वगळण्यात
nl_nl: Index al gedaald eerder
pt_pt: Índice Préviamente excluído
ro_ro: Index a scăzut deja anterior
ru_ru: Индекс уже упал ранее
sq_al: Indeksi i tashmë ka rënë më parë
sv: Index föll redan tidigare
sw_ke: Index tayari imeshuka awali
tr_tr: Endeks zaten önceden düştü
zh_hk: 索引已经删除
zh_tw: 指數已經下跌以前

source: Failure
cs_cz: Selhání
es_es: Fallo
hi_in: असफलता
id_id: Gagal
it_it: Fallimento
ko_kr: 실패
mr_in: अपयश
nl_nl: Falen
pt_pt: folha
ro_ro: Eşec
ru_ru: Неудача
sq_al: Dështim
sv: Fel
sw_ke: Kushindwa
tr_tr: Başarısızlık
zh_hk: 失败
zh_tw: 失敗

source: Error number
cs_cz: Číslo chyby
es_es: Número de Error
hi_in: त्रुटि संख्या
id_id: Nomor kesalahan
it_it: Numero di errore
ko_kr: 오류 번호
mr_in: त्रुटी क्रमांक
nl_nl: Foutnummer
pt_pt: Número erro
ro_ro: Eroare număr
ru_ru: Номер ошибки
sq_al: Numri Gabim
sv: Fel nummer
sw_ke: Kosa idadi
tr_tr: Hata numarası
zh_hk: 错误代码
zh_tw: 錯誤號

source: You have not selected any User
ko_kr: 당신은 어떤 사용자를 선택하지 않은
zh_tw: 您還沒有選擇任何用戶

source: is already authorised for this user
es_es: ya está autorizado para este usuario
ko_kr: 이미이 사용자에 대한 권한
zh_tw: 已經授權此用戶

source: User Authorised Inventory Locations Maintenance
es_es: Mantenimiento de ubicaciones de inventario autorizadas por usuario
ko_kr: 사용자 공인 재고 위치 유지
zh_tw: 授權用戶的倉庫位置維護

source: User Authorised Locations
es_es: Ubicaciones autorizadas por usuario
ko_kr: 사용자 공인 위치
zh_tw: 授權用戶的位置

source: You have not selected an inventory location to be authorised for this user
ko_kr: 이 사용자에 대한 권한을 부여하는 재고 위치를 선택하지 않은
zh_tw: 您沒有選擇一個被授權用戶使用這個倉庫的位置

source: The location
ko_kr: 위치
zh_tw: 倉庫地點

source: Authorised inventory locations for
es_es: Ubicaciones de inventario autorizadas a
ko_kr: 대한 공인 재고 위치
zh_tw: 授權倉庫位置

source: Authorised Inventory Locations for User
es_es: Ubicaciones de inventario autorizadas al usuario
ko_kr: 사용자에 대한 공인 재고 위치
zh_tw: 授權用戶的倉庫位置

source: Are you sure you wish to remove Update for this location?
es_es: ¿Está seguro que desea eliminar la actualización para esta ubicación?
ko_kr: 당신은 당신이이 위치에 대한 업데이트를 제거 하시겠습니까?
zh_tw: 您確定要移除更新此位置？

source: Are you sure you wish to add Update for this location?
ko_kr: 당신은 당신이이 위치에 대한 업데이트를 추가 하시겠습니까?
zh_tw: 是否確定要新增更新這位置?

source: Are you sure you wish to un-authorise this location?
es_es: ¿Está seguro que desea desautorizar esta ubicación?
ko_kr: 당신은 당신이 하시겠습니까이 위치를 해제 권한을 부여?
zh_tw: 您確定要取消授權此位置？

source: User Settings
cs_cz: Nastavení uživatele
es_es: Configuración de usuario
hi_in: उपयोगकर्ता सेटिंग्स
id_id: Pengaturan User
it_it: Parametri Utente
ko_kr: 사용자 설정
mr_in: वापरकर्ता सेटिंग्ज
nl_nl: Gebruikers Instellingen
pt_pt: Configurações do Usuário
ro_ro: Setari Utilizatori
ru_ru: Настройки пользователя
sv: Inställningar
tr_tr: KULLANICI AYARLARI
zh_hk: 用户设定
zh_tw: 使用者設定

source: Latin Western Languages - Times
es_es: Idiomas latinos occidentales - Times
id_id: Bahasa Latin Barat - Times
ko_kr: 라틴어 서양 언어 - 시간
mr_in: लॅटिन पाश्चात्य भाषा - वेळा
pt_pt: Línguas Latinas Ocident.
zh_tw: 拉丁西方語言 - 時間

source: Eastern European Russian Japanese Korean Hebrew Arabic Thai
cs_cz: Východní Evropy Rusky Japonsky Korejsky hebrejštiny arabština thajské
es_es: Europa del Este Ruso Japonés Coreano Árabe Hebreo Tailandés
hi_in: पूर्वी यूरोपीय रूसी जापानी कोरियाई अरबी हिब्रू थाई
id_id: Eropa Timur Rusia Jepang Korea Arab Ibrani Thailand
it_it: Dell&#39;Europa orientale Coreano Russo Arabo Ebraico Giapponese tailandese
ko_kr: 동유럽 러시아의 일본어 한국의 히브리어 아랍어 태국어
mr_in: इस्टर्न युरोपियन रशियन जपानी कोरियन हिब्रू अरबी थाई
nl_nl: Oost-Europese Russisch Japans Koreaans Hebreeuws Arabisch Thais
ro_ro: Est Rusă Japoneză Coreeană European ebraică Thai Arabă
ru_ru: Восточной Европы, Русский, Японский Корейский Арабский Иврит Тайский
sq_al: Rusisht Japoneze Hebraisht Koreane Lindore Thai Arabic
sv: Östeuropa Ryska Japanska Koreanska Hebreiska Arabiska thailändska
sw_ke: Ulaya ya Mashariki Kirusi Kijapani Kikorea Kiyahudi Kiarabu Thai
tr_tr: Doğu Avrupa Rusça Japonca Korece İbranice Arapça Tay
zh_hk: 中东 欧洲 俄罗斯 日本 朝鲜 希伯来 阿拉伯 泰国
zh_tw: 東歐俄羅斯日本韓國希伯來語和阿拉伯語泰國

source: Chinese
cs_cz: Číňan
es_es: Chino
hi_in: चीनी
id_id: Cina
it_it: Cinese
ko_kr: 중국어
mr_in: चिनी माणूस
nl_nl: Chinees
ro_ro: Chinez
ru_ru: Китайский
sq_al: Kineze
sv: Kinesiska
sw_ke: Kichina
tr_tr: Çinli
zh_hk: 中文
zh_tw: 中文

source: The Maximum Number of Records on Display entered must not be negative
cs_cz: Maximální počet záznamů na zobrazení zadané nesmí být záporná
es_es: El número máximo de registros a mostrar no debe ser negativo
hi_in: प्रदर्शन पर रिकार्ड की अधिकतम संख्या है नकारात्मक नहीं होगा प्रवेश
id_id: Jumlah Maksimal Data utk Ditampilkan tdk boleh negatif
it_it: Il Numero Massimo di Record visualizzati non puo' essere a valore negativo
ko_kr: 디스플레이의 최대 레코드 수는 음수 일 수 없습니다를 입력해야
mr_in: प्रविष्ट प्रदर्शनावर अभिलेख कमाल संख्या नकारात्मक असू शकत नाही
nl_nl: Het maximale aantal records op het Scherm mag niet negatief zijn
pt_pt: número máx. registros para exibir
ro_ro: Numărul maxim de înregistrări pe afişat introdus nu trebuie să fie negativ
ru_ru: Введенное Максимальное число записей для отображения должно быть не отрицательным
sq_al: Numri maksimal i Records mbi Display dhëna duhet të mos jetë negativ
sv: Det maximala antalet poster på Display in får inte vara negativt
sw_ke: Upeo wa idadi ya Records juu Display aliingia lazima kuwa hasi
tr_tr: GÖRÜNTÜLENECEK MAX.KAYIT SAYISI NEGATIF OLAMAZ
zh_hk: 输入的显示记录数目上限不能是负数
zh_tw: 輸入的顯示記錄數目上限不能是負數

source: 0 will default to system setting
cs_cz: 0 bude výchozí nastavení systému
es_es: 0 será por defecto en el configuración del sistema
hi_in: 0 व्यवस्था करने के लिए डिफ़ॉल्ट सेटिंग जाएगा
id_id: 0 akan diubah ke pengaturan standar sistem
it_it: 0 viene assunto come valore di difetto
ko_kr: 0은 시스템 설정을 기본값으로
mr_in: 0 प्रणाली सेटिंग डीफॉल्ट होतील
nl_nl: Systeem zal 0 als de standaard instellen
pt_pt: 0 configuração padrao sistema
ro_ro: 0 va implicit la sistemul de stabilire a
ru_ru: 0 будет по умолчанию для настроек системы
sq_al: 0 do default të sistemin vendosjen
sv: 0 blir default systeminställning
sw_ke: 0 mapenzi default kwa mfumo wa kuweka
tr_tr: VARSAYILAN SISTEM AYARI 0 OLACAK
zh_hk: 系统预设值是 0
zh_tw: 系統預設值是 0

source: Cannot change password in the demo or others would be locked out!
ko_kr: 데모 또는 다른 사람의 암호를 변경할 수 없습니다 잠겨 될 것이다!
mr_in: डेमो मध्ये पासवर्ड बदलू शकत नाही किंवा इतरांना बाहेर ठेवण्याची होईल!
pt_pt: Não pode modificar senha no ambiente de demonstração!
ru_ru: Невозмлжно изменить пароль в демо-версии, иначе другие будут заблокированы
zh_tw: 不能更改密碼在演示或其他人會被鎖定！

source: The password and password confirmation fields entered do not match
cs_cz: Heslo a potvrzení hesla pole zadali, nesouhlasí
es_es: La contraseña y su verificación no coinciden
hi_in: पासवर्ड और पासवर्ड की पुष्टि क्षेत्रों मेल नहीं खाते में प्रवेश किया
id_id: Kolom kata sandi dan konfirmasi kata kunci yg dimasukkan tdk cocok
it_it: La Password Digitata e quella di Conferma NON Coincidono
ko_kr: 입력 한 암호 및 암호 확인 필드가 일치하지 않습니다
mr_in: प्रविष्ट पासवर्ड आणि पासवर्ड पुष्टीकरण फील्ड जुळत नाही
nl_nl: Het wachtwoord en het ingevoerde wachtwoord in het bevestigingsveld komen niet overeen
pt_pt: a senha e sua confirmação não combinam
ro_ro: Câmpurile parola şi confirmarea parolei introduse nu se potrivesc
ru_ru: Поля пароля и подтверждения пароля не совпадают
sq_al: Fushat fjalekalimin dhe fjalëkalimin konfirmimi futur nuk përputhen
sv: Lösenorden är inte lika
sw_ke: Uthibitisho password na password mashamba aliingia si match
tr_tr: PAROLA VE PAROLA ONAY GIRISLERI UYUSMUYOR
zh_hk: 输入的密码和确认密码栏不相符
zh_tw: 輸入的密碼和確認密碼欄不相符

source: The user alterations could not be processed because
cs_cz: Uživatel změny nemohly být zpracovány, protože
es_es: No se pudo procesar las modificaciones del usuario porque
hi_in: उपयोगकर्ता परिवर्तन क्योंकि संसाधित नहीं किया जा सकता है
id_id: Perubahan user tdk dapat diproses karena
it_it: Le modifiche all'utente potrebbero non essere applicate a causa di
ko_kr: 사용자 변경이 때문에 처리 할 수​​ 없습니다
mr_in: वापरकर्ता त्यातील प्रक्रिया करणे शक्य नाही कारण
nl_nl: De wijziging van de gebruiker kon niet worden verwerkt omdat
pt_pt: Alterações no usuário não podem ser processadas porque
ro_ro: Modificările utilizator nu a putut fi prelucrate, deoarece
ru_ru: Невозможно изменить данные о пользователе, так как
sq_al: Ndryshime përdorues nuk mund të përpunohet sepse
sv: Användarändringar kunde inte genomföras eftersom
sw_ke: alterations The user inaweza kuwa kusindika kwa sababu
tr_tr: KULLANICI DEGISIKLIKLERI YAPILAMADI:
zh_hk: 未能更新用户参数，因为
zh_tw: 未能執行用作更改, 因為

source: The SQL that was used to update the user and failed was
cs_cz: SQL, který byl použit k aktualizaci uživatele a neúspěšný byl
es_es: El SQL que se usó para actualizar el usuario y falló era
hi_in: SQL कि उपयोगकर्ता अद्यतन इस्तेमाल किया गया था और असफल था
id_id: SQL yg digunakan utk memperbarui user dan gagal adalah
it_it: La stringa SQL usata per l'aggiornamento dei parametri utente non andata a buon fine e'
ko_kr: 사용자를 업데이트하는 데 실패했다 SQL이었다
mr_in: वापरकर्ता अद्यतनित करण्यासाठी वापरली आणि अयशस्वी झाले याची SQL होते
nl_nl: De SQL die gebruikt is om de gebruiker te wijzigen en faalde was
pt_pt: SQL que falhou quando foi usado para atualiz. usuário foi
ro_ro: SQL care a fost folosit pentru a actualiza utilizatorului şi nu a fost
ru_ru: Завершившийся неудачей SQL обновления пользователя
sq_al: SQL që është përdorur për të rinovuar të përdoruesit dhe nuk ishte
sv: Den SQL som användes och misslyckades var
sw_ke: SQL kuwa ilitumika kwa update ya mtumiaji na kushindwa mara
tr_tr: HATALI SQL:
zh_hk: 用于更新用户失败的SQL是
zh_tw: 用作更新用戶失敗的 SQL 是

source: The user settings have been updated
cs_cz: Nastavení uživatele byly aktualizovány
es_es: Se han actualizado los configuracións de usuario
hi_in: प्रयोक्ता सेटिंग्स अद्यतन किया गया है
id_id: Pengaturan user telah diperbarui
it_it: I parametri utente sono stati aggiornati
ko_kr: 사용자 설정이 업데이트되었습니다
mr_in: वापरकर्ता सेटिंग्ज सुधारित केले आहे
nl_nl: De gebruikers instellingen zijn gewijzigd
pt_pt: Configuração do usuário atualizada
ro_ro: Setările de utilizator au fost actualizate
ru_ru: Настройки пользователя были обновлены
sq_al: Konfigurimet e përdoruesit janë azhurnuar
sv: ändrade
sw_ke: mazingira ya mtumiaji wamekuwa updated
tr_tr: KULLANICI AYARLARI GÜNCELLENDI
zh_hk: 用户设定已更新
zh_tw: 用戶設定已更新

source: Be sure to remember your password for the next time you login
cs_cz: Nezapomeňte své heslo pro příště přihlášení
es_es: Asegúrese de recordar la contraseña para la próxima vez que entre
hi_in: करने के लिए अगली बार जब आप प्रवेश के लिए अपना पासवर्ड याद रखना सुनिश्चित करें
id_id: Pastikan utk mengingat kata sandi Anda utk login berikutnya
it_it: Assicurati di ricordare la password al login successivo
ko_kr: 당신은 로그인 다음에 대한 암호를 기억하십시오
mr_in: आपण लॉगिन पुढच्या वेळेसाठी आपले पासवर्ड लक्षात खात्री करा
nl_nl: Ben er zeker van dat u uw wachtwoord kunt onthouden voor de volgende aanmelding
pt_pt: Lembre-se da sua senha no próximo login
ro_ro: Asiguraţi-vă să vă amintiţi parola pentru următoarea dată când vă conectaţi
ru_ru: Будьте уверены, что запомнили ваш пароль для того, чтобы войти в следующий раз
sq_al: Sigurohuni që të mbani mend fjalëkalimin tuaj për herën tjetër që ju hyrje me emrin përkatës
sv: Kom ihåg ditt lösenord, så du kan logga in nästa gång!
sw_ke: Kuwa na uhakika wa kukumbuka nywila yako kwa mara ya pili login
tr_tr: EGER PAROLANIZI DEGISTIRDIYSENIZ, BIR SONRAKI SISTEM GIRISINIZDE YENI PAROLANIZI KULLANACAKSINIZ. LÜTFEN UNUTMAYIN
zh_hk: 请紧记你的密码在下次登入时使用
zh_tw: 請謹記你的密碼在下次登入時使用

source: Maximum Number of Records to Display
cs_cz: Maximální počet záznamů k zobrazení
es_es: Cantidad máxima de registros a mostrar
hi_in: रिकॉर्ड्स की अधिकतम संख्या प्रदर्शित करने के लिए
id_id: Jumlah Maksimal Data utk Ditampilkan
it_it: Numero Massimo di Record in Visualizzazione
ko_kr: 레코드의 최대 수는 표시하는
mr_in: प्रदर्शित करण्यासाठी अभिलेख कमाल संख्या
nl_nl: Maximum Aantal te tonen Regels
pt_pt: Número máx. de registros a exibir
ro_ro: Numărul maxim de înregistrări de afişat
ru_ru: Максимальное количество записей для отображения
sq_al: Numri maksimal i Records në Display
sv: Maximum antal en lista bör visa
sw_ke: Upeo Idadi ya Records kwa Display
tr_tr: GÖRÜNTÜLENECEK MAX.KAYIT SAYISI
zh_hk: 显示记录数目上限
zh_tw: 顯示記錄數目上限

source: New Password
cs_cz: Nové heslo
es_es: Contraseña nueva
hi_in: नया पासवर्ड
id_id: Kata Sandi Baru
it_it: Nuova Password
ko_kr: 새 비밀번호
mr_in: नवीन पासवर्ड
nl_nl: Nieuw Wachtwoord
pt_pt: Nova Senha
ro_ro: Parola noua
ru_ru: Новый пароль
sq_al: Fjalëkalimi i ri
sv: Nytt lösenord
sw_ke: Mpya Password
tr_tr: YENI PAROLA
zh_hk: 新密码
zh_tw: 新密碼

source: Must be more than 5 characters and cannot be as same as userid
ko_kr: 5 개 이상의 문자이어야하며, 사용자 ID와 동일 할 수 없습니다
mr_in: जास्त 5 वर्ण असावेत आणि USERID म्हणून समान असू शकत नाही
pt_pt: Deve ter mais de 5 caracteres e deve ser diferente do nome do usuário
zh_tw: 必須大於5個字符，並不能作為相同的用戶編碼

source: Confirm Password
cs_cz: Potvrzení hesla
es_es: Confirme contraseña
hi_in: पासवर्ड की पुष्टि
id_id: Konfirmasi Kata Sandi
it_it: Conferma Password
ko_kr: 비밀번호 확인
mr_in: पासवर्ड पुष्टी
nl_nl: Bevestig Wachtwoord
pt_pt: Confirme a Senha
ro_ro: Confirma parola
ru_ru: Подтвердите пароль
sv: Bekräfta lösenord
sw_ke: Kuthibitisha Password
tr_tr: PAROLAYI ONAYLA
zh_hk: 确认密码
zh_tw: 確認密碼

source: If you leave the password boxes empty your password will not change
cs_cz: Pokud ponecháte heslo prázdné pole heslo se nezmění
es_es: Si deja los campos de contraseña vacíos, su contraseña no cambiará
hi_in: अगर आप को छोड़ पासवर्ड बक्से खाली अपना पासवर्ड नहीं बदल जाएगा
id_id: Jika Anda biarkan kotak kata sandi kosong, kata sandi Anda tdk akan diubah
it_it: Se lasci i campi password vuoti, la tua password non verra' cambiata
ko_kr: 암호를두면 상자 암호가 변경되지 않습니다 빈
mr_in: आपण आपला संकेतशब्द बदलणार नाही रिकामा पासवर्ड बॉक्स सोडल्यास
nl_nl: Als u de wachtwoord velden leeg laat zal het wachtwoord niet worden gewijzigd
pt_pt: Se deixar senha em branco ela não irá mudar
ro_ro: Dacă lăsaţi casetele parola gol parola dvs. nu se va schimba
ru_ru: Если оставить поля пароля пустыми, то ваше пароль не изменится
sq_al: Qoftë se ju largoheni kutitë bosh fjalëkalimin fjalëkalimin tuaj nuk do të ndryshojë
sv: Om du lämnar lösenfälten tomma ändras inte lösenordet.
sw_ke: Kama kuondoka masanduku ya tupu password password yako si mabadiliko
tr_tr: PAROLA KUTUSUNU BOS BIRAKIRSANIZ MEVCUT PAROLANIZ DEGISMEZ, ESKI POROLANIZ GEÇERLILIGINI SÜRDÜRÜR
zh_hk: 如你留空密码格, 密码不会更改
zh_tw: 如你留空密碼格, 密碼不會更改

source: PDF Language Support
cs_cz: PDF Podpora jazyků
es_es: Soporte de idioma para PDF
hi_in: पीडीएफ भाषा समर्थन
id_id: PDF Dukungan Bahasa
it_it: PDF del supporto delle lingue
ko_kr: PDF 언어 지원
mr_in: पीडीएफ भाषा समर्थन
nl_nl: PDF Taalondersteuning
pt_pt: Suporte a PDF
ro_ro: PDF Suport pentru limbi
ru_ru: Языковая поддержка PDF
sq_al: Support PDF Gjuhësh
sv: PDF Språkstöd
sw_ke: PDF Lugha Support
tr_tr: PDF Dil Desteği
zh_hk: PDF 语言支持
zh_tw: PDF語言支持

source: WO items can be produced with available stock
ko_kr: 항목은 가능한 콘텐츠와 함께 제조 할 수 WO
zh_tw: 工作單物料可與現有庫存進行生產

source: The SQL to find the WO items to produce
ko_kr: SQL은 생산 품목 호를 찾을 수
zh_tw: 這SQ為查L找工作單物料生產

source: Requested
ko_kr: 요청
zh_tw: 要求

source: Result
cs_cz: Výsledek
es_es: Resultado
hi_in: परिणाम
id_id: Hasil
it_it: Risultato
ko_kr: 결과
mr_in: निकाल
nl_nl: Resultaat
pt_pt: Resultado
ro_ro: Rezultat
ru_ru: Результат
sq_al: Rezultat
sv: Resultat
sw_ke: Matokeo
tr_tr: Sonuç
zh_hk: 结果
zh_tw: 結果

source: For Factory Location
es_es: Para la ubicación de la fábrica
ko_kr: 공장 위치에 대한
zh_tw: 倉庫位置

source: Search Items To Produce
es_es: Buscar artículos a producir
ko_kr: 검색 항목 생성하기
zh_tw: 搜尋生產物料

source: This page must to be called from the work order entry screen
cs_cz: Tato stránka musí být volán od vstupu pracovní příkaz obrazovce
es_es: Esta página debe ser invocada desde la pantalla de entrada de órdenes de trabajo
hi_in: इस पृष्ठ के लिए काम करने प्रविष्टि स्क्रीन से बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dari menu masukkan order produksi
it_it: Questa pagina deve essere chiamata dalla schermata di ingresso per lavoro
ko_kr: 이 페이지는 작업 주문 입력 화면에서 호출 할 수 있어야합니다
mr_in: हे पान काम ऑर्डर नोंद स्क्रीनवरून म्हणतात पाहिजे
nl_nl: Deze bladzijde moet worden aangeroepen vanuit de werkorder invoerscherm
pt_pt: Essa pág. deve ser cham. a partir da tela de Ordem de Produção
ro_ro: Această pagină trebuie să fie numit din ecranul de intrare de lucru pentru
ru_ru: Эта страница должна быть вызвана из экрана ввода порядка работы
sq_al: Kjo faqe duhet të jetë quajtur nga ekrani për punën e hyrjes
sv: Sidan måste anropas registreringsskärmen för arbetsorder
sw_ke: Ukarasa huu lazima kuwa aliitwa kutoka screen kazi ili kuingia
tr_tr: Bu sayfa iş emri giriş ekranında çağrılacak gerekir
zh_hk: 这页需从工作单输入界面调用
zh_tw: 此頁面必須從工作訂單螢幕輸入

source: Work Order Serial Numbers in Progress
cs_cz: Čísla práce Objednat Serial v pokroku
es_es: Números de Serie de la Orden de Trabajo en Progreso
hi_in: प्रगति में कार्य आदेश सीरियल नंबर
id_id: Nomor Seri Order Produksi dalam Pengerjaan
it_it: Lavoro numeri di serie in corso su ordinazione
ko_kr: 진행에 주문 일련 번호를 작업
mr_in: प्रगतीपथावर कार्य क्रम सिरिअल क्रमांक
nl_nl: Werkorder Serienummers in Progress
pt_pt: Ordem Produção Núm. Serial em Andamento
ro_ro: Lucru numerele de serie Ordine în curs de desfăşurare
ru_ru: Работа Заказ серийных номеров в прогресс
sq_al: Serial Numrat Rendit Puna në Progres
sv: Arbetsorderserienummer bearbetas
sw_ke: Order kazi Serial Hesabu katika Maendeleo
tr_tr: Devam eden İş Emri Seri Numaraları
zh_hk: 处理中的工作单序列号
zh_tw: 工作訂單序列號進行中

source: Work Order Batches in Progress
cs_cz: Práce Objednejte Dávky v pokroku
es_es: Lotes de la Orden de Trabajo en Progreso
hi_in: काम प्रगति में आदेश बैचों
id_id: Batch Order Produksi dalam Pengerjaan
it_it: I lotti Ordine Work in Progress
ko_kr: 진행 중 주문 일괄 작업
mr_in: प्रगतीपथावर मागणी बॅचेस काम
nl_nl: Werkorder batches in Progress
pt_pt: Ordem Prod. Lote em Andamento
ro_ro: Loturile de lucru Ordine în Progress
ru_ru: Работа заказа партий в прогресс
sq_al: Mënyrë që Mallrat Puna në Progres
sv: Arbetsorder batcher bearbetas
sw_ke: Kazi Order batches katika Maendeleo
tr_tr: Devam eden İş Emri Kümelerle
zh_hk: 处理中的工作单批次
zh_tw: 在建工程正批次處理

source: For Work Order Number
cs_cz: Pro práci Pořadové číslo
es_es: Para el Número de Orden de Trabajo
hi_in: काम आदेश संख्या के लिए
id_id: Utk Nomor Order Produksi
it_it: Per il numero di ordine di lavoro
ko_kr: 일 주문 번호
mr_in: कार्य मागणी क्रमांक साठी
nl_nl: Voor Werk Bestelnummer
pt_pt: Para Ordem Prod. Núm.
ro_ro: Pentru birou Ordine Număr
ru_ru: Для работы номер заказа
sq_al: Për Rendit Numri Work
sv: För arbetsordernummer
sw_ke: Idadi ya Kazi Order
tr_tr: Çalışma Sipariş Numarası için
zh_hk: 为工作单号码
zh_tw: 對於工作訂單號碼

source: and output item
cs_cz: a výstupní bod
es_es: y un elemento de salida
hi_in: और आउटपुट मद
id_id: dan item hasil produksi
it_it: e uscita voce
ko_kr: 과 출력 항목
mr_in: आणि आउटपुट आयटम
nl_nl: en output item
pt_pt: e item de saída
ro_ro: şi de ieşire element
ru_ru: и выход пункта
sq_al: dhe pika e prodhimit
sv: och produkt
sw_ke: na uzalishaji bidhaa
tr_tr: ve çıkış öğe
zh_hk: 和产出品
zh_tw: 輸出項目

source: The quantity of controlled items to add was not numeric - a number is expected
cs_cz: Množství regulovaných položek pro přidání nebyl číselný - číslo je očekáváno
es_es: La cantidad de artículos controlados a añadir debe ser un número
hi_in: नियंत्रित करने के लिए जोड़ने के लिए मदों की मात्रा संख्यात्मक नहीं था - एक नंबर की उम्मीद है
id_id: Qty dari item terkontrol utk ditambah bukan numerik - angka yg diminta
it_it: La quantità di prodotti controllati da aggiungere non è numerico - un numero è destinato
ko_kr: 추가로 제어 항목의 금액 숫자 아니었다 - 번호가 예상
mr_in: जोडण्यासाठी नियंत्रित आयटम प्रमाण अंकीय नव्हते - एक संख्या अपेक्षित आहे
nl_nl: De hoeveelheid van gecontroleerde producten toe te voegen was niet numeriek - een aantal zal naar verwachting
pt_pt: Quant. de itens controlados adic. não é numérica - informe um número
ro_ro: Cantitatea de produse supuse controlului pentru a adăuga nu a fost numeric - un număr este de aşteptat
ru_ru: Количество контролируемых пунктов, чтобы добавить не числовой - число, как ожидается
sq_al: Sasia e artikujve të kontrolluar për të shtuar nuk ishte numerike - një numër pritet
sv: Kvantiteten för kontrollerade artiklar att lägga till var inte numerisk - ett nummer förväntas
sw_ke: Wingi wa vitu kudhibitiwa kuongeza si numeric - idadi inatarajiwa
tr_tr: eklemek kontrollü öğelerin miktarı sayısal değildi - bir numara bekleniyor
zh_hk: 增加的受控物料数量不是数值-期望一个数值
zh_tw: 受管制商品添加的量是不是數字 - 預設為一個數字

source: is already entered on this work order
cs_cz: je již zapsána na této práci, aby
es_es: ya está en la orden de trabajo
hi_in: पहले से ही इस काम के आदेश पर दर्ज किया
id_id: sdh dimasukkan pada order produksi ini
it_it: è già entrato in questo ordine di lavoro
ko_kr: 이미이 작업 순서에 입력
mr_in: आधीच हे काम ऑर्डर वर प्रवेश
nl_nl: is reeds ingevoerd op deze werkorder
pt_pt: já informado nesta ordem produção
ro_ro: este deja înscrise pe această ordine de muncă
ru_ru: уже вступили на эту работу порядка
sq_al: është futur tashmë në këtë mënyrë punën e
sv: finns redan på denna arbetsorder
sw_ke: tayari aliingia ili kazi hii
tr_tr: zaten bu iş için girilen
zh_hk: 已经输入到此工作单
zh_tw: 此工單上已經輸入

source: has already been used for this item
cs_cz: již byly použity pro tuto položku
es_es: ya ha sido usado para este artículo
hi_in: पहले से ही इस मद के लिए इस्तेमाल किया गया है
id_id: telah digunakan utk item ini
it_it: è già stato utilizzato per questo articolo
ko_kr: 이미이 항목에 대한 사용되어왔다
mr_in: या आयटमवर आधीपासूनच वापरला गेला आहे
nl_nl: is reeds gebruikt voor dit object
pt_pt: já usado para esse item
ro_ro: a fost deja folosit pentru acest post
ru_ru: уже была использована для данного элемента
sq_al: tashmë është përdorur për këtë artikull
sv: har redan använts till denna artikel
sw_ke: tayari kutumika kwa ajili ya bidhaa hii
tr_tr: zaten bu öğe için kullanılmıştır
zh_hk: 已经用于此物料
zh_tw: 已經被用於此項目

source: Unable to add the serial numbers requested
cs_cz: Nelze přidat pořadová čísla požadovaných
es_es: No es posible agregar los números de serie requeridos
hi_in: के लिए सीरियल नंबर जोड़ने में असमर्थ अनुरोध
id_id: Tdk dapat menambah nomor seri yg diminta
it_it: Impossibile aggiungere i numeri di serie richiesti
ko_kr: 요청 된 일련 번호를 추가 할 수 없습니다
mr_in: विनंती सिरिअल क्रमांक सामील करण्यास असमर्थ
nl_nl: Niet in staat om de serienummers toe te voegen gevraagd
pt_pt: Não pode adicionar o número de série requer.
ro_ro: Imposibil pentru a adăuga numerele de serie a solicitat
ru_ru: Невозможно добавить серийные номера просил
sq_al: Në pamundësi për të shtuar numrin serik të kërkuar
sv: Kan inte lägga till de begärda serienummren
sw_ke: Hawawezi kuongeza idadi ya Serial aliomba
tr_tr: seri numaraları eklenemiyor talep
zh_hk: 无法增加请求的序列号
zh_tw: 無法添加請求的序列號
