Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Process Goods Received
cs_cz: Proces přijetí zboží
es_es: Procesar Bienes Recibidos
hi_in: प्रक्रिया का सामान मिला
id_id: Proses Brg Diterima
it_it: Processo di beni ricevuti
ko_kr: 공정 제품은 수신
mr_in: प्राप्त प्रक्रिया वस्तूंचे
nl_nl: Verwerk de goederen ontvangst
pt_pt: Processar Recebimentos
ro_ro: Procesul de bunuri primite
ru_ru: Обработать полученные товары
sq_al: Mallrat e marra Procesi
sv: Bearbeta Gods mottaget
sw_ke: Bidhaa mchakato Received
tr_tr: TESLIM ALINAN ÜRÜNLERI ISLE
zh_hk: 执行收货
zh_tw: 執行收貨

source: Receive Controlled Items
cs_cz: Dostávat kontrolovaného zboží
es_es: Recibir Artículos Controlados
hi_in: नियंत्रित आइटम प्राप्त करें
id_id: Terima Item Tercontrol
it_it: Ricevere prodotti controllati
ko_kr: 제어 항목을 수신
mr_in: नियंत्रित आयटम प्राप्त करा
nl_nl: Presenteer controlled items
pt_pt: Recebe Itens Controlados
ro_ro: Primesc produsele supuse controlului
ru_ru: Получить контролируемые товары
sq_al: Merre Items kontrolluar
sv: Leverera in kontrollerade produkter
sw_ke: Kupokea Items Controlled
tr_tr: KONTROLLÜ ÜRÜN KABULÜ
zh_hk: 受控物料收货
zh_tw: 接收受控商品

source: This page can only be opened if a purchase order and line item has been selected
cs_cz: Tato stránka může být otevřen pouze objednávky a řádková položka byla zvolena
es_es: Esta página sólo se puede abrir si ha sido seleccionada una orden de compra y una partida
hi_in: इस पृष्ठ तभी एक खरीद आदेश और पंक्ति वस्तु का चयन किया गया है खोला जा सकता है
id_id: Halaman ini hanya dapat dibuka jika order pembelian dan item baris telah dipilih
it_it: Questa pagina può essere aperto solo se un ordine di acquisto e la voce è stata selezionata
ko_kr: 구매 주문과 라인 항목이 선택된 경우이 페이지는 열릴 수있다
mr_in: खरेदी ऑर्डर आणि लाइन आयटम निवडले गेले आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: Deze pagina kan alleen worden geopend indien inkooporder en inkoopregel zijn geselecteerd
pt_pt: Esta página não pode ser aberta se uma ordem de compra e linha de item foi aberta
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un ordin de achiziţie şi elementul rând a fost selectată
ru_ru: Эта страница может быть открыта, только если были выбраны товар и заказ на покупку
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një qëllim blerjen dhe zë është zgjedhur
sv: Denna sida kan bara öppnas om man valt en rad i en inköpsorder
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama ili kununua na bidhaa line imekuwa kuchaguliwa
tr_tr: Bir satınalma siparişi ve satır öğesi seçildiyse Bu sayfa sadece açılabilir
zh_hk: 此页只能在采购订单中的一个物料行被选择到时才能进入
zh_tw: 此頁只能在採購訂單中的一個列商品被選擇到時才能開啟

source: Select a line Item to Receive
cs_cz: Vyberte řádek položku Přijmout
es_es: Seleccionar un Artículo a recibir
hi_in: एक लाइन आइटम का चयन करने के लिए प्राप्त करें
id_id: Pilih item baris utk diterima
it_it: Seleziona una voce per la ricezione
ko_kr: 수신하는 라인 항목을 선택
mr_in: प्राप्त करण्यासाठी एक ओळ आयटम निवडा
nl_nl: Selecteer een inkoopregel waarvoor de ontvangst moet worden geboekt
pt_pt: Selecione uma linha de Item a receber
ro_ro: Selectaţi un element rând de a primi
ru_ru: Выберите позицию для получения
sq_al: Zgjidh një zë të do të marrin
sv: Välj en post att läga till i lådan:
sw_ke: Kuchagua Bidhaa Mpya kwa kupokea
tr_tr: KABUL IÇIN BIR SATIR KALEMI SEÇIN
zh_hk: 选择要接收的物料行
zh_tw: 選擇要收貨的商品

source: This page can only be opened if a Line Item on a PO has been selected
cs_cz: Tato stránka může být otevřen pouze bod Line na PO byl zvolen
es_es: Esta página sólo se puede abrir si ha sido seleccionado un un Artículo en una Orden de Compra
hi_in: यह पृष्ठ केवल तभी एक PO पर एक पंक्ति वस्तु का चयन किया गया है खोला जा सकता है
id_id: Halaman ini hanya dapat dibuka jika Item Baris di PO telah dipilih
it_it: Questa pagina può essere aperto solo se una voce su un ordine di acquisto è stato selezionato
ko_kr: PO에 품목을 선택한 경우이 페이지는 열 수 있습니다
mr_in: पी ओ वर लाइन आयटम निवडले गेले आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: Deze pagina kan alleen worden geopend indien een regelitem van de inkooporder is geselecteerd
pt_pt: Para ver esta página seleciona uma linha de uma Ordem de Compra, primeiro!
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un element linie pe un PO a fost selectat
ru_ru: Эта страница может быть открыта, только если выбрана строка заказа на покупку
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një zë në një PO ka qenë i zgjedhur
sv: Denna sida kan bara öppnas om man valt en rad i en inköpsorder
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama Item Mstari kwenye PO imekuwa kuchaguliwa
tr_tr: PO bir Satır Öğesi seçildiyse Bu sayfa sadece açılabilir
zh_hk: 这页只有当采购订单的物料行被选之后才能进入
zh_tw: 這頁只有當訂單的列商品被選之後才能開啟

source: Back to the Purchase Order
cs_cz: Zpět na objednávky
es_es: Volver a la orden de compra
hi_in: वापस करने के लिए खरीद आदेश
id_id: Kembali ke Order Pembelian
it_it: Torna l&#39;Ordine di Acquisto
ko_kr: 위로 구매 주문에
mr_in: मागे खरेदी ऑर्डरमध्ये
nl_nl: Terug naar de inkooporder
pt_pt: Voltar para Ordens Compra
ro_ro: Înapoi la Ordin de Procurare
ru_ru: Назад к заказу на покупку
sq_al: Kthehu në Rendit Blerje
sv: Tillbaka till inköpsorder
sw_ke: Nyuma ya Order Ununuzi
tr_tr: SATINALMA SIPARISLERINE GERI DÖN
zh_hk: 返回采购订单
zh_tw: 返回這採購訂單

source: The line being received must be controlled as defined in the item definition
cs_cz: Linka je obdržel, musí být kontrolovány, jak je definována v položce definici
es_es: La línea que se reciba debe ser controlada como se define en la definición del artículo
hi_in: रेखा के रूप में आइटम परिभाषा में परिभाषित नियंत्रित किया जाना चाहिए प्राप्त किया जा रहा है
id_id: Baris yg diterima harus terkontrol seperti yg tertera dalam definisi item
it_it: La linea in fase di ricezione deve essere controllato come definito nella definizione della voce
ko_kr: 아이템 정의에 정의 된 바와 같은 수신되는 라인은 제어되어야
mr_in: आयटम व्याख्या मध्ये व्याख्यीत प्राप्त जात ओळ नियंत्रित करणे आवश्यक आहे
nl_nl: De lijn wordt ontvangen moet worden gecontroleerd, zoals gedefinieerd in het item definitie
pt_pt: A linha que está sendo recebida precisa ser controlada como no cadastro de item
ro_ro: Linia fiind primit trebuie să fie controlate astfel cum sunt definite în definiţia elementul
ru_ru: Поступающие строки должны быть контролируемыми как определено в настройках товара
sq_al: Të vijë duke u marrë duhet të kontrollohet siç është definuar në përkufizimin pika
sv: Den rad som fick måste kontrolleras enligt definitionen i punkt definitionen
sw_ke: line ya kuwa alipokea lazima kudhibitiwa kama ilivyoelezwa katika tafsiri ya kipengele
tr_tr: Satır öğesi tanım tanımlanan kontrol edilmelidir alınıyor
zh_hk: 要接收的行必须在物料主数据中定义为受控物料
zh_tw: 商品定義中，必須定義控制正在收貨的標籤

source: Back To Purchase Order
cs_cz: Zpět na objednávky
es_es: Volver a orden de compra
hi_in: वापस आदेश खरीद करने के लिए
id_id: Kembali ke Order Pembelian
it_it: Back To Ordine di Acquisto
ko_kr: 위로 주문을 구입하려면
mr_in: मागे खरेदी ऑर्डरमध्ये
nl_nl: Terug nar de inkooporder
pt_pt: Voltar para Ordens de Compra
ro_ro: Înapoi la comandă de aprovizionare
ru_ru: Назад к заказу на покупку
sq_al: Back To Urdhër blerjes
sv: Tillbaka till inköpsorder
sw_ke: Nyuma Kwa Ununuzi Order
tr_tr: SATINALMA SIPARISLERINE GERI DÖN
zh_hk: 返回采购订单
zh_tw: 返回採購訂單

source: Receive controlled item
cs_cz: Dostávat kontrolované položky
es_es: Recibir artículo controlado
hi_in: नियंत्रित वस्तु प्राप्त करें
id_id: Terima item terkontrol
it_it: Ricevere bene controllato
ko_kr: 제어 항목을 수신
mr_in: प्राप्त नियंत्रित आयटम
nl_nl: Ontvangst van een gecontrolleerd item
pt_pt: Recebe item controlado
ro_ro: Primi element controlate
ru_ru: Получить контролируемый элемент
sq_al: Marrë pikën e kontrolluara
sv: Leverera in kontrollerade produkter
sw_ke: Kupokea bidhaa kudhibitiwa
tr_tr: KONTROLLÜ ÜRÜN KABULÜ
zh_hk: 接收受控物料
zh_tw: 收貨受控商品

source: Historical Test Results
es_es: Resultados de pruebas históricas
ko_kr: 역사 시험 결과
zh_tw: 歷史測試結果

source: Invalid From Date
cs_cz: Neplatné od data
es_es: Fecha Desde no válida
hi_in: तारीख से अमान्य
id_id: Tgl Awal Salah
it_it: Dalla Data non valida
ko_kr: 날짜에서 잘못된
mr_in: तारखेपासून अवैध
nl_nl: Ongeldige Van Datum
pt_pt: Data Inicial Inválida
ro_ro: Invalid De la Data
ru_ru: Недействителен с
sq_al: Pavlefshme Nga Data
sv: Ogiltigt startdatum
sw_ke: Batili Kutoka Date
tr_tr: Tarihten itibaren geçersiz
zh_hk: 无效 自日期
zh_tw: 無效的起始日期

source: Invalid To Date
cs_cz: Neplatné To Date
es_es: Fecha A no válida
hi_in: तिथि करने के लिए अवैध
id_id: Tgl Akhir Salah
it_it: Non valido per Data
ko_kr: 지금까지 잘못된
mr_in: अद्ययावत अवैध
nl_nl: Ongeldige To Date
pt_pt: Data Final Inválida
ro_ro: Pentru a invalid Data
ru_ru: Недействителен до
sq_al: Pavlefshme Për Data
sv: Ogiltigt slutdatum
sw_ke: Batili Ili Date
tr_tr: Geçersiz Tarihine
zh_hk: 无效 到日期
zh_tw: 無效的日期

source: Show Test Results For
es_es: Mostrar resultados de pruebas para
ko_kr: 표시 테스트에 대한 결과
zh_tw: 顯示測試結果

source: From Sample Date
es_es: Desde fecha de mustreo
ko_kr: 샘플 날짜부터
zh_tw: 從採樣日期

source: To Sample Date
es_es: A fecha de muestreo
ko_kr: 날짜 샘플
zh_tw: 採樣截止日期

source: Historical Test Results for
es_es: Resultados de pruebas históricas para
ko_kr: 과거 테스트 결과
zh_tw: 歷史測試結果

source: Sample ID:
es_es: Identificación de muestra:
ko_kr: 샘플 ID :
zh_tw: 樣品編號：

source: Lot/Serial:
es_es: Lote/Serie:
ko_kr: 부지 / 시리얼 :
zh_tw: 批號/序列號

source: Identifier:
es_es: Identificador:
ko_kr: 식별자 :
zh_tw: 標識

source: Sample Date:
es_es: Fecha de muestreo:
ko_kr: 샘플 날짜 :
zh_tw: 採樣日期:

source: Import Bank Transactions
es_es: Importar transacciones bancarias
ko_kr: 수출입 은행 거래
mr_in: आयात बँक व्यवहार
pt_pt: Importar Trans. Bancárias
zh_tw: 匯入銀行交易紀錄

source: There are no bank accounts defined that are set up to allow importation of bank statement transactions. First define the file format used by your bank for statement exports.
ko_kr: 은행 명세서 거래의 수입을 허용하도록 설정되어 있는지 정의 된 은행 계좌가 없습니다. 첫 번째 문 수출 은행에서 사용하는 파일 형식을 정의합니다.
zh_tw: 沒有銀行帳戶被設置且允許輸入交易的銀行文件，首先定義您使用於出口的銀行文件格式

source: Setup Import Format for Bank Accounts
ko_kr: 은행 계정에 대한 설정 가져 오기 형식
zh_tw: 建立銀行帳戶的輸入格式

source: Bank Account to Import Transaction For
ko_kr: 은행은 거래를 가져 오기 계정
zh_tw: 銀行帳戶匯入交易

source: MT940 format Bank Statement File to import
ko_kr: MT940 형식 은행 문 파일 가져
mr_in: आयात करण्यासाठी MT940 स्वरूप बँक स्टेटमेन्ट फाइल
pt_pt: MT940 Formato arquivo import. extrato banc.
zh_tw: MT940格式的銀行對帳單要導入的文件

source: Select the file that contains the bank transactions in MT940 format
ko_kr: MT940 형식으로 은행 거래를 포함하는 파일을 선택합니다
mr_in: MT940 स्वरूपात बँक व्यवहार असलेली फाइल निवडा
pt_pt: Selecione arquivo que contém transações bancárias no formato MT940
zh_tw: 選擇包含該銀行交易MT940格式的文件

source: The file size is over the maximum allowed. The maximum size allowed is 1 megabyte. This file size is (bytes)
ko_kr: 파일 크기가 허용 된 최대 초과. 허용되는 최대 크기는 1메가바이트입니다. 이 파일의 사이즈는 (바이트)
zh_tw: 文件大小超過允許的最大值。允許的最大值為1MB，這檔案的大小是(bytes)

source: The MT940 bank statement file cannot be imported and processed
ko_kr: MT940 은행 문 파일을 가져 와서 처리 할 수​​ 없습니다
mr_in: MT940 बँक स्टेटमेंट फाइल आयात आणि प्रक्रिया करणे शक्य नाही
pt_pt: The arquivo bancário não pode ser importado e processado
zh_tw: 該MT940銀行對帳單文件不能導入和處理

source: Could not retrieve bank accounts that match with the statement being imported
ko_kr: 문을 가져올 일치 은행 계좌를 검색 할 수 없습니다
mr_in: आयात केले जात विधानाशी जुळणार्या बँक खाती परत मिळवू शकलो नाही
pt_pt: Não recuperou conta bancária que combina com a importação solicitada
zh_tw: 無法檢索吻合正在導入的銀行帳戶報表

source: The account
es_es: La cuenta
ko_kr: 계정
mr_in: खाते
pt_pt: Conta
zh_tw: 這帳戶

source: is not defined as a bank account of the business. No imports can be processed
ko_kr: 비즈니스의 은행 계좌로 정의되어 있지 않습니다. 어떤 수입이 처리 할 수​​ 없습니다
mr_in: व्यवसाय एक बँक खाते व्याख्या नाही. एकही आयात प्रक्रिया करता येते
pt_pt: não definida como contá bancária. Nenhuma import. processada
zh_tw: 沒有被定義為一個銀行帳戶的業務。無進口可加工

source: There was a problem identifying a matching bank transaction
ko_kr: 일치하는 은행 거래를 식별하는 문제가 발생했습니다
mr_in: एक जुळणारे बँक व्यवहार ओळख एक समस्या आली
pt_pt: Problema nas informações conciliação transações bancárias
zh_tw: 相符合的銀行交易中確認有一個問題

source: It is necessary to enter the exchange rate to convert the bank receipts and payments into local currency for the purposes of calculating the general ledger entries necessary. The currency of this bank account is not the same as the company functional currency so an exchange rate of 1 is inappropriate
ko_kr: 이 원장은 필요한 항목 계산의 목적을 위해 현지 통화로 은행 영수증 및 결제를 변환하는 환율을 입력 할 필요가있다. (1)의 환율이 적절하므로이 은행 계좌의 통화는 회사의 기능 통화와 동일하지 않습니다
mr_in: हे आवश्यक सामान्य खातेवही नोंदी आकडेमोड प्रयोजनार्थ स्थानिक चलन मध्ये बँक पावती आणि देयकांचे रूपांतरीत करण्यास विनिमय दर प्रविष्ट करणे आवश्यक आहे. या बँक खात्याचे चलन म्हणून 1 एक विनिमय दर अनुचित कंपनी फंक्शनल चलन म्हणून समान नाही
pt_pt: Se necessário informe a taxa de câmbio para converter receb. bancários e pagamentos em moeda local com a finalidade de calcular as entradas necessárias. A moeda do banco não é a mesma da empresa portanto a taxa de 1 não é adequada
zh_tw: 有必要進入匯率轉換的銀行收支成當地貨幣為計算所需的總帳分錄的目的。此銀行帳戶的貨幣是不一樣的，公司功能貨幣，以便為1的匯率是不恰當的

source: The exchange rate is expected to be the number of the bank account currency that would purchase one unit of the company functional currency. A number is expected
ko_kr: 환율은 회사 기능 통화 한 단위를 구매할 은행 계좌의 통화 수있을 것으로 예상된다. 번호가 예상된다
mr_in: विनिमय दर कंपनी फंक्शनल चलन एक युनिट खरेदी असे बँक खाते चलन संख्या असेल अशी अपेक्षा आहे. एक संख्या अपेक्षित आहे
pt_pt: Taxa de câmbio esperada para núm. conta bancária deve ser uma moeda funcional da empresa. Numérico deve ser informado
zh_tw: 匯價的數字為銀行帳戶貨幣的數量，購買該公司的一個單位功能貨幣的量。必須是一數字

source: Could not update the bank transaction as cleared
ko_kr: 클리어로 은행 거래를 업데이트 할 수 없습니다
mr_in: साफ म्हणून बँक व्यवहार अद्यतनित करू शकत नाही
pt_pt: Não pode atualizar o banco desta transação bancária porque
zh_tw: 為清除無法更新銀行交易

source: The SQL that failed to update the bank transaction as cleared was
ko_kr: 클리어로 은행 거래를 업데이트하지 못했습니다 SQL이었다
mr_in: साफ म्हणून बँक व्यवहार अपडेट करण्यात अयशस्वी की SQL होते
pt_pt: SQL que falhou na atual. da trans. bancária foi
zh_tw: 清除更新銀行交易的SQL程序失敗

source: Could not insert the customer transaction
ko_kr: 고객 트랜잭션을 삽입 할 수 없습니다
mr_in: ग्राहक व्यवहार घालू शकत नव्हते
pt_pt: Não inseriu transação do cliente
zh_tw: 無法插入該客戶的交易

source: The SQL used to insert the debtortrans was
ko_kr: debtortrans를 삽입하는 데 사용되는 SQL이었다
mr_in: Debtortrans घालण्यासाठी वापरले SQL होते
pt_pt: SQL usado para inserir trans. débito foi
zh_tw: 用作插入零件的 SQL程序

source: Could not update the last payment date and amount paid
ko_kr: 지불 마지막 결제 날짜와 금액을 업데이트 할 수 없습니다
mr_in: मागील देयक तारीख आणि देय रक्कम अद्यतनित करू शकत नाही
pt_pt: Não pode atualizar data últ. pagamento a quantia paga
zh_tw: 最後付款日期和金額支付無法更新

source: The SQL that failed to update the debtorsmaster was
ko_kr: debtorsmaster을 업데이트하지 못했습니다 SQL이었다
mr_in: Debtorsmaster अपडेट करण्यात अयशस्वी की SQL होते
pt_pt: SQL que falhou para atualizar debito mestre foi
zh_tw: 更新debtorsmaster的SQL失敗

source: Cannot insert a GL entry for the receipt gl analysis because
ko_kr: 영수증 GL 분석 때문에위한 GL 항목을 삽입 할 수 없습니다
mr_in: पावती GL विश्लेषणासाठी एक जी.एल. नोंद घालू शकत नाही कारण
pt_pt: Não pode inserir uma entrada na análise receb. Contab. porque
zh_tw: 不能對收貨總帳分析插入總帳項，因為

source: The SQL that failed to insert the gl analysis of this receipt was
ko_kr: 이 영수증의 GL 분석했다 삽입에 실패 SQL
mr_in: या पावतीची GL विश्लेषण घालण्यासाठी अयशस्वी की SQL होते
pt_pt: SQL que falhou na inserção na análise contábil foi
zh_tw: 插入此收據的總帳分析的SQL程序失敗

source: Could not insert the supplier transaction
ko_kr: 공급 업체 트랜잭션을 삽입 할 수 없습니다
mr_in: पुरवठादार व्यवहार घालू शकत नव्हते
pt_pt: Não pode inserir trans. fornecedor
zh_tw: 無法插入該供應商的交易

source: The SQL used to insert the supptrans was
ko_kr: supptrans를 삽입하는 데 사용되는 SQL이었다
mr_in: Supptrans घालण्यासाठी वापरले SQL होते
pt_pt: SQL usado para inserir fornec. foi
zh_tw: 用來插入supptrans的SQL程序

source: Could not update the supplier last payment date and amount paid
ko_kr: 지불 공급 업체 최종 결제 날짜와 금액을 업데이트 할 수 없습니다
mr_in: पुरवठादार अंतिम देयक तारीख आणि देय रक्कम अद्यतनित करू शकत नाही
pt_pt: Não pode atualizar últ. pagamento fornecedor data / valor
zh_tw: 無法更新供應商的最後的付款金額和日期

source: The SQL that failed to update the supplier with the last payment amount and date was
ko_kr: 최종 결제 금액과 날짜 공급 업체를 업데이트하지 못했습니다 SQL이었다
mr_in: गेल्या देयक रक्कम आणि तारीख पुरवठादार अपडेट करण्यात अयशस्वी की SQL होते
pt_pt: SQL que falhou para atualizar a data do último pagamento recebido fornec. foi
zh_tw: 更新供應商的最後的付款金額和日期的SQL程序是失敗

source: Cannot insert a GL entry for the supplier payment to creditors control because
ko_kr: 채권자가 있기 때문에 제어 할 수있는 공급 업체의 지불 GL 항목을 삽입 할 수 없습니다
mr_in: नियंत्रित धनको करण्यासाठी पुरवठादार पैसे एक जी.एल. नोंद घालू शकत नाही कारण
pt_pt: Não pode inserir um pagamento a crédito na Contab. porque
zh_tw: 控制無法插入為供應商支付給債權人總帳條目，因為

source: The SQL that failed to insert the creditors control GL entry was
ko_kr: 채권자를 삽입하는 데 실패 SQL은 GL 항목이었다 제어
mr_in: धनको घालण्यासाठी अयशस्वी की SQL जी.एल. नोंद होते नियंत्रित
pt_pt: SQL que falhou para inserir créditos na contabilidade foi
zh_tw: 插入債權人的控制總帳條目的SQL程序失敗

source: Cannot insert a GL entry for the supplier payment because
ko_kr: 공급 업체 지불하기 때문에위한 GL 항목을 삽입 할 수 없습니다
mr_in: पुरवठादार पैसे एक जी.एल. नोंद घालू शकत नाही कारण
pt_pt: Não pode inserir uma entrada pagamento fornec. na Contab. porque
zh_tw: 不能對供應商的付款插入總帳項，因為

source: The SQL that failed to insert the supplier payment GL entry to the bank account was
ko_kr: 은행 계좌에 대한 공급 업체의 지불 GL 항목을 삽입하는 데 실패 SQL이었다
mr_in: बँकेला पुरवठादार देयक जी.एल. नोंद घालण्यासाठी अयशस्वी की SQL होते
pt_pt: SQL que falhou ao inserir transação contábil para conta bancária deb. foi
zh_tw: 插入供應商付款總帳輸入銀行帳戶的SQL失敗

source: Cannot insert a GL entry for the payment gl analysis because
ko_kr: 결제 GL 분석 때문에위한 GL 항목을 삽입 할 수 없습니다
mr_in: देयक GL विश्लेषणासाठी एक जी.एल. नोंद घालू शकत नाही कारण
pt_pt: Não pode inserir uma entrada pagamento na análise Contab. porque
zh_tw: 無法支付總帳分析插入GL項，因為

source: The SQL that failed to insert the gl analysis of this payment was
ko_kr: 이 지불의 GL 분석했다 삽입에 실패 SQL
mr_in: या भरणा GL विश्लेषण घालण्यासाठी अयशस्वी की SQL होते
pt_pt: SQL que falhou na inserç. da análise contábil de pagto foi
zh_tw: 插入此付款的GL分析的SQL是失敗

source: Cannot insert a GL entry for the payment because
ko_kr: 지불하기 때문에에 대한 GL 항목을 삽입 할 수 없습니다
mr_in: पैसे एक जी.एल. नोंद घालू शकत नाही कारण
pt_pt: Não pode inserir uma entrada na Contab. porque
zh_tw: 無法插入支付GL項，因為

source: The SQL that failed to insert the payment GL entry was
ko_kr: 결제 GL 항목이었다 삽입하는 데 실패 SQL
mr_in: देयक जी.एल. नोंद घालण्यासाठी अयशस्वी की SQL होते
pt_pt: SQL que falhou para inserir pagto na contabilidade foi
zh_tw: 插入付款總帳條目中的SQL失敗

source: Imported
es_es: Importado
ko_kr: 수입
mr_in: आयातीत
pt_pt: Importado
zh_tw: 匯入

source: Could not insert the bank transaction
es_es: No se pudo insertar la transacción bancaria
ko_kr: 은행 거래를 삽입 할 수 없습니다
mr_in: बँक व्यवहार घालू शकत नव्हते
pt_pt: Não pode inserir trans. Bancária
zh_tw: 不能插入銀行交易

source: Completed the importing of analysed bank transactions
ko_kr: 분석 은행 거래의 가져 오기를 완료
mr_in: विश्लेषण बँक व्यवहारांची आयात पूर्ण
pt_pt: Importação Completada na análise transações Bancárias
zh_tw: 完成分析銀行交易進口

source: Bank Statement No
ko_kr: 은행 문 없음
mr_in: बँक स्टेटमेन्ट नाही
pt_pt: Contrato Bancário Núm.
zh_tw: 銀行對帳單號碼

source: Opening Balance as at
es_es: Saldo inicial al
ko_kr: 에서로 균형 열기
mr_in: येथे म्हणून शिल्लक उघडत
pt_pt: Saldo em Aberto em
zh_tw: 期初餘額

source: Analysis
es_es: Análisis
ko_kr: 분석
mr_in: विश्लेषण
pt_pt: Análise de Vendas
zh_tw: 分析

source: Closing Balance as at
es_es: Saldo final al
ko_kr: 에서로 균형 닫기
mr_in: येथे म्हणून शिल्लक बंद
pt_pt: Saldo Posição em
zh_tw: 期末餘額

source: Exchange Rate to Use When Processing Transactions
es_es: Tipo de cambio a usar para procesar las transacciones
ko_kr: 트랜잭션을 처리 할 때 환율이 사용하는
mr_in: व्यवहार प्रक्रिया करताना विनिमय दर वापर
pt_pt: Taxa Usada para Câmbio quando proc. transações
zh_tw: 匯率時要使用交易處理

source: Process Bank Transactions
es_es: Procesar transacciones bancarias
ko_kr: 프로세스 은행 거래
mr_in: प्रक्रिया बँक व्यवहार
pt_pt: Proc. Trans. Bancárias
zh_tw: 銀行交易流程

source: This process will create bank transactions for ONLY THE ANALYSED transactions shown in yellow above together with the necessary general ledger journals and customer or supplier transactions. Are You Sure?
ko_kr: 이 프로세스는 필요한 일반 회계 원장 저널과 고객, 공급 업체 거래 위에서 함께 노란색으로 표시 만 ANALYSED 거래 은행 트랜잭션을 생성합니다. 확실합니까?
mr_in: ही प्रक्रिया एकत्र आवश्यक सामान्य खातेवही नियतकालिके आणि ग्राहक किंवा पुरवठादार व्यवहार सह पिवळा वरील दिसत फक्त ANALYSED व्यवहारांसाठी बँक व्यवहार तयार होईल. आपली खात्री आहे?
pt_pt: Criar transações bancárias para SÓ ANÁLISADAS as quais serão exibidas em amarelo acima dos lanç contábeis das trans. fornecedores e clientes. Confirmar?
zh_tw: 這個過程將新建銀行交易，連同必要的總帳期刊和客戶或供應商的交易顯示為黃色以上只（QUARTER）交易。你確定嗎？

source: Imported Bank Transaction General Ledger Analysis
ko_kr: 수입 은행 거래 원장 분석
mr_in: आयातित बँक व्यवहार सामान्य खातेवही विश्लेषण
pt_pt: Import. Trans. Bancária Análise Contábil
zh_tw: 進口銀行交易總帳分析

source: This page can only be called from the importation of bank transactions page which sets up the data to receive the analysed general ledger entries
ko_kr: 이 페이지는 단지 분석 원장 항목을받을 수있는 데이터를 설정 은행 거래 페이지의 수입에서 호출 할 수 있습니다
mr_in: हे पान फक्त विश्लेषण सामान्य खातेवही नोंदी प्राप्त करण्यासाठी डेटा करतो जे बँक व्यवहार पानाच्या आयात माल ओळखली जाऊ शकते
pt_pt: Essa função só pode ser chamada a partir da página de importação trans. bancárias a qual config dados para receb. entradas contábeis
zh_tw: 此頁面只能從銀行交易頁面輸入的設置數據接收分析總帳條目稱為

source: This transaction appears to be already entered against this bank account. By entering values in this analysis form the transaction will be entered again. Only proceed to analyse this transaction if you are sure it has not already been processed
ko_kr: 이 거래는 이미이 은행 계좌에 대해 입력 할 나타납니다. 이 분석의 형태로 값을 입력하여 트랜잭션을 다시 입력됩니다. 당신이 아직 처리되지 않은 확신하는 경우에만이 트랜잭션을 분석하기 위해 진행
mr_in: हे व्यवहार आधीच या बँक खाते विरोधात प्रविष्ट केल्याचे दिसते आहे. या विश्लेषण फॉर्म मूल्ये प्रविष्ट करून व्यवहार पुन्हा प्रविष्ट केले जाईल. केवळ आपली खात्री असेल तर तो आधीच प्रक्रिया करण्यात आली नाही या व्यवहार विश्लेषण पुढे
pt_pt: Essa trans. parece já informada contra conta bancária. Através de valores na análise de trans. serão informadas novamente. Só execute se ainda não tiver sido executada.
zh_tw: 此項交易似乎已經對這個銀行帳戶輸入。通過這種分析表單中輸入的值該交易將再次進入。只有繼續分析這個交易，如果你確信它尚未被處理

source: Back to Main Import Screen - Recommended
ko_kr: 메인으로 가기 가져 오기 화면에 - 추천
mr_in: मुख्य आयात स्क्रीनवर - शिफारस
pt_pt: Retornar para Menu de Importação (sugestão)
zh_tw: 返回到主要的匯入頁面 - 推薦

source: Enter GL Line
cs_cz: Zadejte GL Line
es_es: Introducir línea contable
hi_in: जीएल रेखा दर्ज करें
id_id: Masukkan Baris GL
it_it: Invia
ko_kr: GL 줄을 입력
mr_in: जी.एल. लाइन प्रविष्ट करा
nl_nl: Voer Rekening Regel in
pt_pt: Informe Linha Contábil
ro_ro: Introduceţi Line GL
ru_ru: Введите строку главной книги
sq_al: Enter Line GL
sv: Ange GL Line
sw_ke: Kuingia Line GL
tr_tr: MUHASEBE HESAP GIRISI
zh_hk: 输入凭证行
zh_tw: 輸入總帳列
