Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This page can only be opened if a Stock Transfer for a Controlled Item has been initiated
cs_cz: Tato stránka může být otevřen pouze skladem Transfer pro kontrolované položky bylo zahájeno
es_es: Esta página sólo puede ser abierta si se inicia una Transferencia de Existencia de un Elemento Controlado
hi_in: यह पृष्ठ केवल एक नियंत्रित आइटम के लिए एक शेयर ट्रांसफर कर सकते हैं यदि खोला जाना आरंभ किया गया है
id_id: Halaman ini hanya dapat dibuka jika Transfer Stok utk Item Terkontrol sdh dibuat
it_it: Questa pagina può essere aperta solo se un Trasferimento di Magazzino per un Articolo Controllato è stato avviato
ko_kr: 통제 항목에 대한 재고 이전이 시작 된 경우이 페이지는 열 수 있습니다
mr_in: नियंत्रीत गोष्टीसाठी एक स्टॉक हस्तांतरण करण्यास सुरवात केली आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: Deze pagina kan alleen woren geopend voor een voorraadtransfer van een controlled item
pt_pt: Esta página só pode ser aberta se Transf. de Estoque para Item controlado foi iniciada
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un transfer de valori pentru un element controlată a fost iniţiată
ru_ru: Эта страница может быть открыт только если Перемещение запаса для контролируемых Товар был инициирован
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një Transferimi Stock për një Item kontrolluara është iniciuar
sv: Denna sida kan endast öppnas om en Stock Transfer för en kontrollerad punkt har inletts
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama Transfer Stock kwa Item ya Controlled imekuwa ulianzishwa
tr_tr: Bu sayfa sadece başlatılmıştır Kontrollü Öğe için bir Stok Transfer halinde açılabilir
zh_hk: 这页只能在受控物料存货移动被接受之后才能开启
zh_tw: 這頁只能在受控商品存貨移動被接受之後才能開啟

source: Receive A Stock Transfer
cs_cz: Dostávat skladem Transfer
es_es: Recibir una Transferencia de Existencia
hi_in: एक शेयर ट्रांसफर प्राप्त करें
id_id: Terima Transfer Stok
it_it: Ricevere Un Trasferimento di Magazzino
ko_kr: 재고 이전 받기
mr_in: एक स्टॉक हस्तांतरण प्राप्त करा
nl_nl: Ontvangst van stock transfer
pt_pt: Receber Transf. de Estoque
ro_ro: Primi un transfer de Valori
ru_ru: Получить переводы склада
sq_al: Merre Një Transfer Stock
sv: Ta emot lagerflyttning
sw_ke: Kupokea A Transfer Stock
tr_tr: STOK TRANSFER KABULÜ
zh_hk: 接收存货移动
zh_tw: 收貨庫存調撥

source: The transferred item must be defined as controlled to require input of the batch numbers or serial numbers being transferred
cs_cz: Převedené položky musí být definován jako řízený vyžadovat zadání čísel šarží nebo sériových čísel přeložení
es_es: El elemento transferido debe ser definido como controlado para exigir la entrada de los números de lote o números de serie que se transfieren
hi_in: स्थानांतरित आइटम के रूप में करने के लिए बैच नंबर या सीरियल नंबर की आवश्यकता इनपुट नियंत्रित स्थानांतरित किया जा रहा परिभाषित किया जाना चाहिए
id_id: Item di-transfer harus ditentukan sbg terkontrol utk membutuhkan input dari nomor batch atau nomor seri yg sedang di-transfer
it_it: L'articolo deve essere stato anagrafato come tracciato perchè sia necessario indicare i numeri di lotto o di serie
ko_kr: 전송 된 항목이 배치 번호 또는 일련 번호의 입력을 요구하는 제어 전송되는으로 정의되어야합니다
mr_in: बॅच क्रमांक किंवा हस्तांतरित केले जात सिरिअल क्रमांक इनपुट आवश्यक नियंत्रित म्हणून हस्तांतरित आयटम ठरवणे आवश्यक आहे
nl_nl: Indien het de transfer van een controlled item betreft dan is de invoer van batch- of serie-nummer vereist
pt_pt: Transf. Item controlado requerem entrada de números de lote ou série do que está sendo transferido
ro_ro: Elementul transferat trebuie să fie definit ca fiind sub control de a solicita introducerea de numere de lot sau numerele de serie a fi transferate
ru_ru: Переданы пункта должны быть определены, как контролируемые требовать ввод номера партии или серийного номера передаются
sq_al: Pika e transferuar duhet të përcaktohen e kontrolluara si të kërkojë të dhëna e numrave të serisë ose numra serial që transferohen
sv: Den förflyttade artikeln måste vara definieras som kontrolleras för att man skall registrera batch- eller serienummer
sw_ke: Bidhaa kuhamishiwa lazima hufafanuliwa kama kudhibitiwa zinahitaji mchango wa idadi ya kundi au idadi Serial kuhamishwa
tr_tr: Transfer kalemi olarak aktarılıyor parti numarası veya seri numarası girişi gerektirecek şekilde kontrol tanımlanması gerekir
zh_hk: 转移物料必须是定义为受控的才会在转移时要求输入批次编号或序号.
zh_tw: 轉移商品必須是定義為受控的才會在轉移時要求輸入批次編號或序號.

source: Transfer Items is set equal to
cs_cz: Přenos položek je rovna
es_es: Los Elementos de Transferencia se establecen como iguales a
hi_in: स्थानांतरण आइटम बराबर करने के लिए सेट है
id_id: Isi dari Item2 Di-transfer adalah
it_it: Elementi di trasferimento è posto uguale a
ko_kr: 전송 항목은 동일하게 설정된다
mr_in: हस्तांतरण आयटम समान सेट आहे
nl_nl: Items overbrengen is gelijk aan
pt_pt: Transf. Itens igual a
ro_ro: Elemente de transfer este setat egal cu
ru_ru: Элементы перевода установлены равными
sq_al: Items Transferi është e barabartë me
sv: Överföra objekt sätts lika med
sw_ke: Vitu Transfer ni kuweka sawa na
tr_tr: Transfer Öğeler eşitlenir
zh_hk: 转移物料是设定等于
zh_tw: 轉移商品是設定等於

source: Back To Transfer Screen
cs_cz: Zpět na přenos obrazovky
es_es: Volver a la Pantalla de Transferencia
hi_in: वापस स्क्रीन स्थानांतरण करने के लिए
id_id: Kembali ke Menu Transfer
it_it: Torna alla Schermata di Trasferimento
ko_kr: 위로 화면을 전송하려면
mr_in: मागे स्क्रीन स्थानांतरित
nl_nl: Terug naar transfer scherm
pt_pt: Voltar Tela Transf.
ro_ro: Înapoi Pentru a transfera Screen
ru_ru: Назад к экрану перевода
sq_al: Back To Transferimi Screen
sv: Gå tillbaka till huvudfönstret
sw_ke: Nyuma Kwa Transfer Screen
tr_tr: TRANSFER EKRANINA GERI DÖN
zh_hk: 返回转移画面
zh_tw: 返回轉移畫面

source: Transfer of controlled item
cs_cz: Převod kontrolované položky
es_es: Transferencia del elemento controlado
hi_in: नियंत्रित वस्तु का स्थानांतरण
id_id: Transfer item terkontrol
it_it: Trasferimento degli Articoli Controllati
ko_kr: 통제 된 항목의 전송
mr_in: नियंत्रित आयटम हस्तांतरण
nl_nl: Transfer van een controlled item
pt_pt: Transf. Item Controlado
ro_ro: Transferul de la punctul controlate
ru_ru: Перевод контролируемых товаров
sq_al: Transferimin e sendit të kontrolluara
sv: Transfer av kontrollerade produkter
sw_ke: Uhamisho wa bidhaa kudhibitiwa
tr_tr: KONTROLLÜ ÜRÜN TRANSFERI
zh_hk: 转移受控物料
zh_tw: 轉移受控商品

source: Stock Transfers
cs_cz: Převody skladem
es_es: Tranferencia de Existencias
hi_in: शेयर स्थानांतरण
id_id: Transfer Stok
it_it: Trasferimenti di Magazzino
ko_kr: 주식 전송
mr_in: स्टॉक हस्तांतरणासाठी
nl_nl: Voorraad Verplaatsing
pt_pt: Transferencia Estoque
ro_ro: Transferuri stoc
ru_ru: Переводы склада
sq_al: Stock Transferet
sv: Lagerflyttningar
sw_ke: Mgao wa hisa
tr_tr: STOK TRANSFERLERI
zh_hk: 物料移动
zh_tw: 存貨調撥

source: Select Item to Transfer
cs_cz: Vyberte položku Transfer
es_es: Seleccionar un Elemento para Transferir
hi_in: चयन आइटम स्थानांतरण
id_id: Item Pilih utk Transfer
it_it: Selezionare la voce di trasferimento
ko_kr: 이동하는 항목을 선택
mr_in: हस्तांतरित करण्याची आयटम निवडा
nl_nl: Kies een product aan de overdracht
pt_pt: Selecione o Item para Transf.
ro_ro: Postul Selectaţi Transfer
ru_ru: Выберите объект для передачи
sq_al: Item Zgjidhni për Transfer
sv: Välj objekt som ska överföras
sw_ke: Item kuchagua Transfer
tr_tr: Seçmek Öğe transfer
zh_hk: 选取要转移到商品
zh_tw: 選擇要傳輸的項目

source: Unable to locate Stock Code
cs_cz: Nelze najít Reklamní kodex
es_es: No fue posible localizar el código de existencia
hi_in: स्टॉक कोड को खोजने में असमर्थ
id_id: Tdk dapat menemukan Kode Stok
it_it: Impossibile individuare Stock Codice
ko_kr: 주식 코드를 찾을 수 없습니다
mr_in: शेअर कोड जागा शोधण्यास असमर्थ
nl_nl: Voorraad code kon niet worden gevonden
pt_pt: Não achou este Item
ro_ro: În imposibilitatea de a localiza stoc Cod
ru_ru: Не могу определить расположение кода склада
sq_al: Në pamundësi për të gjetur Stock Kodi
sv: Kan inte lokalisera lagerkoden
sw_ke: Imeshindwa Stock Code
tr_tr: STOK KODU BULUNAMADI
zh_hk: 找不到物料编号
zh_tw: 未能找到存貨編碼

source: The part entered is either or a dummy part or an assembly or a kit-set part
cs_cz: Vstoupil část je buď nebo figuríny součásti nebo sestavy, nebo sestavy-set část
es_es: La parte introducida es un elemento de un comodin o un ensamblaje o un kit
hi_in: प्रवेश हिस्सा भी नहीं है या एक डमी हिस्सा है या एक विधानसभा या एक किट सेट हिस्सा
id_id: Brg yg dimasukkan adalah brg dumi atau rakitan atau brg set
it_it: Il componente inserito potrebbe essere fittizio o un assemblato o di composizione
ko_kr: 입력 부분은 더미의 일부 또는 어셈블리 또는 키트 세트 부분 중 하나 또는이다
mr_in: प्रविष्ट भाग एक बनावट भाग किंवा जुळवणी किंवा किट-संच भाग एकतर आहे
nl_nl: Het ingevoerde onderdeel is een dummy, een kitset of een assemblage item
pt_pt: Componente informado é um componente dummy, montagem ou kit/conjunto
ro_ro: Partea a intrat este fie manechin sau o parte sau un ansamblu sau o parte kit-set
ru_ru: Часть вошла либо или фиктивная часть или сборки или комплект-набор части
sq_al: Pjesa hyrë është ose ose një pjesë maket apo kuvendit apo një pjesë-kit grup
sv: Den del trädde är antingen eller en dummy del eller en utrustning eller ett kit-fast del
sw_ke: Sehemu ya aliingia ni aidha au sehemu dummy au kanisa au sehemu kit-set
tr_tr: GIRILEN PARÇA BIR SERVIS VEYA MONTAJ/KIT-SETI PARÇASI
zh_hk: 输入的物料是样品, 或组装物料, 或套装物料
zh_tw: 輸入的部件是虛擬, 或組裝, 或套裝部件

source: These parts are not physical parts and no stock holding is maintained for them
cs_cz: Tyto části nejsou fyzické části a žádné skladové hospodářství je zachována pro ně
es_es: Estas piezas no son las partes físicas y no se mantiene la acumulación de existencias para ellos
hi_in: इन भागों शारीरिक भागों नहीं हैं और कोई स्टॉक होल्डिंग उनके लिए बनाए रखा है
id_id: Brg ini bukan brg fisik dan tdk ada hitungan stock utknya
it_it: Queste parti non sono parti fisiche e non possesso azionario è mantenuto per loro
ko_kr: 이 부분은 실제하지 부품이며, 재고 보유 그들을 위해 유지되지 않습니다
mr_in: हे भाग प्रत्यक्ष भाग नाहीत आणि नाही स्टॉक भागभांडवल त्यांना ठेवली आहे
nl_nl: Deze items zijn geen fysieke produkten en er kan geen voorraad voor worden ondehouden
pt_pt: Itens não são físicos e não será mantido estoque para os mesmos
ro_ro: Aceste piese nu sunt piese de fizică şi nu deţine o participaţie stoc este menţinută pentru ei
ru_ru: Эти части не являются физическими частей и акционерных поддерживается для них
sq_al: Këto pjesë nuk janë pjesë fizike dhe nuk ka mbajtja e aksioneve është ruajtur për ta
sv: Dessa delar är inte fysiska delar och ingen lagerhållning bibehålls för dem
sw_ke: Sehemu hizi si sehemu ya kimwili na kufanya hakuna hisa ni iimarishwe kwa ajili yao
tr_tr: BUNLAR FIZIKSEL PARÇALAR DEGIL VE STOGU TUTULAMAZ
zh_hk: 物料不是存货物料
zh_tw: 部件不是物理部件, 不會有庫存維護

source: Stock Transfers are therefore not possible
cs_cz: Sklad Převody jsou proto není možné
es_es: No son posibles transferencias de existencias
hi_in: शेयर स्थानांतरण इसलिए संभव नहीं हैं
id_id: Oleh karena itu Transfer Stok tdk memungkinkan
it_it: I Trasferimenti di Magazzino non sono dunque possibili
ko_kr: 주식 전송 따라서 불가능
mr_in: स्टॉक हस्तांतरणासाठी करणे शक्य नाहीत
nl_nl: Voorraad transfers zijn hierom niet mogelijk
pt_pt: Transf. Estoque não é possível
ro_ro: Bursa de Valori Transferurile nu sunt, prin urmare, este posibil
ru_ru: Переводы склада недоступны
sq_al: Stock Transferet rrjedhimisht nuk janë të mundshme
sv: Stock Transfer är därför inte möjligt
sw_ke: Mgao wa hisa hiyo si rahisi
tr_tr: STOK TRANSFERI SU ANDA MÜMKÜN DEGIL
zh_hk: 不能做物料转移
zh_tw: 不能物料轉移

source: Enter another Transfer
cs_cz: Zadejte další Transfer
es_es: Introducir otra transferencia
hi_in: एक और स्थानांतरण दर्ज
id_id: Masukkan Transfer yg lain
it_it: Inserisci un'altro Traferimento
ko_kr: 다른 전송을 입력
mr_in: दुसर्या हस्तांतरण प्रविष्ट करा
nl_nl: Invoer van nog een transfer
pt_pt: Informe outra Transf.
ro_ro: Introduceţi un alt transfer
ru_ru: Введите другой перевод
sq_al: Enter tjetër Transfer
sv: Registrera en ny transfer
sw_ke: Kuingia mwingine Transfer
tr_tr: BASKA BIR TRANSFER GIRIN
zh_hk: 输入其他转移
zh_tw: 輸入其他轉移

source: The quantity entered must be a positive number greater than zero
cs_cz: Množství uvedené musí být kladné číslo větší než nula
es_es: La cantidad entrada debe ser positiva y mayor que cero
hi_in: मात्रा शून्य से बड़ी एक धनात्मक संख्या होना चाहिए में प्रवेश किया
id_id: Jumlah yg dimasukkan harus angka positif > 0
it_it: La quantità inserita dovrebbe essere un numero positivo o maggiore di zero
ko_kr: 입력 한 수량이 0보다 큰 양의 정수이어야합니다
mr_in: प्रविष्ट प्रमाण शून्य पेक्षा जास्त संख्या असणे आवश्यक आहे
nl_nl: De ingevoerde hoeveelheid moet een positief getal zijn
pt_pt: Quant. informada deve ser núm. positivo maior que zero
ro_ro: Cantitatea introdusă trebuie să fie un număr pozitiv mai mare decât zero
ru_ru: Введенное количество должно быть положительным числом больше нуля
sq_al: Sasia e dhëna duhet të jetë një numër pozitiv më i madh se zero
sv: Den kvantitet som måste vara ett positivt tal större än noll
sw_ke: wingi aliingia lazima iwe ni namba nzuri zaidi kuliko sifuri
tr_tr: GIRILEN MIKTAR 0'DAN BÜYÜK, POZITIF RAKKAM OLMALI
zh_hk: 输入的数量必须是大于 0 的正数
zh_tw: 輸入的數量必須是大於 0 的正數

source: The locations to transfer from and to must be different
cs_cz: Umístění na transfer z a musí být odlišná
es_es: Las ubicaciones para transferir desde y hasta deben ser diferentes
hi_in: स्थानों से हस्तांतरण करने के लिए और अलग अलग किया जाना चाहिए
id_id: Lokasi asal dan tujuan transfer harus berbeda
it_it: L' Posizione di provenienza e destinazione dovrebbero essere diverse
ko_kr: 위치에서 전송하고 달라야하기
mr_in: स्थानांवरून हस्तांतरित करण्याची आणि भिन्न असणे आवश्यक आहे
nl_nl: Transfer lokaties moeten verschillend zijn
pt_pt: Locais transf. de e para devem ser distintos
ro_ro: Locaţii de transfer de la şi trebuie să fie diferite
ru_ru: Места перемещения откуда и куда должны быть разными
sq_al: Vende për të transferuar nga dhe për të duhet të jenë të ndryshme
sv: De platser att flytta från och till måste vara olika
sw_ke: Ya maeneo ya kuhamisha kutoka kwa na lazima kuwa tofauti
tr_tr: GÖNDEREN DEPO VE ALICI DEPO FARKLI OLMALI
zh_hk: 要转移的来源仓库和目标仓库必须是不同的
zh_tw: 要轉移的來源地點和目的地點必須是不同的

source: Could not retrieve the QOH at the sending location because
cs_cz: Nepodařilo se načíst QOH na posílání umístění, protože
es_es: No se puede obtener la QOH en la ubicación de envio porque
hi_in: भेजने के स्थान पर क्योंकि QOH पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil Total-Qty pada lokasi asal karena
it_it: Non posso recuperare il QOH nell' posizione di spedizione perchàŠ
ko_kr: 송신 위치 때문에에 QOH를 ​​검색 할 수 없습니다
mr_in: पाठवित स्थानावर QOH परत मिळवू शकलो नाही कारण
nl_nl: Kon de beschikbare voorraad van de lokatie van waar verzonden moet worden niet opvragen
pt_pt: Não pode recuperar QOH (quant. em mãos) do local envio porque
ro_ro: Nu sa putut prelua QOH la locaţia trimiterea deoarece
ru_ru: Не могу получить QOH на месте отправления, потому что
sq_al: Nuk mund të rifitoj QOH në vend të dërguar, sepse
sv: Kan inte hämta QOH vid leveranslagerplats eftersom
sw_ke: Hakuweza Retrieve ya QOH katika eneo kutuma kwa sababu
tr_tr: GÖNDEREN DEPODAKI ELDE MEVCUT MIKTAR BILGISI ALINAMIYOR:
zh_hk: 未能提取来源仓库物料的在手数量
zh_tw: 未能提取在轉移中地點的在手上數量, 因為

source: There is insufficient stock to make this transfer and webERP is setup to prevent negative stock
es_es: Hay existencias insuficientes para hacer esta transferencia y webERP está configurado para prevenir existencias negativas
id_id: Stok tdk cukup utk melakukan perpindahan ini dan webERP diatur utk mencegah stok negatif
it_it: Non ci sono scorte sufficienti per effettuare il trasferimento e webERP è configurato per impedire stock negativo
ko_kr: 이이 전송을 할 불충분 한 주식과 webERP 부정적인 주식을 방지하기위한 설정입니다
mr_in: तेथे हे हस्तांतरण करण्यासाठी अपुरे स्टॉक आहे आणि webERP नकारात्मक स्टॉक टाळण्यासाठी सेटअप आहे
pt_pt: Estoque insuficiente para esta transfer. Sistema configurado para barra estoque negativo
zh_tw: 沒有足夠的庫存來做這個存貨交易，ERP有設定以防止負庫存

source: The serial stock item record could not be added because
cs_cz: Pořadové skladová položka záznamu nelze přidat, protože
es_es: No se pudo agregar el registro del número de serie del artículo de existencias porque
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड क्योंकि जोड़ा नहीं जा सका
id_id: Data item stock berseri dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati dell'articolo tracciato perchè
ko_kr: 직렬 재고 항목 레코드가 있기 때문에 추가 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड जोडला जाऊ शकत नाही कारण
nl_nl: Seriematige voorraaditem kon niet worden toegevoegd omdat
pt_pt: Item de estoque serial não pode ser adic. ao DB
ro_ro: Serial element evidenţă operativă a mărfurilor nu a putut fi adăugată deoarece
ru_ru: Запись серийного элемента склада не может быть добавлена, потому что
sq_al: Serial pika e aksioneve të regjistruar nuk mund të shtohet sepse
sv: Serieproduktposten kunde inte sparas eftersom
sw_ke: Serial hisa rekodi ya bidhaa inaweza kuwa aliongeza kwa sababu
tr_tr: SERILENMIS ÜRÜN KAYDI EKLENEMIYOR
zh_hk: 未能新增序列号存货物料记录, 因为
zh_tw: 未能新增序號存貨商品記錄, 因為

source: The following SQL to insert the serial stock item record was used
cs_cz: Následující SQL vložit sériové skladě záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro del artículo de existencias seriado
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL धारावाहिक भंडार वस्तु रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut ini digunakan utk memasukkan data item stok berseri
it_it: Il codice SQL utilizzato per registrare i movimenti dell'articolo tracciato era
ko_kr: 시리얼 재고 항목 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: Gebruikte SQL om het seriematige voorraaditem toe te voegen was
pt_pt: SQL usado para inserir item controle de série foi
ro_ro: SQL pentru a insera următoarele serial element evidenţă operativă a mărfurilor a fost folosit
ru_ru: Следующий SQL для вставки записи серийного элемента склада был использован
sq_al: SQL e mëposhtme për të futur në serial element rezervë rekord është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert ya Serial hisa rekodi ya bidhaa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 以下用在插入序列号存货物料记录的 SQL 是
zh_tw: 以下用在插入序號存貨商品記錄的 SQL 是

source: Could not retrieve QOH at the destination because
cs_cz: Nepodařilo se načíst QOH v místě určení, protože
es_es: No se puede obtener el QOH en el destino porque
hi_in: क्योंकि गंतव्य पर QOH पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil Total-Qty pada lokasi tujuan karena
it_it: Non posso recuperare il QOH nella destinazione perchàŠ
ko_kr: 대상 인해에 QOH를 ​​검색 할 수 없습니다
mr_in: गंतव्य येथे QOH परत मिळवू शकलो नाही कारण
nl_nl: Kon de beschikbare voorraad op de bestemming niet opvragen omdat
pt_pt: Não pode recup. Qtd em Mãos no destino porque
ro_ro: Nu sa putut prelua QOH la destinaţie, deoarece
ru_ru: Не могу восстановить QOH на месте назначения, потому что
sq_al: Nuk mund të rifitoj QOH në destinacion për shkak se
sv: Kunde inte hämta QOH på resmålet, eftersom
sw_ke: Hakuweza Retrieve QOH katika marudio kwa sababu
tr_tr: TESLIM ALACAK DEPODAKI ELDE MEVCUT MIKTAR BILGISI ALINAMIYOR:
zh_hk: 未能提取目标仓库的在手数量, 因为
zh_tw: 未能提取目的地的在手上數量, 因為

source: Could not determine if the serial item exists in the transfer to location
cs_cz: Nepodařilo se určit, zda výrobní položka existuje v převodu do místa
es_es: No se pudo determinar si el serial del elemento existe en la transferencia a la ubicación
hi_in: अगर धारावाहिक आइटम स्थान पर स्थानांतरण में मौजूद है निर्धारित नहीं कर सका
id_id: Tdk dapat menentukan apakah item berseri ada dalam transfer ke lokasi
it_it: Non posso determinare se il numero seriale dell'articolo esiste nell'posizione di destinazione
ko_kr: 직렬 항목이 위치로 이전에 존재하는지 확인할 수 없습니다
mr_in: सिरियल आयटम स्थानावर हस्तांतरण अस्तित्वात असेल निर्धारित करणे शक्य नाही
nl_nl: Kon niet vaststellen of het seriematige item bestaat in de bestemmingslokatie van het transfer
pt_pt: Não pode determinar se item serial existe no local destino transf.
ro_ro: Nu a putut stabili dacă elementul serial există în transferul de la locaţia
ru_ru: Не удалось определить, если серийный элемент существует в передаче на месте
sq_al: Nuk mund të përcaktojë nëse pika serial ekziston në transfertë për vendndodhjen e
sv: Kunde inte avgöra om det seriella objekt finns i överföringen till plats
sw_ke: Hakuweza kuamua kama bidhaa Serial ipo katika uhamisho kwa eneo
tr_tr: seri öğenin yere transfer olup olmadığını belirlemek Couldn&#39;t
zh_hk: 未能判定目标仓库序列号物料是否存在
zh_tw: 未能判定轉移到地點的序號商品是否存在

source: The following SQL to insert the serial stock item record was used:
cs_cz: Následující SQL vložit sériové skladě záznam byl použit:
es_es: Se usó el siguiente SQL para agregar el registro del artículo de existencia seriado
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL धारावाहिक भंडार वस्तु रिकॉर्ड किया गया था:
id_id: SQL berikut ini digunakan utk memasukkan data item stock berseri:
it_it: Il codice SQL utilizzato per registrare i movimenti dell'articolo tracciato era
ko_kr: 시리얼 재고 항목 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다 :
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड घालण्यास खालील SQL वापरला होता:
nl_nl: Gebruikte SQL om het seriematige item toe te voegen was
pt_pt: SQL usado para inserir item com controle
ro_ro: SQL pentru a insera următoarele serial element evidenţă operativă a mărfurilor a fost utilizat:
ru_ru: Следующий SQL на вставку записи серийного товара склада был использован
sq_al: SQL e mëposhtme për të futur në serial element rezervë rekord është përdorur:
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert ya Serial hisa rekodi ya bidhaa alikuwa kutumika:
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入序列号物料记录的 SQL 是
zh_tw: 以下插入序號存貨商品記錄的 SQL 正被使用

source: An inventory transfer of
cs_cz: Soupis převod
es_es: Un traslado de inventario de
hi_in: एक सूची का स्थानांतरण
id_id: Transfer persediaan
it_it: Un inventario di trasferimento di
ko_kr: 의 재고 전송
mr_in: एक यादी हस्तांतरण
nl_nl: Een inventaris verplaatsing van
pt_pt: Uma transf. de estoque de
ro_ro: Un transfer de inventar
ru_ru: Отправка инвентаря
sq_al: Një transferim inventar i
sv: Lagerförflyttning för
sw_ke: Ya kuhamisha hesabu ya
tr_tr: STOK TRANSFERI:
zh_hk: 物料转移
zh_tw: 庫存調撥:

source: The stock ID should not be blank or contains illegal characters, you can choose left this blank and only keyin
ko_kr: 주식 ID가 공백 또는 잘못된 문자를 포함하지 않아야,이 빈 만 KEYIN 왼쪽 선택할 수 있습니다
mr_in: स्टॉक आयडी रिक्त असू किंवा बेकायदेशीर वर्ण आहेत नये, आपण फक्त keyin हे रिक्त आणि बाकी निवडू शकता
pt_pt: Cód. ID de estoque não pode estar em branco ou conter caracteres ilegais, pode ser deixado em branco e somente digitar
zh_tw: 庫存編號不應該是空白或包含非法字符，你可以選擇離開了這個空白，只能資料輸入

source: then push
ko_kr: 다음 밀어
mr_in: नंतर ढकलणे
pt_pt: então pressione
zh_tw: 然後推

source: You can key in part of stock description or left this and
ko_kr: 당신은 재고 설명의 일부 키 입력 또는 왼쪽 수있는이와
pt_pt: Digitação opcional descrição do item ou pode deixar em branco e
zh_tw: 您可以在倉庫的說明部分鍵或左這一點，

source: blank and click
ko_kr: 빈 클릭
pt_pt: em branco e clique
zh_tw: 空白，並點擊

source: to view the whole stock list
ko_kr: 전체 재고 목록을 볼 수 있습니다
mr_in: संपूर्ण स्टॉक सूची पाहण्यासाठी
pt_pt: para ver lista completa
zh_tw: 查看整個存貨名單

source: You can key in partial of the stock code or just left this blank to click
ko_kr: 당신은 주식 코드의 부분을 키 입력하거나 클릭이 공백으로 남아 있습니다
mr_in: आपण स्टॉक कोड अर्धवट मध्ये कि किंवा फक्त क्लिक हे रिक्त सोडले शकता
pt_pt: Digitação opcional descrição do item ou deixar em branco e dar clique
zh_tw: 您可以在部分的物料編號鍵或剛剛離開這個空白點擊

source: Transfer Quantity
cs_cz: Transfer Množství
es_es: Cantidad Transferida
hi_in: स्थानांतरण मात्रा
id_id: Jumlah Transfer
it_it: Quantità Traferite
ko_kr: 전송 수량
mr_in: हस्तांतरण प्रमाण
nl_nl: Verplaatsing Hoeveelheid
pt_pt: Quant. Transferida
ro_ro: Cantitatea de transfer
ru_ru: Отправленное количество
sq_al: Transferimi Sasia
sv: Flytta antal
sw_ke: Kuhamisha Kiasi
tr_tr: TRANSFER MIKTARI
zh_hk: 转移数量
zh_tw: 調撥數量

source: The transfer quantity cannot be zero
ko_kr: 전송 양이 제로가 될 수 없습니다
mr_in: हस्तांतरण प्रमाण शून्य असू शकत नाही
pt_pt: A quantidade não pode ser zero (0)
zh_tw: 傳輸量不能為零
