Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Any Other
cs_cz: Jiné
es_es: Cualquier otro
hi_in: किसी भी अन्य
id_id: Lainnya
it_it: Tutti gli altri
ko_kr: 모든 기타
mr_in: कोणतीही इतर
nl_nl: Ieder ander
pt_pt: Outros
ro_ro: Orice alte
ru_ru: Любой другой
sq_al: Çdo të tjera
sv: Annan typ
sw_ke: Nyingine yoyote
tr_tr: -DIGER-
zh_hk: 全部
zh_tw: 全部

source: Price List
cs_cz: Ceník
es_es: Lista de precios
hi_in: मूल्य सूची
id_id: Daftar Harga
it_it: Listino
ko_kr: 가격표
mr_in: दर यादी
nl_nl: prijslijst
pt_pt: Lista de Preço
ro_ro: Lista Preturi
ru_ru: Прайс-лист
sq_al: Lista e Çmimeve
sv: Prislista
sw_ke: Orodha ya bei
tr_tr: FIYAT LISTESI
zh_hk: 价格表
zh_tw: 價格表

source: Post to GL account
cs_cz: Příspěvek na účet GL
es_es: Publicar a una cuenta
hi_in: पोस्ट जीएल खाते
id_id: Posting ke akun GL
it_it: Sottoconto collegato
ko_kr: 계정을 GL에 게시
mr_in: खाते GL पोस्ट करा
nl_nl: boek op grootboek rekening
pt_pt: Postar para Conta Contábil
ro_ro: Post pentru a GL cont
ru_ru: Занести на счет в главной книге
sq_al: Post to GL llogari
sv: Kontera till redovisningskonto
sw_ke: Baada ya GL akaunti
tr_tr: HESAP PLANINA GÖNDER
zh_hk: 销售成本科目
zh_tw: 拋轉到總帳帳戶

source: Search Work Orders
cs_cz: Hledat práci Objednávky
es_es: Buscar Órdenes de Trabajo
hi_in: खोज कार्य आदेश
id_id: Cari Order Produksi
it_it: Gli ordini di lavoro di ricerca
ko_kr: 검색 작업 지시
mr_in: शोध कार्य ऑर्डर
nl_nl: Zoek werkorders
pt_pt: Pesquisar Ordens Produção
ro_ro: Cautare Bon de Lucru
ru_ru: Искать заказы на работу
sq_al: Urdhërat Search Puna
sv: Sök arbetsorder
sw_ke: Search Kazi Daraja
tr_tr: Arama İş Emirleri
zh_hk: 查找工作单：
zh_tw: 搜尋工作單

source: Item
cs_cz: Položka
es_es: Artículo
hi_in: मद
it_it: Articolo
ko_kr: 상품
mr_in: लेखाचे
nl_nl: Artikel
ro_ro: Postul
ru_ru: Элемент
sq_al: Artikull
sv: Produkt
sw_ke: Bidhaa
tr_tr: ÜRÜN
zh_hk: 物料
zh_tw: 商品

source: Date Issued
cs_cz: Datum vydání
es_es: Fecha de Emisión
hi_in: तारीख जारी
id_id: Tgl Diterbitkan
it_it: Data di rilascio
ko_kr: 날짜 발행
mr_in: दिनांक जारी
nl_nl: Boekingsdatum
pt_pt: Data Solic.
ro_ro: Eliberat data
ru_ru: Дата Выпуска
sq_al: Data e Lëshuar
sv: Utfärdad datum
sw_ke: Imetolewa tarehe
tr_tr: Tarih İhraç
zh_hk: 发出日期
zh_tw: 發料日期

source: Issued Qty
cs_cz: Množství vydaných
es_es: Cantidad Emitida
hi_in: जारी मात्रा
id_id: Qty Diterbitkan
it_it: Rilasciato Qty
ko_kr: 발행 수량
mr_in: जारी मात्रा
nl_nl: Toe gewezen hoeveelheid
pt_pt: Qtd Necess.
ro_ro: Eliberat Cantitate
ru_ru: Выпущеное Кол-во
sq_al: Lëshuar Qty
sv: Lev antal
sw_ke: Iliyotolewa Uchina
tr_tr: Verilen Adet
zh_hk: 发出数量
zh_tw: 發料量

source: Issued Cost
cs_cz: Vydaných nákladů
es_es: Costos Emitidos
hi_in: जारी लागत
id_id: Biaya Diterbitkan
it_it: Rilasciato Cost
ko_kr: 발행 비용
mr_in: जारी किंमत
nl_nl: Toegewezen kosten
pt_pt: Custo Neces.
ro_ro: Eliberat Cost
ru_ru: Стоимость выпуска
sq_al: Kosto Lëshuar
sv: Utfärdad kostnad
sw_ke: Iliyotolewa Gharama
tr_tr: Verilen Maliyet
zh_hk: 发出成本
zh_tw: 發料成本

source: Work Order
es_es: Orden de trabajo
ko_kr: 작업 순서
zh_tw: 工作單

source: The work order number entered MUST be numeric
cs_cz: Práce, aby zadané číslo musí být číslo
es_es: El número de orden de trabajo DEBE ser numérico
hi_in: कार्य आदेश संख्या जरूरी सांख्यिक दर्ज किए
id_id: Nomor order produksi yg dimasukkan HARUS numerik
it_it: Il numero di ordine di lavoro è entrato deve essere numerico
ko_kr: 입력 작업 주문 번호는 숫자이어야한다
mr_in: प्रविष्ट काम ऑर्डर क्रमांक अंकीय असणे आवश्यक आहे
nl_nl: Werkorder nummer moet numeriek zijn
pt_pt: O número da ordem precisa ser númerico
ro_ro: Numărul de ordine de muncă a intrat TREBUIE să fie numeric
ru_ru: Введенный номер заказа на работу должен быть числовым
sq_al: Urdhëri i punës numër hyri DUHET të jetë një numër
sv: Arbetsordernummret måste vara numeriskt
sw_ke: Ili kazi idadi aliingia LAZIMA numeric
tr_tr: Iş emri numarası ZORUNLU sayısal girilebilir
zh_hk: 输入的工作单单编号必须是数字
zh_tw: 工作單編號必須是數字

source: Work Order Number
cs_cz: Práce Pořadové číslo
es_es: Número de Orden de Trabajo
hi_in: काम आदेश संख्या
id_id: Nomor Order Produksi
it_it: Lavoro Numero d&#39;ordine
ko_kr: 주문 번호를 작업
mr_in: मागणी क्रमांक काम
nl_nl: Werj order nummerr
pt_pt: Número Ordem Produção
ro_ro: Numar Bon de Lucru
ru_ru: Номер заказа на работу
sq_al: Numri Puna Rendit
sv: Arbetsordernummer
sw_ke: Kazi Order Idadi
tr_tr: Çalışma Sipariş Numarası
zh_hk: 工作单编号
zh_tw: 工作單編號

source: No items were returned by the SQL because
cs_cz: Žádné položky nebyly vráceny, protože SQL
es_es: El SQL no devolvió ningún artículo porque
hi_in: कोई आइटम नहीं है क्योंकि SQL से लौट रहे थे
id_id: Tdk ada item yg dikembalikan oleh SQL karena
it_it: No articoli sono stati restituiti dal SQL perché
ko_kr: 어떤 항목이 SQL 때문에에 의해 반환되지 않았다
mr_in: कोणतेही आयटम SQL करून परत आले कारण
nl_nl: Geen items gevonden in de SQL omdat
pt_pt: Não há itens no SQL porque
ro_ro: Nu sunt articole au fost returnate de către SQL, deoarece
ru_ru: Не найдено товаров, так как
sq_al: Nuk ka artikuj të ishin kthyer nga ana e SQL sepse
sv: Inga produkter returnerades av SQL eftersom
sw_ke: Hakuna vitu akarudi na SQL sababu
tr_tr: Hiçbir öğe SQL çünkü tarafından iade edildi
zh_hk: SQL没有返回物料因为
zh_tw: 沒有商品由 SQL 傳回, 因為

source: The SQL used to retrieve the searched parts was
cs_cz: SQL používá k načtení hledaného částí byla
es_es: El SQL usado para obtener los códigos buscados fue
hi_in: एसक्यूएल को पुनः प्राप्त भागों खोज इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil brg yg dicari adalah
it_it: L&#39;SQL utilizzato per recuperare le parti è stato cercato
ko_kr: SQL은 검색된 부품을 검색하는 데 사용 된
mr_in: शोधले भाग पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om te gezochte onderdelen op te vragen was
pt_pt: SQL usado para recuperar pesq. componentes foi
ro_ro: SQL utilizat pentru a prelua cautat părţi a fost
ru_ru: SQL поиска частей
sq_al: SQL përdorur për të marrë pjesë ishte e kontrolluar
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve ya searched sehemu ilikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查找物料的SQL是
zh_tw: 用作提取選取部件的 SQL 是

source: For the item
cs_cz: Pro položku
es_es: Para el artículo
id_id: Utk item
it_it: Per la voce
ko_kr: 항목에 대한
mr_in: गोष्टीसाठी
nl_nl: Voor het item
pt_pt: para o item
ro_ro: Pentru elementul
ru_ru: Для товара
sq_al: Për artikull
sv: För objektet
sw_ke: Kwa ajili ya bidhaa
tr_tr: öğe için
zh_hk: 为物料
zh_tw: 該項目

source: and
cs_cz: a
es_es: y
hi_in: और
id_id: dan
it_it: e
ko_kr: 과
mr_in: आणि
nl_nl: en
pt_pt: e
ro_ro: şi
ru_ru: и
sq_al: dhe
sv: och
sw_ke: na
zh_hk: 到
zh_tw: 及

source: Work Order number
cs_cz: Pracovní Objednací číslo
es_es: Número de Orden de Trabajo
hi_in: कार्य आदेश संख्या
id_id: Nomor Order Produksi
it_it: Lavoro Numero d&#39;ordine
ko_kr: 작업 주문 번호
mr_in: कार्य मागणी क्रमांक
nl_nl: Werkorder nummer
pt_pt: Número Ordem Produção
ro_ro: De lucru Număr de ordine
ru_ru: Номер заказа на работу
sq_al: Punës numër Rendit
sv: Arbetordernummer
sw_ke: Order kazi idadi
tr_tr: Iş sipariş numarası
zh_hk: 工作单号码
zh_tw: 工作單編號

source: Processing at
cs_cz: Zpracování na
es_es: Procesando en
hi_in: पर प्रसंस्करण
id_id: Pengerjaan di
it_it: Elaborazione a
ko_kr: 처리시
mr_in: प्रक्रिया वेग
nl_nl: Verwerking op
pt_pt: Processamento em
ro_ro: Prelucrarea la
ru_ru: Обработка в
sq_al: Përpunimit në
sv: Bearbetningen pågår vid
sw_ke: Usindikaji katika
tr_tr: Işlemcilikte
zh_hk: 正执行
zh_tw: 工作執行於

source: Closed Work Orders Only
cs_cz: Uzavřená pracovní příkazy pouze
es_es: Sólo Órdenes de Trabajo Cerradas
hi_in: केवल बंद कार्य आदेश
id_id: Hanya Order Produksi Sdh-Selesai
it_it: Ordini di lavorazione chiuso solo
ko_kr: 청산 작업 지시 만
mr_in: बंद कार्य ऑर्डर केवळ
nl_nl: Sluit alleen werkorders
pt_pt: Sómente Ordens Produção Fechadas
ro_ro: Obligă închis funcţiona numai
ru_ru: Только закрытые заказы на работу
sq_al: Urdhërat Mbyllur Puna Thjeshtë
sv: Endast stängda arbetsorder
sw_ke: C. Kazi Daraja tu
tr_tr: Kapalı İş Emirleri Sadece
zh_hk: 仅限于关闭的工作单
zh_tw: 僅限於關閉的工作單

source: Open Work Orders Only
cs_cz: Otevřít pracovní příkazy pouze
es_es: Sólo Órdenes de Trabajo Abiertas
hi_in: केवल ओपन कार्य आदेश
id_id: Hanya Order Produksi Blm-Selesai
it_it: Gli ordini di lavoro Aperto solo
ko_kr: 열기 작업 지시 만
mr_in: उघडा कार्य ऑर्डर केवळ
nl_nl: Open alleen werkorders
pt_pt: Sómente Ordens Produção Abertas
ro_ro: Deschideţi comenzile de lucru Numai
ru_ru: Только открытые заказы на работу
sq_al: Punë urdhëron Hapur Thjeshtë
sv: Endast öppna arbetsorder
sw_ke: Kazi wazi Daraja tu
tr_tr: Açık iş emirleri sadece
zh_hk: 仅限于未完成的工作单
zh_tw: 僅限於未完成的工作單

source: New Work Order
cs_cz: New Work objednávky
es_es: Nueva Orden de Trabajo
hi_in: नया कार्य आदेश
id_id: Order Produksi Baru
it_it: Nuovo ordine di lavoro
ko_kr: 새로운 작업 순서
mr_in: नवीन कार्य क्रम
nl_nl: Nieuwe werkorder
pt_pt: Nova Ordem de Produção
ro_ro: Noi de lucru Ordine
ru_ru: Новый заказ на работу
sq_al: Rendi i ri Puna
sv: Ny arbetsorder
sw_ke: Kazi mpya Order
tr_tr: Yeni İş Emri
zh_hk: 新工作单
zh_tw: 新建工作單

source: To search for work orders for a specific item use the item selection facilities below
cs_cz: Chcete-li hledat práci objednávek na konkrétní položky použijte položku výběru zařízení pod
es_es: Para buscar órdenes de trabajo para un artículo específico use la herramienta siguiente
hi_in: किसी विशेष आइटम के उपयोग के लिए काम के आदेश के लिए खोज आइटम चयन करने के लिए सुविधाओं से नीचे
id_id: Utk mencari order produksi item tertentu, gunakan fasilitas pilihan item di bawah
it_it: Per cercare ordini di lavoro per un uso specifico elemento degli impianti di selezione successivo punto
ko_kr: 특정 항목에 대한 작업 지시를 검색하려면 아래의 항목 선택 기능을 사용
mr_in: एक विशिष्ट गोष्ट खाली बाबीची निवड सुविधा वापरण्यासाठी साठी काम ऑर्डर शोधण्यासाठी
nl_nl: Om voor specifieke items de werkorders te zoeken gebruik onderstaande selectie mogelijkheid
pt_pt: Para pesquisar ordens de produção para item específico usar as facilidades abaixo
ro_ro: Pentru a căuta pentru ordinele de lucru pentru o utilizare anumit element de facilităţile elementul de selecţie de mai jos
ru_ru: Для поиска заказов на выполнение работ для конкретного товара используйте поиск ниже
sq_al: Për të kërkuar për urdhërat e punës për një përdorim artikull të veçantë të objekteve pika më poshtë
sv: Sök efter arbetsorder per produkt nedan
sw_ke: Kutafuta kazi kwa kutumia amri maalum bidhaa bidhaa uteuzi vifaa vya chini
tr_tr: ürün seçim olanakları altında belirli bir öğe için iş siparişleri aramak için
zh_hk: 使用下面的物料选择工具查找指定物料对应的工作单
zh_tw: 用下列選取工具來搜尋指定商品的工作單

source: Select a stock category
cs_cz: Vyberte kategorii vozidel
es_es: Seleccionar una clase de existencia
hi_in: एक शेयर श्रेणी का चयन करें
id_id: Pilih kategori stok
it_it: Seleziona una categoria stock
ko_kr: 주식 카테고리를 선택
mr_in: एक स्टॉक श्रेणी निवडा
nl_nl: Selecteer een voorraad categorie
pt_pt: Selecione Categoria estoque
ro_ro: Selecteaza Categorie Inventar
ru_ru: Выберите категорию товара
sq_al: Zgjidhni një kategori të aksioneve
sv: Välj lagerkategori
sw_ke: Kuchagua jamii hisa
tr_tr: STOK KATEGORISI
zh_hk: 选择物料组
zh_tw: 選取存貨類別

source: Enter text extract(s) in the description
cs_cz: Zadejte text výpis (y) v popisu
es_es: Introducir extractos de texto en la descripción
hi_in: पाठ दर्ज करें विवरण में (एस) निकाल सकते हैं
id_id: Masukkan sebagian teks di keterangan
it_it: Inserisci il testo estratto (s) nella descrizione
ko_kr: 설명에서 텍스트 추출 (들)을 입력
mr_in: वर्णन मजकूर अर्क (रे) प्रविष्ट करा
nl_nl: Voer tekst delen in de omschrijving
pt_pt: Entre texto resumido na descrição
ro_ro: Introduceţi textul extras (e) în descrierea
ru_ru: Введите фрагмент(ы) текста в описание
sq_al: Shkruani tekstin ekstrakt (s) në përshkrimin e
sv: del av beskrivningen
sw_ke: Kuingia asilia dondoo (s) katika maelezo
tr_tr: ARANACAK >> AÇIKLAMA
zh_hk: 输入物料描述
zh_tw: 輸入內容的文字摘要

source: Enter extract of the Stock Code
cs_cz: Zadejte extrakt skladem zákoníku
es_es: Introducir una parte del código de inventario
hi_in: स्टॉक कोड के उद्धरण दर्ज
id_id: Masukkan sebagian Kode Stok
it_it: Inserisci estratto del codice Archivio
ko_kr: 주식 코드의 추출물을 입력
mr_in: स्टॉक संहितेच्या अर्क प्रविष्ट करा
nl_nl: Voer een deel van de Voorraad Code in
pt_pt: Informe Ref. Código Estoque
ro_ro: Introduceţi extras din Codul de Valori
ru_ru: Введите часть кода товара
sq_al: Enter ekstrakt i Kodit Stock
sv: Ange en del av lagerkoden
sw_ke: Kuingia dondoo ya Kanuni Stock
tr_tr: >> STOK KODU
zh_hk: 输入物料编号
zh_tw: 輸入物料編碼

source: Search Items Now
cs_cz: Vyhledávání položek Nyní
es_es: Buscar Artículos Ahora
hi_in: खोज अब आइटम
id_id: Cari Item Sekarang
it_it: Articoli Cerca ora
ko_kr: 지금 검색하기 아이템
mr_in: शोध आयटम आता
nl_nl: Zoek items
pt_pt: Pesquisar Itens
ro_ro: Elemente Search Now
ru_ru: Искать товары
sq_al: Items Search Tani
sv: Sök produkter nu
sw_ke: Search Items Sasa
tr_tr: Şimdi ara Öğeler
zh_hk: 开始查找物料
zh_tw: 現在搜尋商品

source: Show All
cs_cz: Zobrazit všechny
es_es: Mostrar Todos
hi_in: सभी दिखाएँ
id_id: Tampilkan Semua
it_it: Mostra tutto
ko_kr: 전체보기
mr_in: सर्व दर्शवा
nl_nl: Alles Zien
pt_pt: Exibir Todos
ro_ro: Arata toate
ru_ru: Показать все
sq_al: Trego te gjitha
sv: Visa alla
sw_ke: Kuonyesha zote
tr_tr: TÜM KAYITLAR
zh_hk: 全部显示
zh_tw: 全部顯示

source: No works orders were returned by the SQL because
cs_cz: Žádné práce objednávek byly vráceny, protože SQL
es_es: El SQL no devolvió ninguna orden de trabajo porque
hi_in: कोई काम करता है आदेश क्योंकि SQL से लौट रहे थे
id_id: Tdk ada order produksi yg dikembalikan oleh SQL karena
it_it: Nessun ordine lavori sono stati restituiti dal SQL perché
ko_kr: 어떤 작품 주문은 SQL 때문에에 의해 반환되지 않았다
mr_in: एकही कामे ऑर्डर SQL करून परत आले कारण
nl_nl: Geen werkorders in de SQL gevonden omdat
pt_pt: Nenhuma ordem de produção retorn. pelo SQL porque
ro_ro: Nici o ordine de lucrări au fost returnate de către SQL, deoarece
ru_ru: Не найдено заказов на работу, так как
sq_al: Asnjë urdhër vepra u kthyen nga SQL sepse
sv: Inga arbetsorder returnerades av SQL eftersom
sw_ke: Hakuna amri kazi walikuwa kurejea kwa SQL sababu
tr_tr: Hayır işleri sipariş SQL çünkü tarafından iade edildi
zh_hk: SQL 没有传回工作单, 因为
zh_tw: SQL 沒有傳回工作單, 因為

source: Select
cs_cz: Vybrat
es_es: Seleccionar
hi_in: चयन
id_id: Pilih
it_it: Seleziona
ko_kr: 선택
mr_in: निवडा
nl_nl: Selecteer
pt_pt: Selecione
ro_ro: Selectaţi
ru_ru: Выбрать
sq_al: Zgjidh
sv: Välj
sw_ke: Kuchagua
tr_tr: SEÇINIZ
zh_hk: 选择
zh_tw: 選取

source: Modify
cs_cz: Modifikovat
es_es: Modificar
hi_in: संशोधित
id_id: Ubah
it_it: Modifica
ko_kr: 수정
mr_in: फेरफार करणे
nl_nl: Wijzig
pt_pt: Modificar
ro_ro: Modifica
ru_ru: Изменить
sq_al: Modifikoj
sv: Ändra
sw_ke: Kurekebisha
tr_tr: DÜZELT
zh_hk: 修改
zh_tw: 修改確認

source: Status
cs_cz: Stav
es_es: Estado
hi_in: स्थिति
ko_kr: 지위
mr_in: स्थिती
pt_pt: Situação
ro_ro: Statut
ru_ru: Статус
sq_al: Statusit
sw_ke: Sasa
tr_tr: DURUM
zh_hk: 状况
zh_tw: 狀態

source: Issue To
cs_cz: Chcete-li problém
es_es: Emitido a
hi_in: करने के लिए जारी
id_id: Terbitkan Ke
it_it: Emissione
ko_kr: 로 이슈
mr_in: जारी
nl_nl: Wijs toe aan
pt_pt: Emitido Para
ro_ro: Pentru a emite
ru_ru: Отправка в
sq_al: Çështje të
sv: Uttag mot denna arbetsorder
sw_ke: Ili suala
tr_tr: Konu için
zh_hk: 发往
zh_tw: 發料到工作單

source: Receive
cs_cz: Příjem
es_es: Recibir
hi_in: प्राप्त
id_id: Terima
it_it: Ricevere
ko_kr: 수신
mr_in: प्राप्त
nl_nl: Ontvangen
pt_pt: Receber
ro_ro: Primi
ru_ru: Получить
sq_al: Merre
sv: Ta emot
sw_ke: Kupokea
tr_tr: ALIM
zh_hk: 收货
zh_tw: 收貨

source: Costing
cs_cz: Výpočet nákladů
es_es: Costos
hi_in: लागत
id_id: Penetapan Biaya
ko_kr: 원가 계산
mr_in: भांडवलाच्या
nl_nl: Kostprijsberekening
pt_pt: Custeio
ro_ro: Costurilor
ru_ru: Калькуляция
sq_al: Kushton
sv: Standard kostnadsberäkning
sw_ke: Gharama
tr_tr: MALIYET
zh_hk: 成本
zh_tw: 成本

source: Paperwork
ko_kr: 서류
zh_tw: 紙上作業

source: Quantity Required
cs_cz: Potřebné množství
es_es: Cantidad requerida
hi_in: मात्रा आवश्यक
id_id: Qty yg Diperlukan
it_it: Quantità
ko_kr: 수량 필수
mr_in: प्रमाणात आवश्यक
nl_nl: Gewenste hoeveelheid
pt_pt: Quantidade Requerida
ro_ro: Cantitatea necesară
ru_ru: Требуемое количество
sq_al: Sasia e kërkuar
sv: Erfodrad kvantitet
sw_ke: Wingi Required
tr_tr: GEREKLI MIKTAR
zh_hk: 要求数量
zh_tw: 要求數量

source: Quantity Received
cs_cz: Přijaté množství
es_es: Cantidad recibida
hi_in: मात्रा प्राप्त
id_id: Qty yg Diterima
it_it: Quantità Ricevute
ko_kr: 수량받은
mr_in: प्राप्त प्रमाणात
nl_nl: Ontvangen hoeveelheid
pt_pt: Quantidade Recebida
ro_ro: Cantitatea primită
ru_ru: Количество полученного
sq_al: Sasia e marra
sv: Mottaget antal
sw_ke: Wingi Received
tr_tr: ALINAN MIKTAR
zh_hk: 已接收数量
zh_tw: 已收數量

source: Quantity Outstanding
cs_cz: Vynikající množství
es_es: Cantidad Pendiente
hi_in: बकाया मात्रा
id_id: Qty Blm-Selesai
it_it: Quantità Eccezionale
ko_kr: 뛰어난 수량
mr_in: शिल्लक प्रमाणात
nl_nl: Openstaande hoeveelheid
pt_pt: Quantidade Inspeção
ro_ro: Cantitate remarcabilă
ru_ru: Количество необработанного
sq_al: Sasi të papaguara
sv: Utestående kvantitet
sw_ke: Kiwango bora
tr_tr: Miktar Üstün
zh_hk: 未完成数量
zh_tw: 未完成數量

source: Start Date
cs_cz: Datum zahájení
es_es: Fecha Inicio
hi_in: प्रारंभ दिनांक
id_id: Tgl Awal
it_it: Data di inizio
ko_kr: 시작 일
mr_in: प्रारंभ तारीख
nl_nl: Start Datum
pt_pt: Data Inicial
ro_ro: Data de începere
ru_ru: Дата начала
sq_al: Data e fillimit
sv: Startdatum
sw_ke: Tarehe ya Kuanza
tr_tr: BASLANGIÇ TARIHI
zh_hk: 开始日期
zh_tw: 開始日期

source: Required Date
cs_cz: Požadované datum
es_es: Fecha de Entrega
hi_in: आवश्यक दिनांक
id_id: Tgl Diperlukan
it_it: Data richiesta
ko_kr: 필요한 날짜
mr_in: आवश्यक दिनांक
nl_nl: Vereiste datum
pt_pt: Data requerida
ro_ro: Obligatoriu Data
ru_ru: Требуемый срок
sq_al: Data e kërkuar
sv: Behov per datum
sw_ke: Tarehe required
tr_tr: Gerekli Tarihi
zh_hk: 要求日期
zh_tw: 預交貨日

source: Print W/O
es_es: Imprimir orden de trabajo
ko_kr: W 인쇄 / O
zh_tw: 列印工作單

source: Submit
cs_cz: Odeslat
es_es: Enviar
hi_in: सबमिट
id_id: Ajukan
it_it: Invia
ko_kr: 제출
mr_in: सबमिट करा
nl_nl: Indienen
pt_pt: Submeter
ro_ro: Trimite
ru_ru: Отправить
sv: Spara
sw_ke: Kuwasilisha
tr_tr: Gönderin
zh_hk: 提交
zh_tw: 確認新增

source: Company Preferences
cs_cz: Nastavení firmy
es_es: Configuración de la compañía
hi_in: कंपनी प्राथमिकताएं
id_id: Preferensi Perusahaan
it_it: Dati della Società e preferenze
ko_kr: 기업 환경
mr_in: कंपनी प्राधान्ये
nl_nl: Bedrijfs Voorkeuren
pt_pt: Preferências Companhia
ro_ro: Setari Companie
ru_ru: Ссылки на компанию
sq_al: Preferences Company
sv: Företagsinställningar
sw_ke: Kampuni Mapendeleo
tr_tr: FIRMA AYARLARI
zh_hk: 公司
zh_tw: 公司偏好設定

source: The company name must be entered and be fifty characters or less long
cs_cz: Název firmy musí být uveden a může být dlouhý maximálně 50 znaků
es_es: Debe entrar el nombre de la compañía sin pasar de 50 caracteres
hi_in: कंपनी का नाम और दर्ज होना चाहिए पचास अक्षर या उससे कम का होना
id_id: Nama perusahaan harus dimasukkan dan maksimum 50 karakter
it_it: L'indicazione del nome della Società àŠ obbligatoria. Il nome non può essere più lungo di 50 caratteri.
ko_kr: 회사 이름을 입력 오십 자 이하 여야해야
mr_in: कंपनी नाव प्रविष्ट आणि लांब पन्नास किंवा त्यापेक्षा कमी असणे करणे आवश्यक आहे
nl_nl: voer bedrijfsnaam in met maximaal 50 karakters
pt_pt: O nome da companhia precisa ter no máximo 50 caracteres
ro_ro: Numele companiei trebuie să fie introduse şi să fie cincizeci de caractere sau mai puţin timp
ru_ru: Имя компании должно быть сорок символов или меньше
sq_al: Emri i kompanisë duhet të lidhet dhe të karaktereve të pesëdhjetë apo më pak të gjatë
sv: Företagsnamnet måste vara max 50 tecken
sw_ke: Jina la kampuni iwekwe na kuwa na herufi hamsini au chini ya muda mrefu
tr_tr: FIRMA ADI GIRISI ZORUNLUDUR VE 50 KARAKTERDEN KISA OLMALIDIR
zh_hk: 公司名称必输且最长50字
zh_tw: 公司名稱必須不多於50字元

source: The email address is not correctly formed
cs_cz: E-mailová adresa není správně tvořil
es_es: La dirección de correo electrónico no tiene un formato válido
hi_in: ईमेल पता सही ढंग से नहीं बनाई है
id_id: Format alamat email salah
it_it: L&#39;indirizzo e-mail non è formato correttamente
ko_kr: 이메일 주소가 제대로 형성되지 않은
mr_in: ईमेल पत्ता योग्यरित्या स्थापना नाही
nl_nl: e-mail adres is niet correct opgesteld
pt_pt: O endereço do correio eletrônico não esta correto
ro_ro: Adresa de e-mail nu este corect formată
ru_ru: Адрес электронной почты неправильно сформирован
sq_al: Adresë e-mail nuk është formuar si duhet
sv: Epost adressen är inte korrekt formaterad
sw_ke: Anwani ya barua pepe si usahihi sumu
tr_tr: E-posta adresi doğru oluşmuş değil
zh_hk: 电邮地址格式不正确
zh_tw: 電子郵件地址格式不正確

source: The company preferences could not be updated because
cs_cz: Nastavení firmy nemohla být změněna z následujícího důvodu
es_es: No se pudo actualizar la configuración de la empresa porque
hi_in: कंपनी वरीयताओं क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Preferensi perusahaan tdk dapat diperbarui karena
it_it: Non àŠ stato possibile aggiornare i dati perchàŠ
ko_kr: 이 회사의 기본 설정이 있기 때문에 업데이트 할 수 없습니다
mr_in: कंपनी प्राधान्ये अद्यतनित करणे शक्य नाही कारण
nl_nl: de bedrijfsvoorkeursinstelling kon niet worden geupdate omdat
pt_pt: As preferências para a companhia não podem ser autualizados porque
ro_ro: Preferinţele societăţii nu au putut fi actualizate, deoarece
ru_ru: Натсройки компании не могут быть обновлены, так как
sq_al: Preferencat Kompania nuk mund të rifreskohet për shkak se
sv: Företagsinställningarna kunde inte uppdateras för att
sw_ke: upendeleo wa kampuni inaweza kuwa mwisho kwa sababu
tr_tr: FIRMA AYARLARI GÜNCELLENEMEDI:
zh_hk: 公司参数不能更新, 因为
zh_tw: 公司篇好設定不能更新, 因為

source: Company preferences updated
cs_cz: Nastavení firmy změněno
es_es: Se actualizó la configuración de la empresa
hi_in: कंपनी अद्यतन वरीयताएँ
id_id: Preferensi perusahaan telah diperbarui
it_it: I dati sono stati aggiornati
ko_kr: 회사 환경 설정 업데이트
mr_in: कंपनी प्राधान्ये अद्यतनित
nl_nl: bedrijfsvoorkeursinstelling geupdate
pt_pt: Preferências da Companhia atualizadas
ro_ro: preferinţe Compania actualizate
ru_ru: Настройки компании обновлены
sq_al: preferencat Company updated
sv: Företagsinställningarna sparade
sw_ke: Upendeleo kampuni updated
tr_tr: FIRMA AYARLARI GÜNCELLENDI
zh_hk: 公司参数已更新
zh_tw: 公司偏好設定已更新

source: Could not update the currency rates
cs_cz: Nepodařilo se aktualizovat měnových kurzů
es_es: No se pudo actualizar las cotizaciones de divisas
hi_in: मुद्रा दर अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui mata uang karena
it_it: Impossibile aggiornare i tassi di valuta
ko_kr: 통화 요금을 갱신 할 수 없습니다
mr_in: चलन दर अद्यतनित करू शकत नाही
nl_nl: Kon de huidige tarieven niet vernieuwen
pt_pt: Não pode atualizar taxa conversão moeda
ro_ro: Nu a putut actualizeze ratele moneda
ru_ru: Не удалось обновить курсы валют
sq_al: Nuk mund update normat e monedhës
sv: Kunde inte uppdatera växelkurser
sw_ke: Hakuweza update viwango vya fedha
tr_tr: döviz kurlarında güncelleme Couldn&#39;t
zh_hk: 无法更新货币比率
zh_tw: 無法更新貨幣匯率

source: Validation failed
cs_cz: Validace selhala
es_es: Falló la validación
hi_in: पुष्टीकरण असफल
id_id: Validasi gagal
it_it: Convalida fallita
ko_kr: 검증에 실패했습니다
mr_in: प्रमाणीकरण अयशस्वी
nl_nl: validatie mislukt
pt_pt: Validação falhou
ro_ro: Validare a eşuat
ru_ru: Проверка завершилась неудачей
sq_al: Validation dështuar
sv: Valideringen misslyckades
sw_ke: Validation alishindwa
tr_tr: VALIDASYON BASARISIZ!
zh_hk: 验证失败
zh_tw: 確認失敗

source: no updates or deletes took place
cs_cz: žádné aktualizace nebo odstraní se konal
es_es: no se efectuaron actualizaciones o eliminaciones
hi_in: नहीं अद्यतन या हटाता हुआ
id_id: tdk ada pembaruan atau penghapusan dilakukan
it_it: non sono stati effettuati aggiornamenti nàŠ cancellazioni
ko_kr: 더 업데이​​트 또는 삭제가 일어났다 없습니다
mr_in: अद्ययावत किंवा deletes झाला
nl_nl: geen update of vernietiging uitgevoerd
pt_pt: não foram feitas atualizações ou exclusões
ro_ro: nici o actualizări sau şterge au avut loc
ru_ru: не было обновлений или удалений
sq_al: ka më të reja ose fshin ndodhi
sv: inga uppdateringar eller makuleringar genomfördes
sw_ke: hakuna updates au deletes ulifanyika
tr_tr: GÜNCELLEME VEYA SILME ISLEMI YAPILAMADI
zh_hk: 更新或删除没有执行
zh_tw: 沒有更新或刪除被執行
