Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: An error occurred inserting the new location stock records for all pre-existing parts because
cs_cz: Došlo k chybě vložení nové záznamy umístění zásob pro všechny pre-existující díly, protože
es_es: Se produjo un error insertando los nuevos registros de ubicación de la existencia para todas las partes pre-existentes porque
hi_in: एक त्रुटि सब पहले से मौजूद क्योंकि भागों के लिए नए स्थान स्टॉक रिकॉर्ड डालने हुआ
id_id: Kesalahan terjadi saat memasukkan data lokasi stok yg baru utk semua item yg telah ada karena
it_it: È verificato un errore di inserire la nuova contabilità di magazzino posizione per tutte le parti pre-esistenti, perché
ko_kr: 오류가 모든 기존 부품 때문에의 새 위치 재고 레코드를 삽입 발생
mr_in: एक त्रुटी सर्व पूर्ववर्ती भाग कारण नवीन स्थान स्टॉक रेकॉर्ड अंतर्भूत आली
nl_nl: Het toevoegen van denieuwe voorraad lokatie records voor de al bestaande delen ging fout omdat
pt_pt: Um erro ocorreu inserindo um novo local de estoque para todos os itenspré-existentes, porque
ro_ro: A aparut o eroare de a introduce înregistrări noi locaţie stoc pentru toate părţile pre-existente, deoarece
ru_ru: Ошибка вставки записей о товаре в новое местоположение для всех уже существующих частей, так как
sq_al: Ka ndodhur një gabim të futur të dhënat e reja të aksioneve vend për të gjitha pjesët e para-ekzistuese, sepse
sv: Fel
sw_ke: Hitilafu ilitokea kuingiza rekodi mpya ya hisa hatiani kwa maeneo yote kabla zilizopo kwa sababu
tr_tr: KULLANILAN KOMUT:
zh_hk: 为所有已存在物料插入新仓库记录时发生错误, 因为
zh_tw: 為所有已存在部件插入新地點時發生錯誤, 因為

source: The SQL used to insert the new stock location records was
cs_cz: SQL slouží k vložení nové záznamy akcie umístění bylo
es_es: El SQL usado para agregar el registro de la nueva ubicación de existencias fue
hi_in: एसक्यूएल डालने के लिए इस्तेमाल किया नया स्टॉक स्थान रिकॉर्ड था
id_id: SQL yg digunakan utk memasukkan data lokasi stok yg baru adalah
it_it: L&#39;SQL utilizzato per inserire il nuovo record di posizione stock era
ko_kr: 새로운 주식 위치 레코드를 삽입하는 데 사용되는 SQL이었다
mr_in: नवीन स्टॉक स्थान रेकॉर्ड घालण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om de nieuwe voorraadlokatie records toe te voegen was
pt_pt: SQL usado para inserir o novo local dos registros de estoque foi
ro_ro: SQL folosite pentru a introduce înregistrările noi stocurilor locaţia a fost
ru_ru: SQL вставки записей о новых местоположениях товаров
sq_al: SQL të përdorura për të futur të dhënat e reja vendndodhjen e aksioneve u
sv: SQL
sw_ke: SQL kutumika Insert rekodi mpya eneo hisa ilikuwa
tr_tr: YENI STOK KAYDI GIREN KOMUT:
zh_hk: 用作插入新仓库记录的 SQL 是
zh_tw: 用作插入新存貨地點記錄的 SQL 是

source: and new stock locations inserted for all existing stock items for the new location
cs_cz: a nové akcie umístění zní pro všechny stávající skladové položky pro nové umístění
es_es: y nuevas ubicaciones de la existencia insertadas para todos los artículos disponibles existentes para la nueva ubicación
hi_in: और नए स्टॉक स्थानों नए स्थान के लिए सभी मौजूदा स्टॉक मदों के लिए डाला
id_id: dan lokasi stok baru yg dimasukkan utk semua item stok yg ada utk lokasi baru
it_it: e luoghi nuovi stock inseriti per tutti gli articoli stock esistente per il nuovo percorso
ko_kr: 새로운 재고 위치는 새로운 위치에 대한 기존의 모든 재고 항목에 삽입
mr_in: आणि नवीन स्टॉक स्थाने नवीन स्थानासाठी सर्व विद्यमान स्टॉक आयटम साठी घातलेले
nl_nl: en een nieuwe voorraadlokatie is toegevoegd voor alle bestaande voorraditems voor de nieuwe lokatie
pt_pt: e novos locais de estoque inseridos para todos os itens existentes
ro_ro: şi noi locaţii stoc introdus pentru toate elementele existente în stoc pentru noua locaţie
ru_ru: и новые местоположения товаров вставлены для всех существующих элементов для нового места
sq_al: dhe vende të reja të aksioneve futur për të gjitha sendet e aksioneve ekzistuese për lokacionin e ri
sv: och nya lagerplatser skapade för alla existerande produkter för den nya lagerplatsen
sw_ke: na mpya hisa maeneo kuingizwa kwa vitu vyote kwa ajili ya hisa zilizopo eneo mpya
tr_tr: ve yeni hisse senedi yerlerde yeni konumu için mevcut tüm stok kalemleri için takılmış
zh_hk: 以及所有已存在的物料插入了新仓库的库存记录
zh_tw: 和為新地點插入已存在在新地點的存貨商品

source: The users/locations that need user location records created cannot be retrieved because
ko_kr: 사용자 / 사용자 위치 레코드가 있으므로 취득 할 수없는 위치에 생성해야
zh_tw: 用戶/位置,需要新建用戶的位置記錄無法檢索，因為

source: Existing users have been authorized for this location
ko_kr: 기존 사용자는이 위치에 대한 권한을 부여받은
zh_tw: 現有用戶已授權該位置

source: Cannot delete this location because sales orders have been created delivering from this location
cs_cz: Nelze odstranit toto umístění, protože prodejní objednávky byly vytvořeny dodávat z tohoto místa
es_es: No se puede suprimir esta ubicación porque se han creado los pedidos de venta con despachos de esta ubicación
hi_in: इस स्थान को नष्ट क्योंकि बिक्री आदेश इस स्थान से वितरित सृजन किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena order penjualan telah dibuat yg dikirim dari lokasi ini
it_it: Impossibile eliminare questa posizione perché gli ordini di vendita sono stati creati consegna da questa posizione
ko_kr: 판매 주문이 위치에서 제공 생성 되었기 때문에이 위치를 삭제할 수 없습니다
mr_in: विक्री ऑर्डर या स्थानावरून वितरित तयार केले गेले कारण हे स्थान हटवू शकत नाही
nl_nl: Deze lokatie kon niet worden verwijderd omdat er verkooporders zijn die van deze lokatie worden uitgeleverd
pt_pt: Não pode remover este local pois existem pedidos que fazem remessa desselocal
ro_ro: Nu se poate şterge această locaţie, deoarece ordinele de vânzare au fost create livrarea de la această locaţie
ru_ru: Не удается удалить этот файл, потому что были созданы заказы на продажу с доставкой из этого места
sq_al: Nuk mund të fshini këtë vend për shkak të shitjes urdhra janë krijuar dhënë nga ky vend
sv: Kan inte ta bort lagerplatsen för att det finns utleveranser som använder den
sw_ke: Hawezi kufuta eneo kwa sababu amri ya mauzo viliumbwa kwa kutoa kutoka eneo hili
tr_tr: BU DEPOYU SILEMEZSINIZ, SEVK DEPOSU OLARAK BAGLI SATIS SIPARISLERI MEVCUT
zh_hk: 不能删除仓库，因为已作为销售订单的发货地点
zh_tw: 未能刪除倉庫, 因為已有銷售訂單使用此倉庫發貨

source: sales orders with this Location code
cs_cz: prodejních objednávek s tímto kódem Umístění
es_es: pedidos de venta con este código de Ubicación
hi_in: इस स्थान कोड के साथ बिक्री आदेश
id_id: order penjualan dgn kode Lokasi ini
it_it: ordini di vendita con questo codice Location
ko_kr: 이 위치 코드와 함께 판매 주문
mr_in: या स्थान कोडसह विक्री ऑर्डर
nl_nl: verkoop oders met deze Locatie code
pt_pt: pedidos de vendas com este código de local
ro_ro: ordinele de vânzare cu acest cod Locaţie
ru_ru: заказы на продажу с этим кодом местоположения
sq_al: shitjes urdhra me këtë kod Vendndodhja
sv: kundorder med lagerplatskod
sw_ke: mauzo ya amri na hii kanuni Location
tr_tr: BU DEPO KODUNA BAGLI SATIS SIPARISLERI
zh_hk: 个销售订单使用此仓库
zh_tw: 這銷售訂單的倉庫編碼

source: Cannot delete this location because stock movements have been created using this location
cs_cz: Nelze odstranit toto umístění, protože skladové pohyby byly vytvořeny pomocí tohoto místa
es_es: No se puede suprimir esta ubicación porque se han creado movimientos de existencias utilizando esta ubicación
hi_in: इस स्थान को नष्ट क्योंकि स्टॉक आंदोलनों इस स्थान का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena perpindahan stok telah dibuat menggunakan lokasi
it_it: Impossibile eliminare questa posizione perché i movimenti di magazzino sono state realizzate con questa posizione
ko_kr: 재고의 움직임이 위치를 사용하여 생성 되었기 때문에이 위치를 삭제할 수 없습니다
mr_in: स्टॉक हालचाली हे स्थान वापरून तयार केले गेले कारण हे स्थान हटवू शकत नाही
nl_nl: Kan deze locatie niet verwijderen omdat deze locatie word gebruikt om voorraad te ontvangen en versturen
pt_pt: Não pode remover este local porque existem movimentos de estoque nele
ro_ro: Nu se poate şterge această locaţie, deoarece circulaţia stocurilor au fost create folosind această locaţie
ru_ru: Не удается удалить это местоположение, так как для него созданы записи о перемещении товаров
sq_al: Nuk mund të fshini kete vend, sepse lëvizjet e aksioneve kanë qenë krijuar duke përdorur këtë vend
sv: Kan inte ta bort lagerplatsen för att det finns lagertransaktioner som använder denna lagerplats
sw_ke: Hawezi kufuta eneo kwa sababu harakati hisa viliumbwa kwa kutumia eneo hili
tr_tr: BU DEPOYU SILEMEZSINIZ, BAGLI STOK ISLEMLERI MEVCUT
zh_hk: 不能删除仓库, 因为已有此仓库的物料移动
zh_tw: 未能刪除這地點, 因為已有存貨移動已使用這地點

source: stock movements with this Location code
cs_cz: skladových pohybů s tímto kódem Umístění
es_es: movimiento de existencias con este código de ubicación
hi_in: इस स्थान कोड के साथ स्टॉक आंदोलनों
id_id: perpindahan stok dgn kode Lokasi ini
it_it: movimenti di magazzino con questo codice Location
ko_kr: 이 위치 코드와 재고의 움직임
mr_in: या स्थान कोडसह स्टॉक हालचाली
nl_nl: voorraad verplaatsingen met deze locatie code
pt_pt: movimentos de estoque neste código de local
ro_ro: circulaţiei stocurilor cu acest cod Locaţie
ru_ru: движения запасов для этого кода местоположения
sq_al: lëvizjet e aksioneve me këtë kod Vendndodhja
sv: lagertransaktioner med denna lagerplatskod
sw_ke: hisa harakati na hii kanuni Location
tr_tr: BU DEPO KODU ILE YAPILMIS ISLEMLER
zh_hk: 条物料移动记录涉及此仓库
zh_tw: 這存貨調撥的倉庫編碼

source: Cannot delete this location because location stock records exist that use this location and have a quantity on hand not equal to 0
cs_cz: Nelze odstranit toto umístění, protože záznamy umístění skladu existují, které používají toto místo a mít po ruce množství není roven 0
es_es: No se puede suprimir esta ubicación porque existen registros de ubicación de la existencia que utilizan esta ubicación y tienen una cantidad disponible distinta de 0
hi_in: इस स्थान को नष्ट क्योंकि स्थान स्टॉक रिकॉर्ड मौजूद है कि इस स्थान का उपयोग करें और हाथ पर एक 0 के बराबर नहीं मात्रा नहीं हो सकते
id_id: Tdk dapat menghapus lokasi ini karena ada data stok lokasi yg menggunakan lokasi ini dan mempunyai total qty tdk 0
it_it: Impossibile eliminare questa posizione perché la contabilità di magazzino si trova l&#39;oggetto esiste che utilizzano questa posizione e dispone di un quantitativo non a portata di mano uguale a 0
ko_kr: 위치 재고 기록이 그 사용이 위치를 존재하고 0이 아닌 손에 수량을 가지고 있기 때문에이 위치를 삭제할 수 없습니다
mr_in: स्थान स्टॉक रेकॉर्ड की वापर या स्थान विद्यमान आणि 0 समान नाही हात वर एक प्रमाण आहे कारण हे स्थान हटवू शकत नाही
nl_nl: Deze lokatie kan niet worden verwijderd omdat er voorraad aanwezig is
pt_pt: Não pode excluir esse local pois existem movimentos que usam este local e a quant. de estoque não é 0
ro_ro: Nu se poate şterge această locaţie pentru că există o evidenţă a stocurilor locaţie care folosesc această locaţie şi au o cantitate nu pe o parte egală cu 0
ru_ru: Не удается удалить это местоположение, так как существуют записи о местоположении товара, которые используют это местоположение и количество товара в наличии не равно 0
sq_al: Nuk mund të fshini kete vend, sepse të dhënat e aksioneve vend ekzistojnë që të përdorin këtë vend dhe kanë një sasi jo në dorë të barabartë me 0
sv: Kan inte ta bort denna lagerplats. Det finns lagersaldon på den.
sw_ke: Hawezi kufuta eneo kwa sababu eneo hisa kumbukumbu zipo kuwa matumizi ya eneo hili na kuwa na kiasi katika mkono si sawa na 0
tr_tr: BU DEPOYU SILEMEZSINIZ, DEPOYA BAGLI STOK MEVCUT VE 0'DAN BÜYÜK
zh_hk: 不能删除仓库点, 因为物料库存记录中有该仓库当前数量非0的记录
zh_tw: 未能刪除這地點, 因為地點存貨記錄中有這地點, 和庫存不等於 0 的數量

source: stock items with stock on hand at this location code
cs_cz: skladových položek s zásob na skladě v tomto místě kódu
es_es: artículos de existencias con existencias disponibles en este código de ubicación
hi_in: हाथ पर स्टॉक के साथ इस स्थान पर कोड शेयर आइटम
id_id: item stok dgn total stok di kode lokasi ini
it_it: magazzino Articoli con scorta a portata di mano a questo codice di localizzazione
ko_kr: 이 위치 코드를 손에 재고와 재고 상품
mr_in: या स्थान कोड येथे हात वर स्टॉक सह शेअर आयटम
nl_nl: Voorraad items met voorraad op deze lokatie
pt_pt: itens com estoque em mãos neste código de local
ro_ro: stoc cu stoc pe o parte la acest cod de locaţie
ru_ru: товары в наличии для этого кода местоположения
sq_al: artikuj të aksioneve me të aksioneve në dorë në këtë kod vend
sv: produkter med lagersaldon på denna lagerplats
sw_ke: hisa vitu na hisa kwenye mkono katika kanuni hii eneo
tr_tr: BU DEPO ALTINDAKI STOKTA MEVCUT OLAN ÜRÜNLER
zh_hk: 条物料库存记录在该仓库有剩余数量
zh_tw: 這地點的有庫存的存貨

source: Cannot delete this location because it is the default location for a user
cs_cz: Nelze odstranit toto místo, protože je výchozí umístění pro uživatele
es_es: No se puede suprimir esta ubicación porque es la ubicación predeterminada para un usuario
hi_in: इस स्थान को हटाना है क्योंकि यह एक उपयोगकर्ता के लिए डिफ़ॉल्ट स्थान है नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena lokasi itu adalah lokasi utama bagi user
it_it: Impossibile eliminare questa posizione, perché è la posizione predefinita per un utente
ko_kr: 이 기본 위치는 사용자이기 때문에이 위치를 삭제할 수 없습니다
mr_in: तो एक वापरकर्ता डीफॉल्ट स्थान आहे कारण हे स्थान हटवू शकत नाही
nl_nl: Deze lokatie kan niet worden verwijderd omdat het de default lokatie is voor een gebruiker
pt_pt: Não pode remover este local porque é o local padrão para um usuário
ro_ro: Nu se poate şterge această locaţie, pentru că este locaţia implicită pentru un utilizator
ru_ru: Не удается удалить это место, потому что оно является местом по умолчанию для пользователя
sq_al: Nuk mund të fshini kete vend, sepse ai është vend i paracaktuar për një përdorues
sv: Kan inter ta bort lagerplatsen dem den är standarslagerplats för en användare
sw_ke: Hawezi kufuta eneo kwa sababu ni eneo default kwa mtumiaji
tr_tr: BU DEPOYU SILEMEZSINIZ, BAGLI KULLANICI MEVCUT
zh_hk: 不能删除仓库, 因为已作为用户的默认仓库
zh_tw: 未能刪除這地點, 因為這是用戶的預設地點

source: The user record must be modified first
cs_cz: Uživatel záznam musí být upraveny první
es_es: Debe modificarse primero el registro de usuario
hi_in: उपयोगकर्ता रिकॉर्ड पहले संशोधित किया जाना चाहिए
id_id: Data user harus dirubah dulu
it_it: Il record utente deve essere modificato prima
ko_kr: 사용자 레코드는 제 1 변형되어야
mr_in: वापरकर्ता रेकॉर्ड प्रथम सुधारित करणे आवश्यक आहे
nl_nl: De gebruiker setting moet eerst worden aangepast
pt_pt: O local padrão do usuário deve ser modificado antes
ro_ro: Record de utilizator trebuie să fie modificate prima
ru_ru: Сначала должна быть изменена запись пользователя
sq_al: Të dhënat e përdoruesit duhet të ndryshohen e parë
sv: Användaren måste ändras först
sw_ke: rekodi ya mtumiaji lazima iliyopita kwanza
tr_tr: ILK ÖNCE KULLANICI KAYDI DEGISTIRILMELI.
zh_hk: 必须先修改用户记录
zh_tw: 必須先修改用戶記錄

source: users using this location as their default location
cs_cz: uživatelé, kteří používají toto místo jako výchozí místo
es_es: usuarios empleando esta ubicación como su ubicación de origen
hi_in: उनके डिफ़ॉल्ट स्थान के रूप में इस स्थान का उपयोग कर उपयोगकर्ताओं
id_id: user yg menggunakan lokasi ini sbg lokasi utama mereka
it_it: utenti che utilizzano questo luogo come loro posizione predefinita
ko_kr: 기본 위치로이 위치를 사용하여 사용자
mr_in: त्यांचा डीफॉल्ट स्थान म्हणून स्थान वापरकर्ते वापरत
nl_nl: gebruikers die deze lokatie als default lokatie gebruiken zijn
pt_pt: Usuários usando este local como local padrão
ro_ro: utilizatorii care folosesc această locaţie ca locaţie implicită lor
ru_ru: пользователей, которые используют это место в качестве основного места
sq_al: përdorues duke përdorur këtë vend si vendin e tyre default
sv: användare ?nvänder denna lagerplats som standardlagerplats
sw_ke: watumiaji wa kutumia eneo hili kama default maeneo yao
tr_tr: BU DEPOYA BAGLI KULLANICILAR
zh_hk: 个把该仓库作为默认仓库的用户
zh_tw: 預設這地點的用戶

source: Cannot delete this location because it is the default location for a bill of material
cs_cz: Nelze odstranit toto místo, protože je výchozí umístění pro kusovníku
es_es: No se puede suprimir esta ubicación porque es la predeterminada de una Lista de Materiales
hi_in: इस स्थान को हटाना है क्योंकि यह सामग्री का एक बिल के लिए डिफ़ॉल्ट स्थान है नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena lokasi itu adalah lokasi utama utk daftar bahan baku
it_it: Impossibile eliminare questa posizione, perché è la posizione predefinita per una polizza di materiale
ko_kr: 이 물질의 법안의 기본 위치 때문에이 위치를 삭제할 수 없습니다
mr_in: तो साहित्याचा एक बिल साठी डीफॉल्ट स्थान आहे कारण हे स्थान हटवू शकत नाही
nl_nl: Kan deze lokatie niet verwijderen omdat het de dafualt lokatie is voor een materiaal lijst
pt_pt: Não pode excluir este local porque é um local padrão para o BOM
ro_ro: Nu se poate şterge această locaţie, pentru că este locaţia implicită pentru un proiect de lege de material
ru_ru: Не удается удалить это место, потому что это - место по умолчанию для спецификации
sq_al: Nuk mund të fshini kete vend, sepse ai është vend default për një projekt-ligj të materialit
sv: Kan inter ta bort lagerplatsen dem den är standarslagerplats för en materiallista
sw_ke: Hawezi kufuta eneo kwa sababu ni eneo default kwa hati ya mali
tr_tr: Bu malzemenin bir fatura için varsayılan konumu nedeniyle bu konuma silinemiyor
zh_hk: 不能删除此地点, 因为已作为用户的默认地点
zh_tw: 未能刪除這地點, 因為這是物料清單的預設地點

source: The bill of materials must be modified first
cs_cz: Kusovníku musí být upraveny první
es_es: La lista de materiales se debe modificar primero
hi_in: माल के बिल पहले संशोधित किया जाना चाहिए
id_id: Daftar bahan baku tersebut harus diubah dulu
it_it: Il disegno di legge dei materiali deve essere modificato prima
ko_kr: 재료의 법안은 먼저 수정해야합니다
mr_in: साहित्य बिल प्रथम सुधारित करणे आवश्यक आहे
nl_nl: De materiaal lijst moet eerst worden gewijzigd
pt_pt: O BOM precisa ser modificado antes
ro_ro: Proiectul de lege de materiale trebuie să fie modificate prima
ru_ru: Билл материалов должен быть изменен первый
sq_al: Projekt-ligji i materialeve duhet të jetë ndryshuar për herë te parë
sv: Materiallistan måste ändras först
sw_ke: Muswada wa vifaa vya lazima kuwa iliyopita kwanza
tr_tr: malzemelerin fatura ilk yapılması gereken
zh_hk: 必须先修改BOM
zh_tw: 必須先修改物料清單

source: bom components using this location
cs_cz: bom komponenty pomocí tohoto místa
es_es: Componentes de la Lista de Materiales que usan esta ubicación
hi_in: bom इस स्थान का उपयोग कर घटक
id_id: komponen bahan baku yg menggunakan lokasi ini
it_it: componenti della distinta base con questa posizione
ko_kr: 이 위치를 사용하여 BOM 구성 요소
mr_in: हे स्थान वापरून BOM घटक
nl_nl: Materiaal lijsten gebruikt op deze lokatie
pt_pt: Componentes do BOM usando este local
ro_ro: componente născut folosind această locaţie
ru_ru: компоненты из накладной на материалы, использующие это место
sq_al: komponentëve të përdorur këtë vend bom
sv: produktionsgruppper använder denna lagerplats
sw_ke: Bom vipengele kutumia eneo hili
tr_tr: Bu konumu kullanarak bom bileşenler
zh_hk: BOM部件使用此地点
zh_tw: 物料組合清單的部使用這倉庫

source: Cannot delete this location because it is used by some work centre records
cs_cz: Nelze odstranit toto místo, protože je používána některými záznamy pracovní centrum
es_es: No se puede suprimir esta ubicación porque es usada por algún centro de trabajo
hi_in: इस स्थान को हटाना है क्योंकि यह कुछ काम केंद्र रिकॉर्ड द्वारा प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena digunakan oleh beberapa data workshop
it_it: Impossibile eliminare questa posizione perché è utilizzato da alcuni lavori di centro di documentazione
ko_kr: 그것은 몇 가지 작업 센터 기록에 의해 사용되기 때문에이 위치를 삭제할 수 없습니다
mr_in: तो काही काम केंद्र रेकॉर्ड वापरली जाते कारण हे स्थान हटवू शकत नाही
nl_nl: Deze lokatie kan niet worden verwijderd omdat het in werkcentra wordt gebruikt
pt_pt: Não pode excluir este local porque é util. regist. Centro de Trabalho
ro_ro: Nu se poate şterge această locaţie deoarece este folosit de unele înregistrări punct de lucru
ru_ru: Не удается удалить это место, потому что оно используется некоторыми записями рабочего центра
sq_al: Nuk mund të fshini këtë vend për shkak se ajo është përdorur nga disa të dhënat e qendrës së punës
sv: Kan inte ta bort denna lagerplats för den används av några produktionsgrupper
sw_ke: Hawezi kufuta eneo kwa sababu ni kutumiwa na baadhi ya kumbukumbu za kituo cha kazi
tr_tr: BU DEPOYU SILEMEZSINIZ, BAGLI IS MERKEZI KAYITLARI MEVCUT
zh_hk: 不能删除仓库, 因为被工作中心使用
zh_tw: 已有工作站使用這倉庫， 不能刪除

source: works centres using this location
cs_cz: práce centra pomocí tohoto místa
es_es: Centros de Trabajo que usan esta ubicación
hi_in: काम करता है इस स्थान का उपयोग करते हुए केंद्र
id_id: workshop yg menggunakan lokasi ini
it_it: centri di opere utilizzando questa sede
ko_kr: 이 위치를 사용하여 센터를 작동
mr_in: हे स्थान वापरून केंद्रे कार्य
nl_nl: werkcentra dat deze lokatie gebruiken zijn
pt_pt: Centros de Trabalho que usam este local
ro_ro: centre de lucrări folosind această locaţie
ru_ru: центры работ, использующие это место
sq_al: veprat e qendrave të përdorur këtë vend
sv: produktionsgruppper använder denna lagerplats
sw_ke: vituo vya kazi kwa kutumia eneo hili
tr_tr: BU DEPOYU KULLANAN IS MERKEZLERI
zh_hk: 个使用这个仓库的工作中心
zh_tw: 這倉庫的工作站

source: Cannot delete this location because it is used by some work order records
cs_cz: Nelze odstranit toto místo, protože je používána některými záznamy pracovní příkaz
es_es: No se puede suprimir esta ubicación porque es usada por algún registro de orden de trabajo
hi_in: इस स्थान को हटाना है क्योंकि यह कुछ काम क्रम रिकॉर्ड द्वारा प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus lokasi ini karena digunakan oleh beberapa data order produksi
it_it: Impossibile eliminare questa posizione perché è utilizzato da record per un certo lavoro
ko_kr: 그것은 몇 가지 작업 순서 기록에 의해 사용되기 때문에이 위치를 삭제할 수 없습니다
mr_in: तो काही काम ऑर्डर रेकॉर्ड वापरली जाते कारण हे स्थान हटवू शकत नाही
nl_nl: Lokatie kan niet worden verwijderd omdat en werkorders voor bestaan
pt_pt: Não pode excluir este local porque é usado por reg. ordem de produção
ro_ro: Nu se poate şterge această locaţie deoarece este folosit de unele înregistrări pentru locul de muncă
ru_ru: Не удается удалить этот место, потому что оно используется некоторыми записями нарядов на работу
sq_al: Nuk mund të fshini këtë vend për shkak se ajo është përdorur nga disa të dhënat e urdhëresave të punës
sv: Kan inte ta bort denna lagerplats den används av tilverkningsorderposter
sw_ke: Hawezi kufuta eneo kwa sababu ni kutumiwa na baadhi ya kumbukumbu za kazi ili
tr_tr: bazı iş emri kayıtları tarafından kullanılır, çünkü bu yer silinemiyor
zh_hk: 不能删除此地点, 因为已有工作单记录
zh_tw: 未能刪除這地點, 因為已有工作單記錄

source: work orders using this location
cs_cz: pracovní příkazy pomocí tohoto místa
es_es: órdenes de trabajo usando esta ubicación
hi_in: काम इस स्थान का उपयोग करने के आदेश
id_id: order produksi yg menggunakan lokasi ini
it_it: ordini di lavoro usando questa posizione
ko_kr: 이 위치를 사용하여 작업 지시
mr_in: हे स्थान वापरून काम ऑर्डर
nl_nl: werk orders voor deze lokatie
pt_pt: Ordem de Produção usando este local
ro_ro: comenzi de lucru, folosind această locaţie
ru_ru: заказы на выполнение работ, использующие это место
sq_al: urdhëresave të punës duke përdorur këtë vend
sv: tillverkningsorder som använder denna lagerplats
sw_ke: kazi maagizo kutumia eneo hili
tr_tr: Bu konumu ile iş emirleri
zh_hk: 张使用这个仓库的工作单
zh_tw: 工作單已使用這倉庫
