Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The payment method may not be empty.
cs_cz: Způsob platby, nesmí být prázdný.
es_es: Debe indicar una Forma de Pago
hi_in: भुगतान विधि खाली नहीं हो सकता.
id_id: Metode pembayaran tdk boleh kosong.
it_it: Il metodo di pagamento non può essere vuoto.
ko_kr: 지불 방법은 비어있을 수 없습니다.
mr_in: देयक पद्धत रिक्त असू शकत नाही.
nl_nl: De betalingsmethode mag niet leeg zijn
pt_pt: O método de pagto não pode estar em branco
ro_ro: Metodă de plată nu poate fi gol.
ru_ru: Способ оплаты не может быть пустой.
sq_al: Metodën e pagesës nuk mund të jetë bosh.
sv: Betalningsmetoden får inte vara tom
sw_ke: Njia ya malipo inaweza kuwa tupu.
tr_tr: ÖDEME METODU BOS OLAMAZ
zh_hk: 付款方式不能为空
zh_tw: 付款方式不能留空

source: The payment method can not be renamed because another with the same name already exists.
cs_cz: Způsob platby nelze přejmenovat, protože jiný se stejným názvem již existuje.
es_es: La forma de pago no se puede renombrar porque ya existe otra con el mismo nombre.
hi_in: भुगतान पद्धति है क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं किया जा सकता है नाम दिया.
id_id: Metode pembayaran tdk dapat diubah nama karena sdh ada metode lain dgn nama yg sama.
it_it: Il metodo di pagamento non può essere rinominato perché un altro con lo stesso nome esiste già.
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 결제 방법은 이름을 바꿀 수 없습니다.
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण पेमेंट पद्धत पुनर्नामित करणे शक्य नाही.
nl_nl: De betalingsmethode kan niet worden hernoemd omdat er reeds een betaingsmethode bestaat met de zelfde naam
pt_pt: O método de pagamento não pode ser renomeado porque outro com mesmo nomejá existe
ro_ro: Metodă de plată nu poate fi redenumit, deoarece un alt cu acelaşi nume există deja.
ru_ru: Способ оплаты не может быть переименован, так как другой с таким же именем уже существует.
sq_al: Metodën e pagesës nuk mund të riemërohet për shkak se një tjetër me të njëjtin emër ekziston.
sv: Den betalningsmetod kan inte ändra namn eftersom en annan med samma namn finns redan.
sw_ke: Utaratibu wa malipo unaweza kuwa jina kwa sababu nyingine kwa jina moja ipo.
tr_tr: YENIDEN ISIMLENDIRILMEK ISTENEN ÖDEME METODU SISTEMDE VAR
zh_hk: 付款方式不能重命名, 因为已有相同的名称存在
zh_tw: 付款方式不能更改名稱, 因為已有相同的名稱存在

source: The payment method no longer exists.
cs_cz: Způsob platby, již neexistuje.
es_es: La forma de pago ya no existe.
hi_in: भुगतान प्रक्रिया अब मौजूद नहीं है.
id_id: Metode pembayaran tdk ada lagi.
it_it: Il metodo di pagamento non esiste più.
ko_kr: 지불 방법은 더 이상 존재하지 않습니다.
mr_in: देयक पद्धत आता अस्तित्वात नाही.
nl_nl: De betalingsmethode bestaat niet meer
pt_pt: O método de pagamento não existe mais
ro_ro: Metodă de plată nu mai există.
ru_ru: Способ оплаты не существует.
sq_al: Metodën e pagesës nuk ekziston më.
sv: Betalningsmetoden existerar inte längre
sw_ke: Njia ya malipo tena ipo.
tr_tr: ÖDEME METODU ARTIK GEÇERSIZ.
zh_hk: 付款方式已不存在
zh_tw: 付款方式不存在

source: Could not update payment method
cs_cz: Nelze aktualizovat způsob platby
es_es: No pudo actualizarse la forma de pago
hi_in: भुगतान पद्धति अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui metode pembayaran
it_it: Impossibile aggiornare il metodo di pagamento
ko_kr: 지불 방법을 업데이트 할 수 없습니다
mr_in: देयक पद्धत अद्यतनित करू शकत नाही
nl_nl: Betalingsmethode kon niet worden vernieuwd
pt_pt: Não pode atualizar o método de pagamento
ro_ro: Nu ar putea actualizare metodă de plată
ru_ru: Не удалось обновить способ оплаты
sq_al: Nuk mund update metodën e pagesës
sv: Kunde inte uppdatera betalningsmetod
sw_ke: Hakuweza update malipo ya mbinu
tr_tr: ÖDEME METODU GÜNCELLENEMEDI
zh_hk: 未能更新付款方式
zh_tw: 未能更新付款方法式

source: The payment method can not be created because another with the same name already exists.
cs_cz: Platební metoda nemůže být vytvořena, protože jiný se stejným názvem již existuje.
es_es: No pudo crearse la forma de pago porque existe otra con el mismo nombre
hi_in: भुगतान पद्धति है क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं बनाया जा सकता है.
id_id: Metode pembayaran tdk dapat dibuat karena sdh ada metode lain dgn nama yg sama
it_it: Il metodo di pagamento non può essere creato perché un altro con lo stesso nome esiste già.
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 결제 방법을 만들 수 없습니다.
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण देयक पद्धतीने तयार करणे शक्य नाही.
nl_nl: De betalingsmethode kon niet worden gecreerd omdat er al een bestaat met dezelfde naam
pt_pt: O método de pagamento não pode ser criado porque outro com o mesmo nome já existe
ro_ro: Metodă de plată nu poate fi creat, deoarece un alt cu acelaşi nume există deja.
ru_ru: Способ оплаты не может быть создан, так как другой с таким же именем уже существует.
sq_al: Metodën e pagesës nuk mund të krijohet, sepse një tjetër me të njëjtin emër ekziston.
sv: Den betalningsmetod kan inte skapas eftersom en annan med samma namn finns redan.
sw_ke: Utaratibu wa malipo haiwezi kutengenezwa kwa sababu nyingine kwa jina moja ipo.
tr_tr: aynı adı taşıyan başka zaten var çünkü ödeme yöntemi oluşturulamaz.
zh_hk: 新建付款方式失败, 因为已有相同名称存在
zh_tw: 付款方式未能產生, 因為已有相同名稱存在

source: New payment method added
es_es: Se ha agregado la nueva Forma de Pago
id_id: Metode Pembayaran baru telah ditambahkan
ko_kr: 새로운 결제 수단을 추가
mr_in: नवे देयक पद्धत
pt_pt: Novo método de pagamento adicionado
zh_tw: 添加新的付款方式

source: Could not insert the new payment method
es_es: No se pudo insertar el nuevo método de pago
id_id: Tdk dapat memasukkan metode pembayaran yg baru
ko_kr: 새로운 결제 방법을 삽입 할 수 없습니다
mr_in: नवीन देयक पद्धत घालू शकत नव्हते
pt_pt: Não pode inserir novo método de pagamento
zh_tw: 無法插入新的付款方式

source: Cannot delete this payment method because it no longer exist
cs_cz: Nelze smazat tento způsob platby, protože to již neexistuje
es_es: No pudo suprimirse esta forma de pago porque no existe
hi_in: इस भुगतान विधि हटाना है क्योंकि यह अब मौजूद नहीं नहीं कर सकते
id_id: Tdk dapat menghapus metode pembayaran ini karena sdh tdk ada
it_it: Impossibile eliminare questo metodo di pagamento, perché non esistono più
ko_kr: 더 이상 존재하지 않기 때문에이 결제 방법을 삭제할 수 없습니다
mr_in: तो यापुढे अस्तित्वात कारण हे देयक पद्धत हटवू शकत नाही
nl_nl: Kan de betalingsmethode niet verwijderen omdat die niet meer bestaat
pt_pt: Não pode excluir método de pagamento porque não existe mais
ro_ro: Nu se poate şterge această metodă de plată, deoarece nu mai există
ru_ru: Не удается удалить этот способ оплаты, потому что больше не существует
sq_al: Nuk mund të fshini këtë metodë pagese për shkak se nuk ekzistojnë më
sv: Kan inte ta bort denna metod eftersom det inte längre existerar
sw_ke: Hawezi kufuta njia hii ya malipo ya sababu tena zipo
tr_tr: artık var çünkü bu ödeme yöntemi silinemiyor
zh_hk: 未能删除付款方式, 因为不存在
zh_tw: 未能刪除付款方式, 因為不存在

source: Cannot delete this payment method because bank transactions have been created using this payment method
cs_cz: Nelze smazat tento způsob platby, protože bankovní operace byly vytvořeny pomocí tohoto způsobu platby
es_es: No se puede suprimir esta forma de pago porque existen transacciones bancarias que la usan
hi_in: इस भुगतान विधि हटाना क्योंकि बैंक लेनदेन इस भुगतान पद्धति का उपयोग करके बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus metode pembayaran ini karena transaksi bank telah dibuat menggunakan metode pembayaran ini
it_it: Impossibile eliminare questo metodo di pagamento in quanto le transazioni bancarie sono state create con questo metodo di pagamento
ko_kr: 은행 트랜잭션이 결제 방법을 사용하여 생성 되었기 때문에이 결제 방법을 삭제할 수 없습니다
mr_in: बँक व्यवहार हे देयक पद्धत वापरून तयार केले गेले कारण हे देयक पद्धत हटवू शकत नाही
nl_nl: Kan deze betalingsmethode niet verwijderen omdat die wordt gebruikt voor bank transacties
pt_pt: Não pode excluir este método de pagamento porque a transação bancáriafoi criada com este método
ro_ro: Nu se poate şterge această metodă de plată, deoarece operaţiunile bancare au fost create folosind această metodă de plată
ru_ru: Не удается удалить этот способ оплаты, поскольку банковские операции были созданы с помощью этого метода оплаты
sq_al: Nuk mund të fshini këtë metodë pagese për shkak se transaksionet bankare kanë qenë krijuar duke përdorur këtë metodë pagese
sv: Kan inte ta bort denna metod eftersom banktransaktioner har skapats med hjälp denna betalningsmetod
sw_ke: Hawezi kufuta njia hii ya malipo kwa sababu shughuli ya benki viliumbwa kwa kutumia njia hii ya malipo ya
tr_tr: Banka işlemleri bu ödeme yöntemi kullanılarak oluşturulmuş çünkü bu ödeme yöntemi silinemiyor
zh_hk: 未能删除付款方式, 因为已有银行交易使用这个付款方式
zh_tw: 未能刪除付款方式, 因為已有銀行交易使用這付款方式

source: bank transactions that refer to this payment method
cs_cz: bankovní transakce vztahující se k této platby
es_es: Transacciones bancarias que usan esta forma de pago
hi_in: बैंक लेनदेन है कि इस भुगतान विधि का उल्लेख
id_id: transaksi bank yg mereferensi pada metode pembayaran ini
it_it: operazioni bancarie che fanno riferimento a questo metodo di pagamento
ko_kr: 이 지불 방법을 참조 은행 거래
mr_in: या पेमेंट पद्धत पहा बँक व्यवहार
nl_nl: Banktransacties die verwijzen naar betalingsmethode
pt_pt: transações bancárias que referem-se a este método pagto
ro_ro: tranzacţiile bancare care se referă la această metodă de plată
ru_ru: банковских операций, которые ссылаются на этот способ оплаты
sq_al: transaksionet bankare që i referohen kësaj metode pagese
sv: banktransaktioner som refererar till denna betalningsmetod
sw_ke: benki mashirikiano kuwa rejea kwa njia hii ya malipo ya
tr_tr: Bu ödeme yöntemini bakın banka işlemleri
zh_hk: 条使用此付款方式的银行交易
zh_tw: 這方法的銀行易

source: payment method has been deleted
cs_cz: způsob platby byl smazán
es_es: Se eliminó la forma de pago
hi_in: भुगतान विधि हटा दिया गया है
id_id: metode pembayaran telah dihapus
it_it: metodo di pagamento è stato eliminato
ko_kr: 지불 방법이 삭제되었습니다
mr_in: देयक पद्धत हटविला गेला आहे
nl_nl: Betalingsmethode is verwijderd
pt_pt: método de pagamento foi excluído
ro_ro: metodă de plată a fost ştearsă
ru_ru: метод оплаты был удален
sq_al: Metoda e pagesës është grisur
sv: betalningsmetoden har makulerats
sw_ke: njia ya malipo ya imefutwa
tr_tr: ÖDEME METODU SILINDI
zh_hk: 付款方式已被删除
zh_tw: 付款方式已被刪除

source: Could not get payment methods because
cs_cz: Nelze získat platebních metod, protože
es_es: No se pudo obtener la forma de pago porque
hi_in: क्योंकि भुगतान विधियों प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil metode pembayaran karena
it_it: Impossibile ottenere metodi di pagamento perché
ko_kr: 지불 방법 때문에를 가져올 수 없습니다
mr_in: देयक पद्धती मिळविणे शक्य नाही कारण
nl_nl: Kon betalingsmethode niet opvragen omdat
pt_pt: Não pode obter método de pagto porque
ro_ro: Nu am putut obţine metode de plată, deoarece
ru_ru: Не удалось получить способы оплаты, потому ято
sq_al: Nuk mund të marrë metodat e pagesës për shkak
sv: Kunde inte hämta betalningsmetoder eftersom
sw_ke: Hakuweza kupata mbinu za malipo kwa sababu
tr_tr: ÖDEME METODLARI ALINAMADI:
zh_hk: 未能取得付款方式，因为
zh_tw: 未能取得付款方式,因為

source: Payment Method
cs_cz: Způsob platby
es_es: Forma de pago
hi_in: भुगतान की विधि
id_id: Metode Pembayaran
it_it: Metodo di pagamento
ko_kr: 결제 방법
mr_in: देय पद्धती
nl_nl: Betalingsmethode
pt_pt: Método de Pagamento
ro_ro: Metoda de plată
ru_ru: Способ оплаты
sq_al: Metoda e pagesës
sv: NAT-metoden
sw_ke: Njia ya malipo
tr_tr: ÖDEME METODU
zh_hk: 付款方式
zh_tw: 付款方式

source: Use For Payments
cs_cz: Použít pro platby
es_es: Usar en pagos
hi_in: भुगतानों के लिए उपयोग करें
id_id: Gunakan Utk Pembayaran
it_it: Utilizzare per pagamenti
ko_kr: 지불에 사용
mr_in: पैसे वापरा
nl_nl: Gebruikt voor betalingen
pt_pt: Usar para Pagamentos
ro_ro: Pentru utilizarea Plăţi
ru_ru: Используйте для платежей
sq_al: Përdorimi Për Pagesat
sv: Använd för utbetalningar
sw_ke: Kwa kutumia Malipo
tr_tr: ÖDEMELER IÇIN KULLAN
zh_hk: 可用于付款
zh_tw: 可用予付款

source: Use For Receipts
cs_cz: Použití Pro Příjmy
es_es: Usar en recibos
hi_in: प्राप्ति के लिए उपयोग करें
id_id: Gunakan Utk Penerimaan
it_it: Utilizzare per ricevute
ko_kr: 영수증 사용
mr_in: पावत्या वापरा
nl_nl: Gebruik Voor Ontvangsten
pt_pt: Usar para Recebimentos
ro_ro: Pentru utilizarea Încasări
ru_ru: Используйте для поступления
sq_al: Përdorimi Për Pranimet
sv: Använd för inbetalningar
sw_ke: Kwa kutumia Mapato
tr_tr: Gelirleri kullanın
zh_hk: 可用于收款
zh_tw: 可用予收款

source: Use Pre-printed Stationery
es_es: Usar en papelería preimpresa
id_id: Gunakan Kertas Cetakan
ko_kr: 사용 미리 인쇄 된 문구
mr_in: वापरा पूर्व छापील स्टेशनरी
pt_pt: Usar Pré-impresso Cheque
zh_tw: 使用套印

source: Open POS Cash Drawer for Sale
es_es: Abrir caja registradora para ventas
id_id: Buka Laci Kasir utk Penjualan
ko_kr: 판매를위한 POS 현금 서랍을 열고
mr_in: विक्री उघडा पीओएसच्या रोख आदेशक
pt_pt: Abrir Gaveta Dinheiro para Venda
zh_tw: 是否需要打開POS現金抽屜

source: Are you sure you wish to delete this payment method?
es_es: ¿Está seguro que desea suprimir este método de pago?
id_id: Apakah Anda yakin ingin menghapus metode pembayaran ini?
ko_kr: 이 결제 방법을 삭제할 확실합니까?
mr_in: आपण हे देयक पद्धत हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão deste método de pagamento
zh_tw: 您確定要刪除此付款方式？

source: Review Payment Methods
cs_cz: Recenze Platební metody
es_es: Revisar formas de pago
hi_in: समीक्षा भुगतान की विधि
id_id: Lihat Semua Metode Pembayaran
it_it: Recensione Metodi di pagamento
ko_kr: 검토 지불 방법
mr_in: भरणा पद्धती पुनरावलोकन
nl_nl: Controleer betalingsmethoden
pt_pt: Revisar Métodos de Pagamento
ro_ro: Review Metode de plată
ru_ru: Обзор методов оплаты
sq_al: Metodat e pagesës Review
sv: Revidera betalningsmetoder
sw_ke: Mapitio ya Malipo ya Njia
tr_tr: ÖDEME METODLARINI INCELE
zh_hk: 查看付款方式
zh_tw: 檢視付款方式

source: Could not retrieve the requested payment method, please try again.
cs_cz: Nepodařilo se získat požadovanou způsob platby, zkuste to prosím znovu.
es_es: No se pudo obtener la forma de pago solicitada, por favor, pruebe de nuevo.
hi_in: पुनः प्राप्त नहीं किया जा सका अनुरोध भुगतान पद्धति को पुन: प्रयास करें.
id_id: Tdk dapat mengambil metode pembayaran yg diminta, silahkan coba kembali.
it_it: Non è possibile recuperare il metodo di pagamento richiesto, si prega di riprovare.
ko_kr: 요청 된 결제 방법을 검색 할 수 없습니다, 다시 시도하십시오.
mr_in: विनंती देयक पद्धत परत मिळवू शकलो नाही, कृपया पुन्हा प्रयत्न करा.
nl_nl: Kon de gewenste betaalmethode niet opvragen, probeer nogmaals
pt_pt: Não pode recuperar o método de pagto requerido, favor tentar de novo
ro_ro: Nu am putut prelua metoda de plată solicitate, vă rugăm să încercaţi din nou.
ru_ru: Не удалось получить запрошенный способ оплаты, пожалуйста, попробуйте еще раз.
sq_al: Nuk mund të marrim metodën e kërkuar pagesën, ju lutem provoni përsëri.
sv: Kunde inte hämta begärd betalningsmetod, försök igen.
sw_ke: Hakuweza Retrieve ya aliomba malipo ya mbinu, tafadhali jaribu tena.
tr_tr: ISTENEN ÖDEME METODU GÖRÜNTÜLENEMIYOR, LÜTFEN TEKRAR DENEYINIZ.
zh_hk: 找不到付款方式，请重试
zh_tw: 未能提取要求的付款方式, 請再試

source: Payment Terms Maintenance
cs_cz: Platební podmínky údržby
es_es: Administrar condiciones de pago
hi_in: भुगतान शर्तें रखरखाव
id_id: Pengaturan Termin Pembayaran
it_it: Termini di pagamento Manutenzione
ko_kr: 지불 조건 유지 보수
mr_in: परताव्यासाठी अटी देखभाल
nl_nl: Betalings Voorwaarden Onderhoud
pt_pt: Manutenção Condições Pagamento
ro_ro: Termeni de plată de întreţinere
ru_ru: Обслуживание условий оплаты
sq_al: Kushtet e pagesës Mirëmbajtja
sv: Betalningsvillkor
sw_ke: Masharti ya malipo ya Maintenance
tr_tr: ÖDEME VADELERI YÖNETIMI
zh_hk: 付款条款
zh_tw: 付款條件設定

source: The payment terms name must exist
cs_cz: Platební podmínky jméno musí existovat
es_es: Debe existir un nombre para las condiciones de pago
hi_in: भुगतान की शर्तें नाम मौजूद होना चाहिए
id_id: Nama termin pembayaran harus ada
it_it: Il nome di termini di pagamento devono esistere
ko_kr: 지불 조건 이름이 있어야합니다
mr_in: देयक अटी नाव विद्यमान असणे आवश्यक
nl_nl: Betalingsconditie moet bestaan
pt_pt: Condição Pagamento deve existir
ro_ro: Numele termenii de plată trebuie să existe
ru_ru: Должно существовать название условий оплаты
sq_al: Kushtet e pagesës emri duhet të ekzistojë
sv: Betalningsvilkoren måste existera
sw_ke: Malipo ya suala jina lazima kuwepo
tr_tr: Ödeme koşulları adı bulunmalıdır
zh_hk: 付款条款的名称必须存在
zh_tw: 付款條件名稱必須存在

source: The payment terms name must be two characters or less long
cs_cz: Platební podmínky jméno musí být dva znaky či méně dlouhou
es_es: El nombre de las condiciones de pago no debe pasar de 2 caracteres
hi_in: भुगतान की शर्तें नाम दो या कम वर्णों का अवश्य होना चाहिए
id_id: Nama termin pembayaran maksimum 2 karakter
it_it: Il nome di termini di pagamento devono essere due caratteri o meno lungo
ko_kr: 지불 조건 이름 두 자 이하 여야합니다
mr_in: देयक अटी नाव दोन किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Betalingsconditie naam moet bestaan uit 1 of 2 karakers
pt_pt: Nome Condição Pagamento deve ter 2 ou mais caracteres
ro_ro: Numele de plată termeni trebuie să fie două caractere sau mai puţin timp
ru_ru: Название условий платежа должно быть не более 2 смволов
sq_al: Kushtet e pagesës emri duhet të jetë dy shkronja ose më pak gjatë
sv: Betalningsvillkoren Namnet måste vara två tecken eller mindre lång
sw_ke: Malipo ya suala jina lazima wahusika wawili au chini ya muda mrefu
tr_tr: ÖDEME ŞARTLARI ADI EN FAZLA 2 KARAKTER OLABILIR
zh_hk: 付款条款必须不多于 2 个字
zh_tw: 付款條件必須不多於 2 個字元

source: The number of days or the day in the following month must be numeric
cs_cz: Počet dní, nebo den v měsíci následujícím, musí být číselná
es_es: El número de días ó el día del siguiente mes debe ser numérico
hi_in: दिनों की संख्या या अगले महीने में दिन संख्यात्मक होना चाहिए
id_id: Jumlah hari atau hari di bulan berikut harus numerik
it_it: Il numero di giorni o il giorno nel mese successivo deve essere numerico
ko_kr: 일의 수 또는 다음 달에 하루는 숫자 여야합니다
mr_in: पुढील महिन्यात दिवस संख्या किंवा दिवस अंकीय असणे आवश्यक आहे
nl_nl: Aantal dagen of aantal dagen in de volgende maand moet numeriek zijn
pt_pt: O número de dias ou o dia no próximo mês deve ser numérico
ro_ro: Numărul de zile sau zi din luna următoare trebuie să fie numeric
ru_ru: Количество дней или в день в следующем месяце должен быть числовым
sq_al: Numri i ditëve apo ditës në muajin e ardhshëm duhet të jetë një numër
sv: Antalet dagar eller dagen i följande månad måste anges med siffror
sw_ke: Idadi ya siku au siku katika mwezi wa yafuatayo lazima numeric
tr_tr: GÜN SAYISI NÜMERIK OLMALI
zh_hk: 天数必须是数字
zh_tw: 來月日期必須是數值

source: The terms description must be forty characters or less long
cs_cz: Pojmy popis musí být čtyřicet znaků nebo méně dlouho
es_es: La descripción de las condiciones o plazo no ha de pasar de 40 caracteres
hi_in: शब्दों विवरण चालीस अक्षर या उससे कम अवश्य होना चाहिए
id_id: Keterangan tempo maksimum 40 karakter
it_it: La descrizione termini devono essere caratteri quaranta o meno lungo
ko_kr: 용어 설명 마흔 자 이하 여야합니다
mr_in: अटी वर्णन चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Beschrijving van de conditie mag max 40 karakters lang zijn
pt_pt: Descrição condição pagamento deve ter no máximo 40 caracteres
ro_ro: Descrierea termeni trebuie să fie patruzeci de caractere sau mai puţin timp
ru_ru: Условия описание должно быть не более сорока символов
sq_al: Përshkrimi i kushteve duhet të jenë simbole dyzet ose më pak gjatë
sv: Periodbeskrivningen måste vara 40 tecken eller kortare
sw_ke: Maelezo suala lazima wahusika arobaini au chini ya muda mrefu
tr_tr: Terimleri açıklaması kırk karakter veya daha az olmalıdır
zh_hk: 付款条款描述应不多于40字
zh_tw: 條件內容必須不多於40字

source: When the check box is checked to indicate that the term expects a number of days after which accounts are due
cs_cz: Když je políčko zkontrolovat uvést, že termín očekává počet dní, po které účty jsou splatné
es_es: Cuando la casilla está marcada indica que el plazo espera un número de días después de que las cuentas se adeuden
hi_in: जब चेक बॉक्स का संकेत मिलता है कि अवधि के दिनों की एक नंबर की उम्मीद है जिसके बाद खातों कारण कर रहे हैं जाँच की है
id_id: Jika kotak centang itu dicentang utk menunjukkan bahwa tempo tersebut meminta sejumlah hari dimana akun jatuh tempo
it_it: Quando la casella è selezionata per indicare che il termine si aspetta un numero di giorni dopo che i conti sono dovuti
ko_kr: 체크 박스는 용어는 계정 인한 후 일 수를 예상 것을 나타 내기 위해서 (때문에)을 선택하면
mr_in: चेकबॉक्स टर्म खाती मुळे असतात ज्यानंतर दिवस अनेक अपेक्षा करतात त्या सूचित तपासले जाते तेव्हा
nl_nl: De vervaldatum van een rekening wordt bepaald obv aantal dagen in de controle box
pt_pt: Campo Caixa Verif. marcada indica que a condição é o número de dias corridos para pagto
ro_ro: În cazul în care caseta de selectare este bifată pentru a indica faptul că termenul aşteaptă ca un număr de zile după care conturile sunt datorate
ru_ru: Когда установлен флажок, то ожидается что срок -это количество дней, после которого счета
sq_al: Kur kontrolloni kutinë eshte i zgjedhur për të treguar se termi pret një numër i ditëve pasi që llogaritë janë shkak
sv: När kryssrutan är markerad för att ange att termen förväntar sig ett antal dagar efter vilket konton förklaras
sw_ke: Wakati sanduku kuangalia ni checked zinaonyesha kwamba muda anatarajia idadi ya siku baada ya akaunti ni kutokana
tr_tr: onay kutusunu hesapları nedeniyle bundan sonra dönem gün sayısı beklediğini belirten işaretlendiğinde
zh_hk: 选择按天计算，天数中输入的数字将作为从交易日开始算起的天数
zh_tw: 當點選格被點選時顯示條件的日數為帳戶到期

source: the number entered should be less than 361 days
cs_cz: zadané číslo musí být menší než 361 den
es_es: el número entrado debe ser menor que 361 días
hi_in: संख्या 361 दिनों से कम किया जाना चाहिए दर्ज
id_id: angka yg dimasukkan harus kurang dari 361 hari
it_it: il numero inserito deve essere inferiore a 361 giorni
ko_kr: 입력 된 번호는 이하 3백61일되어야
mr_in: प्रविष्ट संख्या कमी 361 दिवस असावा
nl_nl: Het aantal dagen dat wordt ingevoerd moet minder dan 361 zijn
pt_pt: O número de dias deve ser menor que 361 dias
ro_ro: numărul introdus trebuie să fie mai mică de 361 zile
ru_ru: введенное число должно быть менее 361 дня
sq_al: numri i hyri duhet të jetë më pak se 361 ditë
sv: angivet nummer skall vara mindre än 361 dagar
sw_ke: idadi ya aliingia lazima chini ya siku 361
tr_tr: GIRDIGINIZ RAKKAM 361 GÜNDEN AZ KÜÇÜK OLMALI
zh_hk: 输入的天数必须少于361天
zh_tw: 輸入數目必須少於361日

source: The payment terms definition record has been updated
cs_cz: Platební podmínky definice záznam byl aktualizován
es_es: El registro de definición de termino de pago ha sido actualizado
hi_in: भुगतान की शर्तें परिभाषा रिकॉर्ड अद्यतन किया गया है
id_id: Data definisi termin pembayaran telah diperbarui
it_it: Il pagamento definizione termini record è stato aggiornato
ko_kr: 지불 조건 정의 레코드가 업데이트되었습니다
mr_in: देयक अटी व्याख्या रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: De betalingsconditie is vernieuwd
pt_pt: Condições de Pagamento Atualizado
ro_ro: Plata record ceea ce priveşte definiţia a fost actualizat
ru_ru: Данные о сроках оплаты обновлены
sq_al: Kushtet e pagesës rekord Përkufizimi është përditësuar
sv: Betalningsvillkoren definition post har uppdaterats
sw_ke: Malipo ya suala rekodi ufafanuzi imekuwa updated
tr_tr: ÖDEME VADESI GÜNCELLENDI
zh_hk: 付款条款已更新
zh_tw: 付款條件定義記錄已更新

source: The payment terms definition record has been added
cs_cz: Platební podmínky definice záznam byl přidán
es_es: El registro de definición de termino de pago ha sido agregado
hi_in: भुगतान की शर्तें परिभाषा रिकॉर्ड जोड़ दिया गया है
id_id: Data definisi termin pembayaran telah ditambah
it_it: Il pagamento definizione termini record è stato aggiunto
ko_kr: 지불 조건 정의 기록이 추가되었습니다
mr_in: देयक अटी व्याख्या रेकॉर्ड जोडले गेले आहे
nl_nl: De betalingsconditie is toegevoegd
pt_pt: Termo de Pagamento adicionado
ro_ro: Plata record ceea ce priveşte definiţia a fost adăugată
ru_ru: Сроки оплаты добавлены
sq_al: Kushtet e pagesës rekord Përkufizimi i është shtuar
sv: Betalningsvillkoren definition post har lagts
sw_ke: Malipo ya suala rekodi ufafanuzi imekuwa aliongeza
tr_tr: ÖDEME VADESI EKLENDI
zh_hk: 付款条款已新增
zh_tw: 付款條件定義記錄已新增
