Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Stock description keywords have been used in preference to the Stock code extract entered
cs_cz: Sklad popis klíčová slova byla použita v preferenci na kód Reklamní výpis vstoupila
es_es: Se usó la descripción de la existencia en preferencia a la parte de código de existencia introducido
hi_in: स्टॉक विवरण खोजशब्दों स्टॉक कोड दिया गया है वरीयता में इस्तेमाल किया निकालने में प्रवेश किया
id_id: Kata kunci keterangan stok telah digunakkan dibandingkan dgn sebagian kode Stok yg dimasukkan
it_it: Per effettuare la ricerca àŠ stato utilizzato il testo inserito nel campo descrizione
ko_kr: 스톡 설명 키워드 입력 스톡 코드 추출물에 우선하여 사용되고있다
mr_in: स्टॉक वर्णन कीवर्ड प्रविष्ट स्टॉक कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: De gebruikte sleutelwoorden in de voorraadbeschrijving worden met voorkeur gebruikt ten opzichte van de ingevoerde voorraad code samenwvatting
pt_pt: Descrição Estoque palavras chave foram usadas
ro_ro: Bursa de Valori cuvinte cheie Descrierea au fost folosite în preferinţă la codul Bursa de Valori extract introdus
ru_ru: Были использованы ключевые слова вместо введенной части кода товара
sq_al: Përshkrimi i fjalë kyçe Stock janë përdorur në preferencë për kodin Stock ekstrakt hyri
sv: Beskrivnings har använtd istället för produktnumret
sw_ke: maneno maelezo Stock zimetumika katika upendeleo wa kanuni Stock dondoo aliingia
tr_tr: Stok açıklama anahtar kelimeler girmiş özü Hazır kod tercih kullanılmış olan
zh_hk: 物料描述将优先于物料编号用于搜索物料
zh_tw: 存貨內容關鍵字已在存貨編號摘要中使用

source: At least one stock description keyword or an extract of a stock code must be entered for the search
cs_cz: Alespoň jedna fotografie popis klíčové slovo nebo výpis z populace kód musí být zadán k vyhledávání
es_es: Debe indicar al menos una palabra clave de la descripción de existencia o una parte del código de existencia
hi_in: कम से कम एक स्टॉक विवरण कीवर्ड या एक एक शेयर कोड निकालने के लिए खोज में दर्ज किया जाना चाहिए
id_id: Minimum satu kata kunci keterangan stok atau sebagian kode stok harus dimasukkan utk pencarian
it_it: Per effettuare la ricerca àŠ necessario inserire la descrizione o il codice articolo. E' possibile inserire descrizione o codice articolo anche parzialmente.
ko_kr: 적어도 하나의 재고 설명 키워드 또는 주식 코드의 추출물은 검색에 입력해야합니다
mr_in: किमान एक स्टॉक वर्णन कीवर्ड किंवा स्टॉक कोड एक अर्क शोध प्रविष्ट करणे आवश्यक आहे
nl_nl: Ten minste een voorraad sleutelwoord of een deel van de voorraadcode moet worden ingevoerd ten behoeve van de zoekopdracht
pt_pt: Pelo menos uma palavra chave de estoque ou código precisar ser inform. para pesquisar
ro_ro: Introduceti cel putin un cuvant din descriere sau o parte a codului de inventar
ru_ru: По крайней мере одно ключевое слово и часть кода должна быть введена для поиска
sq_al: Së paku një përshkrim të aksioneve fjalen ose një ekstrakt të një kodi të aksioneve duhet të regjistrohen për të kërkuar
sv: Ange antingen en del av beskrivningen eller en del av produktnumret
sw_ke: Angalau hisa moja Keyword maelezo au dondoo ya kanuni ya hisa iwekwe kwa ajili ya kutafuta
tr_tr: ARAMA YAPMAK IÇIN STOK AÇIKLAMASI/STOK KODUNUN BIR KISMINI GIRMENIZ GEREK >>
zh_hk: 请输入物料描述或物料编号用于查找物料BOM
zh_tw: 最少要有一個存貨說明關鍵字或存貨編號摘要來方便搜尋

source: The SQL to find the parts selected failed with the message
cs_cz: SQL najít vybrané části nepodařilo se zprávou
es_es: El SQL para encontrar las piezas seleccionadas falló con el mensaje
hi_in: एसक्यूएल भागों संदेश के साथ असफल को खोजने के लिए चयनित
id_id: SQL utk mencari brg yg dipilih gagal dgn pesan
it_it: Il codice SQL non àŠ riuscito a selezionare gli articoli cercati. Il messaggio di errore àŠ
ko_kr: 부품을 찾을 수는 SQL 메세지를 선택된 실패한
mr_in: निवडलेले भाग शोधण्यासाठी SQL संदेशासह अयशस्वी
nl_nl: de onderdelen konden niet in de SQL worden gevonden
pt_pt: SQL que localiza itens falhou com a mensagem
ro_ro: SQL pentru a găsi piesele selectate nu a reuşit, cu mesajul
ru_ru: SQL поиска выбранных частей завершился неудачей с сообщением
sq_al: SQL për të gjetur pjesët e zgjedhura dështoi me mesazh
sv: SQL
sw_ke: SQL kupata sehemu ya kuchaguliwa alishindwa na ujumbe
tr_tr: ISLEM BASARISIZ!
zh_hk: 查找物料的SQL运行失败，数据库消息
zh_tw: 找尋已選取部件的 SQL 失敗和訊息

source: Units
cs_cz: Jednotky
es_es: Unidades
hi_in: इकाइयों
id_id: Satuan
it_it: Unità
ko_kr: 단위
mr_in: एकके
nl_nl: Maateenh
pt_pt: Unid.
ro_ro: Unitati
ru_ru: Единицы
sq_al: Njësitë
sv: Enheter
sw_ke: Vitengo
tr_tr: BIRIM
zh_hk: 单位
zh_tw: 單位

source: The bill of material could not be retrieved because
cs_cz: Materiálový list nemohl být získán, protože
es_es: No se pudo obtener la lista de materiales porque
hi_in: सामग्री के बिल पुनः प्राप्त नहीं किया जा क्योंकि सका
id_id: Daftar bahan baku tdk dapat diambil karena
it_it: Non e' possibile estrarre la distinta base perchè
ko_kr: 재료의 법안이 때문에 검색 할 수 없습니다
mr_in: साहित्याचा बिल पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: de materialen lijst kon niet worden opgevraagd omdat
pt_pt: O BOM não pode ser recuperado porque
ro_ro: Proiectul de lege de material nu a putut fi recuperate, deoarece
ru_ru: Не удалось получить спецификацию материалов
sq_al: Projekt-ligji i materialit nuk mund të shikohet, sepse
sv: Materiallistan kan inte visa för att
sw_ke: Muswada wa vifaa inaweza kuwa retrieved sababu
tr_tr: ÜRÜN AGACI GÖSTERILEMIYOR:
zh_hk: 找不到BOM，因为
zh_tw: BOM不能取得, 因為

source: The bill of material for this part is not set up
cs_cz: Materiálový list pro tento výrobek není vložen
es_es: El costo de este código no ha sido introducido
hi_in: इस भाग के लिए सामग्री के बिल के लिए सेट नहीं है
id_id: Daftar bahan baku utk brg ini belum dibuat
it_it: La distinta base di questo articolo non esite
ko_kr: 이 부분에 대한 자료의 법안은 설정되어 있지 않습니다
mr_in: या भागासाठी साहित्याचा बिल सेट नाही
nl_nl: De lijst van materialen voor dit onderdeel in niet gedefinieerd
pt_pt: O BOM desse item não pode ser configurado
ro_ro: Proiectul de lege de material pentru această parte nu este configurat
ru_ru: Не настроена спецификация материалов для этой части
sq_al: Projekt-ligji i materialit për këtë pjesë nuk është ngritur
sv: Det finns ingen materiallista för denna produkt
sw_ke: Muswada wa vifaa kwa ajili ya sehemu hii si kuanzisha
tr_tr: BU PARÇANIN ÜRÜN AGACI TANIMLI DEGIL
zh_hk: 物料的BOM没有维护
zh_tw: BOM的組件沒有建立

source: there are no components defined for it
cs_cz: nejsou definovány žádné jeho součásti
es_es: no hay componentes definidos para él
hi_in: कोई इसके लिए परिभाषित घटक हैं
id_id: tdk ada komponen ditentukan utknya
it_it: non ci sono componenti definite
ko_kr: 그것을 위해 정의 된 구성 요소가 없습니다
mr_in: त्यासाठी परिभाषित नाही घटक आहेत
nl_nl: er zijn geen onderdelen voor gedefinieerd
pt_pt: não existem componentes definidos para ele
ro_ro: Nu sunt componentele definite pentru ea
ru_ru: не найдено копмонентов для неё
sq_al: nuk ka komponentë të përcaktuara për atë
sv: det finns inga komponenter för den
sw_ke: hakuna vipengele defined kwa
tr_tr: BUNUN IÇIN TANIMLANMIS KOMPONENT(LER) YOK
zh_hk: 没有定义物料的组件
zh_tw: 這BOM沒有設置組件

source: Return to Main Menu
cs_cz: Návrat do hlavního menu
es_es: Regresar al menú principal
hi_in: मुख्य मेनू पर लौटें
id_id: Kembali ke Menu Utama
it_it: Ritorno al menu principale
ko_kr: 메인 메뉴로 돌아 가기
mr_in: मुख्य मेनूवर परत
nl_nl: Terug naar hoofdmenu
pt_pt: Retornar para Menu Principal
ro_ro: A reveni la meniul principal
ru_ru: Вернуться в главное меню
sv: Återgå till huvudmenyn
sw_ke: Kurudi Main Menu
tr_tr: Ana Menüye Dön
zh_hk: 返回主菜单
zh_tw: 返回到主菜單

source: per
cs_cz: za
es_es: por
hi_in: प्रति
ko_kr: 당
mr_in: प्रति
pt_pt: por
ro_ro: pe
sq_al: për
sw_ke: kwa
zh_hk: 每
zh_tw: 每

source: Component
cs_cz: Díl
es_es: Componente
hi_in: अवयव
id_id: Komponen
it_it: Componente
ko_kr: 구성 요소
mr_in: घटक
nl_nl: Onderdeel
pt_pt: Componente
ru_ru: Компонент
sq_al: Komponent
sv: Komponent
sw_ke: Sehemu
tr_tr: KOMPONENT
zh_hk: 组件
zh_tw: 組件

source: Unit Cost
cs_cz: Jednotková cena
es_es: Costo unitario
hi_in: इकाई लागत
id_id: HPP Satuan
it_it: Costo unitario
ko_kr: 단가
mr_in: युनिट खर्च
nl_nl: Stuks Prijs
pt_pt: Custo Unit.
ro_ro: Costul unitatii
ru_ru: Стоимость единицы
sq_al: Njësia e kostos
sv: Kostnad
sw_ke: Gharama
tr_tr: ÜRÜN MALIYETI
zh_hk: 单位成本
zh_tw: 單位成本

source: Total Cost
cs_cz: Celková cena
es_es: Costo total
hi_in: कुल लागत
id_id: Total HPP
it_it: Costo totale
ko_kr: 총 비용
mr_in: एकूण खर्च
nl_nl: Totaal Prijs
pt_pt: Custo Total
ro_ro: Costul total
ru_ru: Общая стоимость
sq_al: Kostoja totale
sv: Summa
sw_ke: Jumla ya Gharama
tr_tr: TOPLAM MALIYET
zh_hk: 总成本
zh_tw: 總成本

source: Labour Cost
cs_cz: Nákladů práce
es_es: Costo de mano de obra
hi_in: श्रम लागत
id_id: Biaya Tenaga Kerja
it_it: Costo del lavoro
ko_kr: 노동 비용
mr_in: कामगार किंमत
nl_nl: Loonkosten
pt_pt: Costo Trabalho
ro_ro: Costului forţei de muncă
ru_ru: Затраты на рабочую силу
sq_al: Kosto e Punës
sv: Arbetskostnad
sw_ke: Kazi Gharama
tr_tr: İşgücü Maliyeti
zh_hk: 人工成本
zh_tw: 人工成本

source: Overhead Cost
cs_cz: Režijní náklady
es_es: Costos generales
hi_in: उपरि लागत
id_id: Biaya Overhead
it_it: Spese generali
ko_kr: 간접비
mr_in: मति परिव्यय
nl_nl: Overhead kosten
pt_pt: Custo Adicional
ro_ro: Aeriene de costuri
ru_ru: Косвенные затрат
sq_al: Kosto indirekte
sv: Overhead kostnad
sw_ke: Overhead Gharama
tr_tr: Havai Maliyet
zh_hk: 管理费用
zh_tw: 間接成本

source: Enter a stock item code above
cs_cz: Zadejte kód výše na skladě
es_es: Introducir arriba un código de artículo de existencias
hi_in: एक स्टॉक मद कोड ऊपर दर्ज
id_id: Masukkan kode item stok di atas
it_it: Inserire il codice dell'articolo
ko_kr: 위의 주식 종목 코드를 입력
mr_in: वरील एक स्टॉक आयटम कोड प्रविष्ट करा
nl_nl: Invoer van voorraad artikel code boven
pt_pt: Entre com a quantidade item acima
ro_ro: Introduceţi un cod element stoc de mai sus
ru_ru: Введите выше код товара
sq_al: Futni një kod element rezervë mbi
sv: Ange ett produktnummer ovan
sw_ke: Kuingia bidhaa hisa code juu
tr_tr: MALIYETLENDIRILMIS ÜRÜN AGACINI GÖRÜNTÜLEMEK IÇIN
zh_hk: 在上面输入物料编号
zh_tw: 在上面輸入存貨編號

source: to view the costed bill of material for
cs_cz: Pro zobrazení vyčíslením nákladů, vyúčtování materiálu pro
es_es: para ver el costo de la lista de materiales para
hi_in: के लिए सामग्री की costed बिल को देखने के लिए
id_id: utk melihat biaya bahan baku utk
it_it: di cui si desidera vedere la distinta base valorizzata
ko_kr: 위해 물질의 비용이 산정 된 법안을 볼 수 있습니다
mr_in: साठी साहित्याचा costed बिल पाहण्यासाठी
nl_nl: om de kost lijst van materialen te zien voor
pt_pt: para ver o custo do material para
ro_ro: pentru a vizualiza factura bugetat de material pentru
ru_ru: для просмотра спецификации материалов для
sq_al: për të parë faturën kosto e materialit për
sv: för att visa kalkylerad materiallista för
sw_ke: kuona muswada costed wa vifaa kwa ajili ya
tr_tr: YUKARIDAKI KUTUYA BIR ÜRÜN KODU GIRINIZ.
zh_hk: 查看BOM成本
zh_tw: 檢視BOM成本

source: Bill Of Material Listing
cs_cz: Kusovníku Výpis
es_es: Informe de lista de materiales
hi_in: सामग्री लिस्ट का बिल
id_id: Daftar Bahan Baku
it_it: Elenco distinte base
ko_kr: 자료 목록의 빌
mr_in: साहित्य सूची बिल
nl_nl: Lijst van Materialen
pt_pt: Listagem BOM
ro_ro: Vizionare bon de producere
ru_ru: Просмотр спецификации материалов
sq_al: Bill Of Listing Materiale
sv: Materiallista
sw_ke: Muswada wa Sheria ya nyimbo Material
tr_tr: ÜRÜN AGACI LISTESI (PDF)
zh_hk: BOM清单
zh_tw: BOM清單

source: Bill of Materials Listing
cs_cz: Kusovník Výpis
es_es: Informe de lista de materiales
hi_in: माल के बिल लिस्ट
id_id: Daftar Bahan Baku
it_it: Elenco distinte base
ko_kr: 자료 목록의 빌
mr_in: सामुग्री सूचीची बिल
nl_nl: Lijst van Materialen
pt_pt: Relatório de Materiais
ro_ro: Vizionare bonuri de producere
ru_ru: Просмотр спецификации материалов
sq_al: Bill e Materialeve Listing
sv: Består av
sw_ke: Hati ya Vifaa Listing
tr_tr: ÜRÜN AGAÇLARI LISTESI
zh_hk: BOM清单
zh_tw: BOM清單

source: The Bill of Material listing could not be retrieved by the SQL because
cs_cz: Bill výpis materiálu se nepodařilo získat do SQL, protože
es_es: No se pudo obtener el listado de Lista de Materiales porque
hi_in: सामग्री लिस्टिंग के विधेयक क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Bahan Baku tdk dapat diambil oleh SQL karena
it_it: Non àŠ stato possibile estrarre l'elenco delle distinte base perchè
ko_kr: 빌 재료의 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: साहित्य सूची बिल SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: de materialen lijst kon niet worden opgevraagd door de SQL omdat
pt_pt: A listagem de Materiais não pode ser recuperada pelo SQL porque
ro_ro: Bill de întocmire a listelor Material nu a putut fi recuperate de către SQL, deoarece
ru_ru: Не удалось получить список спецификации материалов, так как
sq_al: Bill të renditur materiale nuk mund të shikohet nga SQL sepse
sv: Materiallista kan ine visa för att
sw_ke: Muswada wa nyimbo Material inaweza kuwa retrieved na SQL sababu
tr_tr: ÜRÜN AGACI LISTESI GÖSTERILEMIYOR:
zh_hk: 取得BOM的SQL运行失败, 因为
zh_tw: BOM未能自SQL提取, 因為

source: The Bill of Material listing has no bills to report on
cs_cz: Bill výpis materiálu nemá účty podávat zprávy o
es_es: La Lista de costo de materiales no tiene elementos
hi_in: सामग्री लिस्टिंग के विधेयक पर कोई रिपोर्ट बिल है
id_id: Daftar Bahan Baku tdk memiliki datar utk dibuat laporan
it_it: Non àŠ stata trovata alcuna distinta base
ko_kr: 자료 목록의 빌에보고 할 법안이 없습니다
mr_in: साहित्य सूची बिल अहवाल नाही बिले आहे
nl_nl: de materialen lijst heeft geen lijsten om over te raporteren
pt_pt: A Lista de Materiais não tem conteúdo
ro_ro: Bill de întocmire a listelor material nu are nici facturi să raporteze cu privire
ru_ru: В спецификации материалов нет счетов для показа
sq_al: Bill të renditur materiale nuk ka fatura për të raportuar mbi
sv: Materiallistan har inget att rapportera på
sw_ke: Muswada wa Sheria ya nyimbo Material ana bili hakuna kutoa taarifa ya
tr_tr: RAPORDA GÖSTERILECEK ÜRÜN AGACI YOK
zh_hk: 指定范围内无BOM：
zh_tw: BOM清單沒有任何物料資料表

source: From Inventory Part Code
cs_cz: Z inventáře část zákoníku
es_es: Desde Código de Inventario
hi_in: सूची पार्ट कोड से
id_id: Kode Brg Persediaan Awal
it_it: Dall'articolo codice
ko_kr: 재고 부품 코드에서
mr_in: यादी तयार करणे भाग कोड पासून
nl_nl: van voorraad onderdeel code
pt_pt: Código Produto Inicial
ro_ro: Inventarul de la Codul partea
ru_ru: Часть кода склада (от)
sq_al: Nga Pjesa Kodi Inventari
sv: Från produktkod
sw_ke: Kutoka Kitabu Kanuni Sehemu
tr_tr: STOK PARÇA -ILK
zh_hk: 从物料编号
zh_tw: 由庫存零部件編號

source: Enter the lowest alpha code of parent bom items to list the bill of material for
ko_kr: 위해 물질의 법안을 나열하는 부모 BOM 항목의 가장 낮은 알파 코드를 입력
mr_in: साठी साहित्याचा बिल यादी पालक BOM आयटम सर्वात कमी अल्फा कोड प्रविष्ट करा
pt_pt: Informe o código alfab. do Pai Inicial, dos itens para exibir o BOM
zh_tw: 於材料結構中輸入父BOM的物料小寫字母代碼

source: To Inventory Part Code
cs_cz: Chcete-li Zásoby část zákoníku
es_es: A Código de Inventario
hi_in: सूची पार्ट कोड करने के लिए
id_id: Kode Brg Persediaan Akhir
it_it: All'articolo codice
ko_kr: 재고 제품 코드
mr_in: यादी तयार करणे भाग कोड
nl_nl: tot voorraad onderdeel code
pt_pt: Código Produto Final
ro_ro: Pentru a Inventarul Codul partea
ru_ru: Часть кода склада (в)
sq_al: Për Pjesa Kodi Inventari
sv: Till produktkod
sw_ke: Na Kitabu Kanuni Sehemu
tr_tr: STOK PARÇA -SON
zh_hk: 到物料编号
zh_tw: 到庫存零部件編號

source: Enter the end alpha numeric code of any parent bom items to list the bill of material for
ko_kr: 위해 물질의 법안을 나열하는 모든 부모 BOM 항목의 최종 알파 숫자 코드를 입력
mr_in: साहित्याचा बिल यादी साठी कोणत्याही पालक BOM आयटम ओवरनंतर अल्फा अंकीय कोड प्रविष्ट करा
pt_pt: Informe o código alfab. do Pai Final, dos itens para exibir o BOM
zh_tw: 於材料結構中輸入任何父BOM產品的最後文數字代碼

source: Multi-Level Bill Of Materials Maintenance
cs_cz: Multi-Level kusovníku Údržba
es_es: Administrar Listas de Materiales Multi-Nivel
hi_in: सामग्री की मल्टी लेवल विधेयक रखरखाव
id_id: Pengaturan Bahan Baku Bertingkat
it_it: Bill multi-livello di materiali di manutenzione
ko_kr: 재료의 유지 보수 멀티 레벨 빌
mr_in: सामुग्री देखभाल मल्टी लेव्हल बिल
nl_nl: Onderhoud van meer lagige Materiaal lijst
pt_pt: Manutenção múltiplos Níveis do BOM
ro_ro: Bill Multi-Level de materiale de întreţinere
ru_ru: Поддержка многоуровневых спецификаций материалов
sq_al: Multi-Level Bill Of Materiale Mirëmbajtja
sv: Flernivåunderhåll av materiallista
sw_ke: Multi-Level Bill ya Vifaa Maintenance
tr_tr: Maddelerden Multi-Level Bill Bakım
zh_hk: 多层BOM维护
zh_tw: 多層BOM維護

source: A maximum of 15 levels of bill of materials only can be displayed
cs_cz: Maximálně 15 úrovní kusovníku jen mohou být zobrazeny
es_es: Puede mostrarse un máximo de 15 niveles de Lista de Materiales
hi_in: माल के बिल के 15 स्तरों के एक अधिकतम ही प्रदर्शित किया जा सकता
id_id: Maksimum 15 tingkat daftar bahan baku yg hanya dapat ditampilkan
it_it: Un massimo di 15 livelli di distinta base può essere visualizzata solo
ko_kr: 재료의 법안의 15 레벨의 최대 만 표시 할 수 있습니다
mr_in: साहित्य बिल 15 स्तर कमाल फक्त प्रदर्शित केले जाऊ शकते
nl_nl: maximaal 15 niveau's van de materialenlijst kan worden getoond
pt_pt: Quantidade Máx. de Níveis exibidos 15
ro_ro: Un maxim de 15 niveluri din factura de materiale numai pot fi afişate
ru_ru: Максимум только 15 уровней спецификации может быть отображено
sq_al: Një maksimum prej 15 niveleve të faturës së materialeve të vetëm që mund të shfaqet
sv: Högst 15 nivåer av stycklistor bara kan visas
sw_ke: A upeo wa ngazi 15 ya hati ya mali tu wanaweza kuonyeshwa
tr_tr: malzemelerin fatura 15 seviyeleri en fazla sadece görüntülenebilir
zh_hk: 最多只能显示15层的BOM
zh_tw: 只能顯示最多15層的物料清單

source: An error occurred in retrieving the components of the BOM during the check for recursion
cs_cz: Došlo k chybě při načítání složek kusovníku během kontroly pro rekurze
es_es: Hubo un error al obtener los componentes de la Lista De Materiales durante la comprobación recursiva
hi_in: एक त्रुटि के लिए recursion जाँच के दौरान BOM के घटकों को वापस लाने में हुआ
id_id: Kesalahan terjadi saat mengambil komponen BOM selama pemeriksaan utk pengulangan (recursion)
it_it: L'estrazione delle parti componenti la distinta base non àŠ andata a buon fine a causa di un errore durante la verifica delle ricorsioni
ko_kr: 오류가 재귀에 대한 검사 중 BOM의 구성 요소를 검색에서 발생
mr_in: एक त्रुटी पुनरावृत्तीच्या साठी तपासताना BOM घटक पुनर्प्राप्त आली
nl_nl: Er is een fout opgetreden bij het opvragen van de materiaal lijst bij het checken op herhalingen
pt_pt: Um error ocorreu na recuperação dos componentes do BOM, durante oprocesso recursivo
ro_ro: A apărut o eroare în preluarea componentele BOM în timpul controlului de recurenţă
ru_ru: Ошибка в получении компонентов для спецификации материалов во время проверки рекурсии
sq_al: Ka ndodhur një gabim në retrieving komponentët e bom gjatë kontrollit për recursion
sv: Ett fel inträffade under rekursionskontrollen
sw_ke: Hitilafu ilitokea katika vipengele retrieving ya Bom wakati wa kuangalia kwa kujirudia
tr_tr: Bir hata yineleme için kontrol sırasında BOM bileşenleri alınırken oluştu
zh_hk: 在BOM回环检查中查询BOM组件发生错误
zh_tw: 提取BOM零件是發生錯誤於循環檢查

source: The SQL that was used to retrieve the components of the BOM and that failed in the process was
cs_cz: SQL, který byl použit k načtení komponenty kusovníku a že se nepodařilo v tomto procesu bylo
es_es: El SQL que falló al obtener los componentes de la Lista de Materiales fue
hi_in: SQL कि BOM के घटकों को पुनः प्राप्त इस्तेमाल किया गया था और उस प्रक्रिया में विफल रहा था
id_id: SQL yg digunakan utk mengambil komponen BOM dan yg gagal dalam proses adalah
it_it: Il codice SQL per estrarre le parti componenti la distinta base che non ha funzionato era
ko_kr: BOM의 구성 요소를 검색하는 데 사용되며, 그 과정에서 실패 하였다 SQL이었다
mr_in: BOM घटक पुनर्प्राप्त करण्यासाठी वापरले आणि त्या प्रक्रियेत अयशस्वी झाली याची SQL होते
nl_nl: SQL die was gebruikt om de materiaal lijst componenten op te vragen en waarbij proces fout liep was
pt_pt: SQL que falhou na recuperação dos componentes do BOM foi
ro_ro: SQL care a fost utilizat pentru a prelua componentele BOM şi care au eşuat în procesul a fost
ru_ru: Неудачно завершившийся SQL, который был использован для получения компонентов спецификации материалов
sq_al: SQL që është përdorur për të marrë përbërësit e bom dhe se dështoi në këtë proces ishte
sv: SQL fel
sw_ke: SQL kuwa ilitumika kwa Retrieve sehemu ya Bom na kwamba alishindwa katika mchakato wa mara
tr_tr: ISLEM BASARISIZ! SQL KOMUTU:
zh_hk: 用于查询BOM组件失败的SQL是
zh_tw: 用作提取BOM零件和執行失敗的 SQL 是

source: Could not retrieve the BOM components because
cs_cz: Nepodařilo se načíst kusovníku součásti, protože
es_es: No se pudieron obtener los componentes de la lista de materiales porque
hi_in: BOM घटकों को पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Tdk dapat mengambil komponen BOM karena
it_it: Non àŠ possibile estrarre le componenti della distinta base perchè
ko_kr: BOM 구성 요소 같은 이유로 검색 할 수 없습니다
mr_in: BOM घटक परत मिळवू शकलो नाही कारण
nl_nl: kon de materiaal lijst componenten niet opvragen omdat
pt_pt: Não pode recuperar componentes do BOM porque
ro_ro: Nu sa putut prelua componentele BOM, deoarece
ru_ru: Не удалось получить компоненты списка материалов, так как
sq_al: Nuk mund ta marrim ne komponentet bom sepse
sv: Kan inte hämta materiallistan för att
sw_ke: Hakuweza Retrieve vipengele Bom sababu
tr_tr: ÜRÜN AGACI KOMPONENTLERI GÖSTERILEMIYOR:
zh_hk: 找不到BOM组件,因为
zh_tw: 未能取得BOM零件, 因為

source: The SQL used to retrieve the components was
cs_cz: SQL používá k načtení složky byl
es_es: El SQL usado para obtener los componentes fue
hi_in: करने के लिए SQL घटकों को पुनः प्राप्त किया गया
id_id: SQL yg digunakan utk mengambil komponen adalah
it_it: Il codice SQL utilizzato per estrarre i componenti era
ko_kr: 구성 요소를 검색하는 데 사용되는 SQL이었다
mr_in: घटक पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: gebruikte SQL om de componenten op te vragen was
pt_pt: SQL usado na recuperação do componente foi
ro_ro: SQL utilizat pentru a prelua componente a fost
ru_ru: SQL получения компонентов
sq_al: SQL përdorur për të marrë komponentëve të ishte
sv: SQL
sw_ke: SQL kutumika Retrieve vipengele alikuwa
tr_tr: KOMPONENT GÖRÜNTÜLEMEK IÇIN KULLANILAN SQL SORGUSU:
zh_hk: 用于查询BOM组件的SQL是
zh_tw: 用作提取零件的 SQL 是

source: No lower levels
cs_cz: Ne nižších úrovních
es_es: No hay niveles inferiores
hi_in: कोई निचले स्तर पर
id_id: Tdk menurunkan kadar
it_it: No livelli più bassi
ko_kr: 더 낮은 수준 없습니다
mr_in: नाही कमी पातळी
nl_nl: Geen lagere niveaus
pt_pt: Nenhum nivel abaixo
ro_ro: Nu nivelurile inferioare
ru_ru: Нет уровней ниже
sq_al: Nuk ka nivele më të ulëta
sv: Inga lägre nivåer
sw_ke: Hakuna ngazi za chini
tr_tr: Hayır düşük düzeylerde
zh_hk: 没有更低的水准
zh_tw: 沒有更低的層級了.!

source: Drill Down
es_es: Desplegar carpetas
hi_in: ड्रिल डाउन
id_id: Telusuri
ko_kr: 드릴 다운
mr_in: अधिक खोलवर
pt_pt: Expansão Abaixo
ro_ro: Masina de gaurit Down
sq_al: Stërvitje Down
tr_tr: Matkap Down
zh_hk: 子BOM
zh_tw: 向下鑽取

source: No Image
cs_cz: Obrázek není k dispozici
es_es: Sin imagen
hi_in: कोई छवि
id_id: Tdk Ada Gambar
ko_kr: 이미지 없음
mr_in: नाही प्रतिमा
nl_nl: Geen plaatje
pt_pt: Sem Imagem
ro_ro: Nici o imagine
ru_ru: Нет изображения
sv: Ingen bild
sw_ke: Hakuna Image
tr_tr: FOTOGRAF YOK
zh_hk: 没有图像
zh_tw: 沒有圖像

source: Are you sure you wish to delete this component from the bill of material?
es_es: ¿Está seguro que desea suprimir este componente de la lista de materiales?
id_id: Apakah Anda yakin ingin menghapus komponen ini dari daftar bahan baku?
ko_kr: 당신은 재료의 법안에서이 구성 요소를 삭제하려면 확실합니까?
mr_in: आपण साहित्याचा बिल पासून हा घटक हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão desse componente no BOM
zh_tw: 你確定你想從物料清單中刪除此組件？

source: The effective after date field must be a date in the format
es_es: El campo de fecha efectiva debe ser una fecha con el formato
id_id: Kolom tgl efektif-mulai harus dimasukkan dalam format
ko_kr: 유효 후 날짜 필드는 형식의 날짜 여야합니다
mr_in: प्रभावी नंतर तारीख क्षेत्रात स्वरुपात तारीख असणे आवश्यक आहे
pt_pt: A data de efetividade inicial precisa estar no formato
zh_tw: 生效後的日期字段必須是格式的日期
