Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The existing allocation for
cs_cz: Stávajícího příspěvku na
es_es: La asignación existente para
hi_in: मौजूदा आवंटन के लिए
id_id: Alokasi yg sdh ada utk
it_it: Non è stato possibile cancellare l'imputazione per
ko_kr: 에 대한 기존의 할당
mr_in: अस्तित्वातील वाटप
nl_nl: De bestaande toewijzing voor
pt_pt: Alocação existente para
ro_ro: Alocarea existente pentru
ru_ru: Существующий лимит для
sq_al: Ndarjen ekzistuese për
sv: Befintliga allokeringar för
sw_ke: Mgao ya sasa ya
tr_tr: MEVCUT TAHSIS:
zh_hk: 已存在的清算记录
zh_tw: 現在配置

source: could not be deleted because
cs_cz: nelze odstranit, protože
es_es: no se pudo suprimir porque
hi_in: नष्ट नहीं किया जा सकता है क्योंकि
id_id: tdk dapat dihapus karena
it_it: perchè
ko_kr: 때문에 삭제할 수 없습니다
mr_in: हटवणे शक्य नाही कारण
nl_nl: kon niet worden verwijderd omdat
pt_pt: não pode ser removida porque
ro_ro: nu poate fi ştearsă, deoarece
ru_ru: не может быть удалено, потому что
sq_al: nuk mund të fshihet sepse
sv: kan inte tas bort för att
sw_ke: inaweza kuwa ilifutwa kwa sababu
tr_tr: SILINEMEDI:
zh_hk: 不能删除, 因为
zh_tw: 不能刪除, 因為

source: The following SQL to delete the allocation record was used
cs_cz: Následující SQL odstranit rozdělení záznam byl použit
es_es: Se usó el siguiente SQL para suprimir el registro de asignación
hi_in: निम्नलिखित एसक्यूएल आवंटन रिकॉर्ड किया गया नष्ट करने के लिए
id_id: SQL berikut digunakan utk menghapus data alokasi
it_it: Il codice SQL utilizzato per cancellare l'allocazione era
ko_kr: 할당 기록을 삭제하려면 다음과 같은 SQL을 사용 하였다
mr_in: वाटप रेकॉर्ड हटवू खालील SQL वापरला होता
nl_nl: De SQL om de toewijzing te vewijderen was
pt_pt: SQL para remover registro alocações usado foi
ro_ro: Următoarele SQL pentru a şterge înregistrarea de alocare a fost folosit
ru_ru: Следующий SQL на удаление записи лимита был удален
sq_al: SQL e mëposhtme për të fshirë rekordin e alokimit është përdorur
sv: SQL
sw_ke: SQL zifuatazo kufuta rekodi ya mgao wa mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于删除清算记录的SQL是
zh_tw: 以下刪除配置記錄的 SQL 是

source: The supplier allocation record for
cs_cz: Dodavatel alokace rekord
es_es: El registro de asignación para
hi_in: आपूर्तिकर्ता आवंटन रिकार्ड के लिए
id_id: Data alokasi supplier utk
it_it: L&#39;assegnazione record fornitore per
ko_kr: 에 대한 공급 업체 할당 기록
mr_in: साठी पुरवठादार वाटप रेकॉर्ड
nl_nl: Leveranciers toewijzing voor
pt_pt: registro de alocações do fornecedor
ro_ro: Alocarea record furnizor pentru
ru_ru: Запись поставщика для распределения
sq_al: Alokimi furnizues për rekord
sv: Leverantörs allokeringsposten för
sw_ke: Mgao wa wasambazaji rekodi
tr_tr: TEDARIKÇI TAHSIS KAYDI
zh_hk: 供应商付款清算记录
zh_tw: 供應商的記錄配置

source: The following SQL to insert the allocation record was used
cs_cz: Následující SQL vložit rozdělení záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de asignación
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL आवंटन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data alokasi
it_it: di
ko_kr: 할당 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: वाटप रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De SQL om de toewijzing toe te voegen was
pt_pt: SQL usado para inserir registro de alocação foi
ro_ro: SQL pentru a insera următoarele record de alocare a fost folosit
ru_ru: Следующие SQL, чтобы вставить выделение записи был использован
sq_al: SQL e mëposhtme për të futur të dhënat alokimit është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert rekodi ya mgao wa mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入清算记录的SQL是
zh_tw: 以下插入配置記錄的 SQL 正被使用

source: The debtor transaction record could not be modified for the allocation against it because
cs_cz: Dlužník transakce záznam nemůže být modifikován pro přidělování proti němu, protože
es_es: No se pudo modificar el registro de transacción del deudor de la asignación respecto a él porque
hi_in: देनदार लेनदेन रिकॉर्ड इसके खिलाफ आवंटन क्योंकि के लिए नहीं किया जा सकता है संशोधित
id_id: Data transaksi debitur tdk dapat diubah utk alokasi terhadapnya karena
it_it: Non è stato possibile modificare i dati sulla transazione del debitore perchè
ko_kr: 채무자의 거래 기록은 대한 할당 때문에 수정할 수 없습니다
mr_in: ऋणको व्यवहार रेकॉर्ड त्यावर वाटप सुधारित केले जाऊ शकत नाही कारण
nl_nl: De debiteuren transactie kon niet worden gewijzigd voor de tegen boeking omdat
pt_pt: Trans. fornecedor não pode ser modificada para alocações porque
ro_ro: Tranzacţia record debitorul nu ar putea fi modificate pentru alocarea împotriva sa, deoarece
ru_ru: Запись должника сделка не может быть изменено для распределения против, потому что
sq_al: Transaksioni i debitorit rekord nuk mund të ndryshohet për ndarjen kundër tij, sepse
sv: Fel
sw_ke: Rekodi ya deni manunuzi inaweza kuwa iliyopita kwa ajili ya mgao dhidi yake kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 清算记录未能修改应收交易记录,因为
zh_tw: 借方交易記錄未能修改配置, 因為

source: The following SQL to update the debtor transaction record was used
cs_cz: Následující SQL aktualizovat dlužníkovi transakce záznam byl použit
es_es: Se utilizó el siguiente SQL para actualizar el registro de la transacción del deudor
hi_in: निम्नलिखित एसक्यूएल ऋणी लेनदेन रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data transaksi debitur
it_it: di
ko_kr: 채무자 트랜잭션 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: ऋणको व्यवहार रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de debiteuren transactie te actualiseten was
pt_pt: SQL usado para atualizar trans. fornecedor foi
ro_ro: Următoarele SQL de actualizare a tranzacţia record debitorul a fost folosit
ru_ru: Следующие SQL для обновления записи должника сделки был использован
sq_al: SQL e mëposhtme për të rinovuar e transaksionit të debitorit rekord është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo update rekodi ya deni shughuli ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新清算记录的SQL是
zh_tw: 以下更新借方交易記錄的 SQL 正被使用

source: The supplier payment or credit note transaction could not be modified for the new allocation and exchange difference because
cs_cz: Dodavatel platební či kreditní operace na vědomí, nemůže být modifikován pro nové rozdělení a kurzový rozdíl, protože
es_es: El pago a los proveedores o transacción de nota de crédito no puede ser modificado para la nueva asignación y la diferencia de cambio, porque
hi_in: आपूर्तिकर्ता भुगतान या क्रेडिट नोट लेनदेन नया आवंटन और विनिमय अंतर है क्योंकि के लिए नहीं किया जा सकता है संशोधित
id_id: Pembayaran supplier atau transaksi nota kredit tdk dapat diubah utk alokasi yg baru dan selisih kurs karena
it_it: perchè
ko_kr: 공급 업체 결제 또는 신용 참고 트랜잭션 (transaction)가 새로운 할당 및 교환의 차이 때문에 수정할 수 없습니다
mr_in: पुरवठादार पेमेंट किंवा क्रेडिट नोट व्यवहार नवीन वाटप आणि विनिमय फरक कारण यासाठी सुधारित केले जाऊ शकत नाही
nl_nl: De betaling aan de leverancier of de creditfactur kon niet worden gewijzigd voor het wisselkoersverschil omdat
pt_pt: Transação pagamento a Fornecedor ou nota credito de Fornecedor, não pode ser modificada para nova alocação taxa de cambío, porque
ro_ro: Plata furnizor sau de credit tranzacţie notă nu ar putea fi modificate pentru nouă alocare şi diferenţa de curs valutar, deoarece
ru_ru: Оплата поставщику или кредитной сделки к сведению не может быть изменена для нового распределения и курсовая разница, поскольку
sq_al: Pagesës furnizuesi apo notë krediti transaksion nuk mund të ndryshohet për shpërndarjen e reja dhe diferenca e këmbimit për shkak se
sv: Leverantören betalning eller kreditfaktura transaktion kunde inte ändras för den nya fördelningen och utbyta skillnad eftersom
sw_ke: malipo ya muuzaji au mikopo ya shughuli kumbuka inaweza kuwa iliyopita kwa ajili ya mgao mpya na tofauti kubadilishana kwa sababu
tr_tr: Tedarikçi ödeme veya kredi notu işlem yeni yerleşim ve kur farkı nedeniyle için modifiye olamazdı
zh_hk: 供应商付款或红字发票清算记录未能更新汇率差异，因为
zh_tw: 新地點和交易的供應商付款和貸單據交易未能修改, 因為

source: The following SQL to update the payment or credit note was used
cs_cz: Následující SQL aktualizovat platební či kreditní poznámka byla použita
es_es: El siguiente SQL se usó para actualizar el pago ó nota de crédito
hi_in: निम्नलिखित एसक्यूएल भुगतान या क्रेडिट नोट इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui pembayaran atau nota kredit
it_it: di
ko_kr: 결제 또는 신용 메모를 업데이트하려면 다음 SQL을 사용 하였다
mr_in: पैसे किंवा क्रेडिट टीप अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om credit factuur of betaling te wijzigen was
pt_pt: SQL usado para atualizar pagto ou nota de créd. foi
ro_ro: Următoarele SQL de actualizare a notei de plată sau de credit a fost utilizat
ru_ru: Следующие SQL для обновления оплаты или кредитной записка была использована
sq_al: SQL e mëposhtme për të rinovuar shënimin e pagesës apo kredi është përdorur
sv: Följande SQL för att uppdatera betalning eller kreditnotan har använts
sw_ke: SQL zifuatazo update kumbuka ya malipo au mikopo mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新付款或红字发票的SQL是
zh_tw: 以下更新付款或折讓單的 SQL 正被使用

source: Exch diff
cs_cz: Exch rozdíl
es_es: Exch diff (diferencial de Cambio)
hi_in: Exch अन्तर
id_id: Selisih kurs
ko_kr: EXCH은 diff
mr_in: Exch फरक
nl_nl: Wisselkoers verschil
pt_pt: Dif. Camb.
ro_ro: Exch dif
ru_ru: Exch разн.
sq_al: ndrysh Shk
sv: Kursdiff
sw_ke: Exch tofauti
tr_tr: FARK
zh_hk: 汇率差异
zh_tw: 轉換差異

source: The GL entry for the difference on exchange arising out of this allocation could not be inserted because
cs_cz: Vstup pro GL rozdíl na výměně vyplývající z tohoto rozdělení nemůže být vložen, protože
es_es: El ingreso contable para la diferencia de cambio originada como consecuencia de esta asignación no puede ser insertado por
hi_in: अंतर के लिए मुद्रा पर जीएल प्रविष्टि इस आवंटन से उत्पन्न वजह से हो सकता है नहीं डाला
id_id: Entri GL utk selisih kurs muncul dari alokasi ini tdk dapat dimasukkan karena
it_it: Non è stato possibile regstrare il movimento contabile per la differenza sui cambi derivante da questa imputazione perchè
ko_kr: 이 할당에서 발생하는 환율의 차이에 대한 GL 항목이 있기 때문에 삽입 할 수 없습니다
mr_in: हे वाटप उद्भवल्यास एक्स्चेंजवर फरक साठी जी.एल. नोंद समाविष्ट करणे शक्य नाही कारण
nl_nl: Grootboek boeking voor het wisselkoersverschil die voortkomt uit deze toewijzing kon niet worden uitgevoerd omdat
pt_pt: EntradaTrans. Contábil da diferença câmbio desse local não pode ser inserido porque
ro_ro: Intrarea GL pentru diferenţa de pe schimbul decurg din această alocare nu a putut fi introdus, deoarece
ru_ru: Вход для GL разница по обмену, вытекающие из этого распределения не может быть включен, поскольку
sq_al: Hyrjes GL për ndryshim në shkëmbimin që dalin nga kjo shpërndarje nuk mund të shtohet sepse
sv: Fel
sw_ke: kuingia The GL kwa tofauti ya kwenye soko unaojitokeza mgao hii inaweza kuwa na kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 清算记录未能插入转账凭证汇率差异行,因为
zh_tw: 此配置的總帳的交易差異未能插入, 因為

source: Exch Diff
cs_cz: Rozdíl Exch
hi_in: Exch डिफ
id_id: Selisih Kurs
ko_kr: EXCH의 Diff
mr_in: Exch फरक
nl_nl: Wisselkoersverschil
pt_pt: Dif. Cambio
sq_al: Shk Diff
sv: Kursdiff
sw_ke: Exch tofauti
tr_tr: FARK
zh_hk: 汇率差异
zh_tw: 轉換差異

source: There was a problem retrieving the information relating the transaction selected
cs_cz: Tam byl problém získávání informací o vybrané transakce
es_es: Hubo un problema al obtener la información relativa a la transacción seleccionada
hi_in: वहाँ एक चयनित लेन - देन से संबंधित जानकारी को पुन: प्राप्त समस्या थी
id_id: Ada masalah saat mengambil informasi berhubungan dgn transaksi terpilih
it_it: Non è stato possibile estrarre le informazioni relative alla operazione selezionata
ko_kr: 선택된 거래에 관한 정보를 검색하는 동안 문제가 발생했습니다
mr_in: निवडलेले व्यवहार संबंधित माहिती पुनर्प्राप्त करताना एक समस्या आली
nl_nl: Er was een probleem bij het opvragen van de aan de geselecteerde transactie gerelateerde informatie
pt_pt: Problema na recuperação das informações relacion. a transação selecionada
ro_ro: Nu a fost o problemă la regăsirea informaţiilor privind tranzacţia selectat
ru_ru: Существовал проблемы при получении информации о сделке выбран
sq_al: Nuk ishte një problem retrieving informacion në lidhje transaksion zgjedhur
sv: Fel
sw_ke: Kulikuwa na tatizo retrieving ya taarifa zinazohusiana na shughuli kuchaguliwa
tr_tr: SEÇILEN ISLEMIN DETAYLARINA ULASILAMIYOR
zh_hk: 查询相关交易信息时发生错误
zh_tw: 提取選取的交易相關資料時發生錯誤

source: Allocations are unable to proceed
cs_cz: Přidělené prostředky nejsou schopny pokračovat
es_es: No se pueden procesar las asignaciones
hi_in: आवंटन के लिए आगे बढ़ना नहीं कर पा रहे
id_id: Alokasi tdk dapat diteruskan
it_it: Non è stato possibile effettuare le imputazioni
ko_kr: 할당 진행 할 수 없습니다
mr_in: वाटप पुढे करण्यास अक्षम आहोत
nl_nl: Allocatie kan niet worden voortgezet
pt_pt: Alocações não podem prosseguir
ro_ro: Alocările sunt în imposibilitatea de a continua
ru_ru: Лимиты не могут быть продолжены
sq_al: Alokimet janë në gjendje për të vazhduar
sv: Allokeringar kan inte fortsätta
sw_ke: Mgawanyo hawawezi kuendelea
tr_tr: TAHSISLER ISLENEMEDI
zh_hk: 不能进行清算操作
zh_tw: 配置不能執行

source: The SQL that was used to retrieve the transaction information was
cs_cz: SQL, který byl použit k získání informace o transakci byla
es_es: El SQL que se usó para obtener la información de la transacción fue
hi_in: SQL कि लेन - देन की जानकारी पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil informasi transaksi adalah
it_it: L&#39;SQL che è stato utilizzato per recuperare le informazioni transazione è stata
ko_kr: 거래 정보를 검색하는 데 사용 된 SQL이었다
mr_in: व्यवहार माहिती पुनर्प्राप्त करण्यासाठी वापरलेला SQL होते
nl_nl: De SQL die gebruikt werd om de transactie-informatie te halen was
pt_pt: SQL usado para recuperar informação da transação foi
ro_ro: SQL care a fost utilizat pentru a prelua informaţiile tranzacţia a fost
ru_ru: SQL, который был использован для получения информации о транзакции был
sq_al: SQL që është përdorur për të marrë informacion transaksioni është
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika Retrieve ya habari shughuli ilikuwa
tr_tr: işlem bilgilerini almak için kullanılan SQL oldu
zh_hk: 用于查找交易数据的SQL是
zh_tw: 這是用來檢索該交易信息的SQL程序

source: There was a problem retrieving the transactions available to allocate to
cs_cz: Tam byl problém načítání transakce, které přidělí
es_es: Hubo un problema al obtener las transacciones disponibles para asignar a
hi_in: वहाँ एक करने के लिए आवंटित उपलब्ध लेनदेन पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil transaksi tersedia utk dialokasikan ke
it_it: Non è stato possibile estrarre le operazioni ancora da imputare
ko_kr: 에 할당하는 데 사용할 수있는 트랜잭션을 검색하는 동안 문제가 발생했습니다
mr_in: ते वाटप करण्यास व्यवहार उपलब्ध पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem met het vinden van de beschikbare tansacties voor een tegenboeking
pt_pt: Há um problema recuperando trans. disponiveis para alocação
ro_ro: Nu a fost o problemă la regăsirea tranzacţiilor disponibile pentru a aloca
ru_ru: Существовал проблемы при получении сделок, выделяемых на решение
sq_al: Nuk ishte një problem retrieving transaksionet në dispozicion për të alokuar për
sv: Fel
sw_ke: Kulikuwa na tatizo retrieving mashirikiano inapatikana kwa kutenga na
tr_tr: işlemler için tahsis kullanılabilir alırken bir problem vardı
zh_hk: 查询未清算发票时发生错误
zh_tw: 提取交易到配置時發生錯誤

source: There was a problem retrieving the previously allocated transactions for modification
cs_cz: Tam byl problém načítání dříve přidělen transakce pro modifikaci
es_es: Hubo un problema al obtener las transacciones previamente asignadas para la modificación
hi_in: वहाँ एक संशोधन के लिए पहले से आवंटित लेनदेन पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil transaksi yg dialokasikan sebelumnya utk perubahan
it_it: Non è stato possibile estrarre le operazioni di cui modificare le imputazioni
ko_kr: 수정을 위해 이전에 할당 된 트랜잭션을 검색하는 동안 문제가 발생했습니다
mr_in: बदल पूर्वी वाटप व्यवहार पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem met opvragen van de transacties met een eerdere tegenboeking om te wijzigen
pt_pt: Há um problema na recuperação para modif. das transações previamente alocadas
ro_ro: Nu a fost o problemă la regăsirea tranzacţiilor alocate anterior pentru modificarea
ru_ru: Существовал проблемы при получении ранее выделенные операции для модификации
sq_al: Nuk ishte një problem retrieving transaksionet e caktuar më parë për modifikim
sv: Fel
sw_ke: Kulikuwa na tatizo retrieving malipo ya awali zilizotengwa kwa ajili ya muundo
tr_tr: değişiklik için daha önce tahsis işlemleri alırken bir problem vardı
zh_hk: 查询已清算记录时发生错误
zh_tw: 提取上次已配置交易修改時發生錯誤

source: The SQL that was used to retrieve the previously allocated transaction information was
cs_cz: SQL, který byl použit k načtení dříve přidělené transakci informace
es_es: El SQL que se usó para obtener la información de la transacción asignada anteriormente fue
hi_in: एसक्यूएल है कि पहले से आवंटित लेनदेन जानकारी पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil informasi transaksi yg dialokasi sebelumnya adalah
it_it: Il SQL che è stato utilizzato per recuperare le informazioni sulle transazioni precedentemente assegnato è stato
ko_kr: 사용 된 SQL은 이전에 할당 된 거래 정보를 검색 할 수 있었다
mr_in: पूर्वी वाटप व्यवहार माहिती पुनर्प्राप्त करण्यासाठी वापरलेला SQL होते
nl_nl: De SQL die gebruikt werd om de eerder toegewezen transactie-informatie ophalen was
pt_pt: SQL que falhou na recuperação das trans. previamente alocadas do fornecedor foi
ro_ro: SQL care a fost utilizat pentru a prelua informaţii privind tranzacţiile alocate anterior a fost
ru_ru: SQL, который был использован для получения ранее выделенные сделки информация
sq_al: SQL që është përdorur për të marrë informacion të caktuar më parë transaksioni është
sv: Den SQL som användes var
sw_ke: SQL ya kuwa ilitumika Retrieve ya awali zilizotengwa kwa shughuli habari mara
tr_tr: SQL daha önce tahsis edilen işlem bilgilerini almak için kullanılan idi
zh_hk: 用作查找已清算交易数据的SQL是
zh_tw: 被用於檢索先前分配的交易信息的SQL程序

source: Allocation of supplier
cs_cz: Přidělování dodavatele
es_es: Asignación de proveedor
hi_in: आपूर्तिकर्ता का आबंटन
id_id: Alokasi supplier
it_it: Ripartizione dei fornitori
ko_kr: 공급 업체의 할당
mr_in: पुरवठादार वाटप
nl_nl: Vermaning Leverancier
pt_pt: Alocação do fornecedor
ro_ro: Alocarea de furnizor
ru_ru: Распределение поставщиком
sq_al: Alokimi i furnizuesit
sv: Utbetalningar till leverantör
sw_ke: Mgao wa wasambazaji
tr_tr: TEDARIKÇILERIN DAGILIMI
zh_hk: 付款清算
zh_tw: 配置供應商

source: Amount in supplier currency
cs_cz: Částka v měně dodavatele
es_es: Monto en la moneda del proveedor
hi_in: राशि आपूर्तिकर्ता की मुद्रा में
id_id: Jumlah dalam mata uang supplier
it_it: Importo
ko_kr: 공급 업체 통화 금액
mr_in: पुरवठादार चलनातील रक्कम
nl_nl: Bedrag in leveranciers valuta
pt_pt: Valor na moeda do fornecedor
ro_ro: Suma în valută cu furnizorul
ru_ru: Результат в валюте поставщика
sq_al: Shuma në furnizues të monedhës
sv: Belopp i leverantörens valuta
sw_ke: Kiasi wasambazaji sarafu
tr_tr: TUTAR (TED.PARA BIRIMINDE)
zh_hk: 供应商的货币值
zh_tw: 供應商的貨幣值

source: Transaction total
cs_cz: Transakce celkem
es_es: Total de la transacción
hi_in: लेन - देन कुल
id_id: Total transaksi
it_it: Totale transazione
ko_kr: 트랜잭션 총
mr_in: व्यवहार एकूण
nl_nl: Totaal van Transactie
pt_pt: Total Transação
ro_ro: Totală a tranzacţiei
ru_ru: Итого операций
sq_al: total Transaction
sv: Transaktionstotal
sw_ke: Shughuli jumla
tr_tr: ISLEM TOPLAMI
zh_hk: 交易总数
zh_tw: 交易總數

source: Supp
es_es: Prov.
id_id: Supplier
nl_nl: Leveranciers
pt_pt: Fornec.
sv: Lev
tr_tr: TED.
zh_hk: 供应商
zh_tw: 供應商

source: There are no outstanding payments or credits yet to be allocated for this supplier
cs_cz: Nejsou žádné neuhrazené platby nebo úvěry ještě mají být přiděleny pro tento dodavatel
es_es: Aún no hay pagos extraordinarios o créditos extraordinarios a asignar para este proveedor
hi_in: कोई बकाया भुगतान या क्रेडिट अभी तक कर रहे हैं इस सप्लायर के लिए आवंटित किया जाना
id_id: Supplier ini tdk ada pembayaran atau kredit blm-selesai utk dialokasikan
it_it: di
ko_kr: 아직이 공급 업체에 할당되는 더 뛰어난 지불 또는 크레딧이 없습니다
mr_in: एकही थकबाकी भरणा किंवा नामावली या पुरवठादार वाटप अजून आहेत
nl_nl: Nog geen openstaande betalingen of creditfacturen voor deze leverancier
pt_pt: Não existem pagamentos pendentes ou créditos alocados ao fornecedor
ro_ro: Nu există plăţi restante sau credite încă să fie alocate pentru acest furnizor
ru_ru: Есть не просроченные платежи или кредиты еще не выделены для этого поставщика
sq_al: Nuk ka pagesa të papaguar apo kredi ende të ndara për këtë furnizues
sv: Det finns inga utestående betalningar eller krediter som ännu inte tilldelats för denna leverantör
sw_ke: Hakuna malipo bora au mikopo bado zilizotengwa kwa ajili ya wasambazaji hii
tr_tr: hiçbir ödemeler veya kredi bu tedarikçi için tahsis edilecek henüz vardır
zh_hk: 此供应商没有未清算的付款或红字发票
zh_tw: 這供應商沒有未配置的未完成付款或冲銷

source: Supplier Balance Listing
cs_cz: Dodavatel bilance Výpis
es_es: Listado del Balance de proveedores
hi_in: आपूर्तिकर्ता शेष लिस्ट
id_id: Daftar Saldo Supplier
it_it: Fornitore Balance Listing
ko_kr: 공급 밸런스 목록
mr_in: पुरवठादार शिल्लक यादी
nl_nl: Leveranciers Open Posten Lijst
pt_pt: Listagem Saldo Fornecedor
ro_ro: Balanţa furnizorul Listing
ru_ru: Поставщик баланс листинге
sq_al: Listing Furnizuesi Bilanci
sv: Leverantörssaldo
sw_ke: Wasambazaji Mizani Listing
tr_tr: TEDARIKÇI BILANÇO LISTESI
zh_hk: 期末供应商欠款汇总表
zh_tw: 供應商結餘列表

source: Supplier Balances
cs_cz: Dodavatel Váhy
es_es: Balances de proveedores
hi_in: आपूर्तिकर्ता शेष
id_id: Saldo Supplier
it_it: Saldi fornitore
ko_kr: 공급 업체 잔액
mr_in: पुरवठादार शिल्लक
nl_nl: Leverancier Open Posten
pt_pt: Saldo Fornecedor
ro_ro: Solduri furnizorul
ru_ru: Поставщик Остатки
sq_al: Furnizuesi ekuilibrave
sv: Leverantörssaldon
sw_ke: Wasambazaji Bakaa
tr_tr: TEDARIKÇI BILANÇOLARI
zh_hk: 期末供应商欠款汇总表
zh_tw: 供應商結餘

source: Supplier Balances - Problem Report
cs_cz: Dodavatel Váhy - nahlášení problému
es_es: Saldos de proveedores - Informe del Problema
hi_in: समस्या रिपोर्ट - प्रदायक शेष
id_id: Supplier Saldo - Laporan Masalah
it_it: Saldi Fornitore - Report di Problemi
ko_kr: 공급 업체 잔액 - 문제 신고
mr_in: पुरवठादार शिल्लक - समस्या नोंदवा
nl_nl: Leverancier Tegoeden - Problem Report
pt_pt: Problema no relatório Saldo Fornecedor
ro_ro: Soldurile Furnizor - raport de problemă
ru_ru: Поставщик средств - о проблемах
sq_al: Bilancet Furnizuesi - Report Problem
sv: Periodiserad leverantörskontoanalys - Problemrapport
sw_ke: Wasambazaji Bakaa - Tatizo Ripoti
tr_tr: Tedarikçi Dengeler - Sorun Raporu
zh_hk: 供应商（应付）余额-问题报告
zh_tw: 供應商餘額 - 問題報表

source: There are no supplier balances to list
cs_cz: Nejsou žádné zůstatky na seznam dodavatelů
es_es: No hay saldos de proveedores a la lista
hi_in: वहाँ रहे हैं कोई आपूर्तिकर्ता को सूची संतुलन
id_id: Ada supplier ada saldo ke daftar
it_it: Non ci sono i saldi alla lista dei fornitori
ko_kr: 나열 할 공급 업체 잔액이 없습니다
mr_in: यादी नाही पुरवठादार शिल्लक नाहीत
nl_nl: Er zijn geen enkele leverancier saldi lijst
pt_pt: Não existem saldos do fornecedor para listar
ro_ro: Nu există nici un furnizor soldurile la lista
ru_ru: Есть не поставщиком остатки к списку
sq_al: Nuk ka furnizues ekuilibrave në listë
sv: Det finns inga leverantörssaldon att visa
sw_ke: Kuna muuzaji hakuna mizani kwa orodha
tr_tr: hiçbir tedarikçi listesine dengeleri vardır
zh_hk: 没有可列出的供应商（应付）余额
zh_tw: 沒有列出供應商餘額
