Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The company preferences could not be retrieved because
cs_cz: Společnost preference se nepodařilo získat, protože
es_es: No se pudo obtener la configuración de la empresa porque
hi_in: कंपनी वरीयताओं वजह से पुनः प्राप्त नहीं कर सकता
id_id: Preferensi perusahaan tdk dapat diambil karena
it_it: Non è stato possibile estrarre i dati sulla Società perchè
ko_kr: 이 회사의 기본 설정이 있기 때문에 검색 할 수 없습니다
mr_in: कंपनी प्राधान्ये कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: de bedrijfsvoorkeursinstellingen konden niet worden opgevraagd omdat
pt_pt: As preferências da Companhia não puderam ser recuperadas porque
ro_ro: Preferinţele societăţii nu au putut fi recuperate, deoarece
ru_ru: Не удалось получить настройки компании, так как
sq_al: Preferencat Kompania nuk mund të shikohet, sepse
sv: Företagsinställningarna kan inte visas för att
sw_ke: upendeleo wa kampuni inaweza kuwa retrieved sababu
tr_tr: FIRMA AYARLARI GÖSTERILEMIYOR:
zh_hk: 找不到公司参数, 因为
zh_tw: 公司設定不能取得, 因為

source: to appear on reports
cs_cz: zobrazí se na přehledech
es_es: aparece en los informes
hi_in: रिपोर्ट पर दिखाई देते हैं
id_id: yg ditampilkan pada laporan
it_it: utilizzato per i documenti
ko_kr: 보고서에 표시
mr_in: अहवाल प्रकट
nl_nl: zichtbaar op rapporten
pt_pt: para constar nos relatórios
ro_ro: să apară pe rapoarte
ru_ru: для показа в отчете
sq_al: të paraqiten në raportet e
sv: visas på rapporter
sw_ke: kuonekana kwenye ripoti
tr_tr: RAPORLARDA GÖRÜNECEK
zh_hk: 在报表中显示
zh_tw: 在報表中顯示

source: Enter the name of the business. This will appear on all reports and at the top of each screen.
es_es: Introducir el nombre de la empresa. Esto aparecerá en todos los informes y en la parte superior de cada pantalla.
ko_kr: 사업의 이름을 입력합니다. 이 모든 보고서와 각 화면의 상단에 표시됩니다.
pt_pt: Informe o nome do Negócio. Isso irá aparecer em todos os relatórios e no Topo das Telas
zh_tw: 輸入公司的名稱。這名稱將出現在所有的報表及螢幕頂部上。

source: Official Company Number
cs_cz: Společnost Počet oficiálních
es_es: Número oficial de la compañía (DUN)
hi_in: सरकारी कंपनी संख्या
id_id: Nomor Terdaftar Perusahaan
it_it: Numero iscrizione Rea
ko_kr: 공식 회사 수
mr_in: अधिकृत कंपनी क्रमांक
nl_nl: Officieel Bedrijfs Nummer
pt_pt: Número Oficial da Companhia
ro_ro: Numărul oficial al companiei
ru_ru: Официальный номер компании
sq_al: Numri zyrtar i kompanisë
sv: Företagsnummer
sw_ke: Idadi rasmi Kampuni
tr_tr: VERGI NO
zh_hk: 公司营业代码
zh_tw: 官方的公司編號

source: Tax Authority Reference
cs_cz: Daňový úřad Reference
es_es: Referencia de la administración tributaria
hi_in: टैक्स प्राधिकरण संदर्भ
id_id: Keterangan Wewenang Pajak
it_it: P. IVA / C.F.
ko_kr: 세무 당국 참조
mr_in: कर प्राधिकरण संदर्भ
nl_nl: BTW Autoriteiten Referentie
pt_pt: Referência Fiscal
ro_ro: Autoritatea fiscală de referinţă
ru_ru: Ссылка на налоговый орган
sq_al: Reference Tatimore Autoriteti
sv: Referens
sw_ke: Kodi ya Mamlaka ya Reference
tr_tr: VERGI DAIRESI
zh_hk: 税号
zh_tw: 統一編號

source: Address Line 1
cs_cz: 1. řádek adresy
es_es: Dirección línea 1
hi_in: पता पंक्ति 1
id_id: Alamat Baris 1
it_it: Indrizzo - 1a riga
ko_kr: 주소 라인 1
mr_in: लाइन 1 पत्ता
nl_nl: Adres Regel 1
pt_pt: Logradouro
ro_ro: Adresa Linia 1
ru_ru: Строка адреса 1
sq_al: Adresa line 1
sv: Adressrad 1
sw_ke: Anwani Line 1
tr_tr: ADRES 1
zh_hk: 地址列1
zh_tw: 地址列 1

source: Enter the first line of the company registered office. This will appear on invoices and statements.
es_es: Introducir la primera línea del domicilio social de la compañía. Esto aparecerá en las facturas y declaraciones.
ko_kr: 회사 등록 사무소의 첫 번째 줄을 입력합니다. 이 송장 및 문에 나타납니다.
mr_in: कंपनी नोंदणीकृत कार्यालय पहिली ओळ प्रविष्ट करा. या पावत्या आणि वाक्य दिसेल.
pt_pt: Informe a 1. linha do nome principal da companhia. Isso irá aparecer nos pedidos e relatórios
zh_tw: 輸入第一行公司註冊處。這註冊文字將出現在發票和報表上。

source: Address Line 2
cs_cz: 2. řádek adresy
es_es: Dirección línea 2
hi_in: पता पंक्ति 2
id_id: Alamat Baris 2
it_it: Indrizzo - 2a riga
ko_kr: 주소 2
mr_in: लाईन 2 पत्ता
nl_nl: Adres Regel 2
pt_pt: Bairro/Cidade
ro_ro: Adresa Linia 2
ru_ru: Строка адреса 2
sq_al: Adresa line 2
sv: Adressrad 2
sw_ke: Anwani Line 2
tr_tr: ADRES 2
zh_hk: 地址列2
zh_tw: 地址列 2

source: Enter the second line of the company registered office. This will appear on invoices and statements.
es_es: Introducir la segunda línea del domicilio social de la compañía. Esto aparecerá en las facturas y declaraciones.
ko_kr: 회사 등록 사무소의 두 번째 줄을 입력합니다. 이 송장 및 문에 나타납니다.
mr_in: कंपनी नोंदणीकृत कार्यालय दुसरी ओळ प्रविष्ट करा. या पावत्या आणि वाक्य दिसेल.
pt_pt: Informe a 2. linha nome principal da companhia. Isso irá aparecer nos pedidos e relatórios.
zh_tw: 輸入第二行公司註冊處。這註冊文字將出現在發票和報表上。

source: Address Line 3
cs_cz: 3. řádek adresy
es_es: Dirección línea 3
hi_in: पता लाइन 3
id_id: Alamat Baris 3
it_it: Indrizzo - 3a riga
ko_kr: 주소 라인 3
mr_in: लाईन 3 पत्ता
nl_nl: Adres Regel 3
pt_pt: UF
ro_ro: Adresa Rândul 3
ru_ru: Строка адреса 3
sq_al: Adresa line 3
sv: Adressrad 3
sw_ke: Anwani Line 3
tr_tr: ADRES 3
zh_hk: 地址列3
zh_tw: 地址列 3

source: Enter the third line of the company registered office. This will appear on invoices and statements.
es_es: Introducir la tercera línea del domicilio social de la compañía. Esto aparecerá en las facturas y declaraciones.
ko_kr: 회사 등록 사무소의 세 번째 줄을 입력합니다. 이 송장 및 문에 나타납니다.
mr_in: कंपनी नोंदणीकृत कार्यालय तिसरी ओळ प्रविष्ट करा. या पावत्या आणि वाक्य दिसेल.
pt_pt: Informe a 3. linha nome principal da companhia. Isso irá aparecer nos pedidos e relatórios.
zh_tw: 輸入第三行公司註冊處。這註冊文字將出現在發票和報表上。

source: Address Line 4
cs_cz: 4. řádek adresy
es_es: Dirección línea 4
hi_in: पता 4 लाइन
id_id: Alamat Baris 4
it_it: Indrizzo - 4a riga
ko_kr: 주소 라인 (4)
mr_in: लाईन 4 पत्ता
nl_nl: Adres Regel 4
pt_pt: CEP
ro_ro: Adresa linia 4
ru_ru: Строка адреса 4
sq_al: Adresa line 4
sv: Adressrad 4
sw_ke: Anwani Line 4
tr_tr: ADRES 4
zh_hk: 地址列4
zh_tw: 地址列 4

source: Enter the fourth line of the company registered office. This will appear on invoices and statements.
es_es: Introducir la cuarta línea del domicilio social de la compañía. Esto aparecerá en las facturas y declaraciones.
ko_kr: 회사 등록 사무소의 네 번째 줄을 입력합니다. 이 송장 및 문에 나타납니다.
mr_in: कंपनी नोंदणीकृत कार्यालय चौथ्या ओळ प्रविष्ट करा. या पावत्या आणि वाक्य दिसेल.
pt_pt: Informe a 4. linha nome principal da companhia. Isso irá aparecer nos pedidos e relatórios.
zh_tw: 輸入第四行公司註冊處。這註冊文字將出現在發票和報表上。

source: Address Line 5
cs_cz: 5. řádek adresy
es_es: Dirección línea 5
hi_in: पता लाइन 5
id_id: Alamat Baris 5
it_it: Indirizzo Linea 5
ko_kr: 주소 라인 (5)
mr_in: लाइन 5 पत्ता
nl_nl: Adres Regel 5
pt_pt: CPF/CNPJ:
ro_ro: Adresa Linia 5
ru_ru: Строка адреса 5
sq_al: Line Adresa 5
sv: Adressrad 5
sw_ke: Anwani Line 5
tr_tr: ADRES 5
zh_hk: 地址列5
zh_tw: 地址列 5

source: Address Line 6
cs_cz: 6. řádek adresy
es_es: Dirección línea 6
hi_in: पता 6 रेखा
id_id: Alamat Baris 6
it_it: Indirizzo Line 6
ko_kr: 주소 라인 (6)
mr_in: लाइन 6 पत्ता
nl_nl: Adres Regel 6
pt_pt: I.E.:
ro_ro: Adresa Line 6
ru_ru: Строка адреса 6
sq_al: Adresa Line 6
sv: Adressrad 6
sw_ke: Anwani Line 6
tr_tr: ADRES 6
zh_hk: 地址列6
zh_tw: 地址列 6

source: Telephone Number
cs_cz: Telefonní číslo
es_es: Número de teléfono
hi_in: दूरभाष संख्या
id_id: Nomor Telpon
it_it: Numero di telefono
ko_kr: 전화 번호
mr_in: दूरध्वनी क्रमांक
nl_nl: Telefoon Nummer
pt_pt: Número Telefone
ro_ro: Numărul de telefon
ru_ru: Номер телефона
sq_al: Numri i telefonit
sv: Telefonnummer
sw_ke: Idadi ya simu
tr_tr: TELEFON
zh_hk: 电话号码
zh_tw: 電話號碼

source: Enter the main telephone number of the company registered office. This will appear on invoices and statements.
es_es: Introducir el número de teléfono principal del domicilio social de la compañía. Esto aparecerá en las facturas y declaraciones.
ko_kr: 회사의 주요 전화 번호 사무실을 등록 입력합니다. 이 송장 및 문에 나타납니다.
mr_in: कंपनी नोंदणीकृत कार्यालय मुख्य टेलिफोन नंबर प्रविष्ट करा. या पावत्या आणि वाक्य दिसेल.
pt_pt: Informe o telefone principal da companhia. isso irá aparecer nos pedidos e relatórios
zh_tw: 輸入公司主要的電話於註冊處。這註冊文字將出現在發票和報表上。

source: Facsimile Number
cs_cz: Faxové číslo
es_es: Número de facsímil
hi_in: प्रतिकृति संख्या
id_id: Nomor Fax
it_it: Numero fax
ko_kr: 팩스 번호
mr_in: पुस्तक क्रमांक
nl_nl: Fax Nummer
pt_pt: Número do FAX
ro_ro: Numărul facsimil
ru_ru: Номер факса
sv: Faxnr
sw_ke: Idadi facsimile
tr_tr: FAKS
zh_hk: 传真号码
zh_tw: 傳真號碼

source: Email Address
cs_cz: E-mailová adresa
es_es: Dirección de correo electrónico
hi_in: ईमेल पता
id_id: Alamat Email
it_it: Indrizzo posta elettronica
ko_kr: 이메일 주소
mr_in: ईमेल पत्ता
nl_nl: E-mail Adres
pt_pt: Correio Eletrônico
ro_ro: Adresa de email
ru_ru: Адрес эл.почты
sq_al: Email Adresa
sv: E-postaddress
sw_ke: Anwani ya barua pepe
tr_tr: EMAIL
zh_hk: 电子邮件
zh_tw: 電子郵件地址

source: Enter the main company email address. This will appear on invoices and statements.
es_es: Introducir la dirección principal de correo electrónico de la empresa. Esto aparecerá en las facturas y declaraciones.
ko_kr: 주요 기업의 이메일 주소를 입력합니다. 이 송장 및 문에 나타납니다.
mr_in: मुख्य कंपनी ईमेल पत्ता प्रविष्ट करा. या पावत्या आणि वाक्य दिसेल.
pt_pt: Informe o email da companhia. Isso irá aparecer nos pedidos e relatórios.
zh_tw: 輸入公司主要的電子郵件於註冊處。這註冊文字將出現在發票和報表上。

source: Home Currency
cs_cz: Domácí měna
es_es: Moneda local
hi_in: घर मुद्रा
id_id: Mata Uang Lokal
it_it: Valuta locale
ko_kr: 홈 통화
mr_in: घर चलनासंबंधी
nl_nl: Thuis Valuta
pt_pt: Moeda Principal
ro_ro: Home valutar
ru_ru: Домашнаяя валюта
sq_al: Home Valuta
sv: Valutasymboler
sw_ke: Nyumbani Currency
tr_tr: YEREL PARA BIRIMI
zh_hk: 本位币
zh_tw: 本地貨幣

source: Debtors Control GL Account
cs_cz: Dlužníci ovládání účtu GL
es_es: Cuenta para control de deudores
hi_in: देनदार जीएल खाता नियंत्रण
id_id: Akun GL Pengawasan Debitur
it_it: Sottoconto per il controllo dei debitori
ko_kr: 채무자 제어 GL 계정
mr_in: Debtors नियंत्रण जी.एल. खाते
nl_nl: Debiteuren Grootboek Nummer
pt_pt: Conta Contábil Débito
ro_ro: Debitorii Control cont GL
ru_ru: Счет котроля дебиторов в главной книге
sq_al: Debitorët Kontrollit Llogaria GL
sv: Kundkonto
sw_ke: Jukumu Udhibiti Akaunti GL
tr_tr: BORÇLU KONTROL MUH.KODU
zh_hk: 应收总账科目
zh_tw: 應收總帳科目

source: Select the general ledger account to be used for posting the local currency value of all customer transactions to. This account will always represent the total amount owed by customers to the business. Only balance sheet accounts are available for this selection.
ko_kr: 모든 고객 거래의 현지 통화 가치를 올리기 위해 사용되는 일반 회계 원장 계정을 선택합니다. 이 계정은 항상 비즈니스에 고객이 빚진 금액을 나타냅니다. 만 대차 대조표 계정이 선택할 수 있습니다.
mr_in: सर्व ग्राहक व्यवहार स्थानिक चलन मूल्य पोस्ट वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा. हे खाते नेहमी व्यवसाय ग्राहकांना द्वारे owed एकूण रक्कम प्रतिनिधित्व करेल. केवळ ताळेबंद खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecione a conta contábil que será usada para postar na moeda local o valor das transações de cliente. Essa conta sempre irá representar o valor Total dos Clientes. Apenas contas de Saldo são disponíveis para essa seleção.
zh_tw: 選擇要用於發布所有客戶交易的當地貨幣價值的總帳科目。此帳戶將永遠代表客戶所欠的業務總量。只有結算帳戶可用於此選擇。

source: Creditors Control GL Account
cs_cz: Věřitelé ovládání účtu GL
es_es: Cuenta para control de acreedores
hi_in: लेनदारों जीएल खाता नियंत्रण
id_id: Akun GL Pengawasan Kreditur
it_it: Sottoconto per il controllo dei creditori
ko_kr: 채권자 제어 GL 계정
mr_in: धनको जी.एल. खाते नियंत्रण
nl_nl: Crediteuren Grootboek Nummer
pt_pt: Conta Contábil Crédito
ro_ro: Creditorii Control cont GL
ru_ru: Контролирующий счет кредиторов в главной книге
sq_al: Kreditorët Kontrollit Llogaria GL
sv: Leverantörskonto
sw_ke: Wadai Udhibiti Akaunti GL
tr_tr: ALACAKLI KONTROL MUH.KODU
zh_hk: 应付总账科目
zh_tw: 應付總帳科目

source: Select the general ledger account to be used for posting the local currency value of all supplier transactions to. This account will always represent the total amount owed by the business to suppliers. Only balance sheet accounts are available for this selection.
ko_kr: 모든 공급 업체 트랜잭션의 현지 통화 가치를 올리기 위해 사용되는 일반 회계 원장 계정을 선택합니다. 이 계정은 항상 공급 업체에 사업에 의해 빚진 금액을 나타냅니다. 만 대차 대조표 계정이 선택할 수 있습니다.
mr_in: सर्व पुरवठादार व्यवहारांची स्थानिक चलन मूल्य पोस्ट वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा. हे खाते नेहमी पुरवठादार व्यवसायातील द्वारे owed एकूण रक्कम प्रतिनिधित्व करेल. केवळ ताळेबंद खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecione a conta contábil que será usada para postar na moeda local o valor das transações de fornecedores. Essa conta sempre irá representar o valor Total dos Fornecedores. Apenas contas de Saldo são disponíveis para essa seleção.
zh_tw: 選擇要用於發布所有供應商交易的當地貨幣價值的總帳科目。此帳戶將始終代表由企業欠供應商的總金額。只有結算帳戶可用於此選擇。

source: Payroll Net Pay Clearing GL Account
cs_cz: Mzdové čistých platů Vymazání GL účet
es_es: Cuenta para pago de nómina
hi_in: पेरोल नेट जीएल खाता समाशोधन वेतन
id_id: Akun GL Kliring Pembayaran Gaji Bersih
it_it: Sottoconto per la compensazione di paghe e stipendi
ko_kr: 급여 인터넷 유료 지우기 GL 계정
mr_in: वेतनपट नेट पे क्लिअरिंग जी.एल. खाते
nl_nl: Salaris Betaalrekening GB Nummer
pt_pt: Conta Contábil Folha Pagto
ro_ro: Salarii Salariul net de Compensare Contul GL
ru_ru: GL-cчёт заработной платы
sq_al: Paguajnë Pagave neto Pastrimi Llogaria GL
sv: Lönekonto
sw_ke: Mishahara Net Pay Clearing Akaunti GL
tr_tr: GL Hesap Takas Bordro Net Ücret
zh_hk: 工资总账科目
zh_tw: 工資總帳科目

source: Goods Received Clearing GL Account
cs_cz: Zboží Přijaté Vymazání GL účet
es_es: Cuenta para compensación de bienes recibidos
hi_in: माल जीएल खाता समाशोधन प्राप्त
id_id: Akun GL Kliring Brg Diterima
it_it: Sottoconto per la compensazione dei beni ricevuti
ko_kr: 제품은 지우기 GL 계정 수상
mr_in: वस्तू क्लिअरिंग जी.एल. खाते प्राप्त
nl_nl: Artikelen Ontvangst Bevestiging GB Nummer
pt_pt: Conta Contábil Recebimentos
ro_ro: Bunuri primite Clearing Contul GL
ru_ru: GL-счет полученных товаров
sq_al: Mallrat e marra Pastrimi Llogaria GL
sv: Inlevererat goods konto
sw_ke: Received bidhaa Clearing Akaunti GL
tr_tr: Mal GL Hesap Takas Alınan
zh_hk: 收货总账科目
zh_tw: 收貨總帳科目

source: Select the general ledger account to be used for posting the cost of goods received pending the entry of supplier invoices for the goods. This account will represent the value of goods received yet to be invoiced by suppliers. Only balance sheet accounts are available for this selection.
ko_kr: 총계정 원장 계정을 선택하면 상품에 대한 공급 업체 송장의 항목을 보류 상품의 비용을받은 게시에 사용되는. 이 계정은 공급 업체 송장이 발행 아직받은 상품의 값을 나타냅니다. 만 대차 대조표 계정이 선택할 수 있습니다.
mr_in: माल खर्च पोस्ट वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा वस्तूंसाठी पुरवठादार पावत्या च्या प्रविष्टी प्रलंबित झाला. हे खाते आपूर्तिकर्त्याकडून invoiced अजून प्राप्त माल मूल्य प्रतिनिधित्व करेल. केवळ ताळेबंद खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecione a conta contábil que será usada para postar na moeda local o valor das transações de Ordens de compra pendentes de entrega por Fornecedores. Essa conta sempre irá representar o valor Total das Ordens de Compras ainda não entregues pelos Fornecedores. Apenas contas de Saldo são disponíveis para essa seleção.
zh_tw: 選擇總帳帳戶用於發布商品成本以待收到供應商發票的進口的貨物。此帳戶將代表尚未收到由供應商開具發票的貨物價值。只有結算帳戶可用於此選擇。

source: Retained Earning Clearing GL Account
cs_cz: Vydělávat udržel Vymazání GL účet
es_es: Cuenta para compensación de ganancias retenidas
hi_in: कमाई समाशोधन जीएल खाता कायम
id_id: Akun GL Kliring Pendapatan Ditahan
it_it: Sottoconto per la compensazione degli utili non distribuiti
ko_kr: 잉여금 적립 지우기 GL 계정
mr_in: क्लिअरिंग जी.एल. खाते मिळवून ठेवली
nl_nl: Ingehouden verdienen Clearing GL-account
pt_pt: Conta Contábil Retenção Lucro
ro_ro: Reportat contul de compensare Câştiga GL
ru_ru: GL-счет нераспределенной прибыли
sq_al: Llogaria mbajti të ardhura Pastrimi GL
sv: Balanserade Tjänar Clearing GL konto
sw_ke: Kubakia kupata Clearing GL Akaunti
tr_tr: Kazanç Takas GL Hesap Geçmiş
zh_hk: 留存收益总账科目
zh_tw: 保留收益總帳科目

source: Select the general ledger account to be used for clearing profit and loss accounts to that represents the accumulated retained profits of the business. Only balance sheet accounts are available for this selection.
ko_kr: 총계정 원장 계정을 선택하는 것은 사업의 누적 이익 잉여금은 그에게 손익 계정을 삭제하기위한 표현을 사용합니다. 만 대차 대조표 계정이 선택할 수 있습니다.
mr_in: त्या नफा आणि तोटा खाती साफ वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा व्यवसायाच्या ठेवली जमा नफा प्रस्तुत करते. केवळ ताळेबंद खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecione a conta contábil que será usada para postar na moeda local o valor das transações de Lucros e Perdas representados por lucros/prejuizos acumulados. Apenas contas de Saldo são disponíveis para essa seleção.
zh_tw: 選擇總帳帳戶用於結算損益帳，以表示該業務的累計未冲帳的利潤。只有結算帳戶可用於此選擇。

source: Freight Re-charged GL Account
cs_cz: Nákladní Re-zpoplatněny GL účet
es_es: Cuenta de Transportes Re-Cargados
hi_in: भाड़ा फिर से चार्ज जीएल खाता
id_id: Akun GL Pengiriman Ditagih-Ulg
it_it: Sottoconto per spese di trasporto resi
ko_kr: 화물 다시 충전 GL 계정
mr_in: सामानाचे पुन्हा चार्ज जी.एल. खाते
nl_nl: Grootboekrekening voor herberekende Vrachtkosten
pt_pt: Conta Contábil Reembolso Frete
ro_ro: De transport de marfă Re-perceput GL cont
ru_ru: GL-счет фрахта
sq_al: Mallrave Re-ngarkuar GL Account
sv: Fraktdebiteringskonto
sw_ke: Mizigo Re-kushtakiwa GL Akaunti
tr_tr: Navlun Re-ücret GL Hesabı
zh_hk: 运费总账科目
zh_tw: 運費總帳科目

source: Sales Exchange Variances GL Account
cs_cz: Prodej Výměna rozptylů GL účet
es_es: Cuenta para diferencias de cambio en ventas
hi_in: बिक्री एक्सचेंज जीएल खाता प्रसरण
id_id: Akun GL Perubahan Mata Uang Penjualan
it_it: Sottoconto per variazioni su tassi di cambio del venduto
ko_kr: 판매 교환 차이 GL 계정
mr_in: विक्री एक्सचेंज Variances जी.एल. खाते
nl_nl: Verkoop Exchange Variaties GB Nummer
pt_pt: Conta Contábil para Variação Cambial Vendas
ro_ro: Vânzări variaţiilor de schimb Contul GL
ru_ru: Счет главной книги разниц обмена
sq_al: Sales Variancat Exchange Account GL
sv: Försäljning valutadiff konto
sw_ke: Mauzo Exchange Variances GL Akaunti
tr_tr: Satış Exchange Varyanslar GL Hesabı
zh_hk: 销售汇率差异总账科目
zh_tw: 銷售匯率差異總帳科目

source: Select the general ledger account to be used for posting accounts receivable exchange rate differences to - where the exchange rate on sales invocies is different to the exchange rate of currency receipts from customers, the exchange rate is calculated automatically and posted to this general ledger account. Only profit and loss general ledger accounts are available for this selection.
ko_kr: 판매 invocies에 환율이 고객의 통화 영수증의 환율과 다른 경우, 환율이 자동으로 계산이 총계정 원장 계정에 게시됩니다 -에 계정에게 채권 환율 차이를 올리기 위해 사용되는 일반 회계 원장 계정을 선택합니다. 오직 이익과 손실 총계정 원장 계정이 선택 가능합니다.
mr_in: विक्री invocies वर विनिमय दर ग्राहकांकडून चलन पावतीच्या विनिमय दर वेगवेगळे आहे जेथे, विनिमय दर आपोआप गणना हे सामान्य खातेवही खाते पोस्ट आहे - खात्यांमध्ये प्राप्य विनिमय दर फरक पोस्ट वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा. केवळ नफा आणि तोटा सामान्य खातेवही खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecione a conta contábil que será usada para postar na moeda local o valor das diferenças de câmbio nos pedidos de cliente e os valores recebidos desses clientes. Essa conta receberá lançamentos automáticos. Apenas contas de Lucros e Perdas são disponíveis para essa seleção.
zh_tw: 選擇要用於張貼應收帳款匯率差異的總帳科目 -以客戶收取貨幣的匯率，銷售發票的匯率是不同的，匯率自動計算並拋到這個總帳科目。僅損益總帳帳戶可用於此選擇。

source: Purchases Exchange Variances GL Account
cs_cz: Nákup Výměna rozptylů GL účet
es_es: Cuenta para diferencias de cambio en compras
hi_in: खरीद एक्सचेंज जीएल खाता प्रसरण
id_id: Akun GL Perubahan Mata Uang Pembelian
it_it: Sottoconto per variazioni su tassi di cambio degli acquisti
ko_kr: 교환 차이 GL 계정을 구매합니다
mr_in: खरेदी एक्सचेंज Variances जी.एल. खाते
nl_nl: Inkoop Exchange Variaties GB Nummer
pt_pt: Conta Contábil Variação Cambial Compras
ro_ro: Achiziţiile Contul variaţiilor de schimb GL
ru_ru: GL-счет расхожений при покупках
sq_al: Exchange Variancat Blerjet Llogaria GL
sv: Inköps valutadiff konto
sw_ke: Manunuzi Exchange Variances GL Akaunti
tr_tr: Alımları Exchange Varyanslar GL Hesabı
zh_hk: 采购汇率差异总账科目
zh_tw: 採購匯率差異總帳科目

source: Select the general ledger account to be used for posting the exchange differences on the accounts payable transactions to. Supplier invoices entered at one currency and paid in the supplier currency at a different exchange rate have the differences calculated automatically and posted to this general ledger account. Only profit and loss general ledger accounts are available for this selection.
ko_kr: 총계정 원장 계정을 선택하면 계정에 지급 거래에 외환 차이를 올리기 위해 사용합니다. 공급 업체 송장 하나의 통화에서 입력과 다른 환율로 공급 업체의 통화로 지급은 차이가 자동으로 계산이 총계정 원장에 게시합니다. 오직 이익과 손실 총계정 원장 계정이 선택 가능합니다.
mr_in: खात्यांवर विनिमय फरक देय व्यवहारांमुळे पोस्ट वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा. भिन्न विनिमय दर एक चलन येथे प्रविष्ट आणि पुरवठादार चलनात देय पुरवठादार पावत्या फरक स्वयंचलितपणे गणना आणि हे सामान्य खातेवही खाते पोस्ट करा. केवळ नफा आणि तोटा सामान्य खातेवही खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecione a conta contábil que será usada para gerar lançamentos contábeis (journal) das diferenças de câmbio nas transações de contas a pagar. Avisos de Pagamento de Fornecedores informados em uma moeda e pagos na moeda do Fornecedor, terão as diferenças calculadas automaticamente e postadas nessa conta. São permitidas paa essa seleção apenas contas contábeis de Lucros e Perdas.
zh_tw: 選擇要用於張貼在應付帳款交易的匯兌差額的總帳科目。輸入一種貨幣，並以供應商的支付貨幣，以不同的匯率供應商發票具有自動計算並拋到這個總帳科目的差異。僅損益總帳帳戶可用於此選擇。

source: Payment Discount GL Account
cs_cz: Platba Sleva GL účet
es_es: Cuenta para descuentos en pagos
hi_in: भुगतान डिस्काउंट जीएल खाता
id_id: Akun GL Diskon Pembayaran
it_it: Sottoconto sconto pagamento
ko_kr: 결제 할인 GL 계정
mr_in: भरणा सवलत जी.एल. खाते
nl_nl: Betaalde Kortingen GB nummer
pt_pt: Conta Contábil Desconto Pagamento
ro_ro: Reducere de plată a contului GL
ru_ru: GL-счет скидок на покупки
sq_al: Discount Pagesa Llogaria GL
sv: Betalningsrabatt konto
sw_ke: Akaunti ya malipo ya Discount GL
tr_tr: ÖDEME ISKONTOSU MUH.HESABI
zh_hk: 现金折扣总账科目
zh_tw: 現金折扣總帳科目

source: Select the general ledger account to be used for posting the value of payment discounts given to customers at the time of entering a receipt. Only profit and loss general ledger accounts are available for this selection.
ko_kr: 영수증을 입력시 고객에게 주어진 결제 할인의 값을 올리기 위해 사용되는 일반 회계 원장 계정을 선택합니다. 오직 이익과 손실 총계정 원장 계정이 선택 가능합니다.
mr_in: एक पावती प्रविष्ट वेळी ग्राहकांना देण्यात देयक सवलत मूल्य पोस्ट वापरले जाणाऱ्या सामान्य खातेवही खाते निवडा. केवळ नफा आणि तोटा सामान्य खातेवही खाती या निवडीसाठी उपलब्ध आहेत.
pt_pt: Selecionar Conta Contábil para ser usada para postagem dos valores dos descontos dados aos clientes no ato do recebimento dos títulos. São disponíveis apenas contas do tipo Lucros e Perdas para essa seleção.
zh_tw: 選擇要用於張貼在輸入收貨時間給予客戶付款折扣價值的總帳科目。僅損益總帳帳戶可用於此選擇。

source: Create GL entries for accounts receivable transactions
cs_cz: Vytvořte GL údaje pro transakce pohledávek
es_es: Crear asientos contables para transacciones de cuentas por cobrar
hi_in: खातों प्राप्य लेनदेन के लिए जीएल प्रविष्टियों बनाएँ
id_id: Buat entri GL utk transaksi piutang
it_it: Creare registrazioni contabili per le operazioni riguardanti i crediti verso clienti
ko_kr: 매출 채권 거래에 대한 GL 항목을 만듭니다
mr_in: खाती स्वीकारण्याजोगे व्यवहारांसाठी जी.एल. नोंदी तयार
nl_nl: Creeer grootboek posities voor ontvangst (AR) transacties
pt_pt: Criar transações para contas contábeis Recebimentos
ro_ro: Crea intrări GL pentru tranzacţiile conturi de primit
ru_ru: Создать GL записи для дебиторской задолженности сделок
sq_al: Krijo entries GL për llogaritë e transaksioneve të arkëtueshme
sv: Skapa konteringar för kundreskontratransaktioner
sw_ke: Kujenga entries GL kwa shughuli za akaunti receivable
tr_tr: ALACAK ISLEMLERI IÇIN MUHASEBE GIRISLERI YARATILSIN MI?
zh_hk: 为应收账生成总账凭证
zh_tw: 為應收帳交易產生總帳憑證
