Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot delete this payment term because customer accounts have been created referring to this term
cs_cz: Nelze smazat tento termín platby, protože zákaznické účty byly vytvořeny s odkazem na tento termín
es_es: No se puede suprimir este plazo de pago, porque se han creado cuentas de clientes que hacen referencia a este plazo
hi_in: इस भुगतान अवधि को नष्ट क्योंकि ग्राहक खातों के इस शब्द का जिक्र कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus termin pembayaran ini karena akun customer telah dibuat yg mereferensi pada tempo ini
it_it: Impossibile eliminare il termine di pagamento, perché i conti dei clienti sono stati creati riferendosi a questo termine
ko_kr: 고객 계정이이 용어를 참조하여 작성 되었기 때문에이 지불 기간을 삭제할 수 없습니다
mr_in: ग्राहक खाती हे पद संदर्भ तयार केले गेले कारण हे देयक पद हटवू शकत नाही
nl_nl: Deze betalingsconditie kan niet worden verwijderd omdat het voor klanten wordt gebruikt
pt_pt: Não pode remover essa condição de pagamento pois há Cliente utilizando a mesma.
ro_ro: Nu se poate şterge acest termen de plată, deoarece conturile clienţilor au fost create referitoare la acest termen
ru_ru: Не могу удалить этот срок оплаты, поскольку были созданы счета клиентов, ссылающиеся на него
sq_al: Nuk mund të fshini kete term e pagesës për shkak llogaritë e klientëve janë krijuar duke iu referuar për këtë term
sv: Kan inte makulera denna betalningsperiod eftesom den används
sw_ke: Hawezi kufuta muda huu kwa sababu ya malipo ya akaunti ya mteja viliumbwa akimaanisha muda huu
tr_tr: BU ÖDEME VADESI SILINEMEZ, BAGLI MÜSTERI HESAPLARI VAR
zh_hk: 未能删除这个付款条款, 因为已有客户使用此条款
zh_tw: 不能刪除這付款條件, 因為已有客戶記錄使用

source: customer accounts that refer to this payment term
cs_cz: zákaznické účty vztahující se k této splatnosti
es_es: cuentas de clientes que utilizan este plazo de pago
hi_in: ग्राहक खातों कि इस भुगतान अवधि का उल्लेख
id_id: akun customer yg mereferensi pada termin pembayaran ini
it_it: conti dei clienti che fanno riferimento a questo termine di pagamento
ko_kr: 이 지불 용어를 참조 고객 계정
mr_in: या देयक संज्ञा पहा ग्राहक खाती
nl_nl: klanten waarvoor deze betalingsconditie wordt gebruikt
pt_pt: Clientes utilizando esta condição de pagamento
ro_ro: conturi de client care se referă la acest termen de plată
ru_ru: счета клиентов, которые относятся к этому сроку оплаты
sq_al: llogaritë e klientëve që i referohen në këtë afat pagese
sv: kundkonton som refererar till denna betalningsperiod
sw_ke: mteja akaunti kwamba kutaja muda huu malipo
tr_tr: BAGLI MÜSTERI HESAPLARI:
zh_hk: 个使用此付款条款的客户
zh_tw: 此付款條件的客戶帳戶

source: Cannot delete this payment term because supplier accounts have been created referring to this term
cs_cz: Nelze smazat tento termín platby, protože dodavatelské účty byly vytvořeny s odkazem na tento termín
es_es: No se puede suprimir este plazo de pago, porque se han creado cuentas de proveedores que hacen referencia a este plazo
hi_in: इस भुगतान अवधि को नष्ट क्योंकि आपूर्तिकर्ता खाते इस शब्द का जिक्र कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus termin pembayaran ini karena akun supplier sdh dibuat yg mereferensi pada tempo ini
it_it: Impossibile eliminare il termine di pagamento dei fornitori, perché i conti sono stati creati riferendosi a questo termine
ko_kr: 공급 업체 계정이이 용어를 참조하여 작성 되었기 때문에이 지불 기간을 삭제할 수 없습니다
mr_in: पुरवठादार खाती हे पद संदर्भ तयार केले गेले कारण हे देयक पद हटवू शकत नाही
nl_nl: Deze betalingsconditie kan niet worden verwijderd omdat het voor leveranciers wordt gebruikt
pt_pt: Não pode remover essa condição de pagamento pois há fornecedores usando a mesma
ro_ro: Nu se poate şterge acest termen de plată deoarece conturile au fost create cu furnizorul referitoare la acest termen
ru_ru: Не могу удалить этот срок оплаты, так как были созданы счета поставщиков, ссылающиеся на этот срок
sq_al: Nuk mund të fshini këtë term pagese, sepse llogaritë furnizues janë krijuar duke iu referuar për këtë term
sv: Kan inte ta bort denna betalning sikt eftersom leverantören konton har skapats som hänvisar till denna term
sw_ke: Hawezi kufuta muda huu kwa sababu ya malipo ya akaunti ya muuzaji viliumbwa akimaanisha muda huu
tr_tr: BU ÖDEME VADESI SILINEMEZ, BAGLI TEDARIKÇI HESAPLARI VAR
zh_hk: 未能删除这个付款条款, 因为已有供应商使用此条款
zh_tw: 未能刪除這付款, 因為已有供應商使用

source: supplier accounts that refer to this payment term
cs_cz: dodavatelské účty vztahující se k této splatnosti
es_es: cuentas de proveedores que utilizan este plazo de pago
hi_in: आपूर्तिकर्ता खातों कि इस भुगतान अवधि का उल्लेख
id_id: akun supplier yg mereferensi pada termin pembayaran ini
it_it: conti fornitori che fanno riferimento a questo termine di pagamento
ko_kr: 이 지불 용어를 참조 공급 업체 계정
mr_in: या देयक संज्ञा पहा पुरवठादार खाती
nl_nl: leveranciers waarvoor deze betalingsconditie wordt gebruikt
pt_pt: contas de fornecedor que utilizam esta condição de pagamento
ro_ro: conturile furnizorului care se referă la acest termen de plată
ru_ru: Учетные записи поставщиков, которые относятся к этому сроку оплаты
sq_al: llogaritë e furnizuesit që i referohen këtij termi pagesë
sv: leverantör konton som hänvisar till denna betalningsvillkor
sw_ke: wasambazaji akaunti ya kuwa rejea kwa muda huu malipo
tr_tr: BAGLI TEDARIKÇI HESAPLARI:
zh_hk: 个使用这个付款条款的供应商
zh_tw: 供應商帳戶的付款條件

source: The payment term definition record has been deleted
cs_cz: Platební podmínky definice záznam byl odstraněn
es_es: El registro de definición de plazo de pago ha sido eliminado
hi_in: भुगतान अवधि परिभाषा रिकॉर्ड हटा दिया गया है
id_id: Data definisi termin pembayaran telah dihapus
it_it: Il termine record definizione di pagamento è stato eliminato
ko_kr: 지불 용어 정의 기록이 삭제되었습니다
mr_in: देयक टर्म व्याख्या रेकॉर्ड हटविले गेले आहे
nl_nl: De betalingsconditie is verwijderd
pt_pt: Condição de Pagamento removida
ro_ro: Definiţia record plata la termen a fost şters
ru_ru: Определение срока оплаты было удалено
sq_al: Termi pagesës rekord Përkufizimi është grisur
sv: Betalningen Term Definition post har tagits bort
sw_ke: Malipo ya muda wa rekodi ya ufafanuzi imefutwa
tr_tr: ÖDEME VADESI SILINDI
zh_hk: 付款条款已删除
zh_tw: 付款條件定義已刪除

source: Payment Terms.
cs_cz: Platební podmínky.
es_es: Condiciones de pago.
hi_in: भुगतान शर्तें.
id_id: Termin Pembayaran.
it_it: Termini di pagamento.
ko_kr: 지불 조건.
mr_in: परताव्यासाठी अटी.
nl_nl: Betalingsvoorwaarden.
pt_pt: Prazos de Pagamento
ro_ro: Termeni de plată.
ru_ru: Условия оплаты.
sq_al: Kushtet e pagesës.
sv: Betalningsvillkor.
sw_ke: Masharti ya malipo.
tr_tr: Ödeme Koşulları.
zh_hk: 付款条件
zh_tw: 付款條件

source: Term Code
cs_cz: Termín kodex
es_es: Código del Plazo
hi_in: शब्द का कोड
id_id: Kode Tempo
it_it: Termine Codice
ko_kr: 기간 코드
mr_in: टर्म कोड
nl_nl: Conditie code
pt_pt: Cód. Prazo
ro_ro: Codul termen
ru_ru: Код периода
sq_al: Termi Kodi
sv: Kod
sw_ke: Mrefu Kanuni
tr_tr: VADE KODU
zh_hk: 条款编码
zh_tw: 條件編碼

source: Following Month On
cs_cz: Následující měsíc
es_es: El día del próximo mes
hi_in: निम्नलिखित माह पर
id_id: Tgl Bulan Berikut
it_it: Il mese successivo
ko_kr: 월에 이어
mr_in: पुढील महिन्यात रोजी
nl_nl: Volgende maand op
pt_pt: No mês seguinte
ro_ro: Luna următoarele
ru_ru: Месяц, следующий за
sq_al: Muaji Pas On
sv: Starta följande program vid anslutning
sw_ke: Zifuatazo Mwezi On
tr_tr: ÖNÜMÜZDEKI AYIN..
zh_hk: 下个月的
zh_tw: 下個月的

source: Due After (Days)
cs_cz: Kvůli po (dny)
es_es: Vence Dentro de (Días)
hi_in: कारण के बाद (दिन)
id_id: Jatuh Temp Setelah (Hari)
it_it: Due dopo (giorni)
ko_kr: 때문에 (일) 후
mr_in: संपुष्टात केल्यानंतर (दिवस)
nl_nl: Vervalt na (dagen)
pt_pt: Após N Dias
ro_ro: Datorită După (Days)
ru_ru: Натсупает после (дней)
sq_al: Për shkak Pas (ditë)
sv: Autorätta namn på dagar
sw_ke: Kutokana Baada ya (siku)
tr_tr: VADE (GÜN)
zh_hk: 到期天数
zh_tw: 到期天數

source: days
cs_cz: dnů
es_es: días
hi_in: दिन
id_id: hari
it_it: giorno
ko_kr: 일
mr_in: दिवस
nl_nl: dagen
pt_pt: dias
ro_ro: zile
ru_ru: дня(ей)
sq_al: ditë
sv: dagar
sw_ke: siku
tr_tr: GÜN
zh_hk: 天
zh_tw: 日數

source: Are you sure you wish to delete this payment term?
es_es: ¿Está seguro que desea suprimir esta forma de pago?
id_id: Apakah Anda yakin ingin menghapus termin pembayaran ini?
ko_kr: 당신이 지불 용어를 삭제하려면 확실합니까?
mr_in: आपण या देयकाचे टर्म हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção dessa condição de pagamento?
zh_tw: 您確定要刪除此付款條件？

source: Show all Payment Terms Definitions
cs_cz: Zobrazit všechny Platební podmínky definice
es_es: Mostrar todas las definiciones de Plazos de Pago
hi_in: सभी भुगतान शर्तें परिभाषाएँ दिखाएँ
id_id: Tampilkan semua Definisi Termin Pembayaran
it_it: Mostra tutte le definizioni Termini di pagamento
ko_kr: 모든 지불 조건 정의를보기
mr_in: सर्व देय अटी व्याख्या दाखवा
nl_nl: Toon alle betalingscondities
pt_pt: Exibir todas Cond. de Pagamentos
ro_ro: Arată toate Condiţii de plată Definiţii
ru_ru: Показать все сроки оплаты
sq_al: Trego të gjithë Kushtet e pagesës Përkufizimet
sv: Visa alla betalningsvillkor
sw_ke: Masharti kuonyesha Malipo yote Ufafanuzi
tr_tr: TÜM ÖDEME VADE AÇIKLAMALARINI GÖSTER
zh_hk: 显示付款条款
zh_tw: 顯示付款條件定義

source: Update Payment Terms.
cs_cz: Update Platební podmínky.
es_es: Actualizar condiciones de pago.
hi_in: अद्यतन भुगतान शर्तें.
id_id: Perbarui Tempo Pembaran.
it_it: Aggiornamento Termini di pagamento.
ko_kr: 지불 조건을 업데이트합니다.
mr_in: परताव्यासाठी अटी अद्यतनित करा.
nl_nl: Update Betalingsvoorwaarden.
pt_pt: Atualizar Condição Pagamento
ro_ro: Update Conditii de plata.
ru_ru: Обновить сроки оплаты.
sq_al: Pagesës Kushtet Update.
sv: Uppdatera betalningsvillkor.
sw_ke: Mwisho Malipo ya Masharti.
tr_tr: Güncelleştirme Ödeme Koşulları.
zh_hk: 更新付款条件
zh_tw: 更新付款條件

source: New Payment Terms.
cs_cz: Nové platební podmínky.
es_es: Nuevas condiciones de pago.
hi_in: नई भुगतान शर्तें.
id_id: Buat Termin Pembayaran Baru.
it_it: Nuovo Termini di pagamento.
ko_kr: 새로운 지불 조건.
mr_in: नवीन भरणा अटी.
nl_nl: Nieuwe Betalingsvoorwaarden.
pt_pt: Nova Condição de Pagamento
ro_ro: Noi Conditii de plata.
ru_ru: Сроки нового платежа.
sq_al: Pagesës Kushtet e re.
sv: Nya betalningsvillkor.
sw_ke: Mpya Malipo Masharti.
tr_tr: Yeni Ödeme Koşulları.
zh_hk: 新付款条件
zh_tw: 新的付款條件

source: A 2 character code to identify this payment term. Any alpha-numeric characters can be used
ko_kr: 2 문자 코드는 지불 기간을 식별합니다. 임의의 영숫자를 사용할 수있다
mr_in: या देयक मुदत ओळखण्यासाठी 2 वर्ण कोड. कोणतीही अल्फा अंकीय वर्ण वापरले जाऊ शकते
pt_pt: Para identificar a condição de pagamento utilize 2 caracteres alfanuméricos.
zh_tw: A 2字符代碼，以確定此付款條件。任何字母數字字符都可以使用

source: Terms Description
cs_cz: Podmínky Popis
es_es: Descripción de las Condiciones o Plazos
hi_in: नियम विवरण
id_id: Keterangan Tempo
it_it: Condizioni Descrizione
ko_kr: 용어 설명
mr_in: अटी वर्णन
nl_nl: Beschrijving conditie
pt_pt: Descrição Cond. Pagamento
ro_ro: Termeni Descriere
ru_ru: Описание условий
sq_al: Kushtet Description
sv: Beskrivning
sw_ke: Suala Description
tr_tr: VADE AÇIKLAMASI
zh_hk: 付款条款描述
zh_tw: 條件內容

source: A description of the payment terms is required
es_es: Se requiere una descripción de las condiciones de pago
ko_kr: 지불 조건에 대한 설명이 필요합니다
mr_in: देयक अटी वर्णन आवश्यक आहे
pt_pt: Descrição da Cond. Pagto é requerida
zh_tw: 付款條件的描述是必需的

source: Due After A Given No. Of Days
cs_cz: Kvůli Po Vzhledem k tomu, Počet dní
es_es: Vence después de un número de días dado
hi_in: दिनों की संख्या को देखते हुए बाद कारण
id_id: Jatuh Tempo Setelah Jumlah Hari Yg Diberikan
it_it: A causa dopo un No. determinato di giorni
ko_kr: 때문에 일의 주어진 번호 후
mr_in: दिवस दिले क्रमांक केल्यानंतर संपुष्टात
nl_nl: Vervalt na een een gedefinieerd aantal dagen
pt_pt: Após um número de Dias
ro_ro: Datorită După A nr determinat de zile
ru_ru: Наступает через заданное число дней
sq_al: Për shkak Pas një nr të caktuar Ditë
sv: På grund efter en viss Antal dagar
sw_ke: Kutokana Baada No fulani ya Siku
tr_tr: VADE (GÜN)
zh_hk: 按天计算
zh_tw: 按天計算

source: Days (Or Day In Following Month)
cs_cz: Dnů (nebo den v následujícím měsíci)
es_es: Días (ó Día del Mes Siguiente)
hi_in: दिन (या अगले महीने में दिवस)
id_id: Jumlah Hari (Atau Hari di Bulan Berikut)
it_it: Giorni (o il giorno in mese successivo)
ko_kr: (다음 달 또는 일) 일
mr_in: दिवस (किंवा महिना पुढील दिवस)
nl_nl: Dagen (of dag) in de volgende maand
pt_pt: Dias ou Dia no Próximo mês
ro_ro: De zile (sau zi În luna următoare)
ru_ru: Дней (или день в следующем месяце)
sq_al: Ditë (Ose ditë në muajin e ardhshëm)
sv: Dagar (eller dag i månaden efter)
sw_ke: Siku (Au Siku Katika Mwezi Kufuatia)
tr_tr: GÜN (ÖNÜMÜZDEKI AY IÇIN GÜN SAYISI)
zh_hk: 天数（或下个月的某个日期）
zh_tw: 天數(或下個月的某個日期)

source: Payment Cancelled since cheque was not printed
cs_cz: Platba zrušena, protože kontrola nebyl vytištěn
es_es: Pago Cancelado porque el cheque no fue impreso
hi_in: भुगतान के बाद से रद्द की जांच नहीं छपा था
id_id: Pembayaran Dibatalkan karena cek tdk dicetak
it_it: Annullato dal pagamento di controllo non è stato stampato
ko_kr: 검사가 인쇄되지 이후 결제 취소
mr_in: चेक पासून रद्द देयक छापील झाले नाही
nl_nl: Betaling afgebroken omdat de cheque niet was afgedrukt
pt_pt: Pagamento Cancelado pois cheque não foi impresso
ro_ro: Plată anulate deoarece verifica nu a fost tipărit
ru_ru: Оплата отменена, так как чек не был напечатан
sq_al: Pagesa Anullohen që të shikoni nuk është shtypur
sv: Betalning Inställd sedan kolla inte trycktes
sw_ke: Malipo ya kufutwa tangu kuangalia si printed
tr_tr: kontrol basılı değildi beri Ödeme İptal Edildi
zh_hk: 支票打印失败，付款取消
zh_tw: 付款取消, 因為列印支票

source: A bank account must be selected to make this payment from
cs_cz: Bankovní účet, musí být vybrány tak, aby tuto platbu od
es_es: Debe estar seleccionada una cuenta bancaria para hacer este pago
hi_in: एक बैंक खाते में इस भुगतान करने से चुना जाना चाहिए
id_id: Rekening bank harus dipilih utk melakukan pembayaran ini dari
it_it: Un conto bancario deve essere selezionato per effettuare questo pagamento da
ko_kr: 은행 계정에서이 지불을 선택해야합니다
mr_in: एक बँक खाते पासून या पेमेंट करण्यासाठी निवडणे आवश्यक आहे
nl_nl: Een bankrekening moet worden geselecteerd om deze betaling te maken van
pt_pt: Uma conta bancária precisa ser selecion. para fazer este pagto
ro_ro: Un cont bancar trebuie să fie selectată pentru a face această plată de la
ru_ru: Банковский счет должен быть выбран, чтобы сделать этот платеж от
sq_al: Një llogari bankare duhet të zgjidhen për të bërë këtë pagesë nga
sv: Ett bankkonto måste väljas för att göra denna utbetalning från
sw_ke: akaunti ya benki lazima kuchaguliwa kufanya hili malipo kutoka
tr_tr: Bir banka hesabından bu ödemeyi yapmak için seçilmelidir
zh_hk: 必须选择此付款使用的银行账户
zh_tw: 支付這筆款項必須從這銀行帳戶選擇

source: Bank Account Payments Entry
cs_cz: Bankovní účet platební Vstup
es_es: Registrar egresos de cuenta bancaria
hi_in: बैंक खाता भुगतान एंट्री
id_id: Entri Pembayaran Bank
it_it: Bank Account Pagamenti Entry
ko_kr: 은행 계좌 지급 항목
mr_in: बँक खाते देयके प्रविष्टी
nl_nl: Invoer uitgaande Bank Betalingen
pt_pt: Adic. Conta Bancária Pag.
ro_ro: Banca cont Plăţi de intrare
ru_ru: Запись о платежах на банковский счет
sq_al: Xhirollogaria Pagesat Hyrja
sv: Bankutbetalningar
sw_ke: Akaunti ya Malipo ya benki Entry
tr_tr: Banka Hesabı Ödemeler Giriş
zh_hk: 银行账户付款凭证
zh_tw: 銀行帳戶付款憑證

source: The supplier code that this payment page was called with is not a currently defined supplier code
cs_cz: Dodavatel kód, který tuto platbu Stránka byla volána s není v současnosti definován dodavatele kód
es_es: El código de proveedor que esta página de pago ha utilizado no es un código de proveedor definido actualmente
hi_in: आपूर्तिकर्ता कोड है कि इस भुगतान पृष्ठ के साथ बुलाया गया था एक वर्तमान में परिभाषित आपूर्तिकर्ता कोड नहीं है
id_id: Halaman pembayaran ini dipanggil dgn kode supplier yg belum dibuat
it_it: Il codice fornitore che questa pagina di pagamento è stato chiamato con non è un codice fornitore attualmente definiti
ko_kr: 이 결제 페이지가 호출 된 공급 업체 코드는 현재 정의 된 공급 업체 코드가 아닙니다
mr_in: या देयक पृष्ठ सह म्हणतात की पुरवठादार कोड सध्या व्याख्या पुरवठादार कोड नाही
nl_nl: De leverancierscode waarmee deze betalingspagina was opgevraagd bestaat nog niet
pt_pt: Código do Fornecedor para esse pagamento difere do código do fornecedor em uso atualmente
ro_ro: Codul furnizorul că această pagină de plată a fost numit cu nu este un cod de furnizor în prezent definit
ru_ru: Страница вызвана с неверным кодом постащика
sq_al: Kodi i furnizuesit që kjo faqe pagesa u quajt me të nuk është një kod të përcaktuar aktualisht furnizues
sv: Leverantören kod som denna betalning sidan hette med är inte närvarande definieras leverantör kod
sw_ke: Kanuni wasambazaji kwamba ukurasa huu malipo iliitwa na si sasa defined wasambazaji code
tr_tr: BU ÖDEME SAYFASININ ÇAGIRDIGI TEDARIKÇI KODU SISTEMDE TANIMLI DEGIL
zh_hk: 在付款页面中输入的不是已经定义的供应商编号
zh_tw: 這付款頁輸入的供應商編碼並不是現有已定義的供應商編碼

source: If this page is called from the selectSupplier page then this assures that a valid supplier is selected
cs_cz: Pokud tato stránka je volána ze stránky selectSupplier pak ujišťuje, že platný je vybrán dodavatel
es_es: Si esta página se llama desde la página selectSupplier entonces esto asegura que un proveedor válido está seleccionado
hi_in: यदि इस पृष्ठ selectSupplier पृष्ठ से कहा जाता है तो यह भरोसा दिलाते हैं कि एक वैध सप्लायर चयन किया जाता है
id_id: Jika halaman ini dipanggil dari halaman selectSupplier jadi memastikan supplier yg dipilih itu berlaku
it_it: Se questa pagina viene chiamato dalla pagina selectSupplier allora questo assicura che un fornitore è stato selezionato valido
ko_kr: 이 페이지는 selectSupplier 페이지에서 호출되는 경우,이 유효한 공급이 선택되어 있는지 보장
mr_in: हे पृष्ठ selectSupplier पृष्ठावरून म्हणतात तर हा एक वैध पुरवठादार निवडले आहे की assures
nl_nl: Indien de leverancier is opgevraagd via het selecteer leverancier scherm dan betreft het een geldige leverancier
pt_pt: Esta página deve ser chamada a partir da seleção de um fornecedor válido
ro_ro: Dacă această pagină este denumită de pe pagina de selectSupplier atunci acest lucru asigură că un furnizor valabil este selectat
ru_ru: Если эта страница называется из selectSupplier страницы, то это гарантирует, что действующий поставщик выбран
sq_al: Në qoftë se kjo faqe është quajtur nga faqja selectSupplier atëherë kjo na siguron se një furnizues i vlefshëm është zgjedhur
sv: Om sidan heter från selectSupplier sida då detta försäkrar att ett giltigt leverantör väljs
sw_ke: Kama ukurasa huu kuitwa kutoka ukurasa wa selectSupplier basi hii huonyesha kwamba muuzaji halali ni kuchaguliwa
tr_tr: Bu sayfa selectSupplier sayfasından denir, o zaman bu geçerli bir tedarikçi seçili olduğunu garanti
zh_hk: 如果是从选择供应商页面转过来的, 这将确保选择了一个有效的供应商
zh_tw: 如果這個頁面是從選擇供應商頁面調用，那麼這可以確保選擇一個有效的供應商

source: care of
es_es: cuidado de
id_id: diurus oleh
ko_kr: 처리
mr_in: काळजी
pt_pt: aos cuidados de
zh_tw: 於

source: Could not get the currency of the bank account
cs_cz: Nemohli dostat měně na bankovní účet
es_es: No se pudo obtener la moneda de la cuenta bancaria
hi_in: बैंक खाता की मुद्रा प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil mata uang dari akun bank tersebut
it_it: Impossibile ottenere la valuta del conto in banca
ko_kr: 은행 계좌의 통화를 가져올 수 없습니다
mr_in: बँक खाते चलन मिळविणे शक्य नाही
nl_nl: Kon niet de valuta van de bankrekening
pt_pt: Não encontrou moeda da conta bancária
ro_ro: Nu am putut obţine moneda de cont bancar
ru_ru: Не удалось получить валюту банковского счет
sq_al: Nuk mund të marrë monedhën e llogarisë bankare
sv: Kan inte hämta valutan för bankkontot
sw_ke: Hakuweza kupata sarafu ya akaunti ya benki
tr_tr: banka hesabına para birimi alınamadı
zh_hk: 无法取得银行账户的货币
zh_tw: 無法獲取銀行帳戶的貨幣

source: This payment has no amounts entered and will not be processed
cs_cz: Tato platba není částky uvedené a nebudou zpracovávány
es_es: Este pago no tiene importes ingresado y no será procesado
hi_in: इस भुगतान किया गया है कोई राशि में प्रवेश किया और संसाधित नहीं होंगे
id_id: Tdk ada pembayaran yg dimasukkan sehingga tdk akan diproses
it_it: Questo pagamento non ha alcun importi iscritti e non saranno trattati
ko_kr: 이 지불 된 금액 입력이없고 처리되지 않습니다
mr_in: हे देयक प्रविष्ट नाही रकमा आहे आणि प्रक्रिया केली जाणार नाही
nl_nl: Er is geen hoeveelheid ingevoerd voor de betaling en deze wordt dan ook niet uitgevoerd
pt_pt: Não há valores para este pagamento. Não será considerado
ro_ro: Această plată nu are nici sumele înscrise şi nu vor fi procesate
ru_ru: В этом платеже не указана сумма, обработка отменена
sq_al: Kjo pagesë nuk ka sasi të hyrë dhe nuk do të përpunohen
sv: Denna utbetalning har infört några belopp och kommer inte att behandlas
sw_ke: Malipo haya hana kiasi aliingia na wala kusindika
tr_tr: BU ÖDEME IÇIN TUTAR YAZILMAMIS BU SEBEPTEN ISLENMEYECEK
zh_hk: 付款没有输入金额, 不能执行
zh_tw: 付款沒有輸入金額, 不能執行

source: No bank account has been selected so this payment cannot be processed
cs_cz: Žádný bankovní účet byl vybrán, aby tato platba nemůže být zpracovány
es_es: Ninguna cuenta bancaria ha sido seleccionado por lo que este pago no puede ser procesado
hi_in: कोई बैंक खाता है तो यह भुगतान संसाधित नहीं किया जा सकता चयनित किया गया है
id_id: Tdk ada akun bank telah dipilih sehingga pembayaran ini tdk dapat diproses
it_it: Nessun conto corrente è stato selezionato in modo tale pagamento non può essere elaborato
ko_kr: 어떤 은행 계좌를 선택하지 않았 습니다 그래서이 지불을 처리 할 수​​ 없습니다
mr_in: नाही बँक खाते म्हणून या देयक प्रक्रिया करणे शक्य नाही निवडले गेले आहे
nl_nl: Geen enkele bankrekening is zo gekozen deze betaling kan niet worden verwerkt
pt_pt: Nenhuma conta banco foi selecionada, portanto pagto não pode ser feito
ro_ro: Nr de cont bancar a fost selectat pentru această plată nu pot fi procesate
ru_ru: Не был выбран банковский счет, поэтому эта выплата не может быть обработана
sq_al: Nuk keni llogari bankare është zgjedhur kështu që kjo pagesë nuk mund të jenë të përpunuara
sv: Inget bankkonto har valts så denna betalning inte kan bearbetas
sw_ke: akaunti ya benki Hakuna imekuwa kuchaguliwa hivyo malipo hii inaweza kuwa processed
tr_tr: Bu ödeme işlenmiş olamaz bu yüzden hiçbir banka hesabı seçildi
zh_hk: 由于没有选择银行账户，因此此付款无法处理
zh_tw: 沒有銀行帳戶已被選擇，以便該款項不能被處理

source: Print Cheque using pre-printed stationery
cs_cz: Tisk Šek použití pre-tištěné papírnické
es_es: Imprimir Cheque usando impresos de papelería
hi_in: प्रिंट पूर्व मुद्रित स्टेशनरी का उपयोग करते हुए चैक
id_id: Cetak Cek menggunakan kertas cetakan
it_it: Stampa Assegno utilizzo della cancelleria prestampata
ko_kr: 수표는 미리 인쇄 된 문구를 사용하여 인쇄
mr_in: पूर्व मुद्रित स्टेशनरी वापरून धनादेश प्रिंट
nl_nl: Print cheque met voorgedrukt briefpapier
pt_pt: Imprimir Cheque pré impresso
ro_ro: Cec de imprimare folosind papetărie pre-imprimate
ru_ru: Печать чека с использованием заранее отпечатанной бумаги
sq_al: Print çek duke përdorur shkrimi para-shtypura
sv: Skriv ut check på förtryckt papper
sw_ke: Hundi magazeti kwa kutumia vifaa vya kabla ya kuchapishwa
tr_tr: Önceden basılmış kırtasiye kullanılarak Yazdırma Çek
zh_hk: 打印支票-使用预制表单
zh_tw: 使用預打印信紙列印支票

source: Has the cheque been printed
cs_cz: Má-li zkontrolovat byly vytištěny
es_es: ha sido impreso el talón previamente
hi_in: चेक लिया गया मुद्रित
id_id: Apakah cek ini sdh dicetak
it_it: È stato stampato il controllo
ko_kr: 검사가 인쇄 된
mr_in: चेक मुद्रित केले गेले आहे
nl_nl: Heeft de controle is afgedrukt
pt_pt: O Cheque foi impresso?
ro_ro: A verifica fost tipărite
ru_ru: Чек был напечатан
sq_al: Ka kontroll janë shtypur
sv: Har checken redan skrivits ut?
sw_ke: Ina kuangalia imechapishwa
tr_tr: kontrol basılı edildi
zh_hk: 支票是否已打印过
zh_tw: 支票已列印

source: Yes / Continue
cs_cz: Ano / Pokračovat
es_es: Sí / Continuar
hi_in: हाँ जारी रखें /
id_id: Ya / Lanjutkan
it_it: Sì / Continua
ko_kr: 예 / 계속
mr_in: होय / सुरू ठेवा
nl_nl: Ja / ga verder
pt_pt: Sim / Continuar
ro_ro: Da / Continuare
ru_ru: Да / Продолжить
sq_al: Po / Vazhdo
sv: Ja / Fortsätt
sw_ke: Ndiyo / Endelea
tr_tr: Evet / Devam
zh_hk: 是/继续
zh_tw: 是/繼續
