Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The credit note as entered cannot be processed because the there is no suppliers credit note number or reference entered
cs_cz: Dobropis, jak je uvedena nelze zpracovat, protože není tam žádný dodavatele dobropis číslo nebo referenční zadané
es_es: La nota de crédito que ha introducido no puede se procesada porque no se encuentra introducido el número de la nota de crédito de proveedores o el número de la nota de referencia
hi_in: क्रेडिट नोट के रूप में संसाधित नहीं किया जा सकता है में प्रवेश किया है क्योंकि वहाँ कोई आपूर्तिकर्ताओं क्रेडिट नोट संख्या या संदर्भ में प्रवेश किया
id_id: Nota kredit yg dimasukkan tdk dapat diproses karena tdk ada nomor nota kredit supplier atau referensi yg dimasukkan
it_it: emessa perchè
ko_kr: 신용 노트 번호 또는 참조 입력에는 공급 업체가 없기 때문에 같이 입력 한 신용 메모를 처리 할 수​​ 없습니다
mr_in: प्रविष्ट नाही पुरवठादार क्रेडिट नोट नंबर किंवा संदर्भ आहे कारण प्रविष्ट म्हणून क्रेडिट नोट प्रक्रिया करणे शक्य नाही
nl_nl: Credit factuur kan niet worden verwerkt omdat er geen credit factuur nummer of referentie is opgegeven
pt_pt: Nota de Crédito informada não pode ser processada porque não há essa nota crédito desse fornecedor ou com o núm. informado
ro_ro: Nota de credit a intrat ca nu pot fi prelucrate, deoarece nu există nici un număr de furnizori de note de credit sau de referinţă a intrat
ru_ru: Кредитных нот, как вступило не может быть обработан, поскольку нет сведению поставщиков номер кредитной или ссылки вступил
sq_al: Notë krediti si hyri mund të mos jenë të përpunuara për shkak se nuk ka asnjë furnizues notë krediti ose numrin e referencës kanë hyrë
sv: Kreditnotan bokförts som kan inte behandlas eftersom det inte finns något leverantörer kreditfaktura eller en referenskod upp
sw_ke: Kumbuka mikopo kama aliingia hawezi kuwa kusindika kwa sababu kuna wauzaji mikopo hakuna idadi kumbuka au kumbukumbu aliingia
tr_tr: Hiçbir tedarikçi kredi notu numarası veya referans girmiş olduğu için kredi notu olarak işlenemez girdi
zh_hk: 未能执行红字发票输入, 因为没有输入红字发票或参考
zh_tw: 不能執行折讓單輸入, 因為沒有輸入折讓單編號或折讓單參考文字

source: The supplier credit note number must be entered
cs_cz: Dodavatel dobropis číslo musí být uvedeno
es_es: Debe entrar el número de la nota de crédito del proveedor
hi_in: आपूर्तिकर्ता क्रेडिट नोट संख्या दर्ज होना चाहिए
id_id: Nomor nota kredit supplier harus dimasukkan
it_it: Il credito fornitore numero nota deve essere inserito
ko_kr: 공급 업체 신용 노트 번호를 입력해야합니다
mr_in: पुरवठादार क्रेडिट नोट संख्या प्रविष्ट करणे आवश्यक आहे
nl_nl: Supplier credit factuur nummer moet worden ingevoerd
pt_pt: Núm. da nota de crédito do fornec deve ser informada
ro_ro: Credit-furnizor nota număr trebuie să fie înscrise
ru_ru: Отметим поставщиком номер кредитной должны быть введены
sq_al: Kredia e furnizuesit shënim numrin duhet të lidhet
sv: Leverantören kreditnotan Numret måste skrivas in
sw_ke: Idadi ya mikopo wasambazaji kumbuka iwekwe
tr_tr: Tedarikçi kredi notu numarası girilmelidir
zh_hk: 必须输入供应商红字发票编号
zh_tw: 必須輸入供應商折讓單編號

source: The credit note as entered cannot be processed because the date entered is not in the format
cs_cz: Dobropis, jak je uvedena nelze zpracovat, protože data vstupu není ve formátu
es_es: La nota de crédito ingresada no puede ser procesada debido a que la fecha ingresada no está en el formato
hi_in: क्रेडिट नोट के रूप में संसाधित नहीं किया जा सकता है क्योंकि प्रवेश की तारीख में प्रवेश प्रारूप में नहीं है
id_id: Nota kredit yg dimasukkan tdk dapat diproses karena tgl yg dimasukkan tdk dalam format
it_it: emessa perchè
ko_kr: 입력 날짜 형식이 아니기 때문에 처리 할 수​​없는 입력 한 신용 참고
mr_in: प्रविष्ट केलेली तारीख स्वरूपात नाही कारण म्हणून प्रविष्ट क्रेडिट नोट प्रक्रिया करणे शक्य नाही
nl_nl: Credit factuur kan niet worden verwerkt omdat de datum niet goed is in gevoerd
pt_pt: Nota de Crédito informada não pode ser processada porque a data informada não está no formato
ro_ro: Nota de credit a intrat ca nu pot fi prelucrate, deoarece data introdus nu este în formatul
ru_ru: Кредитных нот, как вступило не может быть обработан, поскольку дата, введенная не в формате
sq_al: Notë krediti si hyri mund të mos jenë të përpunuara, sepse data e dhënë është jo në format
sv: Kreditnotan bokförts som kan inte behandlas eftersom datumet anges inte i den form
sw_ke: Kumbuka mikopo kama aliingia hawezi kuwa kusindika kwa sababu ya tarehe aliingia si katika format
tr_tr: tarih biçimde değil girilen çünkü kredi notu olarak işlenemez girdi
zh_hk: 未能执入红字发票输入, 因为输入的日期不是格式
zh_tw: 不能執入折讓單輸入, 因為輸入的日期不是規定的日期格式

source: The credit note as entered cannot be processed because the date is after today
cs_cz: Dobropis, jak je uvedena nelze zpracovat, protože datum je po dnešku
es_es: La nota de Crédito introducida no puede ser procesada proque la fecha es posterior a hoy
hi_in: क्रेडिट नोट के रूप में संसाधित नहीं किया जा सकता क्योंकि आज के बाद की तारीख में प्रवेश किया है
id_id: Nota kredit yg dimasukkan tdk dapat diproses karena tglnya setelah hari ini
it_it: emessa perchè dopo il
ko_kr: 날짜가 오늘 이후 때문으로 입력 한 신용 메모를 처리 할 수​​ 없습니다
mr_in: तारीख आज नंतर आहे कारण म्हणून प्रविष्ट क्रेडिट नोट प्रक्रिया करणे शक्य नाही
nl_nl: Credit factuur kan niet worden verwerkt omdat de datum in de toekomst ligt
pt_pt: Nota de crédito informada não pode ser processada porque a data está no futuro
ro_ro: Nota de credit a intrat ca nu pot fi prelucrate, deoarece este data de astăzi, după
ru_ru: Кредитных нот, как вступило не может быть обработан, поскольку дата после сегодняшнего дня
sq_al: Notë krediti si hyri mund të mos jenë të përpunuara, sepse data eshte pasi sot
sv: Kreditnotan bokförts som kan inte behandlas eftersom datumet är efter i dag
sw_ke: Kumbuka mikopo kama aliingia hawezi kuwa kusindika kwa sababu sasa ni baada ya leo
tr_tr: Kredi notu olarak tarihe bugünden sonra olduğu için işlenemez girdi
zh_hk: 未能执行红字发票输入, 因为日期在今天之后
zh_tw: 不能執行折讓單輸入, 因為日期在今天之後

source: Purchase credit notes are expected to have a date prior to or today
cs_cz: Nákup dobropisů se očekává, že data před nebo dnes
es_es: Los abonos de compras deben tener una fecha anterior o ser la fecha de hoy
hi_in: खरीद क्रेडिट नोट करने के लिए एक तारीख से पहले या आज है की संभावना है
id_id: Nota kredit pembelian harus memiliki tgl sebelum atau hari ini
it_it: di di
ko_kr: 구매 신용 노트는 날짜 이전 또는 오늘을 할 것으로 예상된다
mr_in: खरेदी क्रेडिट चिठ्ठीवर अगोदर तारीख किंवा आज असणे अपेक्षित आहे
nl_nl: Datum credit factuur moet in he verleden liggen
pt_pt: Notas Crédito de Compras devem ter a data anterior a hoje
ro_ro: Cumpărare notele de credit sunt de aşteptat să aibă o dată anterioară sau de azi
ru_ru: отмечает, покупка кредитных должны иметь дату, предшествующую или сегодня
sq_al: notë krediti Blerje pritet të ketë një datë para ose sot
sv: Inköp kreditnotor förväntas ha en dag före eller idag
sw_ke: maelezo ya mikopo Ununuzi wanatarajiwa kuwa na tarehe kabla au leo
tr_tr: Satın alma kredi notları önce veya bugün bir tarih olması beklenir
zh_hk: 请输入今天或之前的日期到采购单红字发票
zh_tw: 請輸入今天或之前的日期到採購單折讓單

source: The credit note as entered cannot be processed because the exchange rate for the credit note has been entered as a negative or zero number
cs_cz: Dobropis, jak je uvedena nelze zpracovat, protože směnný kurz pro dobropis byl zadán jako záporné číslo nebo nula
es_es: La nota de crédito que ha introducido no se puede procesar porque el tipo de cambio para la nota de crédito se ha introducido como un número negativo o cero
hi_in: क्रेडिट नोट के रूप में संसाधित नहीं किया जा सकता है, क्योंकि क्रेडिट नोट के लिए विनिमय दर एक नकारात्मक या शून्य संख्या के रूप में दर्ज किया गया है में प्रवेश किया
id_id: Nota kredit tdk dapat diproses karena kurs utk nota kredit telah dimasukkan sbg angka negatif atau nol
it_it: emessa perchè
ko_kr: 신용 노트 환율이 제로 또는 마이너스 숫자로 입력 되었기 때문으로 입력 한 신용 메모를 처리 할 수​​ 없습니다
mr_in: क्रेडिट नोट विनिमय दर एक नकारात्मक किंवा शून्य संख्या प्रविष्ट केले आहे कारण प्रविष्ट म्हणून क्रेडिट नोट प्रक्रिया करणे शक्य नाही
nl_nl: Credit factuur kan niet worden verwerkt omdat de wisselkoers is ingevoerd als een negatief getal
pt_pt: Nota de crédito não pode ser processada porque a taxa de câmbio para nota de crédito foi informada como negativa ou zero
ro_ro: Nota de credit a intrat ca nu pot fi procesate, deoarece cursul de schimb pentru nota de credit a fost introdus ca un număr negativ sau zero
ru_ru: Кредитных нот, как вступило не может быть обработан, поскольку обменный курс для кредитных записка была введена как отрицательным или нулевым числом
sq_al: Notë krediti si hyri mund të mos jenë të përpunuara për shkak të kursit të këmbimit për shënimin e kreditit ka hyrë si një negative ose zero numri i
sv: Kreditnotan bokförts som kan inte behandlas eftersom växelkursen för kreditnotan har angetts som ett negativt eller noll antal
sw_ke: Kumbuka mikopo kama aliingia hawezi kuwa kusindika kwa sababu ya kiwango cha fedha kwa ajili ya kutambua mikopo imekuwa aliingia kama hasi au sifuri idadi
tr_tr: Kredi notu olarak kredi notu için döviz kuru bir veya sıfır sayı negatif olarak girildi çünkü işlenmiş olamaz girdi
zh_hk: 未能执行红字发票输入, 因为输入的红字发票的换率是负数或 0
zh_tw: 不能執行折讓單輸入, 因為輸入的折讓單的匯率是負數或 0

source: The exchange rate is expected to show how many of the suppliers currency there are in 1 of the local currency
cs_cz: Kurz se očekává, ukázat, jak mnoho dodavatelů měny jsou v 1 z místní měny
es_es: La tasa de cambio debe mostrar cuantos tipos de monedas de proveedores existen en una de las monedas locales
hi_in: विनिमय दर को दिखाने के लिए आपूर्तिकर्ताओं मुद्रा से कितने वहाँ स्थानीय मुद्रा का 1 में हैं उम्मीद है
id_id: Kurs digunakan utk mengetahui berapa mata uang supplier utk 1 mata uang lokal
it_it: di
ko_kr: 환율은 자국 통화의 1이 얼마나 공급 업체 통화의 많은 것으로 예상된다
mr_in: विनिमय दर स्थानिक चलन 1 मध्ये तेथे किती पुरवठादार चलन दर्शविण्यासाठी अपेक्षित आहे
nl_nl: Geef wisselkoers op aantal van de leveranciers valuta die gaan in 1 van de lokale valuta
pt_pt: Taxa de câmbio esperada para exibir quantos fornecedores há, deve estar na moeda local
ro_ro: Rata de schimb este de aşteptat să arate cât de multe a monedei furnizorii sunt în 1 din moneda locala
ru_ru: Обменного курса, как ожидается, показывают, как многие из валюты поставщиков Есть у 1 из местной валюте
sq_al: Kursi i këmbimit pritet për të treguar se sa e monedhës furnizuesit nuk janë në 1 e monedhës vendase
sv: Växelkursen förväntas visa hur många av de leverantörer valuta finns i 1 i lokal valuta
sw_ke: Kiwango cha ubadilishaji inatarajiwa kuonyesha jinsi gani wengi wa sarafu ya wauzaji kuna katika 1 ya fedha za mitaa
tr_tr: Döviz kuru yerel para biriminin 1 orada nasıl tedarikçilerin döviz birçok göstermesi bekleniyor
zh_hk: 当供应商货币与公司本位币相同时请输入汇率为1
zh_tw: 請輸入換率 = 1 來顯示供應商貨幣為本地貨幣

source: The credit note total as entered is less than the sum of the shipment charges
cs_cz: Dobropis Celková jak je zadaný, je menší než součet zásilky poplatků
es_es: El total de la nota de crédito ingresada es menor que la suma de las cargas embarque
hi_in: क्रेडिट नोट के रूप में दर्ज कुल लदान शुल्क की राशि से कम है
id_id: Total nota kredit yg dimasukkan kurang dari jumlah biaya pengiriman
it_it: Il totale nota di credito, come iscritta è inferiore alla somma delle spese di spedizione
ko_kr: 입력 한 신용 노트 총 운송 비용의 합보다 작다
mr_in: प्रविष्ट म्हणून क्रेडिट नोट एकूण चढविणे शुल्क बेरीज पेक्षा कमी आहे
nl_nl: Ingevoerde credit factuur waarde is minder dan de som van de transport kosten
pt_pt: Total nota de crédito informada é menor que a soma das taxas de remessa
ro_ro: Total nota de credit a intrat ca este mai mică decât suma tarifelor expediere
ru_ru: Общий объем кредитов, к сведению, как вошел меньше, чем сумма отгрузки обвинения
sq_al: Shënimin e totalit të kredisë ka hyrë si është më pak se shuma e akuzave dërgesës
sv: Kreditnotan totala som anges är mindre än summan av transporten avgifter
sw_ke: Kumbuka mikopo ya jumla kama aliingia ni chini ya jumla ya mashtaka ya usafirishaji
tr_tr: Girilen kredi notu toplam gönderi ücretlerinin toplamından daha azdır
zh_hk: 输入的红字发票总计少于运输收费总数
zh_tw: 輸入的折讓單總計少於運輸費用總數

source: the general ledger entries (if any) and the charges for goods received
cs_cz: hlavní knihy položky (pokud existuje) a poplatky za přijetí zboží
es_es: los ingresos contables (si existen) y los gastos por los bienes recibidos
hi_in: सामान्य खाता (अगर कोई) प्रविष्टियों और सामान के लिए शुल्क प्राप्त
id_id: jurnal buku besar (jika ada) dan biaya utk brg yg diterima
it_it: le voci di contabilità generale (se presente) e le spese per beni ricevuti
ko_kr: 일반 회계 원장 항목 (있는 경우) 수신 상품에 대한 요금
mr_in: सामान्य खातेवही नोंदी (असल्यास) आणि वस्तूंसाठी शुल्क प्राप्त
nl_nl: het grootboek items (indien van toepassing) en de kosten voor ontvangen goederen
pt_pt: entradas contábeis (se houver alguma) e encargos mercadorias recebidas
ro_ro: intrările General Ledger (dacă există) şi tarifele pentru bunurile primite
ru_ru: общие записей книги (если таковые имеются), и плату за полученные товары
sq_al: të hyra të përgjithshme të librit të (nëse ka) dhe akuzat për mallrat e pranuara
sv: i huvudboken poster (om någon) och avgifter för varor som mottagits
sw_ke: ya jumla ya kitabu entries (kama wapo) na mashtaka ya bidhaa kupokea
tr_tr: defteri kebir kayıtları (varsa) ve mallar için ücret aldı
zh_hk: 总账分录 (如有) 和接收货品的收费
zh_tw: 總帳條目（如果有的話）和費用收貨

source: There must be a mistake somewhere
cs_cz: Tam musí být nějaká chyba někde
es_es: Debe haber un error en algún lugar
hi_in: वहाँ एक कहीं गलती होगी
id_id: Pasti ada kesalahan
it_it: Ci deve essere un errore da qualche parte
ko_kr: 실수는 곳이 있어야합니다
mr_in: कुठेतरी चूक असली पाहिजे
nl_nl: Er is ergens een fout
pt_pt: Há alguma inconsistência nisso
ro_ro: Trebuie să existe o greşeală undeva
ru_ru: Там должно быть где-то ошибка
sq_al: Nuk duhet të jetë një gabim diku
sv: Det måste vara ett misstag någonstans
sw_ke: Lazima kuna kosa mahali fulani
tr_tr: HATA VAR
zh_hk: 发生错误
zh_tw: 發生錯誤

source: the credit note as entered will not be processed
cs_cz: dobropisu, jak je uvedena nebudou zpracovány
es_es: El abono no se procesará
hi_in: क्रेडिट नोट के रूप में संसाधित नहीं होंगे प्रवेश
id_id: Nota kredit tdk akan diproses
it_it: emessa
ko_kr: 로 입력 한 신용 노트는 처리되지 않습니다
mr_in: प्रविष्ट म्हणून क्रेडिट नोट प्रक्रिया केली जाणार नाही
nl_nl: De ingevoerde credit factuur zal niet worden verwerkt
pt_pt: nota de crédito informada não pode ser processado
ro_ro: nota de credit a intrat ca nu vor fi procesate
ru_ru: кредитных нот, как вступило не будет обработан
sq_al: notë krediti si hyri nuk do të përpunohen
sv: kreditnotan bokförts som kommer inte att behandlas
sw_ke: kumbuka mikopo kama aliingia si kuwa processed
tr_tr: kredi notu olarak işleme alınmayacaktır girdi
zh_hk: 输入的红字发票不能执行
zh_tw: 輸入的折讓單不能執行

source: The general ledger transaction could not be added because
cs_cz: Hlavní knihy transakce nelze přidat, protože
es_es: No se pudo agregar la transacción contable porque
hi_in: सामान्य खाता बही लेनदेन क्योंकि जोड़ा नहीं जा सका
id_id: Transaksi buku besar tdk dapat ditambahkan karena
it_it: perchè
ko_kr: 총계정 원장 트랜잭션이 있기 때문에 추가 할 수 없습니다
mr_in: सामान्य खातेवही व्यवहार जोडला जाऊ शकत नाही कारण
nl_nl: De grootboek boeking kon niet worden toegevoegd omdat
pt_pt: trans. contábil não pode ser adicionada porque
ro_ro: Tranzacţie registru general nu a putut fi adăugată deoarece
ru_ru: Операции главной книги не могут быть добавлены, потому что
sq_al: Transaksion i përgjithshëm librit nuk mund të shtohet sepse
sv: I huvudboken Transaktionen kan inte läggas till grund
sw_ke: Ya jumla ya shughuli kitabu inaweza kuwa aliongeza kwa sababu
tr_tr: MUHASEBE HAREKETI EKLENEMEDI:
zh_hk: 未能新增会计凭证, 因为
zh_tw: 未能新增總帳交易, 因為

source: The following SQL to insert the GL transaction was used
cs_cz: Následující SQL vložit transakce GL byla použita
es_es: Se usó el siguiente SQL para agregar la transacción contable
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL जीएल लेन - देन किया गया
id_id: SQL berikut yg digunakan utk memasukkan transaksi GL
it_it: di
ko_kr: GL 트랜잭션을 삽입하는 다음 SQL을 사용 하였다
mr_in: जी.एल. व्यवहार घालण्यासाठी खालील SQL वापरला होता
nl_nl: De volgende SQL is gebuikt om de grootboek boeking toe te voegen
pt_pt: SQL usado para inserir transação contábil foi
ro_ro: SQL pentru a insera în urma tranzacţiei GL a fost folosit
ru_ru: Следующий SQL для вставки операций главной книги был использован
sq_al: SQL e mëposhtme për të futur në transaksion GL është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert manunuzi ya GL ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于新增会计凭证的 SQL 是
zh_tw: 以下插入總帳交易的 SQL 正被使用

source: Shipment credit against
cs_cz: Zásilka úvěru proti
es_es: Crédito de Envío respecto
hi_in: शिपमेंट क्रेडिट के खिलाफ
id_id: Kredit pengiriman terhadap
it_it: Spedizione di credito nei confronti
ko_kr: 에 대한 출하 신용
mr_in: विरुद्ध चढविणे क्रेडिट
nl_nl: crediteer transport tegen
pt_pt: Remessa Crédito para
ro_ro: Expediere de credit împotriva
ru_ru: Пересылка кредит под
sq_al: kredi Dërgesë kundër
sv: Länka mot delade bibliotek
sw_ke: Transport mikopo dhidi
tr_tr: Sevkiyat kredi karşı
zh_hk: 运输贷账:
zh_tw: 運輸冲銷:

source: The general ledger transaction for the shipment
cs_cz: Hlavní knihy transakce pro zásilku
es_es: Transacción contable del transporte
hi_in: लदान के लिए सामान्य खाता बही लेनदेन
id_id: Transaksi buku besar utk pengiriman
it_it: L&#39;operazione di contabilità generale per la spedizione
ko_kr: 출하 원장 트랜잭션
mr_in: चढविणे सामान्य खातेवही व्यवहार
nl_nl: Grootboek boekng voor het transport
pt_pt: transação contábil para a remessa
ro_ro: Tranzacţia registrul general pentru expediere
ru_ru: Общие сделки Леджер для отгрузки
sq_al: Transaksioni i përgjithshëm librit për dërgesë
sv: Bokföringstransaktionen för leveransen
sw_ke: Ya jumla ya shughuli kwa ajili ya kitabu transport
tr_tr: SEVKIYATIN MUHASEBE HAREKETI
zh_hk: 运费的会计凭证
zh_tw: 這運輸的總帳交易

source: Asset Credit
cs_cz: Kreditní Asset
es_es: Crédito de activo
hi_in: संपत्ति क्रडिट
id_id: Kredit Aktiva
it_it: Asset di credito
ko_kr: 자산 신용
mr_in: मालमत्ता क्रेडिट
pt_pt: Crédito Ativo
ro_ro: Asset de credit
ru_ru: Активов кредитной
sq_al: Credit aktiv
sv: Asset Kredit
sw_ke: Mali ya Mikopo
tr_tr: Varlık Kredi
zh_hk: 资产冲销
zh_tw: 信貸資產

source: The general ledger transaction for the asset addition could not be added because
cs_cz: Hlavní knihy transakci aktiva navíc nelze přidat, protože
es_es: La transacción contable de la adición de activos no pudo ser añadida a causa de
hi_in: संपत्ति के लिए इसके अलावा सामान्य खाता बही लेनदेन क्योंकि जोड़ा नहीं जा सका
id_id: Transaksi buku besar umum utk penambahan aktiva tdk dapat ditambahkan karena
it_it: L'operazione di contabilità generale per l'aggiunta delle attività non può essere aggiunto perché
ko_kr: 자산을 추가하기위한 총계정 원장 트랜잭션이 있기 때문에 추가 할 수 없습니다
mr_in: मालमत्ता याच्या सामान्य खातेवही व्यवहार जोडला जाऊ शकत नाही कारण
nl_nl: Het grootboek transactie voor het actief Bovendien kon niet worden toegevoegd omdat
pt_pt: transação contábil para adição de ativo fixo não pode ser adicion. porque
ro_ro: Tranzacţia registrul general de plus activul nu a putut fi adăugată deoarece
ru_ru: Общие сделки Леджер за актив того не может быть добавлен, так
sq_al: Transaksioni i përgjithshëm librit për shtimin e pasurisë nuk mund të shtohet sepse
sv: I huvudboken transaktion för tillgången Dessutom kunde inte läggas till eftersom
sw_ke: Ya jumla ya shughuli kitabu kwa ajili ya kuongeza mali inaweza kuwa aliongeza kwa sababu
tr_tr: Ayrıca varlık için defteri kebir işlem nedeniyle eklenemedi
zh_hk: 增加资产的总帐交易无法完成
zh_tw: 總帳交易的資產無法添加，因為

source: Contract charge against
cs_cz: Smlouvy obvinění proti
es_es: Cargo del Contrato en contra de
hi_in: अनुबंध के खिलाफ आरोप
id_id: Kontrak biaya terhadap
it_it: Contratto di accusa contro
ko_kr: 에 대한 계약 담당
mr_in: विरुद्ध करार शुल्क
nl_nl: Contract aanklacht tegen
pt_pt: Encargos Contrato ref.
ro_ro: Contract de acuzaţii aduse împotriva
ru_ru: Контракт обвинение
sq_al: ngarkuar kontratës kundër
sv: Kontrakt anklagelse mot
sw_ke: Mkataba kosa
tr_tr: Sözleşme ücret karşılığında
zh_hk: 合同费用对应合同号
zh_tw: 針對合約費用

source: The general ledger transaction for the contract
cs_cz: Hlavní knihy transakce pro smlouvu
es_es: La transacción contable para el contrato
hi_in: अनुबंध के लिए सामान्य खाता बही लेनदेन
id_id: Transaksi umum buku besar utk kontrak
it_it: L&#39;operazione di contabilità generale per il contratto
ko_kr: 계약 총계정 원장 트랜잭션
mr_in: करार सामान्य खातेवही व्यवहार
nl_nl: Het grootboek transactie voor het contract
pt_pt: transação contábil para o contrato
ro_ro: Tranzacţia registrul general de contract
ru_ru: Общие сделки Леджер по контракту
sq_al: Transaksioni i përgjithshëm librit për të kontratës
sv: I huvudboken transaktion för kontraktet
sw_ke: Ya jumla ya kitabu manunuzi kwa ajili ya mkataba
tr_tr: sözleşme için defteri kebir işlem
zh_hk: 总帐交易其合同号为
zh_tw: 總帳交易合約

source: GRN Credit Note
cs_cz: GRN dobropis
es_es: Abono proveedor
hi_in: GRN क्रडिट नोट
id_id: Nota Kredit GRN
it_it: GRN Nota di credito
ko_kr: GRN 신용 참고
mr_in: GRN क्रेडिट टीप
nl_nl: Goederen ontvangst credit factuur
pt_pt: GRN/DEM Nota Crédito
ro_ro: NRG de credit Notă
ru_ru: GRN кредитную Примечание
sq_al: Shënim GRN Credit
sw_ke: GRN Mikopo Kumbuka
tr_tr: GRN Kredi Notu
zh_hk: 收货单的红字发票
zh_tw: 收貨單的紅字發票

source: std cost of
cs_cz: std náklady
es_es: costo normal de
hi_in: एसटीडी की लागत
id_id: HPP standar
it_it: costo std di
ko_kr: 의 표준 비용
mr_in: च्या एसटीडी खर्च
nl_nl: Standaard kosten van
pt_pt: custo padrão de
ro_ro: Costul de STD
ru_ru: стандартная стоимость
sq_al: kosto std e
sv: Std.Av.
sw_ke: STD gharama ya
tr_tr: STANDARD MALIYET:
zh_hk: 标准成本
zh_tw: 標準成本

source: price var of
cs_cz: cena var z
es_es: Varianza de Precio de
hi_in: मूल्य var की
id_id: selisih harga
it_it: prezzo di var
ko_kr: 의 가격 VAR
mr_in: किंमत var
nl_nl: Prijs verschillen van
pt_pt: var. preço de
ro_ro: var preţ de
ru_ru: Цена Вар
sq_al: var çmimi i
sv: SunOS var
sw_ke: var bei ya
tr_tr: FIYAT VARYANSI:
zh_hk: 价差
zh_tw: 價格差異

source: The general ledger transaction could not be added for the price variance of the stock item because
cs_cz: Hlavní knihy transakce nemohl být přidán za cenu rozptyl na skladě, protože
es_es: La transacción contable no pudo ser añadida a la variación del precio del artículo en existencia debido a que
hi_in: सामान्य खाता बही लेनदेन भंडार वस्तु की वजह से कीमत विचरण के लिए जोड़ा नहीं जा सका
id_id: Transaksi GL tdk dapat dimasukkan utk selisih harga dari item stok karena
it_it: perchè
ko_kr: 총계정 원장 거래는 주식 항목 때문에 가격 변동에 대한 추가 할 수 없습니다
mr_in: सामान्य खातेवही व्यवहार स्टॉक आयटमची किंमत फरक जमा करणे शक्य नाही कारण
nl_nl: De grootboek boeking voor de prijs verschillen voor het voorrad item kon niet worden uitgevoerd
pt_pt: trans. contabilidade não pode ser adicion. para variação de preço de estoque porque
ro_ro: Tranzacţie registru general nu ar putea fi adăugate pentru variaţia preţului elementului stoc, deoarece
ru_ru: Общие сделки Леджер не может быть добавлен для отклонения цены фондового пункта, поскольку
sq_al: Transaksion i përgjithshëm librit nuk mund të shtohet për grindje çmimin e sendit të aksioneve, sepse
sv: I huvudboken Transaktionen kan inte läggas till priset varians lagervara, eftersom
sw_ke: Ya jumla ya shughuli kitabu inaweza kuwa aliongeza kwa ajili ya ugomvi wa bei ya bidhaa hisa kwa sababu
tr_tr: Defteri kebir işlem stok kalemi nedeniyle fiyat sapması için eklenemedi
zh_hk: 会计凭证的采购价差行未能新增, 因为
zh_tw: 總帳交易未能新增到存貨商品價格差異, 因為

source: Average Cost Adj
cs_cz: Průměrná cena Adj
es_es: Ajustes de Costo Promedio
hi_in: औसत adj मूल्य
id_id: Penys HPP Rata2
it_it: Costo medio Adj
ko_kr: 평균 예산 치
mr_in: सरासरी किंमत Adj
nl_nl: Gemiddelde kosten Adj
ro_ro: Costul mediu Adj
ru_ru: Средняя стоимость Adj
sq_al: Kosto mesatare Adj
sv: Medelkostnadsjustering
sw_ke: Gharama wastani Adj
tr_tr: Ortalama Adj Maliyet
zh_hk: 平均成本调整
zh_tw: 平均成本調整後
