Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The account section already exists in the database
cs_cz: Účet oddíl již existuje v databázi
es_es: La sección contable ya existe en la base de datos
hi_in: खाता अनुभाग पहले से डेटाबेस में मौजूद है
id_id: Tipe akun tersebut sdh ada di database
it_it: La sezione account esiste già nel database
ko_kr: 계정 섹션은 데이터베이스에 이미
mr_in: खाते विभाग आधीच डेटाबेसमध्ये अस्तित्वात
nl_nl: De rekening sectie naam bestaat al
pt_pt: A seção contábil já existe no DB
ro_ro: Secţiunea cont deja există în baza de date
ru_ru: Раздел счёта уже существует в базе данных
sq_al: Seksioni i llogarisë tashmë ekziston në bazën e të dhënave
sv: Kontotypen existerar redan i databasen
sw_ke: Sehemu ya akaunti tayari lipo katika orodha ya
tr_tr: Hesap bölüm zaten veritabanında bulunan
zh_hk: 会计要素已经存在于数据库
zh_tw: 該帳戶部分已經存在於數據庫中

source: The account section name cannot contain any illegal characters
es_es: El nombre de la sección contable no puede contener caracteres prohibidos
id_id: Nama tipe akun tdk boleh berisi karakter + ? . & \ " < >
ko_kr: 계정 섹션 이름은 잘못된 문자를 포함 할 수 없습니다
mr_in: खाते विभाग नावामध्ये कोणत्याही बेकायदेशीर वर्ण नसावे
pt_pt: O nome da seção não pode conter caracteres inválidos
zh_tw: 帳戶部分名稱不能包含任何非法字符

source: The account section name must contain at least one character
cs_cz: Účet jméno sekce musí obsahovat alespoň jeden znak
es_es: El nombre de la sección contable debe tener al menos un carácter
hi_in: खाता अनुभाग का नाम कम से कम एक वर्ण होना चाहिए
id_id: Nama tipe akun minimum 1 karakter
it_it: Il nome della sezione account deve contenere almeno un carattere
ko_kr: 계정 섹션 이름은 적어도 하나의 문자를 포함해야합니다
mr_in: खाते विभाग नावामध्ये किमान एक वर्ण असावा
nl_nl: De rekening sectie naam moet in iedergeval een karakter bevatten
pt_pt: O nome da seção deve conter pelo menos um caracter
ro_ro: Numele secţiunii de cont trebuie să conţină cel puţin un caracter
ru_ru: Имя раздела счетов должно содержать хотя бы один символ
sq_al: Seksioni i llogarisë emrin duhet të përmbajë të paktën një karakter
sv: Konttypen måste innehålla minst ett tecken
sw_ke: Sehemu ya akaunti ya jina ni lazima iwe na angalau tabia moja
tr_tr: Hesap bölüm adını en az bir karakter içermelidir
zh_hk: 会计要素名称必须包含至少一个字符
zh_tw: 該帳戶部分名稱必須至少包含一個字符

source: The section number must be an integer
cs_cz: Číslo sekce musí být celé kladné číslo
es_es: El número de la sección contable debe ser un entero
hi_in: खंड संख्या एक पूर्णांक होना चाहिए
id_id: Nomor tipe akun harus bilangan bulat
it_it: Il numero della sezione deve essere un intero
ko_kr: 섹션 번호는 정수 여야합니다
mr_in: विभाग क्रमांक पूर्णांक असणे आवश्यक आहे
nl_nl: Het Sectie nummer moet een geheel getal zijn
pt_pt: O número da seção deve ser um inteiro
ro_ro: Numărul secţiune trebuie să fie un număr întreg
ru_ru: Номер раздела должен быть целым числом
sq_al: Numri seksion duhet të jetë një numër të plotë
sv: Kontotypen måste vara ett heltal
sw_ke: Idadi ya sehemu lazima kuwa integer
tr_tr: BÖLÜM NO RAKKAM OLMALI
zh_hk: 会计要素编号必须是整数
zh_tw: 會計要素必須是整數

source: Cannot delete this account section because general ledger accounts groups have been created using this section
cs_cz: Nelze smazat tento účet oddílu, protože účtů hlavní knihy skupiny byly vytvořeny pomocí této sekci
es_es: No se puede suprimir este Grupo Principal porque contiene subgrupos de cuentas
hi_in: इस खाते को हटाना अनुभाग क्योंकि सामान्य खाता बही खातों समूहों इस खंड का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus tipe akun ini karena grup akun buku besar telah dibuat menggunakan tipe ini
it_it: Impossibile eliminare questa sezione account perché conti di contabilità generale, i gruppi sono stati creati utilizzando questa sezione
ko_kr: 원장이 섹션을 사용하여 생성 된 그룹을 차지하기 때문에이 계정 섹션을 삭제할 수 없습니다
mr_in: हे खाते विभाग हटविले जाऊ शकत नाही कारण सामान्य खातेवही खाती हा विभाग वापरून तयार केले आहेत
nl_nl: Kan deze rekening niet verwijderen omdat andere grootboek rekeningen afhankelijk zijn van deze sectie
pt_pt: Não é possivel remover esta seção porque existe(m) grupo(s) usando esta seção
ro_ro: Nu se poate şterge această secţiune considerare deoarece general conturilor din cartea mare grupuri au fost create folosind această secţiune
ru_ru: Не удается удалить раздел этого счёта, поскольку в главной книге были созданы группы счетов с помощью этого раздела
sq_al: Nuk mund të fshini kete seksion llogari sepse llogaritë e përgjithshme librit të grupeve të ketë qenë krijuar duke përdorur këtë seksion
sv: Kan inte ta bort denna kontotyp för att det finns kontogrupper som använder den
sw_ke: Hawezi kufuta sehemu ya akaunti ya jumla kwa sababu kitabu makundi akaunti viliumbwa kwa kutumia sehemu hii
tr_tr: HESAP BÖLÜMÜ SILINEMIYOR, BAGLI MUH.HESAPLARI VAR.
zh_hk: 此会计要素已被科目组使用，不能删除
zh_tw: 總帳已產生此會計要素, 不能刪除

source: general ledger accounts groups that refer to this account section
cs_cz: účtů hlavní knihy skupin, které se vztahují k tomuto účtu sekci
es_es: grupos contables del libro mayor que hacen referencia a esta sección contable
hi_in: सामान्य खाता बही खातों समूहों है कि इस खाते अनुभाग देखना
id_id: akun buku besar yg mereferensi pada tipe akun tersebut
it_it: conti di contabilità generale i gruppi che fanno riferimento a questa sezione account
ko_kr: 총계정 원장이 계정 섹션을 참조 그룹 계정
mr_in: सामान्य खातेवही हे खाते विभागाचा संदर्भ घ्या की गट खाते
nl_nl: Grootboek rekening groepen die refereren aan deze rekening sectie
pt_pt: Grupo(s) Contábil(eis) que referencia(m) esta seção
ro_ro: conturilor din registrul contabil general grupurile care se referă la această secţiune cont
ru_ru: Группы счетов в главной книге, которые ссылаются на этот счет раздел
sq_al: llogaritë e përgjithshme librit të grupeve që i referohen në këtë seksion llogari
sv: kontogrupper som refererar till denna kontotyp
sw_ke: ujumla kitabu akaunti makundi ambayo rejea sehemu hii akaunti
tr_tr: ILGILI MUH.HESAPLARI:
zh_hk: 个科目组需要此会计要素
zh_tw: 此會計要素的總帳

source: section has been deleted
cs_cz: sekce byla smazána
es_es: La sección fue eliminada
hi_in: अनुभाग हटा दिया गया है
id_id: tipe telah dihapus
it_it: sezione è stato soppresso
ko_kr: 섹션이 삭제되었습니다
mr_in: विभाग हटविला गेला आहे
nl_nl: sectie is verwijderd
pt_pt: seção foi apagada
ro_ro: secţiune a fost şters
ru_ru: раздел был удален
sq_al: seksion është grisur
sv: Meddelandet har tagits bort
sw_ke: sehemu imefutwa
tr_tr: BÖLÜM SILINDI
zh_hk: 删除会计要素成功
zh_tw: 類別已刪除

source: Could not get account group sections because
cs_cz: Nelze získat body účet skupiny, protože
es_es: No se pudo obtener las secciones del subgrupo de cuentas porque
hi_in: खाता समूह क्योंकि वर्गों प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil tipe grup akun karena
it_it: Impossibile ottenere sezioni gruppo conto perché
ko_kr: 계정 그룹 섹션 인해를 가져올 수 없습니다
mr_in: खाते गट विभाग मिळविणे शक्य नाही कारण
nl_nl: Kon geen rekening groep sectie ophalen omdat
pt_pt: Não pode obter grupo de conta porque
ro_ro: Nu am putut obţine secţiuni cont de grup, deoarece
ru_ru: Не удалось получить раделы группы счета, так как
sq_al: Nuk mund të marrë pjesë grup llogari sepse
sv: Kan inte hämta kontogruppen för att
sw_ke: Hakuweza kupata sehemu ya kikundi kwa sababu akaunti
tr_tr: BÖLÜMLER GÖRÜNTÜLENEMIYOR:
zh_hk: 找不到会计要素，原因是：
zh_tw: 不能取得會計要素, 因為

source: Section Number
cs_cz: Číslo sekce
es_es: Número de sección
hi_in: अनुभाग संख्या
id_id: Nomor Tipe
it_it: Numero di sezione
ko_kr: 섹션 번호
mr_in: विभाग क्रमांक
nl_nl: Sectie Nummer
pt_pt: Número Seção
ro_ro: Numărul secţiune
ru_ru: Номер раздела
sq_al: Numri i Seksionit
sv: Kontotyp
sw_ke: Idadi ya sehemu
tr_tr: BÖLÜM NO
zh_hk: 会计要素编号
zh_tw: 會計要素編號

source: Section Description
cs_cz: Popis sekce
es_es: Descripción de sección
hi_in: वर्णन अनुभाग
id_id: Keterangan Tipe
it_it: Sezione Descrizione
ko_kr: 섹션 설명
mr_in: विभाग वर्णन
nl_nl: Sectie Omschrijving
pt_pt: Descriç. Seção
ro_ro: Secţiunea referitoare la descrierea
ru_ru: Описание раздела
sq_al: Përshkrimi i Seksionit
sv: Kontotypbeskrivning
sw_ke: Sehemu Description
tr_tr: BÖLÜM AÇIKLAMASI
zh_hk: 会计要素名称
zh_tw: 會計要素名稱

source: Restricted
cs_cz: Omezeno
es_es: Restringida
hi_in: प्रतिबंधित
id_id: Terbatas
it_it: Limitato
ko_kr: 한정된
mr_in: मर्यादित
nl_nl: Beperkt toegankelijk
pt_pt: Restrito
ro_ro: Limitat
ru_ru: Ограниченный
sq_al: Kufizuar
sv: Låst
sw_ke: Vikwazo
tr_tr: ENGELLENMIS
zh_hk: 不可修改
zh_tw: 不可修改

source: Review Account Sections
cs_cz: Přezkoumání účtu Sekce
es_es: Revisar secciones contables
hi_in: समीक्षा खाता अनुभाग
id_id: Lihat Semua Tipe Akun
it_it: Recensione Account Sezioni
ko_kr: 검토 계정 섹션
mr_in: पुनरावलोकन खाते विभाग
nl_nl: Bekijken Rekeningen Sectie
pt_pt: Rever Seção Contas Contábeis
ro_ro: Review Contul secţiunile
ru_ru: Просмотреть разделы счетов
sq_al: Llogaria Seksionet Review
sv: Visa kontotyper
sw_ke: Mapitio Akaunti Sections
tr_tr: HESAP BÖLÜMLERINI INCELE
zh_hk: 查看会计要素
zh_tw: 檢視會計要素

source: Could not retrieve the requested section please try again.
cs_cz: Nepodařilo se získat požadovanou sekci prosím zkuste to znovu.
es_es: No se pudo obtener la Sección solicitada, por favor, pruebe de nuevo.
hi_in: पुनः प्राप्त नहीं किया जा सका अनुरोध अनुभाग कृपया पुनः प्रयास करें.
id_id: Tdk dapat mengambil tipe yg diminta, silahkan coba kembali.
it_it: Non è possibile recuperare la sezione richieste si prega di riprovare.
ko_kr: 요청 된 부분을 검색 할 수 없습니다 다시 시도하십시오.
mr_in: विनंती विभाग परत मिळवू शकलो नाही कृपया पुन्हा प्रयत्न करा.
nl_nl: Kon de gevraagde sectie niet ophalen probeer het nog eens
pt_pt: Não pode recuperar seção requisitada, reprocesse novamente
ro_ro: Nu am putut prelua secţiunea solicitate vă rugăm să încercaţi din nou.
ru_ru: Не удалось получить запрошенный раздел. Пожалуйста, попробуйте еще раз.
sq_al: Nuk mund ta marrim ne seksionin e kërkuar ju lutem provoni përsëri.
sv: Kan inte hämta kontotypen, försök igen.
sw_ke: Hakuweza Retrieve sehemu ya ombi tafadhali jaribu tena.
tr_tr: SEÇTIGINIZ BÖLÜM GÖSTERILEMIYOR, LÜTFEN TEKRAR DENEYIN
zh_hk: 找不到会计要素, 请重试
zh_tw: 不能取回要求的類別, 請重試

source: Enter Information
cs_cz: Vložit informace
es_es: Introducir información
hi_in: जानकारी दर्ज करें
id_id: Masukkan Informasi
it_it: Invia
ko_kr: 정보 입력
mr_in: माहिती प्रविष्ट करा
nl_nl: Enter informatie
pt_pt: Atualizar Dados
ro_ro: Introduceţi Informaţii
ru_ru: Введите информацию
sq_al: Shto Informacionet
sv: Ok
sw_ke: Kuingia Habari
tr_tr: GIRIS
zh_hk: 保存
zh_tw: 儲存以上輸入的資料

source: Customer Contacts
cs_cz: Zákazník Kontakty
es_es: Contactos de cliente
hi_in: ग्राहक संपर्कों
id_id: Kontak Customer
it_it: Clienti Contatti
ko_kr: 고객 연락처
mr_in: ग्राहक संपर्क
nl_nl: Klant contacten
pt_pt: Contato Clientes
ro_ro: Client Contacte
ru_ru: Контакты клиента
sq_al: Customer Kontakte
sv: Kundkontakter
sw_ke: Majina ya wateja
tr_tr: Müşteri İletişim
zh_hk: 顾客联系人
zh_tw: 客戶聯絡人

source: Back to Customers
cs_cz: Zpět k zákazníkům
es_es: Volver a clientes
hi_in: वापस ग्राहक को
id_id: Kembali ke Data Customer
it_it: Torna ai clienti
ko_kr: 돌아 가기 고객에게
mr_in: मागे ग्राहक
nl_nl: terug naar klanten
pt_pt: Voltar para Clientes
ro_ro: Înapoi la Clienţii
ru_ru: К клиентам
sq_al: Kthehu tek Klientët
sv: Tillbaka till kunder
sw_ke: Nyuma ya Wateja
tr_tr: Geri Müşteriler
zh_hk: 返回客户
zh_tw: 搜尋客戶

source: Contacts for Customer
es_es: Contactos del cliente
id_id: Kontak utk Customer
ko_kr: 고객 연락처
mr_in: ग्राहकाचा संपर्क
pt_pt: Contatos do Cliente
zh_tw: 與我們聯繫客戶

source: Edit contact for
es_es: Editar contacto para
id_id: Edit kontak utk
ko_kr: 대한 연락처 편집
mr_in: संपादित संपर्क
pt_pt: Editar contato para
zh_tw: 對於編輯聯繫人

source: The Contact ID must be an integer.
es_es: El ID del contacto debe ser un entero
id_id: ID Kontak harus bilangan bulat
ko_kr: 연락 ID는 정수 여야합니다.
mr_in: संपर्क आयडी पूर्णांक असणे आवश्यक आहे.
pt_pt: ID do contato deve ser número
zh_tw: 聯繫人ID必須是整數。

source: The contact name must be forty characters or less long
es_es: El nombre del contacto no debe pasar de 40 caracteres
id_id: Nama kontak maksimum 40 karakter
ko_kr: 연락처 이름 사십 자 이하 여야합니다
mr_in: संपर्क नाव चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
pt_pt: O nome do contato deve ter menos de 40 caracteres
zh_tw: 聯絡人名稱必須不多於 50 字元

source: The contact name may not be empty
es_es: El nombre del contacto no puede estar vacío
id_id: Nama kontak tdk boleh kosong
ko_kr: 연락처 이름은 비워 둘 수 없습니다 수 있습니다
mr_in: संपर्क नाव रिक्त असू शकत नाही
pt_pt: O nome do contato deve estar preenchido
zh_tw: 聯絡人名稱不能留空

source: The contact email address is not a valid email address
es_es: La dirección de correo electrónico no parece ser válida
id_id: Alamat email kontak tdk benar
ko_kr: 연락처 이메일 주소가 유효한 이메일 주소가 아닙니다
mr_in: संपर्क ईमेल पत्ता वैध ईमेल पत्ता नाही
pt_pt: O email do contato é inválido
zh_tw: 聯繫人的電子郵件地址不是一個有效的電子郵件地址

source: has been updated
cs_cz: byla aktualizována
es_es: ha sido actualizado
hi_in: अद्यतन किया गया है
id_id: telah diperbarui
it_it: e' stata aggiornata
ko_kr: 업데이트되었습니다
mr_in: अद्यतनित केले गेले आहे
nl_nl: is gewijzigd
pt_pt: foi atualizado
ro_ro: a fost actualizat
ru_ru: было обновлено
sq_al: është përditësuar
sv: har uppdaterats
sw_ke: imekuwa updated
tr_tr: GÜNCELLENDI
zh_hk: 已更新
zh_tw: 已更新

source: The contact record has been added
cs_cz: Kontakt záznam byl přidán
es_es: El registro del contacto ha sido creado
hi_in: संपर्क रिकॉर्ड जोड़ दिया गया है
id_id: Data kontak telah ditambahkan
it_it: Il record di contatto è stato aggiunto
ko_kr: 연락처 레코드가 추가되었습니다
mr_in: संपर्क रेकॉर्ड जोडले गेले आहे
nl_nl: Kontact is toegevoegd
pt_pt: Registro contato adicionado
ro_ro: Record de contact a fost adăugată
ru_ru: Был добавлен контакт
sq_al: Të dhënat e kontaktit ka qenë i shtuar
sv: Kontaktposten har sparats
sw_ke: rekodi ya kuwasiliana imekuwa aliongeza
tr_tr: Kişi kaydı eklendi
zh_hk: 联系人已新增
zh_tw: 聯絡人紀錄已新增

source: The contact record has been deleted
cs_cz: Kontakt záznam byl odstraněn
es_es: El registro del contacto ha sido eliminado
hi_in: संपर्क रिकॉर्ड हटा दिया गया है
id_id: Data kontak telah dihapus
it_it: Il record di contatto è stato eliminato
ko_kr: 연락처 기록이 삭제되었습니다
mr_in: संपर्क रेकॉर्ड हटविले गेले आहे
nl_nl: Kontact is verwijderd
pt_pt: O registro do contato foi removido
ro_ro: Record de contact a fost ştearsă
ru_ru: Был удален контакт
sq_al: Të dhënat e kontaktit është fshirë
sv: Kontaktposten har makulerats
sw_ke: rekodi ya kuwasiliana imefutwa
tr_tr: Kişi kaydı silindi
zh_hk: 联系人记录已删除
zh_tw: 聯絡人紀錄已刪除

source: Name
cs_cz: Název
es_es: Nombre
hi_in: नाम
id_id: Nama
it_it: Nome
ko_kr: 이름
mr_in: नाव
nl_nl: Naam
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sq_al: Emri
sv: Namn
sw_ke: Jina
tr_tr: ISIM
zh_hk: 名称
zh_tw: 名稱

source: Role
cs_cz: Roli
es_es: Perfil
hi_in: भूमिका
id_id: Posisi
it_it: Ruolo
ko_kr: 역할
mr_in: भूमिका
nl_nl: Rol
pt_pt: Função
ro_ro: Rolul
ru_ru: Роль
sq_al: Rol
sv: Roll
sw_ke: Jukumu
tr_tr: ROL
zh_hk: 职位
zh_tw: 使用者身份/角色

source: Phone no
cs_cz: Telefonní číslo
es_es: Número de teléfono
hi_in: फोन नं
id_id: Telpon
it_it: Tel.
ko_kr: 전화 없음
mr_in: दूरध्वनी नंबर
nl_nl: Telefoon nr.
pt_pt: Núm. Tel.
ro_ro: Telefon nu
ru_ru: Номер телефона
sq_al: Telefoni nuk ka
sv: Telnr
sw_ke: Hakuna simu
tr_tr: Telefon yok
zh_hk: 电话
zh_tw: 電話號碼

source: Email
es_es: Correo-e
hi_in: ईमेल
it_it: Indrizzo posta elettronica
ko_kr: 이메일
mr_in: ईमेल
ru_ru: Эл. почта
sv: E-Post
sw_ke: Barua pepe
zh_hk: 电子邮件
zh_tw: 電子郵件

source: Statement
cs_cz: Prohlášení
es_es: Estado de cuenta
hi_in: कथन
id_id: Akun
it_it: Dichiarazione
ko_kr: 성명서
mr_in: विधान
nl_nl: Verklaring
pt_pt: Contratado
ro_ro: Declaraţie
ru_ru: Отчет
sq_al: Deklaratë
sv: Kontoutdrag
sw_ke: Taarifa
tr_tr: Açıklama
zh_hk: 对账单
zh_tw: 結單

source: Notes
cs_cz: Bere na vědomí
es_es: Notas
hi_in: नोट्स
id_id: Catatan
it_it: Note
ko_kr: 노트
mr_in: नोट्स
nl_nl: Aantekeningen
pt_pt: Notas
ro_ro: Note
ru_ru: Заметки
sq_al: Shënime
sv: Anteckningar
sw_ke: Vidokezo
tr_tr: NOTLAR
zh_hk: 备注
zh_tw: 備註

source: Are you sure you wish to delete this contact?
cs_cz: Jste si jisti, že chcete smazat tento kontakt?
es_es: ¿Está seguro que desea suprimir este contacto?
hi_in: क्या आप इस संपर्क हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus kontak ini?
it_it: Sei sicuro di voler cancellare questo contatto?
ko_kr: 이 연락처를 삭제하려면 확실합니까?
mr_in: आपली खात्री आहे, आपण हा संपर्क हटवू इच्छिता?
nl_nl: Bevestig verwijderen contact
pt_pt: Confirma remoção do contato
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest contact?
ru_ru: Вы уверены, что хотите удалить этот контакт?
sq_al: A jeni i sigurt se doni të fshini këtë kontakt?
sv: är du säker på att du vill ta bort detta konto?
sw_ke: Una uhakika unataka kufuta mawasiliano?
tr_tr: BU IRTIBATI SILMEK ISTEDIGINIZE EMIN MISINIZ?
zh_hk: 确认要删除此联系人？
zh_tw: 是否確定要刪除這聯系?

source: Review all contacts for this Customer
cs_cz: Přezkoumání všech kontaktů pro tohoto zákazníka
es_es: Revisar todos los contactos de este cliente
hi_in: समीक्षा इस ग्राहक के लिए सभी संपर्क
id_id: Lihat semua kontak utk Customer ini
it_it: Recensione tutti i contatti per questo cliente
ko_kr: 이 고객에 대한 모든 연락처를 검토
mr_in: या ग्राहकासाठी सर्व संपर्क पुनरावलोकन
nl_nl: Check alle contracten van deze klant
pt_pt: Rever todos contatos do Cliente
ro_ro: Review toate persoanele de contact pentru acest client
ru_ru: Просмотреть все контакты клиента
sq_al: Të shqyrtojë të gjitha kontaktet për këtë Customer
sv: Visa alla kontakter för denna kund
sw_ke: Mapitio ya washirika wote kwa hili Wateja
tr_tr: Bu Müşteri için Review tüm kartvizitleri
zh_hk: 查看此顾客的所有联络人
zh_tw: 檢示這位客戶的所有聯絡人

source: Contact Code
cs_cz: Kontakt kód
es_es: Código del contacto
hi_in: संपर्क संहिता
id_id: Kode Kontak
it_it: Contatto Codice
ko_kr: 연락 코드
mr_in: संपर्क कोड
nl_nl: Kontact Code
pt_pt: Código Contato
ro_ro: A lua legatura cu Codul
ru_ru: Код контакта
sq_al: Kodi kontaktoni
sv: Kontaktkod
sw_ke: Kuwasiliana na Kanuni
tr_tr: Temas Kodu
zh_hk: 联系人代码
zh_tw: 聯絡人號碼

source: Contact Name
cs_cz: Jméno kontaktní osoby
es_es: Nombre del contacto
hi_in: संपर्क नाम
id_id: Nama Kontak
it_it: Nome
ko_kr: 담당자 이름
mr_in: संपर्क नाव
nl_nl: Kontakt Naam
pt_pt: Nome Contato
ro_ro: Nume de Contact
ru_ru: Имя контакта
sq_al: Emri i Kontaktit
sv: Namn på kontaktperson
sw_ke: Kuwasiliana Jina
tr_tr: ILETISIM AD, SOYAD
zh_hk: 联系人名称
zh_tw: 聯繫人名稱

source: Phone
cs_cz: Telefon
es_es: Teléfono
hi_in: फोन
id_id: Telpon
it_it: Telefono
ko_kr: 전화
mr_in: दूरध्वनी
nl_nl: Telefoon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sq_al: Telefon
sv: Telefon
sw_ke: Simu
tr_tr: TELEFON
zh_hk: 电话
zh_tw: 電話

source: Customer Notes
cs_cz: Zákazník bere na vědomí
es_es: Notas del cliente
hi_in: ग्राहक नोट्स
id_id: Catatan Customer
it_it: Il Cliente prende atto
ko_kr: 고객주의 사항
mr_in: ग्राहक नोट्स
nl_nl: Klant notitie
pt_pt: Notas Cliente
ro_ro: Note de client
ru_ru: Заметки клиента
sq_al: Customer Shënime
sv: Kundanteckningar
sw_ke: Mteja Vidokezo
tr_tr: Müşteri Notları
zh_hk: 客户通知
zh_tw: 客戶備註

source: Back to Select Customer
cs_cz: Zpět na výběr zákazníka
es_es: Volver a seleccionar cliente
hi_in: वापस ग्राहक को चुन कर
id_id: Kembali ke Data Customer
it_it: Torna a Selezione del cliente
ko_kr: 돌아 가기 고객을 선택합니다
mr_in: मागे ग्राहक निवडण्यासाठी
nl_nl: Terug naar geselecteerde klant
pt_pt: Voltar para Seleção Cliente
ro_ro: Înapoi la Select clienţilor
ru_ru: Назад к выбору клиента
sq_al: Kthehu tek Zgjidhni Customer
sv: Tillbaka till kund
sw_ke: Nyuma Chagua Wateja
tr_tr: Geri Müşteri Seç
zh_hk: 返回选择客户
zh_tw: 回到客戶選擇

source: The contact priority must be an integer.
cs_cz: Kontakt priorita musí být celé číslo.
es_es: La prioridad del contacto debe ser un entero
hi_in: संपर्क प्राथमिकता एक पूर्णांक होना चाहिए.
id_id: Prioritas kontak harus bilangan bulat
it_it: La priorità di contatto deve essere un intero.
ko_kr: 연락처 우선 순위는 정수 여야합니다.
mr_in: संपर्क अग्रक्रम पूर्णांक असणे आवश्यक आहे.
nl_nl: Contact prioriteit moet geheel getal zijn
pt_pt: Prioridade contato deve ser numérica
ro_ro: Prioritate de contact trebuie să fie un număr întreg.
ru_ru: Приоритет контакта обозначается цифрой
sq_al: Prioritet të kontaktuar duhet të jetë një numër të plotë.
sv: Kontaktprioritet måste vara ett heltal
sw_ke: Kipaumbele vya lazima kuwa integer.
tr_tr: Temas öncelikli bir tamsayı olmalıdır.
zh_hk: 联系优先级必须是整数
zh_tw: 接觸優先權必須是整數。

source: The contact's notes must be two hundred characters or less long
cs_cz: Kontaktu poznámky musí být dvě stovky postav či méně dlouhou
es_es: Las notas del contacto no deben pasar de 200 caracteres
hi_in: संपर्क के नोट्स दो सौ या कम वर्णों का अवश्य होना चाहिए
id_id: Catatan kontak maksimum 200 karakter
it_it: Note del contatto deve essere duecento caratteri o meno lungo
ko_kr: 연락처의 메모 이백 자 이하 여야합니다
mr_in: संपर्काच्या नोट्स दोनशे वर्ण किंवा कमी लांब असणे आवश्यक आहे
nl_nl: Contact notitie mag maximaal 200 tekens lang zijn
pt_pt: notas contato deve ter no máximo 200 caracteres
ro_ro: ia act de contact trebuie să fie două sute de caractere sau mai puţin timp
ru_ru: Заметки контакта должны быть меньше двухсот символов
sq_al: Shënime kontaktit duhet të jenë dyqind shkronja ose më pak gjatë
sv: Kontotsnamn måste vara mindre än 200 tecken
sw_ke: Jina la maelezo lazima wahusika mia mbili au chini ya muda mrefu
tr_tr: Kişinin notları iki yüz veya daha az karakterden uzun olmalı
zh_hk: 联系人备注必须不多于200个字符
zh_tw: 聯絡人的備註說明必須是或少於200字元

source: The contact's notes may not be empty
cs_cz: Kontaktu poznámky nesmí být prázdný
es_es: Las notas del contacto no pueden estar vacías
hi_in: संपर्क के नोट्स खाली नहीं हो सकती
id_id: Catatan kontak tdk boleh kosong
it_it: Note del contatto non può essere vuoto
ko_kr: 연락처의 메모가 비어하지 않을 수 있습니다
mr_in: संपर्काच्या टीपा रिक्त असू शकत नाही
nl_nl: Kontact notitie mag niet leeg zijn
pt_pt: notas de contato deve estar preenchida
ro_ro: ia act de contact nu poate fi gol
ru_ru: Заметки контакта не могут быть пусты
sq_al: shënime të kontaktuar mund të mos jetë bosh
sv: Kontaktanteckningar får inte vara tom
sw_ke: Jina la maelezo inaweza kuwa tupu
tr_tr: Kişinin notları boş olmayabilir
zh_hk: 联系人备注不能留空
zh_tw: 聯絡人的備註說明不能留空

source: The contact notes record has been added
cs_cz: Kontakt poznámky záznam byl přidán
es_es: Se añadió el registro de notas del contacto
hi_in: संपर्क नोट्स रिकॉर्ड जोड़ दिया गया है
id_id: Data catatan kontak telah ditambah
it_it: Il record di contatto note è stato aggiunto
ko_kr: 연락처 메모 기록이 추가되었습니다
mr_in: संपर्क नोट्स रेकॉर्ड जोडले गेले आहे
nl_nl: Kontact notitie is toegevoegd
pt_pt: notas de contato adicionadas
ro_ro: Contact înregistraţi note au fost adăugate
ru_ru: Заметка к контакту была добавлена
sq_al: Shënime të kontaktuar rekord i është shtuar
sv: Kontaktanteckningar har sparats
sw_ke: Rekodi ya kuwasiliana na maelezo imekuwa aliongeza
tr_tr: Temas notlar kayıt eklendi
zh_hk: 联系人备注记录已新增
zh_tw: 聯絡人的備註紀錄已新增

source: The contact note record has been deleted
cs_cz: Kontakt na vědomí záznam byl odstraněn
es_es: El registro de nota de contacto fue eliminado
hi_in: संपर्क नोट रिकॉर्ड हटा दिया गया है
id_id: Data catatan kontak telah dihapus
it_it: Il record nota contatto è stato eliminato
ko_kr: 연락처 메모 기록이 삭제되었습니다
mr_in: संपर्क टीप रेकॉर्ड हटविले गेले आहे
nl_nl: Kontact notitie is verwijderd
pt_pt: notas de contato removidas
ro_ro: Nota record de contact a fost ştearsă
ru_ru: Заметка к контакту была удалена
sq_al: Shënim të kontaktuar rekord është grisur
sv: Kontaktanteckningar har makulerats
sw_ke: Rekodi ya kuwasiliana na kumbuka imefutwa
tr_tr: Ile bağlantıya dikkat kayıt silindi
zh_hk: 联系人备注记录已删除
zh_tw: 聯絡人的備註紀錄已刪除

source: Notes for Customer
cs_cz: Poznámky pro zákazníka
es_es: Anotaciones del cliente
hi_in: ग्राहक के लिए नोट्स
id_id: Catatan utk Customer
it_it: Note per i clienti
ko_kr: 고객에 대한주의 사항
mr_in: ग्राहकाचा टिपा
nl_nl: Notities voor klant
pt_pt: notas para o cliente
ro_ro: Note pentru clienţi
ru_ru: Примечания для клиентов
sq_al: Shënime për Klientin
sv: Anteckningar för kunden
sw_ke: Maelezo kwa Wateja
tr_tr: Müşteri için notlar
zh_hk: 客户通知：
zh_tw: 客戶備註
