Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The SQL statement used to update the purchase order header record, that failed was
cs_cz: Příkaz SQL použitý k aktualizaci objednávky záznam záhlaví, které se nepodařilo byla
es_es: El SQL que falló al actualizar el registro de cabecera de la orden de compra fue
hi_in: एसक्यूएल को क्रय आदेश शीर्ष लेख अभिलेख अद्यतन किया बयान है कि विफल रही थी
id_id: SQL yg digunakan utk memperbarui data header order pembelian, yg gagal adalah
it_it: L&#39;istruzione SQL utilizzata per aggiornare l&#39;ordine di acquisto record di intestazione, che è stato omesso
ko_kr: 실패 구매 주문 헤더 레코드를 업데이트하는 데 사용되는 SQL 문이었다
mr_in: अयशस्वी की खरेदी ऑर्डर शीर्षक रेकॉर्ड अद्यतनित करण्यासाठी वापरली SQL विधान होते
nl_nl: De inkooporder koptekst kon niet worden gewijzigd in de volgende SQL
pt_pt: SQL que falhou na atualização do cabeçalho da ordem de compra foi
ro_ro: Instrucţiunea SQL folosite pentru a actualiza antetul ordine de cumpărare de înregistrare, care nu au fost
ru_ru: Завершившийся неудачей SQL обновления заголовка заказа на покупку
sq_al: Deklarata e SQL të përdorura për të rinovuar qëllim blerjen rekord header, se nuk ishte
sv: Den SQL som användes men misslyckades var
sw_ke: Taarifa SQL kutumika update ili kununua header rekodi, kwamba imeshindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作更新采购订单抬头失败的 SQL 是
zh_tw: 用作更新採購訂單表頭記錄失敗的 SQL 陳述式是

source: The purchase order detail line could not be deleted because
es_es: No se pudo suprimir las filas de detalle de la orden porque
id_id: Baris rincian order pembelian tdk dapat dihapus karena
ko_kr: 구매 주문 세부 라인이 있기 때문에 삭제할 수 없습니다
mr_in: खरेदी ऑर्डर तपशील ओळ हटवणे शक्य नाही कारण
pt_pt: A linha de item da Ordem de Compra não pode ser removida porque
zh_tw: 採購單明細行無法刪除，因為

source: The SQL statement used to delete the purchase order detail record, that failed was
es_es: El SQL que falló al suprimir el registro de detalle de la orden de compra fue
id_id: SQL yg digunakan utk menghapus data rincian order pembelian dan gagal adalah
ko_kr: 실패 구매 주문 세부 레코드를 삭제하는 데 사용되는 SQL 문이었다
mr_in: अयशस्वी की खरेदी ऑर्डर तपशील रेकॉर्ड हटवू वापरले SQL विधान होते
pt_pt: SQL que falhou para remover linha do item da Ordem de Compra foi
zh_tw: 用於刪除採購單明細記錄的SQL陳述式，失敗

source: One of the purchase order detail records could not be updated because
cs_cz: Jeden z doklady o koupi, aby podrobně nelze aktualizovat, protože
es_es: No se pudo actualizar uno de los registros de detalle de la orden de compra porque
hi_in: एक खरीद आदेश विस्तार रिकॉर्ड की वजह से अद्यतन नहीं किया जा सकता है
id_id: Salah satu data rincian order pembelian tdk dapat diperbarui karena
it_it: Uno dei record di dettaglio ordine di acquisto non può essere aggiornato perché
ko_kr: 구매 주문 상세 기록 중 하나는 때문에 업데이트 할 수 없습니다
mr_in: खरेदी ऑर्डर तपशील रेकॉर्ड एक अद्यतनित करणे शक्य नाही कारण
nl_nl: Een van de inkooporer regels kon niet worden gewijzigd omdat
pt_pt: Um dos registros de detalhe da Ordem de compra não pode ser atualizado porque
ro_ro: Una dintre înregistrări detaliu de cumpărare, pentru a nu putea fi actualizat deoarece
ru_ru: Одна из записей с информацией о заказе на покупку не может быть обновлена, так как
sq_al: Një nga të dhënat qëllim blerjen detaje nuk mund të rifreskohet për shkak se
sv: En av de detaljer beställningen poster kunde inte uppdateras eftersom
sw_ke: Moja ya kumbukumbu ya ununuzi ili kina hakuweza kuwa updated sababu
tr_tr: SATINALMA SIPARIS DETAYINA AIT BIR KAYIT GÜNCELLENEMEDI:
zh_hk: 其中一个采购订单行未能更新, 因为
zh_tw: 其中一個採購訂單資料記錄未能更新, 因為

source: The SQL statement used to update the purchase order detail record that failed was
cs_cz: Příkaz SQL použitý k aktualizaci objednávky detail záznamu, který byl neúspěšný
es_es: El SQL que falló al actualizar el registro de detalle de la orden de compra fue
hi_in: SQL बयान करने के लिए खरीद आदेश विस्तार रिकार्ड है कि विफल रहा था अद्यतन किया
id_id: SQL yg digunakan utk memperbarui data rincian order pembelian yg gagal adalah
it_it: L&#39;istruzione SQL utilizzata per aggiornare l&#39;ordine di acquisto record dettaglio che è stato omesso
ko_kr: SQL 문이 실패 구매 주문 세부 레코드를 업데이트하는 데 사용
mr_in: अयशस्वी की खरेदी ऑर्डर तपशील रेकॉर्ड अद्यतनित करण्यासाठी वापरली SQL विधान होते
nl_nl: Een van de inkooporer regels kon niet worden gewijzigd in de volgende SQL
pt_pt: SQL que falhou na atualização do detalhe da Ordem de Compra foi
ro_ro: Instrucţiunea SQL folosite pentru a actualiza detaliile de achiziţie, pentru că nu a reuşit record a fost
ru_ru: Завершившийся неудачей SQL обновления данных о заказе на покупку
sq_al: Deklarata e SQL të përdorura për të rinovuar për blerjen rekord detaje që nuk ishte
sv: Den SQL som användes men misslyckades var
sw_ke: Taarifa SQL kutumika update ili kununua kina rekodi kwamba alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作更新采购订单行失败的 SQL 是
zh_tw: 用作更新採購訂單資料記錄失敗的 SQL 陳述式是

source: Receive and Enter Purchase Invoice
id_id: Terima dan Masukkan Faktur Pembelian
ko_kr: 수신 및 구매 송장 입력
mr_in: प्राप्त आणि खरेदी चलन प्रविष्ट करा
pt_pt: Receber e Criar Ordem de Compra
zh_tw: 收貨並輸入採購訂購發票

source: This item cannot be deleted because some of it has already been received
cs_cz: Tato položka není možné odstranit, protože některé z nich již obdržela
es_es: No se puede suprimir este artículo porque ya se han recibido algunas unidades
hi_in: इस मद क्योंकि यह कुछ पहले से ही प्राप्त किया गया है मिटाया नहीं जा सकता
id_id: Item ini tdk dapat dihapus karena sebagian sdh diterima
it_it: Questo elemento non può essere eliminato perché parte di essa è già stato ricevuto
ko_kr: 이 항목은 그것의 일부가 이미 접수되어 있기 때문에 삭제할 수 없습니다
mr_in: तो काही आधीच प्राप्त झाली आहे कारण हा आयटम हटविले जाऊ शकत नाही
nl_nl: Dit item kan niet worden verwijderd omdat er al ontvangsten voor zijn
pt_pt: Esse item não pode ser removido porque já foi recebido
ro_ro: Acest articol nu pot fi şterse, deoarece o parte din ea a fost deja primit
ru_ru: Этот элемент не может быть удален, поскольку часть его уже получена
sq_al: Ky artikull nuk mund të fshihet për shkak se disa prej tyre tashmë është marrë
sv: Denna artikel kan inte raderas eftersom en del redan har mottagits
sw_ke: bidhaa hii haiwezi kufutwa kwa sababu baadhi ya yake tayari kupokea
tr_tr: BU ÜRÜN SILINEMEZ, BIR MIKTARI TESLIM ALINMIS
zh_hk: 采购订单行不能删除, 因为已收货
zh_tw: 這商品不能刪除, 因為已有部份收貨

source: Cannot Enter this order line
cs_cz: Není možné zadat tento řádek objednávky
es_es: No se pudo introducir la línea
hi_in: इस आदेश पंक्ति दर्ज नहीं कर सकते
id_id: Tdk dapat Memasukkan baris order ini
it_it: Non possono entrare in questa linea di ordine
ko_kr: 이 순서대로 줄을 입력 할 수 없습니다
mr_in: या ऑर्डर ओळ प्रविष्ट न
nl_nl: Deze orderregel kan niet worden ingevoerd
pt_pt: Não foi possivel Informar Linha para Este Pedido/Ordem Compra
ro_ro: Nu poate Introduceţi această linie de comandă
ru_ru: Невозможно ввести эту позицию заказа
sq_al: Nuk mund të Hyni në këtë linjë për
sv: Kan inte registrera denna orderrad
sw_ke: Hawezi kuingia line hii ili
tr_tr: BU SIPARIS SATIRI GIRILEMEDI
zh_hk: 不能插入此订单行
zh_tw: 未能輸入這訂單列

source: The quantity of the order item must be numeric
cs_cz: Množství objednané položky musí být číslo
es_es: La cantidad del artículo del pedido debe ser numérica
hi_in: आदेश मद की मात्रा संख्यात्मक होना चाहिए
id_id: Qty item order harus numerik
it_it: La quantità di ordine ogni deve essere numerico
ko_kr: 주문 상품의 수량은 숫자이어야합니다
mr_in: ऑर्डर आयटम प्रमाण अंकीय असणे आवश्यक आहे
nl_nl: De hoeveelheid van een orderitem moet numeriek zijn
pt_pt: A quantidade da Ordem de Compra / Pedido deve ser numérica
ro_ro: Cantitatea din articolul ordine trebuie să fie numeric
ru_ru: Количество в позиции заказа должен быть числовым
sq_al: Sasia e artikullit që duhet të jetë një numër
sv: Antalet måste vara numeriskt
sw_ke: Wingi wa bidhaa na utaratibu lazima numeric
tr_tr: SIPARIS KALEMI MIKTARI NÜMERIK OLMALI
zh_hk: 订单行数量必须是数值
zh_tw: 訂單商品數量必須是數值

source: The quantity of the ordered item entered must be a positive amount
cs_cz: Množství objednaných položek zadané musí být kladná částka
es_es: La cantidad del artículo pedido entrada debe ser un importe positivo
hi_in: आदेश मद की मात्रा एक सकारात्मक होना चाहिए राशि में प्रवेश किया
id_id: Jumlah item dipesan yg dimasukkan harus nilai positif
it_it: La quantità del prodotto ordinato immesso deve essere un valore positivo
ko_kr: 주문 항목의 수량은 양 양이어야 입력
mr_in: प्रविष्ट आदेश आयटम प्रमाण सकारात्मक रक्कम असणे आवश्यक आहे
nl_nl: De bestelhoeveelheid moet positief zijn
pt_pt: A quantidade deve ser um número positivo.
ro_ro: Cantitatea de elementului comandat intrat trebuie să fie o sumă pozitivă
ru_ru: Количество заказанного товара должно иметь положительное значение,
sq_al: Sasia e artikullit urdhëroi hyrë duhet të jetë një shumë pozitiv
sv: Antalet måste vara ett positivt tal
sw_ke: Wingi wa bidhaa kuamuru aliingia lazima kiasi chanya
tr_tr: ÜRÜN MIKTARI POZITIF OLMALI
zh_hk: 输入的订单行数量必须是正数
zh_tw: 輸入的訂單數量必須是正數

source: The price entered must be numeric
cs_cz: V ceně je součástí musí být číslo
es_es: El precio debe ser numérico
hi_in: मूल्य संख्यात्मक होना चाहिए में प्रवेश किया
id_id: Harga yg dimasukkan harus numerik
it_it: Il prezzo di entrata deve essere numerico
ko_kr: 입력 한 가격은 숫자이어야합니다
mr_in: प्रविष्ट केलेली किंमत अंकीय असणे आवश्यक आहे
nl_nl: De prijs moet een numeriek getal zijn
pt_pt: O preço deve ser numérico
ro_ro: Preţul trebuie să fie înscrise numeric
ru_ru: Введенная цена должна быть числовой
sq_al: Çmimin e dhëna duhet të jetë një numër
sv: Priset måste vara numeriskt
sw_ke: Bei ya aliingia lazima numeric
tr_tr: GIRDIGINIZ FIYAT NÜMERIK OLMALI
zh_hk: 输入的价格必须是数值
zh_tw: 輸入的價格必須是數值

source: The date entered must be in the format
cs_cz: Zadané datum musí být ve formátu
es_es: La fecha debe estar en el formato
hi_in: प्रवेश तिथि प्रारूप में होना चाहिए
id_id: Tgl yg dimasukkan harus dalam format
it_it: La data inserita deve essere nel formato
ko_kr: 입력 한 날짜는 형식이어야합니다
mr_in: प्रविष्ट केलेली तारीख स्वरूपात असणे आवश्यक आहे
nl_nl: De datum moet in het formaat
pt_pt: A data informada deve estar no formato
ro_ro: Data trebuie să fie înscrise în formatul
ru_ru: Введенная дата должна быть в формате
sq_al: Data e dhëna duhet të jetë në format
sv: Datumet måste registreras på formen
sw_ke: Tarehe ya aliingia lazima katika muundo wa
tr_tr: GIRILEN TARIH SU FORMATTA OLMALI:
zh_hk: 输入的日期格式应为
zh_tw: 輸入的日期必須是格式化的

source: The account details for
cs_cz: Účtu pro
es_es: Los detalles de la cuenta de
hi_in: खाते के विवरण
id_id: Rincian akun utk
it_it: I dettagli del conto per
ko_kr: 에 대한 계정 정보
mr_in: खाते तपशील
nl_nl: Rekening details voor
pt_pt: Detalhes da Conta para
ro_ro: Detalii de cont pentru
ru_ru: Данные о счете для
sq_al: Detajet e llogarisë për
sv: Kontodetaljer för
sw_ke: maelezo ya akaunti ya kwa
tr_tr: Hesap ayrıntıları için
zh_hk: 账户明细
zh_tw: 該帳戶詳細信息

source: The SQL used to retrieve the details of the account, but failed was
cs_cz: SQL slouží k získání informací o účtu, ale nepodařilo se
es_es: El SQL que falló al obtener los detalles de la cuenta fue
hi_in: एसक्यूएल को खाते के विवरण को पुनः प्राप्त करते थे, लेकिन असफल रहा था
id_id: SQL yg digunakan utk mengambil rincian akun, tapi gagal adalah
it_it: L'SQL utilizzato per recuperare i dettagli del conto, ma non è stato
ko_kr: SQL은 계정 세부 사항을 검색하는 데 사용하지만, 실패했다
mr_in: SQL खाते तपशील पुनर्प्राप्त करण्यासाठी वापरले, परंतु होते अयशस्वी
nl_nl: De gebruikte SQL waarin de rekening details niet kon worden opgevraagd was
pt_pt: SQL que faolho usado para recuperar detalhes da conta foi
ro_ro: SQL utilizat pentru a prelua detaliile contului, dar nu a fost
ru_ru: Завершившийся наудачей SQL извлечения реквизитов счета
sq_al: SQL përdorur për të marrë të dhënat e llogarisë, por nuk ishte
sv: Den SQL som användes men misslyckades var
sw_ke: SQL kutumika Retrieve maelezo ya akaunti, lakini alishindwa mara
tr_tr: SQL, hesap bilgilerini almak için kullanılan, ancak başarısız oldu
zh_hk: 用于提取账户明细失败的 SQL 是
zh_tw: 在SQL用於檢索帳戶的詳細信息，失敗

source: The validation process for the GL Code entered could not be executed because
cs_cz: Validaci GL zákoník vstoupil nelze provést, protože
es_es: No pudo ejecutarse el proceso de validación para el Código Contable indicado porque
hi_in: जीएल कोड के लिए मान्यता प्रक्रिया निष्पादित नहीं किया जा सका क्योंकि प्रवेश
id_id: Proses validasi utk kode GL yg dimasukkan tak dapat dijalankan karena
it_it: Il processo di convalida del codice GL inserito non è stato eseguito perché
ko_kr: GL 코드에 대한 검증 과정이 있기 때문에 실행할 수 없습니다 입력
mr_in: जी.एल. कोड प्रमाणीकरण प्रक्रिया अंमलात जाऊ शकत नाही प्रविष्ट कारण
nl_nl: De grootboekrekening code kon niet worden gecontroleerd omdat
pt_pt: O processo de validação para código contábil não foi executado porque
ro_ro: Procesul de validare pentru a Codului GL a intrat nu a putut fi executate deoarece
ru_ru: Процесс проверки введенного кода счета главной книги не может быть выполнен, так как
sq_al: Të procesit të miratimit për Kodin GL shtuat nuk do të ekzekutohet për shkak se
sv: Valideringsprocessen för GL koden trädde kunde inte verkställas på grund
sw_ke: Mchakato validation kwa ajili ya Kanuni GL aliingia inaweza kuwa kunyongwa kwa sababu
tr_tr: GL Kodu için onay süreci nedeniyle idam edilemedi girdi
zh_hk: 验证会计科目失败, 因为
zh_tw: 輸入的總帳科目未能執行核對, 因為

source: The SQL used to validate the code entered was
cs_cz: SQL slouží k ověření, že kód uvedený byla
es_es: El SQL usado para validar el código fue
hi_in: एसक्यूएल को मान्य कोड दर्ज किया गया था इस्तेमाल किया
id_id: SQL yg digunakan utk mem-validasi kode adalah
it_it: L&#39;SQL utilizzato per convalidare il codice inserito è stato
ko_kr: 코드의 유효성을 검사하는 데 사용되는 SQL 입력했다
mr_in: कोड सत्यापित करण्यासाठी वापरले SQL होते प्रविष्ट
nl_nl: De SQL die werd gebruikt om de ingevoerde code te controleren was
pt_pt: SQL usado para validar o código usado foi
ro_ro: SQL folosite pentru a valida codul introdus a fost
ru_ru: SQL проверки введенного кода
sq_al: SQL të përdorura për të vërtetuar kodin hyrë ishte
sv: SQL används för att validera koden trädde var
sw_ke: SQL kutumika kuhalalisha kanuni aliingia alikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于验证会计科目的 SQL 是
zh_tw: 用作核對輸入編碼的 SQL 是

source: Cannot enter this order line
cs_cz: Není možné zadat tento řádek objednávky
es_es: No se puede introducir la línea
hi_in: इस आदेश पंक्ति में प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan baris order ini
it_it: Non può entrare in questa linea di ordine
ko_kr: 이 순서대로 줄을 입력 할 수 없습니다
mr_in: या ऑर्डर ओळ प्रविष्ट करू शकत नाही
nl_nl: Kan deze orderregel niet invoeren
pt_pt: Não pode entrar esta linha da ordem de Compra
ro_ro: Nu poate intra în acest linie de comandă
ru_ru: Невозможно ввести эту позицию заказа
sq_al: Nuk mund të hyjë këtë linjë për
sv: Kan inte registrera denna orderrad
sw_ke: Hawezi kuingia line hii ili
tr_tr: BU SIPARIS SATIRI GIRILEMEDI
zh_hk: 未能输入订单行
zh_tw: 未能輸入訂單列

source: The general ledger code
cs_cz: Hlavní knihy kód
es_es: El código contable
hi_in: सामान्य खाता बही कोड
id_id: Kode buku besar
it_it: Il codice di contabilità generale
ko_kr: 총계정 원장 코드
mr_in: सामान्य खातेवही कोड
nl_nl: De grootboek rekening code
pt_pt: O código contábil
ro_ro: General Ledger codul
ru_ru: Код счета в главной книге
sq_al: Kodi i përgjithshëm librit
sv: Redovisningskontot
sw_ke: Ya jumla ya kitabu code
tr_tr: MUHASEBE KODU
zh_hk: 会计科目
zh_tw: 總帳科目

source: is not a general ledger code that is defined in the chart of accounts
cs_cz: Není hlavní knihy kód, který je definován v účtové osnově
es_es: no es un código de cuenta definido en el Plan de Cuentas
hi_in: एक सामान्य खाता बही कोड है कि खातों के चार्ट में परिभाषित किया गया है नहीं है
id_id: bukan kode buku besar yg dibuat dalam daftar akun
it_it: non è un codice di contabilità generale che è definito nel piano dei conti
ko_kr: 계정과 목표에 정의 된 일반 회계 원장 코드는 아니다
mr_in: खात्यांचे चार्ट परिभाषित केले आहे की एक सामान्य खातेवही कोड नाही
nl_nl: Het betreft geen grootboekrekening die in het rekenschema is opgenomen
pt_pt: não é um código contábil definido no plano de contas
ro_ro: nu este un cod de registru general, care este definit în planul de conturi
ru_ru: не является кодом счета, введенным в карту счетов
sq_al: nuk është një kod i përgjithshëm librit që është përcaktuar në skemën e llogarive
sv: finns inte i kontotabellen
sw_ke: si ya jumla kitabu kificho kwamba ni defined katika chati ya akaunti
tr_tr: hesap planı içinde tanımlanan bir defteri kebir kodu değildir
zh_hk: 并非定义在会计科目表中的总帐代码
zh_tw: 不是定義在會計科目的總帳科目

source: Please use a code that is already defined
cs_cz: Prosím, použijte kód, který je již definován
es_es: Por favor use un código que esté definido
hi_in: एक कोड है कि पहले से ही परिभाषित किया गया है का उपयोग करें
id_id: Gunakanlah kode yg sdh dibuat
it_it: Si prega di utilizzare un codice che è già stato definito
ko_kr: 이미 정의 된 코드를 사용하십시오
mr_in: आधीच व्याख्यीत आहे की एक कोड वापरा
nl_nl: Gebruik een code die al is opgevoerd
pt_pt: Utilize um código contábil já definido
ro_ro: Vă rugăm să folosiţi un cod care este deja definit
ru_ru: Пожалуйста, используйте код, который уже определен
sq_al: Ju lutem përdorni një kod që është i përcaktuar tashmë
sv: Använd ett konto som finns
sw_ke: Tafadhali kutumia kanuni kwamba tayari defined
tr_tr: LÜTFEN ÖNCEDEN TANIMLANMIS BIR KOD KULLANIN
zh_hk: 请使用存在的会计科目
zh_tw: 請使用已定義的編碼

source: See the Chart list from the link below
cs_cz: Podívejte se na seznam Graf z níže uvedeného odkazu
es_es: Vea el listado del Plan mediante el siguiente enlace
hi_in: नीचे दिए गए लिंक से सूची देखें चार्ट
id_id: Lihat daftar Kode Akun dari link di bawah
it_it: Vedere l&#39;elenco Chart dal link sottostante
ko_kr: 아래 링크에서 차트 목록을 참조하십시오
mr_in: खालील दुव्यावरून चार्ट सूची पहा
nl_nl: Rekenschema codes kunnen via onderstaande link getoond worden
pt_pt: Veja o Plano de Contas no link abaixo
ro_ro: A se vedea lista de graficul de la link-ul de mai jos
ru_ru: См. список таблиц по приведенной ниже ссылке
sq_al: Shihni listën Grafik nga lidhjen më poshtë
sv: Hoppa till kontotabellen med länken nedan
sw_ke: Kuona orodha Chati kutoka kiungo hapo chini
tr_tr: ASAGIDAKI LINKDEN HESAP PLANINI GÖRÜNTÜLE
zh_hk: 用以下的链接来查看科目表
zh_tw: 用以下的連結來檢視明細清單

source: An asset code was entered but it does not yet exist. Only pre-existing asset ids can be entered when ordering a fixed asset
cs_cz: Aktivum kód byl zadán, ale zatím neexistuje. Pouze pre-existující aktiva IDS lze zadat při objednání dlouhodobého majetku
es_es: Un código de activos se ha introducido, pero no existe aún. Sólo identificadores de activos preexistentes se pueden introducir cuando se ordena un activo fijo
hi_in: एक परिसंपत्ति कोड दर्ज किया गया था, लेकिन इसे अभी तक अस्तित्व में नहीं है. केवल पूर्व मौजूदा संपत्ति आईडी में प्रवेश किया जा सकता है जब एक निश्चित संपत्ति आदेश कर सकते हैं
id_id: Kode aktiva telah dimasukkan tetapi belum ada. Hanya id aktiva yg sdh ada bisa dimasukkan saat memesan aktiva tetap
it_it: Un codice di attività è stato inserito, ma non esiste ancora. id unico asset pre-esistenti possono essere inseriti al momento dell&#39;ordine un cespite
ko_kr: 자산 코드를 입력했지만 아직 존재하지 않습니다. 고정 자산을 주문하는 경우에만 존재가 미리 자산 ID를 입력 할 수 있습니다
mr_in: एक मालमत्ता कोड प्रविष्ट केला होता परंतु तो अद्याप अस्तित्वात नाही. निश्चित मालमत्ता क्रमवारीसह तेव्हा केवळ पूर्ववर्ती मालमत्ता आयडी प्रविष्ट केले जाऊ शकतात
nl_nl: Een actief code is ingevoerd, maar het bestaat nog niet. Alleen reeds bestaande activa ids kan worden ingevoerd bij het bestellen van vaste activa
pt_pt: Um código ativo foi usado mas o mesmo ainda não existe. Só IDs de ativo fixo já existentes odem ser pedidos como ativo fixo
ro_ro: Un cod de activ a fost introdus, dar nu există încă. id-uri Numai pre-existente active pot fi introduse atunci când comandă un mijloc fix
ru_ru: Веденный код актива не существует. Только уже существующие идентификаторы активов могут быть введены при заказе основных активов.
sq_al: Një kod aktiv ishte futur, por kjo ende nuk ekziston. IDS Vetëm para-ekzistuese aktiv mund të futen kur urdhëron një pasuri fikse
sv: En tillgång kod har angetts, men det finns inte ännu. Endast befintliga tillgångar ID kan anges vid beställning av en anläggningstillgång
sw_ke: An code mali mara aliingia lakini haina bado zipo. Tu kabla zilizopo mali IDS inaweza kuwa aliingia wakati kuagiza mali fasta
tr_tr: Bir varlığın kodu girildi ama henüz mevcut değil. Sadece önceden var olan varlık kimlikleri sabit varlık sipariş sırasında girilebilir
zh_hk: 输入了一个还不存在的资产代码。当订购一项固定资产时，仅可以输入已经存在的资产ID.
zh_tw: 已簽訂的資產代碼，但它尚不存在。只有預先存在的資產ID可以訂購固定資產時，可輸入

source: The description of the item being purchased is required where a non-stock item is being ordered
cs_cz: Popis položky, které se zakoupili, je zapotřebí tam, kde je non-populace položky se objednat
es_es: La descripción del artículo que se compra es necesaria cuando un elemento que no esta en existencia se ordena
hi_in: आइटम का वर्णन है एक गैर स्टॉक मद है जहाँ का आदेश दिया जा रहा आवश्यक खरीदा जा रहा है
id_id: Keterangan item yg dibeli diperlukan di mana item non-stok sedang diorder
it_it: La descrizione dell&#39;oggetto da acquistare è necessario in cui un elemento non-azione è stata condannata
ko_kr: 재고 항목이 정렬되는 위치 항목에 대한 설명이 필요합니다 구입 한
mr_in: नसलेल्या स्टॉक आयटम आदेश जात आहे, जेथे खरेदी जात आयटमची वर्णन आवश्यक आहे
nl_nl: De beschrijving van het item dat wordt gekocht is vereist wanneer een niet-stock item wordt besteld
pt_pt: A descrição de um item que está sendo comprado foi escolhida como item sem código de estoque
ro_ro: Descrierea elementului fiind achiziţionate este necesară în cazul în care un element non-stoc este comandat
ru_ru: Требуется описание приобретаемого товара, когда заказываются товары, не входящие в ассортимент
sq_al: Përshkrimin e sendit duke u blerë është e nevojshme, ku një zë jo të aksioneve është duke u urdhëruar
sv: Beskrivningen av objektet som köps krävs när en icke-lagervara är som beställs
sw_ke: maelezo ya bidhaa kuwa kununuliwa ni required ambapo bidhaa isiyo ya hisa ni kuwa aliamrisha
tr_tr: öğenin açıklaması burada olmayan bir stok kalemi sipariş ediliyor gereklidir satın alındığı
zh_hk: 当采购非库存商品时, 必须输入商品的描述
zh_tw: 當採購非庫存物料時，必須輸入物料的描述

source: is already on this order
cs_cz: je již na této objednávce
es_es: ya está en el pedido
hi_in: इस आदेश पर पहले से ही है
id_id: sdh ada dalam order ini
it_it: è già in questo ordine
ko_kr: 이 순서에 이미
mr_in: या क्रमाने आधीपासूनच आहे
nl_nl: is reeds in de opdracht
pt_pt: e já está nesse pedido
ro_ro: este deja pe acest ordin
ru_ru: уже в этом заказе
sq_al: është tashmë në këtë mënyrë
sv: finns redan på denna order
sw_ke: tayari kwenye utaratibu huu
tr_tr: ZATEN BU SIPARISTE MEVCUT
zh_hk: 已在这订单内
zh_tw: 已在這訂單內

source: The system will not allow the same item on the order more than once
cs_cz: Systém nedovolí stejné položky na objednávce více než jednou
es_es: El sistema no permitirá el mismo artículo más de una vez en la orden
hi_in: प्रणाली के आदेश पर ही मद से अधिक बार अनुमति नहीं दी जाएगी
id_id: Sistem tdk memperbolehkan item sama pada order lebih dari satu
it_it: Il sistema non consente la stessa voce l&#39;ordine più di una volta
ko_kr: 이 시스템은 한 번 이상 순서에 같은 항목을 허용하지 않습니다
mr_in: प्रणाली एकापेक्षा जास्त ऑर्डर समान आयटम देणार नाही
nl_nl: Zelfde item mag slechts 1x op order voorkomen
pt_pt: O sistema não permite o mesmo item mais de uma vez
ro_ro: Sistemul nu va permite acelaşi element pe ordinea de mai multe ori
ru_ru: Система не позволяет многократное появление одного и того же товара в заказе
sq_al: Sistem nuk do të lejojë të njëjtën artikull në mënyrë që më shumë se një herë
sv: Systemet tillåter bara att en produkt finns en gång på en order
sw_ke: Mfumo wala kuruhusu bidhaa hiyo kwa utaratibu zaidi ya mara moja
tr_tr: SIPARISE AYNI ÜRÜNÜ BIRDEN FAZLA EKLEYEMEZSINIZ
zh_hk: 系统不允许物料在同一订单中多次出现
zh_tw: 系統不允商品在同一訂單中多次出現
