Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This function takes a hold reason code and returns details of that hold reason.
cs_cz: Tato funkce má mít důvod kódu a vrátí detaily, které drží důvodu.
es_es: Esta función toma un código de motivo en espera y devuelve datos de la razón espera.
hi_in: इस समारोह में एक पकड़ कारण कोड और कहा कि पकड़ के कारण रिटर्न जानकारी लेता है.
id_id: Fungsi ini menerima kode alasan diebekukan dan mengembalikan rincian alasan dibekukan tersebut.
it_it: Questa funzione richiede un codice di tenere ragione e particolari ritorni di quella ragione attesa.
ko_kr: 이 기능은 보류 이유 코드를 받아 그 보류 사유의 세부 사항을 반환합니다.
mr_in: हे कार्य एक पट्टा कारण कोड घेते आणि त्या धरून कारण तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een hold reden code en geeft de details van die in het bezit reden.
pt_pt: Função usa cód. motivo retenção e retorna detalhes do motivo retenção.
ro_ro: Această funcţie are un cod motiv deţine şi detaliile se întoarce din acest motiv deţin.
ru_ru: Эта функция принимает причины удержания и возвращает подробности, этой причины удержания.
sq_al: Ky funksion merr një kod të mbajë arsye dhe kthimin detajet e mbajnë këtë arsye.
sv: Denna funktion tar ett tag orsakskod och returnerar detaljer som håller anledning.
sw_ke: Kazi hii inachukua kushikilia sababu kanuni na maelezo anarudi ya sababu ya umiliki.
tr_tr: Bu fonksiyon bir tutun neden kodu ve tutun akıl verir detayları alır.
zh_hk: 此函数接受一个冻结原因代码并返回此冻结原因的细节。
zh_tw: 這個函數接受一個保持原因代碼，並返回該保持的原因的詳細信息。

source: Hold reason code
cs_cz: Hold kód důvodu
es_es: Codigo de razón en espera
hi_in: कारण कोड पकड़ो
id_id: Kode alasan Dibekukan
it_it: Tenere codice motivo
ko_kr: 보류 이유 코드
mr_in: कारण कोड धरा
nl_nl: Houd redencode
pt_pt: Cód. Motivo Retenção
ro_ro: Ţineţi codul motivului
ru_ru: Код причины удержания
sq_al: Kodi arsye të mbajë
sv: Håll orsakskod
sw_ke: Kushikilia sababu code
tr_tr: neden kodu Hold
zh_hk: 冻结原因代码
zh_tw: 持有原因代碼

source: A hold reason abbreviation as returned by the GetHoldReasonList function.
cs_cz: Důvodem držet zkratka vrácené GetHoldReasonList funkce.
es_es: Una abreviatura de la razón en espera que es devuelta por la función GetHoldReasonList (Obtener Lista de Razones de Espera)
hi_in: एक संक्षिप्त नाम के रूप में पकड़ कारण GetHoldReasonList समारोह से लौट आए.
id_id: Singkatan alasan dibekukan seperti yg dikembalikan oleh fungsi GetHoldReasonList.
it_it: Una sigla ragione tenere come restituito dalla funzione GetHoldReasonList.
ko_kr: GetHoldReasonList 함수에 의해 반환 보류 이유의 약어.
mr_in: GetHoldReasonList कार्यपद्धतीला परत म्हणून एक पट्टा कारण संक्षेप.
nl_nl: Een reden te houden afkorting als geretourneerd door de GetHoldReasonList functie.
pt_pt: Motivo da Retenção abrev. como retornado pela função GetHoldReasonList.
ro_ro: O abreviere motiv deţine returnat de funcţia GetHoldReasonList.
ru_ru: Аббревиатура причины удержания, возвращаемая функцией GetHoldReasonList.
sq_al: Një shkurtim të mbajë arsye kthyer si nga funksioni GetHoldReasonList.
sv: Ett tag orsak förkortning som returneras av GetHoldReasonList funktionen.
sw_ke: A kushikilia abbreviation sababu kama akarudi na kazi ya GetHoldReasonList.
tr_tr: A tutun neden kısaltma olarak GetHoldReasonList işlevi tarafından döndürülen.
zh_hk: GetHoldReason函数返回冻结原因缩写。
zh_tw: 阿舉行的原因縮寫為返回的GetHoldReasonList功能。

source: This function returns an array of hold reason details.
cs_cz: Tato funkce vrací pole detailů držet důvodu.
es_es: Esta función devuelve una matriz de detalles de razón en espera
hi_in: इस समारोह में पकड़ कारण विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian alasan dibekukan.
it_it: Questa funzione restituisce una matrice di dettagli ragione attesa.
ko_kr: 이 기능은 보류 이유 정보의 배열을 돌려줍니다.
mr_in: हे कार्य थांबवून कारण तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van te houden reden details.
pt_pt: Função retorna um array motivo retenção e detalhes.
ro_ro: Această funcţie întoarce o matrice de detalii motiv deţin.
ru_ru: Эта функция возвращает массив подробностей причин удержания.
sq_al: Ky funksion të kthimit një rrjet të dhënat arsye të mbajë.
sv: Den här funktionen returnerar en matris med detaljer håller anledning.
sw_ke: Kazi hii anarudi safu ya maelezo ya sababu ya umiliki.
tr_tr: Bu fonksiyon tutun nedenle ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个冻结原因细节数组数组。
zh_tw: 該函數返回保持的原因的詳細信息的數組。

source: This function returns a list of payment terms abbreviations.
cs_cz: Tato funkce vrací seznam zkratek platebních podmínek.
es_es: Esta función devuelve una lista de abreviaturas de las condiciones de pago.
hi_in: इस समारोह में भुगतान की शर्तें कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar singkatan termin pembayaran.
it_it: Questa funzione restituisce una lista di abbreviazioni termini di pagamento.
ko_kr: 이 기능은 지불 조건 약어의 목록을 반환합니다.
mr_in: हे कार्य देयक अटी abbreviations सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van afkortingen betalingsvoorwaarden.
pt_pt: Função reotrna uma lista de abreviações das condições de pagamento.
ro_ro: Această funcţie returnează o listă de abrevieri termenii de plată.
ru_ru: Эта функция возвращает список условий оплаты сокращений.
sq_al: Ky funksion të kthimit një listë e shkurtesave mënyra e pagesës.
sv: Denna funktion returnerar en lista med betalningsvillkor förkortningar.
sw_ke: Kazi hii anarudi orodha ya malipo ya vifupisho masharti.
tr_tr: Bu fonksiyonu ödeme koşulları kısaltmaların bir listesini döndürür.
zh_hk: 此函数返回一个付款条件缩写列表。
zh_tw: 這個函數返回的付款條件的縮寫列表。

source: This function returns an array of payment terms abbreviations.
cs_cz: Tato funkce vrací pole zkratky platebních podmínek.
es_es: Esta función devuelve una matriz de abreviaturas de condiciones de pago.
hi_in: इस समारोह में भुगतान की शर्तें कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array singkatan termin pembayaran.
it_it: Questa funzione restituisce una matrice di abbreviazioni termini di pagamento.
ko_kr: 이 기능은 지불 조건 약어의 배열을 돌려줍니다.
mr_in: हे कार्य देयक अटी abbreviations एक अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van betalingsvoorwaarden afkortingen.
pt_pt: Função retorna um conjunto de abreviações das condições de pagamento.
ro_ro: Această funcţie întoarce o matrice de plată termeni abrevieri.
ru_ru: Эта функция возвращает массив аббревиатур условий оплаты.
sq_al: Ky funksion të kthimit një rrjet të shkurtesave mënyra e pagesës.
sv: Den här funktionen returnerar en matris med betalningsvillkor förkortningar.
sw_ke: Kazi hii anarudi safu ya malipo ya vifupisho masharti.
tr_tr: Bu fonksiyonu ödeme koşulları kısaltmaların bir dizi döndürür.
zh_hk: 此函数返回一个付款条件缩写数组。
zh_tw: 這個函數返回的付款條件縮寫的數組。

source: This function takes a payment terms abbreviation and returns details of that payment terms type.
cs_cz: Tato funkce má platební podmínky zkratku a vrací podrobnosti o tomto typu platební podmínky.
es_es: Esta función toma una abreviatura de las condiciones de pago y devuelve datos del tipo de condiciones de pago.
hi_in: इस समारोह में है कि भुगतान के संदर्भ प्रकार के भुगतान की शर्तें संक्षिप्त नाम और रिटर्न का विवरण होता है.
id_id: Fungsi ini menerima singkatam termin pembayaran dan mengembalikan rincian tipe termin pembayaran tersebut.
it_it: Questa funzione accetta un dettagli di pagamento abbreviazione termini e restituisce di quel tipo di termini di pagamento.
ko_kr: 이 함수는 지불 조건의 약어를 받아 그 지불 조건 유형의 세부 정보를 반환합니다.
mr_in: हे कार्य देयक अटी संक्षेप घेते आणि त्या देयक अटी प्रकारच्या तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een betalingsvoorwaarden afkorting en geeft de details van die betaling termen type.
pt_pt: Função pega abreviação das condições de pagamento e retorna detalhes desse tipo de condiçoes de pagamento.
ro_ro: Această funcţie are un detaliile de plată termeni abrevierea şi se întoarce de acest tip termenii de plată.
ru_ru: Эта функция принимает аббревиатуру условий оплаты и возвращает подробности этого типа оплаты.
sq_al: Ky funksion merr një drejtim shkurtim dhe kthimin e pagesave detajet e atij lloji mënyra e pagesës.
sv: Denna funktion tar ett betalningsvillkor förkortning och returnerar information om att betalningsvillkoren typ.
sw_ke: kazi hii huchukua malipo ya maelezo suala abbreviation na anarudi ya aina hiyo ya malipo ya sheria.
tr_tr: Bu işlev ödeme koşullarını tip bir ödeme koşulları kısaltma ve döner detayları alır.
zh_hk: 此函数接收一个付款条件缩写并且返回付款条件细节
zh_tw: 這個函數接受一個付款期限縮寫，並返回該付款條件類型的詳細信息。

source: A payment terms abbreviation as returned by the GetPaymentTermsList function.
cs_cz: Platebních podmínek zkratka jako vrácené GetPaymentTermsList funkce.
es_es: Una abreviatura de las condiciones de pago como la devuelta por la función GetPaymentTermsList (Obtener Lista de Términos de Pago).
hi_in: एक संक्षिप्त नाम के रूप में भुगतान की शर्तें GetPaymentTermsList समारोह से लौट आए.
id_id: Singkatan termin pembayaran seperti yg dikembalikan oleh fungsi GetPaymentTermsList.
it_it: Una sigla termini di pagamento come restituito dalla funzione GetPaymentTermsList.
ko_kr: GetPaymentTermsList 함수에 의해 반환 지불 조건의 약어.
mr_in: GetPaymentTermsList कार्यपद्धतीला परत म्हणून देयक अटी संक्षेप.
nl_nl: Een betalingsvoorwaarden afkorting als geretourneerd door de GetPaymentTermsList functie.
pt_pt: Abrev. de Condição de Pagamento retornou pela função GetPaymentTermsList
ro_ro: O plată abrevierea termeni ca returnată de funcţia GetPaymentTermsList.
ru_ru: Аббревиатура условий оплаты,возвращаемая функцией GetPaymentTermsList.
sq_al: Një mënyra e pagesës shkurtim kthyer si nga funksioni GetPaymentTermsList.
sv: En betalningsvillkor förkortning som returneras av GetPaymentTermsList funktionen.
sw_ke: A abbreviation malipo ya maneno kama akarudi na kazi ya GetPaymentTermsList.
tr_tr: Bir ödeme koşulları kısaltma olarak GetPaymentTermsList işlevi tarafından döndürülen.
zh_hk: GetPaymentTermList函数返回付款条件缩写
zh_tw: 返回的付款條件功能為付款條件縮寫。

source: This function returns an array of payment terms details.
cs_cz: Tato funkce vrací pole detailů platebních podmínek.
es_es: Esta función devuelve una matriz de detalles de condiciones de pago.
hi_in: इस समारोह में भुगतान शर्तों का विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian termin pembayaran.
it_it: Questa funzione restituisce una matrice di dati per il pagamento termini.
ko_kr: 이 기능은 지불 조건 정보의 배열을 돌려줍니다.
mr_in: हे कार्य देयक अटी तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van betalingsvoorwaarden details.
pt_pt: Função retorna um conjunto com os detalhes das condições de pagamento.
ro_ro: Această funcţie întoarce o matrice de termenii de plată detalii.
ru_ru: Эта функция возвращает массив подробностей условий оплаты.
sq_al: Ky funksion të kthimit një rrjet të dhënat mënyra e pagesës.
sv: Den här funktionen returnerar en matris med betalningsvillkor detaljer.
sw_ke: Kazi hii anarudi safu ya malipo ya maelezo suala.
tr_tr: Bu fonksiyon ödeme şartları ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个付款条件细节数组。
zh_tw: 這個函數返回的支付條款細節的數組。

source: This function returns a list of payment method codes.
es_es: Esta función devuelve una lista de códigos de método de pago.
id_id: Fungsi ini mengembalikan daftar kode metode pembayaran.
ko_kr: 이 기능은 지불 방법 코드의리스트를 돌려줍니다.
mr_in: हे कार्य पेमेंट पद्धत कोड सूची पुनरागमन झाले आहे.
pt_pt: Função retorna uma lista dos códigos das formas de pagamento.
zh_tw: 這個函數返回的支付方式代碼的列表

source: This function returns an array of payment method codes.
es_es: Esta función devuelve un vector de los códigos de métodos de pago
id_id: Fungsi ini mengembalikan array kode metode pembayaran.
ko_kr: 이 기능은 지불 방법 코드의 배열을 돌려줍니다.
mr_in: हे कार्य पेमेंट पद्धत कोड अॅरे पुनरागमन झाले आहे.
pt_pt: Função retorna um conjunto de códidos das formas de pagamento.
zh_tw: 這個函數返回的支付方式代碼數列組

source: This function takes a payment method code and returns details of that payment method.
es_es: Esta función toma un código de forma de pago y devuelve los detalles de ese método de pago.
id_id: Fungsi ini menerima kode pembayaran dan mengembalikan rincian metode pembayaran tersebut.
ko_kr: 이 함수는 결제 방법 코드를 취하고 그 결제 방법의 상세를 반환한다.
mr_in: हे कार्य देयक पद्धत कोड घेते आणि त्या देयक पद्धत तपशील पुनरागमन झाले आहे.
pt_pt: Função pega o código da forma de pagamento e retorna detalhes dessa forma de pagamento.
zh_tw: 這個函數接受一個付款方式的代碼，並返回該付款方式的細節

source: Payment method code
es_es: Código Forma de Pago
id_id: Kode methode Pembayaran
ko_kr: 지불 방법 코드
mr_in: देयक पद्धत कोड
pt_pt: Códido da Forma de Pagamento
zh_tw: 付款方式代碼

source: A payment method code as returned by the GetPaymentMethodsList function.
es_es: Un código como método de pago es devuelto por la función GetPaymentMethodsList (Obtener una Lista de Métodos de Pago).
id_id: Kode metode pembayaran seperti yg dikembalikan oleh fungsi GetPaymentMethodsList.
ko_kr: 지불 방법 코드로 GetPaymentMethodsList 함수에 의해 반환.
mr_in: GetPaymentMethodsList कार्यपद्धतीला परत म्हणून देयक पद्धत कोड.
pt_pt: Código do Método de Pagamento como retornado da função GetPaymentMethodsList
zh_tw: 所返回支付方法的代碼，藉由擷取付款功能列表

source: This function inserts a new stock item into webERP, including updating the locstock table.
cs_cz: Tato funkce vloží novou skladovou položku do webERP, včetně aktualizace locstock tabulky.
es_es: Esta función inserta un nuevo artículo de existencia en el sistema, incluyendo la actualización de la tabla lockstock.
hi_in: webERP में इस समारोह में एक नया स्टॉक आइटम सम्मिलित locstock तालिका अद्यतन भी शामिल है.
id_id: Fungsi ini memasukkan item stok baru ke webERP, termasuk memperbarui tabel locstock.
it_it: Questa funzione inserisce un elemento nuovo in stock webERP, incluso l&#39;aggiornamento della tabella locstock.
ko_kr: 이 기능은 locstock 테이블을 갱신 포함, webERP에 새로운 주식 항목을 삽입합니다.
mr_in: हे कार्य locstock टेबल अद्यतनित समावेश webERP मध्ये एक नवीन स्टॉक आयटम दाखल.
nl_nl: Deze functie voegt een nieuwe voorraad item in webERP, met inbegrip van het bijwerken van de locstock tabel.
pt_pt: Função insere um novo item de estoque no webERP, incluindo atualização da tabela local de estoque.
ro_ro: Această funcţie inserează un element nou în stoc webERP, inclusiv actualizarea tabelului locstock.
ru_ru: Эта функция вставляет новый товар на складе в webERP, включая обновление таблицы locstock.
sq_al: Kjo fut funksion një artikull të ri të aksioneve në webERP, duke përfshirë edhe azhurnimin tryezë locstock.
sv: Denna funktion införs en ny lagervara i webERP, inklusive uppdatering av locstock tabellen.
sw_ke: kuwekeza kazi hii mpya ya hisa bidhaa katika webERP, ikiwa ni pamoja na uppdatering meza locstock.
tr_tr: locstock tablo güncellenmesi de dahil olmak üzere webERP içine Bu işlev ekler yeni bir stok kalemi.
zh_hk: 此功能用于插入一个新库存代码到webERP数据库，包括更新locstock表
zh_tw: 該功能可以插入一個新的倉庫項目到系統，包括更新倉庫表。

source: Stock Item Details
cs_cz: Podrobnosti na skladě
es_es: Detalles de Artículo de Existencia
hi_in: शेयर मद विवरण
id_id: Rincian Item Stok
it_it: Dettagli Stock Voce
ko_kr: 주식 상품 상세
mr_in: स्टॉक आयटम तपशील
pt_pt: Detalhes do Item de Estoque
ro_ro: Postul stoc Detalii
ru_ru: Подробности товара на складе
sq_al: Detajet Stock Item
sv: Lagervara Detaljer
sw_ke: Item Details hisa
tr_tr: Stok Ürün Detayları
zh_hk: 库存商品细节
zh_tw: 庫存商品詳情

source: Key/value pairs of data to insert. The key must be identical with the database field name.
cs_cz: Páry klíč / hodnota dat k vložení. Klíč musí být shodný s názvem pole v databázi.
es_es: Pares clave / valor de los datos a insertar. La clave tiene que coincidir con el nombre del campo de la base de datos.
hi_in: कुंजी / डालने के लिए डेटा का मूल्य जोड़े. कुंजी डेटाबेस फ़ील्ड नाम के साथ समान होना चाहिए.
id_id: Pasangan kunci/nilai data utk memasukkan. Kuncinya harus identik dgn nama kolom database.
it_it: Coppie chiave / valore dei dati da inserire. La chiave deve essere identico al nome del campo del database.
ko_kr: 데이터의 키 / 값 쌍을 삽입합니다. 키는 데이터베이스 필드 이름과 동일해야합니다.
mr_in: घालण्यासाठी डेटा की / मूल्य जोडी. की डेटाबेस फील्ड नावाने एकसारखे असणे आवश्यक आहे.
nl_nl: Sleutel / waarde paren van gegevens in te voegen. De sleutel moet identiek zijn aan de database veldnaam.
pt_pt: Par Chave/Valor dos dados para inserir. A chave deve ser idêntica aos nomes das colunas do banco de dados.
ro_ro: Cheie / perechi de valori de date pentru a insera. Cheie trebuie să fie identice cu numele câmpului de date.
ru_ru: Пары ключ/значение с данными для вставки. Ключ должен быть идентичным с именем поля базы данных.
sq_al: Kyç / vlerë palë e të dhënave për të futur. Kryesor duhet të jetë identik me emrin e bazës së të dhënave në terren.
sv: Nyckel / värde par av data du vill infoga. Nyckeln måste vara identiska med databasen fältnamnet.
sw_ke: Muhimu / thamani ya jozi ya data Insert. muhimu lazima kufanana na jina la uwanja database.
tr_tr: eklemek için veri Anahtar / değer çiftleri. Anahtar veritabanı alan adı ile aynı olmalıdır.
zh_hk: 要插入键/值配对，键值必须和数据库字段名称一致。
zh_tw: 鍵/值對數據插入的。鑰匙必須與數據庫字段名。

source: This function modifies a stock item that already exists in webERP.
cs_cz: Tato funkce upravuje skladovou položku, která již existuje v webERP.
es_es: Esta función modifica un elemento de existencia que ya existe en webERP.
hi_in: इस समारोह में एक शेयर मद है कि पहले से ही webERP में मौजूद है modifies.
id_id: Fungsi ini memodifikasi item stok yg sdh ada di webERP.
it_it: Questa funzione modifica un articolo di riserva che esiste già in webERP.
ko_kr: 이 기능은 이미 webERP에 존재하는 재고 항목을 수정합니다.
mr_in: हे कार्य आधीच webERP मध्ये विद्यमान स्टॉक आयटम फेरफार.
nl_nl: Deze functie verandert een voorraad item dat al bestaat in webERP.
pt_pt: Função modifica um item de estoque que já existe no webERP.
ro_ro: Această funcţie modifică un element material care există deja în webERP.
ru_ru: Эта функция изменяет товар на складе, который уже существует в webERP.
sq_al: Ky funksion modifikon një element rezervë që tashmë ekziston në webERP.
sv: Denna funktion ändrar en lagervara som redan finns i webERP.
sw_ke: Kazi hii modifies ya bidhaa hisa tayari lipo katika webERP.
tr_tr: Bu fonksiyonu zaten webERP bulunan bir stok kalemi değiştirir.
zh_hk: 此函数被用于修改已经在webERP中设置的库存商品。
zh_tw: 該函數修改ERP已經存在的物料庫存。

source: Key/value pairs of data to modify.
cs_cz: Páry klíč / hodnota údajů změnit.
es_es: Pares clave / valor de los datos a modificar.
hi_in: कुंजी / डेटा के मूल्य संशोधित करने के लिए जोड़े.
id_id: pasangan kunci / nilai data utk memodifikasi.
it_it: Coppie chiave / valore dei dati da modificare.
ko_kr: 데이터의 키 / 값 쌍을 수정합니다.
mr_in: सुधारित करण्यासाठी डेटा की / मूल्य जोडी.
nl_nl: Sleutel / waarde paren van gegevens te wijzigen.
pt_pt: Pares Chave/Valor de dados para modificar.
ro_ro: Cheie / perechi de valori de date pentru a modifica.
ru_ru: Пары ключ/значение с данными для изменения.
sq_al: Kyç / vlerë palë e të dhënave për të modifikuar.
sv: Nyckel/värde par av data för att ändra.
sw_ke: Muhimu / thamani ya jozi ya data ya kurekebisha.
tr_tr: veri Anahtar / değer çiftleri değiştirin.
zh_hk: 要修改的Key/value对
zh_tw: 鍵/值對數據進行修改的。

source: This function takes a stock item code and returns an array of key/value pairs.
cs_cz: Tato funkce má na skladě kód a vrátí pole páry klíč / hodnota.
es_es: Esta función toma un código de artículo en existencia y devuelve una matriz pares clave / valor.
hi_in: इस समारोह में एक शेयर मद कोड और रिटर्न कुंजी / मान जोड़े की एक सरणी लेता है.
id_id: Fungsi ini menerima kode item stok dan mengembalikan array pasangan pasangan kunci/nilai.
it_it: Questa funzione accetta un codice articolo di magazzino e restituisce un array di coppie chiave / valore.
ko_kr: 이 기능은 재고 항목 코드를 받아 키 / 값 쌍의 배열을 돌려줍니다.
mr_in: हे कार्य एक स्टॉक आयटम कोड घेते आणि की / मूल्य जोडी अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een voorraad artikel code en retourneert een array van sleutel / waarde paren.
pt_pt: Função usa item de estoque e retorna um array par chave/valor.
ro_ro: Această funcţie are un cod element stoc si returneaza un array de perechi cheie / valoare.
ru_ru: Эта функция принимает код товара со склада и возвращает массив пар ключ/ значение.
sq_al: Ky funksion merr një kod element rezervë dhe kthimin e një sërë / palë kyçe vlerë.
sv: Den här funktionen tar en kod lagervara och returnerar en array av nyckel / värde par.
sw_ke: Kazi hii inachukua hisa item code anarudi na safu ya muhimu jozi thamani /.
tr_tr: Bu fonksiyon bir stok ürün kodu ve döner anahtar / değer çiftleri bir dizi alır.
zh_hk: 此函数接收一个库存商品代码并且返回一个键/值对数组。
zh_tw: 這個函數接受一個倉庫項目代碼和返回鍵/值對的數組。

source: The keys represent the database field names, and the values are the value of that field.
cs_cz: Klíče reprezentují jména pole v databázi, a hodnoty jsou hodnoty, které pole.
es_es: Las teclas representan los nombres de los campos de la base de datos, y sus valores son el valor de ese campo.
hi_in: कुंजी डेटाबेस फ़ील्ड नामों का प्रतिनिधित्व करते हैं, और मूल्यों है कि क्षेत्र का मान रहे हैं.
id_id: Kunci merupakan nama database lapangan, dan nilai-nilai adalah nilai kolom tersebut.
it_it: Le chiavi rappresentano i nomi di database di campo, ei valori sono il valore di quel campo.
ko_kr: 키 데이터베이스 필드 이름을 나타내고, 그 값이 필드의 값이다.
mr_in: कळा डेटाबेस फील्ड नावे प्रतिनिधित्व, आणि मूल्ये हे क्षेत्र मूल्य आहेत.
nl_nl: De toetsen staan voor de database veldnamen, en de waarden zijn van de waarde van dat veld.
pt_pt: As chaves representam os nomes dos campos no banco, e os valores são o valor daquele campo.
ro_ro: Tastele reprezintă numele câmpurilor de date, iar valorile sunt valoarea de acel câmp.
ru_ru: Ключи представляют имена полей базы данных, а значения значение этого поля.
sq_al: Çelësat e paraqesin emrat e bazës së të dhënave në terren, dhe vlerat janë të vleres se kesaj fushe.
sv: Nycklarna representerar databasens namn fältet, och värdena är värdet av det fältet.
sw_ke: Funguo kuwakilisha majina ya shamba database, na maadili ni ya thamani ya shamba hilo.
tr_tr: Anahtarları ve veritabanı alan adlarının temsil değerler bu alanın değeri vardır.
zh_hk: keys代表数据库字段名称，值是字段的值
zh_tw: 該鍵代表的數據庫字段名，值是該字段的值。

source: The StockID code to identify the item in the database.
cs_cz: Kód StockID k identifikaci položky v databázi.
es_es: El código StockID (ID de Existencia) para identificar el elemento en la base de datos.
hi_in: StockID कोड डेटाबेस में मद की पहचान करने के लिए.
id_id: Kode StockID utk mengidentifikasi item di database.
it_it: Il codice StockID per identificare l&#39;elemento nel database.
ko_kr: StockID 코드는 데이터베이스의 항목을 식별한다.
mr_in: डेटाबेस मध्ये आयटम ओळखण्यासाठी StockID कोड.
nl_nl: De StockID code om het item te identificeren in de database.
pt_pt: Cód. StockID usado para ident. o item no DB.
ro_ro: Codul StockID pentru a identifica elementul în baza de date.
ru_ru: Код StockID для определения элемента в базе данных.
sq_al: Kodi StockID për të identifikuar pika në bazën e të dhënave.
sv: Den StockID kod för att identifiera objektet i databasen.
sw_ke: Kanuni StockID ya kubaini bidhaa katika database.
tr_tr: StockID kod veritabanında öğeyi tanımlamak için.
zh_hk: StockID 代码用于识别数据库里的商品。
zh_tw: 以庫存ID碼來識別數據庫中的項目
