Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Shipment charges or credits are entered against supplier invoices or credit notes respectively
cs_cz: Zásilka poplatků nebo úvěry jsou zaúčtovány do dodavatelských faktur nebo dobropisů, respektive
es_es: Existen cargos o créditos de envío respecto a facturas o notas de crédito del proveedor respectivamente
hi_in: लदान शुल्क या क्रेडिट सप्लायर चालान या क्रेडिट नोट के खिलाफ क्रमश प्रवेश कर रहे हैं
id_id: Biaya atau kredit pengiriman dimasukkan terhadap faktur supplier atau nota kredit berturutan
it_it: Le spese di spedizione o di crediti sono iscritti a fronte di fatture o note di credito fornitore, rispettivamente,
ko_kr: 발송 요금 또는 크레딧은 각각 공급 업체 송장 또는 신용 메모에 입력
mr_in: चढविणे शुल्क किंवा नामावली अनुक्रमे पुरवठादार पावत्या किंवा क्रेडिट नोट्स विरुद्ध प्रवेश केला आहे
nl_nl: Transport kosten of credits worden respectievelijk geboekt tegen de leveranciers rekeningen of de credit facturen
pt_pt: Encargos Remessa ou Créditos são informados para avisos ao fornecedor ou em notas crédito respectivamente
ro_ro: Costurile de Transport sau credite sunt înscrise la furnizorul facturi sau note de credit, respectiv,
ru_ru: Издержки по поставке или кредиты введенные в отношении счета-фактуры поставщика или кредитных заметок соответственно
sq_al: Dërgesë akuza apo kreditë janë furnizues të hyrë kundër faturave ose shënime kredi përkatësisht
sv: Frakten avgifter eller krediter förs mot leverantörsfakturor eller kreditnotor respektive
sw_ke: Shipment mashtaka au mikopo ni aliingia dhidi ya ankara wasambazaji au maelezo ya mikopo kwa mtiririko
tr_tr: Gönderi ücreti veya kredi sırasıyla tedarikçi fatura ya da kredi notları karşı girilir
zh_hk: 供应商发票或红字发票分别输入运费
zh_tw: 供應商發票或折讓單是分別輸入在運輸費用或折讓上

source: Shipment charges must reference a shipment. It appears that no shipment has been entered
es_es: Los cargos en el embarque deben hacer referencia a un embarque. Parece que ningún embarque se ha introducido
id_id: Biaya pengiriman harus mengacu pada pengiriman. Kelihatannya belum ada pengiriman yg dimasukkan
it_it: Le spese di spedizione devono fare riferimento a una spedizione. Sembra che nessuna spedizione sia stata inserita
ko_kr: 선적 요금은 선적을 참조해야합니다. 그것은 더 출하가 입력되지 않았 음을 나타납니다
mr_in: चढविणे शुल्क एक शिपमेंट संदर्भ आवश्यक आहे. तो नाही चढविणे प्रविष्ट केले आहे की दिसते
pt_pt: Encargos Embarque precisam referenciar um embarque. Não foi informado o embarque ref.
zh_tw: 貨運商沒有資料，運送費用必須引用一個貨運商。

source: The shipment entered manually is not a valid shipment reference. If you do not know the shipment reference, select it from the list
cs_cz: Zásilka zadat ručně není platný zásilku odkaz. Pokud neznáte zásilku odkaz, vyberte jej ze seznamu
es_es: El embarque introducido manualmente no es una referencia válida del embarque. Si usted no sabe la referencia de envío, seleccione una de la lista
hi_in: लदान में प्रवेश मैन्युअल रूप से एक वैध लदान संदर्भ नहीं है. यदि आप लदान संदर्भ पता नहीं है, यह सूची से चयन
id_id: pengiriman yg dimasukkan secara manual bukan referensi pengiriman yg valid. Jika Anda tdk tahu referensi pengiriman, pilih dari daftar
it_it: La spedizione immessi manualmente non è un riferimento valido spedizione. Se non si conosce il riferimento della spedizione, selezionarlo dalla lista
ko_kr: 수동으로 입력 한 선적은 유효한 선적 기준이 아닙니다. 당신은 선적 기준을 알 수없는 경우, 목록에서 선택
mr_in: स्वहस्ते चढविणे वैध चढविणे संदर्भ नाही. आपण चढविणे संदर्भ माहित नसेल तर, सूचीतून नीवडा
nl_nl: De zending handmatig ingevoerd is geen geldige zending referentie. Als je niet weet wat de overbrenging referentie, selecteer deze uit de lijst
pt_pt: Embarque informado manualmente não possui ref. embarque válida. Caso saiba a ref. selec. a partir da lista
ro_ro: Expediere a intrat manual nu este o referinţă valabil expediere. Dacă nu ştiţi de referinţă expediere, selectaţi-l din lista de
ru_ru: Введеные вручную поставки не являются действительными ссылками на поставки. Если вы не знаете ссылку на поставку, выберите ее из списка
sq_al: Dërgesë hyri me dorë nuk është një referencë e vlefshme dërgesës. Nëse ju nuk e dini referencë dërgesës, zgjidhni atë nga lista e
sv: Transporten manuellt är inte ett giltigt transport referens. Om du inte vet transporten referens, välj den från listan
sw_ke: transport aliingia manually si halali transport rejea. Kama hamjui kumbukumbu transport, chagua kutoka kwenye orodha ya
tr_tr: Sevkiyat el geçerli bir gönderi referans değildir girdi. Eğer sevkiyat referans bilmiyorsanız, listeden seçin
zh_hk: 手动输入的运输不是一个有效的运输编码。如果您不知道，请从列表中选择
zh_tw: 手動輸入的貨物是不是一個有效的貨件參考。如果你不知道裝運的參考，從列表中選擇它

source: This shipment charge cannot be added to the invoice
cs_cz: Tato zásilka poplatek nemůže být přidány k faktuře
es_es: Este costo de envío no se puede añadir a la factura
hi_in: इस शिपमेंट प्रभारी चालान जोड़ा नहीं जा सकता
id_id: Biaya pengiriman ini tdk dapat dimasukkan ke faktur
it_it: di
ko_kr: 이 선적 비용은 송장에 추가 할 수 없습니다
mr_in: हे चढविणे शुल्क चलन जोडले जाऊ शकत नाही
nl_nl: Transport kosten kunnen niet aan de rekening worden toegevoegd
pt_pt: Encagos de embarque não podem ser adicion. no Aviso
ro_ro: Acest tarif de transport nu poate fi adăugat la factura
ru_ru: Эта издержка поставки не может быть добавлена к счету
sq_al: Kjo pagesë dërgesa nuk mund të shtohet në faturë
sv: Detta transporten avgift kan inte läggas på fakturan
sw_ke: malipo Hii transport hawezi kuwa aliongeza kwa invoice
tr_tr: BU NAKLIYE BEDELI FATURAYA EKLENEMEDI!
zh_hk: 运费未能新增到发票
zh_tw: 運輸收費未能加到發票

source: Shipment charges on Invoice
cs_cz: Zásilka poplatky na faktuře
es_es: Cargos de Envío en Factura
hi_in: चालान पर शिपमेंट आरोप
id_id: Biaya Pengiriman pada Faktur
it_it: Fattura
ko_kr: 송장에 발송 요금
mr_in: अशी यादी तयार वर चढविणे शुल्क
nl_nl: Transport kosten op
pt_pt: Aviso de Encargos na remessa
ro_ro: Costurile de Transport pe factură
ru_ru: Издержки поставки в счете-фактуре
sq_al: Dërgesë akuzat për Faturë
sv: Leveransavgifter på faktura
sw_ke: Transport mashtaka juu ya ankara
tr_tr: NAKLIYE FATURAYA EKLENIR
zh_hk: 输入运费发票
zh_tw: 發票上的運輸收費

source: Shipment credits on Credit Note
cs_cz: Zásilka úvěrů na dobropis
es_es: Créditos de Envío en nota de Crédito
hi_in: क्रेडिट पर शिपमेंट क्रेडिट नोट
id_id: Kredit Pengiriman pada Nota Kredit
it_it: crediti spedizione sul credito Nota
ko_kr: 신용 주에 출하 크레딧
mr_in: क्रेडिट टिप चढविणे क्रेडिट्स
nl_nl: Transport credits op credit factuur
pt_pt: Créd. Remessa ou Nota Crédito
ro_ro: credite expediere pe credit Notă
ru_ru: Кредиты поставки на кредитные заметки
sq_al: Dërgesë kredi në Credit Note
sv: Frakten poäng på kreditnota
sw_ke: mikopo Shipment juu ya Mikopo Kumbuka
tr_tr: Kredi Gönderi kredi notu
zh_hk: 红字发票的运费
zh_tw: 折讓單的運輸折讓

source: Shipment Reference
cs_cz: Zásilka Reference
es_es: Referencia del Envío
hi_in: लदान संदर्भ
id_id: Referensi Pengiriman
it_it: Riferimento
ko_kr: 출하 참조
mr_in: चढविणे संदर्भ
nl_nl: Transport ref.
pt_pt: Referencia Embarque
ro_ro: Expediere de referinţă
ru_ru: Справочник поставки
sq_al: Dërgesë Reference
sv: Referens
sw_ke: Transport Reference
tr_tr: SEVKIYAT REF.
zh_hk: 运单
zh_tw: 貨運單

source: The shiment Ref should be positive integer
ko_kr: shiment의 심판은 양의 정수이어야합니다
mr_in: shiment संदर्भ धन पूर्णांक असणे आवश्यक आहे
pt_pt: Ref. remessa deve ser núm. positivo inteiro
zh_tw: 這批貨物編號應為正整數

source: positive integer
es_es: entero positivo
ko_kr: 양의 정수
mr_in: धन पूर्णांक
pt_pt: deve ser um número positivo inteiro
zh_tw: 正整數

source: Shipment Selection
cs_cz: Výběr zásilky
es_es: Selección de Envío
hi_in: लदान चयन
id_id: Pilihan Pengiriman
it_it: La spedizione di selezione
ko_kr: 출하 선택
mr_in: चढविणे निवड
nl_nl: Transport selectie
pt_pt: Selec. Remessa
ro_ro: Expediere de selecţie
ru_ru: Выбор поставки
sq_al: Dërgesë Selection
sv: Leverans
sw_ke: Transport Uchaguzi
tr_tr: SEVKIYAT SEÇIMI
zh_hk: 选择运单
zh_tw: 選擇貨運

source: otherwise select the shipment from the list
cs_cz: jinak vyberte zásilku ze seznamu
es_es: de otro modo seleccione el envío de la lista
hi_in: अन्यथा सूची से लदान का चयन करें
id_id: atau pilih pengiriman dari daftar berikut
it_it: altrimenti selezionare la spedizione dalla lista
ko_kr: 그렇지 않으면 목록에서 선적을 선택
mr_in: अन्यथा सूचीतून चढविणे निवडा
nl_nl: anders selecteer verzending uit de lijst
pt_pt: ou selecione a remessa da lista
ro_ro: selectaţi altfel transportul din lista
ru_ru: в противном случае выберите отгрузки из списка
sq_al: ndryshe zgjidhni dërgesa nga lista
sv: välj annars transporten från listan
sw_ke: vinginevyo kuchagua kutoka katika orodha transport
tr_tr: VEYA LISTEDEN BIR SEVKIYAT SEÇIN
zh_hk: 或在下拉列表中选择运单
zh_tw: 或在清單中選取貨運

source: The input must be non zero number
ko_kr: 입력 0이 아닌 숫자 여야합니다
mr_in: इनपुट नॉन शून्य संख्या असणे आवश्यक आहे
pt_pt: Valor deve ser diferente de 0
zh_tw: 輸入必須是非零數

source: Non zero number
ko_kr: 비 제로의 수
mr_in: नॉन शून्य संख्या
pt_pt: Núm. difer. de 0
zh_tw: 非零數

source: Enter Shipment Charge
cs_cz: Zadejte zásilky poplatek
es_es: Introducir el Cargo del Envío
hi_in: लदान प्रभार दर्ज
id_id: Masukkan Biaya Pengiriman
it_it: Invia
ko_kr: 선적 요금을 입력
mr_in: शुल्क चढविणे प्रविष्ट करा
nl_nl: Voer transport kosten in
pt_pt: Informe Encargo Embarque
ro_ro: Introduceţi Charge expediere
ru_ru: Введите издержки пересылки
sq_al: Enter Ngarkesa Dërgesë
sv: Senaste fulla uppladdning:
sw_ke: Kuingia Shipment Charge
tr_tr: NAKLIYE BEDELINI GIRIN
zh_hk: 输入运费发票
zh_tw: 輸入運費發票

source: Supplier Transaction General Ledger Analysis
cs_cz: Dodavatel Transakční analýza General Ledger
es_es: Análisis Contable de Transacciones de proveedores
hi_in: आपूर्तिकर्ता लेनदेन सामान्य खाता बही विश्लेषण
id_id: Analisa GL Transaksi Supplier
it_it: Fornitore di transazione Analisi Contabilità Generale
ko_kr: 공급 업체 거래 원장 분석
mr_in: पुरवठादार व्यवहार सामान्य खातेवही विश्लेषण
nl_nl: Leveranciers transactie grootboek analyse
pt_pt: Análise Trans. Contábil Fornecedor
ro_ro: Furnizorul Transaction Analiza General Ledger
ru_ru: Анализ главной книги сделок поставщика
sq_al: Transaksion Furnizuesi Analiza Libri themelor
sv: Leverantör Transaktion Huvudbok Analys
sw_ke: Wasambazaji Transaction Mkuu Ledger Uchambuzi
tr_tr: TEDARIKÇI HAREKETLERI MUH.ANALIZI
zh_hk: 输入费用发票
zh_tw: 供應商交易總帳分析

source: To enter a supplier invoice or credit note the supplier must first be selected from the supplier selection screen
cs_cz: Chcete-li zadat dodavatelské faktury nebo dobropisu dodavatele musí být nejprve vybrány z obrazovky výběru dodavatele
es_es: Para introducir una factura del proveedor o una nota de crédito el proveedor debe ser seleccionado desde la pantalla de selección de proveedores
hi_in: प्रवेश करने के लिए एक सप्लायर के चालान या क्रेडिट नोट सप्लायर पहले आपूर्तिकर्ता का चयन स्क्रीन में से चुना जाना चाहिए
id_id: Utk memasukkan faktur supplier atau nota kredit, supplier tersebut harus dipilih lebih dulu dari menu pilihan supplier
it_it: Per inserire una fattura fornitore o nota di credito il fornitore deve prima essere selezionata dalla schermata di selezione dei fornitori
ko_kr: 공급 업체 송장 또는 신용 메모를 입력하려면 공급 업체가 먼저 공급 업체 선택 화면에서 선택해야합니다
mr_in: एक पुरवठादार चलन किंवा क्रेडिट नोट प्रविष्ट करा पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर पासून निवडणे आवश्यक आहे
nl_nl: Om een leveranciers rekening of credit factuur te boeken dient eerst een leverancier worden geselecteerd
pt_pt: Para informar aviso ou nota de créd. de fornecedor, antes deve ser escolhido fornecedor na pág. pesquisa
ro_ro: Pentru a introduce o factură furnizor sau de credit notă furnizorul trebuie să fie mai întâi selectat din ecranul de selectare a furnizorului
ru_ru: Для ввода счета поставщика или кредитных заметок поставщик должен быть выбран на экране выбора поставщика
sq_al: Për të futur një faturë të furnizuesit ose kredi shënim furnizuesi duhet së pari të zgjidhen nga menuja e zgjedhësit të furnizuesit
sv: Om du vill ange en leverantörsfaktura eller kreditfaktura leverantören först måste väljas från leverantören skärmen för val
sw_ke: Kuingia invoice wasambazaji au mikopo kumbuka wasambazaji lazima kwanza kuchaguliwa kutoka screen uteuzi wasambazaji
tr_tr: TEDARIKÇI FATURASI VEYA MAKBUZ GIREBILMEK IÇIN ÖNCE BIR TEDARIKÇI SEÇMELISINIZ.
zh_hk: 要输入供应商发票或红字发票, 必须先从供应商选取画面选取供应商
zh_tw: 要輸入供應商發票或折讓單, 必須先從供應商選取畫面選取供應商

source: then the link to enter a supplier invoice or supplier credit note must be clicked on
cs_cz: pak odkaz na vstup dodavatelské faktury nebo dodavatel dobropis musí být klikli na
es_es: luego se debe hacer clic en el enlace para entrar en una factura del proveedor o una nota de crédito del mismo
hi_in: तब लिंक एक सप्लायर चालान या आपूर्तिकर्ता क्रेडिट नोट पर क्लिक करना होगा प्रवेश करने के लिए
id_id: kemudian klik link utk memasukkan ke faktur supplier atau nota kredit supplier
it_it: di
ko_kr: 다음 공급 업체 송장 업체, 공급 업체 신용 메모를 입력 할 수있는 링크에 클릭해야합니다
mr_in: नंतर एक पुरवठादार चलन किंवा पुरवठादार क्रेडिट नोट दाखल करण्यास दुव्यावर क्लिक करणे आवश्यक आहे
nl_nl: vervolgens dient invoer lleveranciers rekening of leveranciers credit factuur worden geselecteerd
pt_pt: dar clique no link para inform. ordem compra Fornec. ou nota crédito do Fornec.
ro_ro: apoi link-ul pentru a introduce o factura furnizorului sau furnizorul notă de credit trebuie să fie făcut clic pe
ru_ru: потом ссылка для воода счета-фактуры поставщика или кредитной записи поставщика должна быть нажата
sq_al: pastaj lidhjen për të hyrë në një faturë të furnizuesit ose kredi nga furnizuesit shënim duhet të klikuar në
sv: sedan på länken för att ange en leverantörsfaktura eller leverantör kreditfaktura måste klickas på
sw_ke: kisha kiungo kuingia invoice wasambazaji au wasambazaji kumbuka mikopo lazima clicked on
tr_tr: DAHA SONRA FATURA VEYA MAKBUZU GIREBILIRSINIZ
zh_hk: 并选择适当链接输入供应商发票或红字发票
zh_tw: 必須按下連結來輸入供應商發票或折讓單

source: The contract reference entered is not a valid contract, this line cannot be added to the transaction
cs_cz: Smlouvy uzavřené odkaz není platný kontrakt, může být tato trať nemůže být přidány k transakci
es_es: La referencia del contrato indicada no es un contrato válido, esta fila no se puede agregar a la transacción
hi_in: अनुबंध में प्रवेश संदर्भ वैध अनुबंध नहीं है, इस लाइन लेन - देन को जोड़ा नहीं जा सकता
id_id: Referensi kontrak yg dimasukkan tdk berlaku, baris ini tdk dapat ditambahkan ke transaksi
it_it: di
ko_kr: 입력 계약 참조 유효한 계약 아니며,이 라인은 트랜잭션에 추가 할 수없는
mr_in: प्रविष्ट करार संदर्भ वैध करार नाही, ही ओळ व्यवहार जोडले जाऊ शकत नाही
nl_nl: De ingevoerde contract ref. is niet geldig, de regel kan niet aan de transactie worden toegevoegd
pt_pt: Ref. contrato informada não é válida, linha não será adicion. para essa transação
ro_ro: Referinţă contract încheiat nu este un contract valabil, această linie nu poate fi adăugat la tranzacţie
ru_ru: Введенная ссылка на контракт является не действительным контрактом, эта строка не может быть добавлена к сделке
sq_al: Referim kontrata lidhet nuk është një kontratë e vlefshme, kjo linjë nuk mund të shtohet në transaksion
sv: Kontraktet referens angav är inte ett giltigt kontrakt, kan denna budgetpost inte läggas till transaktionen
sw_ke: Kumbukumbu aliingia mkataba si mkataba halali, line hii haiwezi kuongezwa kwa manunuzi ya
tr_tr: Girilen sözleşme referans geçerli bir sözleşme değil, bu satırı işleme eklenemez
zh_hk: 输入的联系人有误，此凭证行不能插入
zh_tw: 輸入的聯繫參考不是有效的聯繫, 列未能新增到交易

source: General Ledger Analysis of Invoice From
cs_cz: General Ledger Analýza faktury
es_es: Análisis Contable de la Factura de
hi_in: सामान्य चालान की लेजर विश्लेषण से
id_id: Analisa Buku Besar atas Faktur Dari
it_it: Analisi Registro della Fattura da
ko_kr: 에서 송장 원장 분석
mr_in: अशी यादी तयार करणे जनरल खातेवही विश्लेषण कडून
nl_nl: Boekhouding Analyse voor Factuur Van
pt_pt: Análise Contábil Geral Nota Créd. - De
ro_ro: Analiza general Ledger a facturii de la
ru_ru: Анализ главной книги счета-фактуры от
sq_al: Analiza Libri themelor të faturë nga
sv: Huvudbok Analys av faktura från
sw_ke: Ujumla Ledger Uchambuzi wa ankara Kutoka
tr_tr: FATURA MUHASEBE ANALIZI:
zh_hk: 费用发票 从
zh_tw: 發票的總帳分析由

source: General Ledger Analysis of Credit Note From
cs_cz: General Ledger Analýza dobropisu Z
es_es: Análisis Contable de notas de Crédito Desde
hi_in: सामान्य क्रेडिट नोट के लेजर विश्लेषण से
id_id: Analisa GL tentang Nota Kredit dari
it_it: Analisi generale Ledger di nota di credito da
ko_kr: 에서 신용 주 원장 분석
mr_in: क्रेडिट टीप कडून सामान्य खातेवही विश्लेषण
nl_nl: Analyse van Credit Nota rekeningen van
pt_pt: Análise Contábil Geral Nota Créd. - De
ro_ro: Analiza general Ledger notei de credit de la
ru_ru: Анализ главной книги кредитных записей от
sq_al: Analiza Libri i Nota e Kreditit Nga
sv: Huvudbok Analys av kreditnota Från
sw_ke: Ujumla Ledger Uchambuzi wa Ilani ya Mikopo Kutoka
tr_tr: Kredi Not Defteri Kebir Analizi YTL
zh_hk: 红字费用发票 从
zh_tw: 折讓單的總帳分析自

source: The input must be alpha-numeric characters
ko_kr: 입력은 영숫자 문자 여야합니다
mr_in: इनपुट अल्फा अंकीय वर्ण असणे आवश्यक आहे
pt_pt: Entrada deve ser alfanumérica
zh_tw: 輸入必須是字母數字字符

source: less than 20 alpha-numeric characters
ko_kr: 20 미만 영숫자
mr_in: कमी 20 अल्फा अंकीय वर्ण
pt_pt: Até 20 caracteres alfanuméricos
zh_tw: 不到20個字母數字字符

source: No zero numeric
ko_kr: 아니 제로 숫자 없음
mr_in: शून्य अंकीय
pt_pt: ser zero númerico
zh_tw: 沒有零的數字

source: Purchase Invoice
es_es: Factura de compra
ko_kr: 구매 송장
zh_tw: 採購發票

source: Debit Note
es_es: Nota de débito
ko_kr: 직불 참고
zh_tw: 借項憑證

source: Supplier Payment
cs_cz: Platba dodavatele
es_es: Pago del proveedor
hi_in: आपूर्तिकर्ता भुगतान
id_id: Pembayaran Supplier
it_it: Fornitore di pagamento
ko_kr: 공급 업체 지불
mr_in: पुरवठादार भरणा
nl_nl: Betaling leverancier
pt_pt: Pagamento Fornecedor
ro_ro: Furnizorul de plată
ru_ru: Поставщик оплаты
sq_al: Pagesa Furnizuesi
sv: Levratörsutbetalning
sw_ke: Malipo ya muuzaji
tr_tr: TEDARIKÇI ÖDEMESI
zh_hk: 供应商付款
zh_tw: 供應商付款

source: Supplier Allocations
cs_cz: Dodavatel Přidělené
es_es: Ubicación de proveedores
hi_in: आपूर्तिकर्ता आवंटन
id_id: Alokasi Supplier
it_it: Fornitore Allocazioni
ko_kr: 공급 업체 할당
mr_in: पुरवठादार वाटप
nl_nl: Leverancier Verplaatsingen
pt_pt: Alocações Fornecedor
ro_ro: Alocările furnizorul
ru_ru: Распределения поставщика
sq_al: Furnizuesi Alokimet
sv: Leverantörsutbetalningar
sw_ke: Wasambazaji Bajeti
tr_tr: TEDARIKÇI TAHSISLERI
zh_hk: 付款清算
zh_tw: 供應商分配

source: try to use the navigation links provided rather than the back button, to avoid this message in future
cs_cz: zkuste použít navigační odkazy předpokladu, spíše než tlačítko zpět, aby se zabránilo tuto zprávu v budoucnosti
es_es: tratar de usar los enlaces de navegación en lugar del botón de atrás, para evitar este mensaje en el futuro
hi_in: नेविगेशन करने के लिए वापस बटन के बजाय दिए लिंक, उपयोग के लिए भविष्य में इस संदेश से बचने की कोशिश
id_id: coba utk menggunakan link navigasi yg ada daripada tombol back, utk menghindari pesan ini lain kali
it_it: di di
ko_kr: 앞으로이 메시지를 방지하기 위해, 뒤로 버튼이 아닌 제공되는 탐색 링크를 사용하려고
mr_in: भविष्यात हा संदेश टाळण्यासाठी, ऐवजी परत बटण पेक्षा प्रदान नॅव्हिगेशन दुवे वापरण्याचा प्रयत्न
nl_nl: Gebruik navigatie menu ipv de back toets om dit bericht te vermijden
pt_pt: utilizar os botões providos pelo sistema para navegação (evite o botão voltar/avançar do seu navegador)
ro_ro: încercaţi să utilizaţi linkurile de navigare oferite, mai degrabă decât pe butonul înapoi, pentru a evita acest mesaj în viitor
ru_ru: попробуйте использовать навигационные ссылки при условии, а не кнопки &quot;Назад&quot;, чтобы избежать этого сообщения в будущем
sq_al: të përpiqet të përdorë lidhjet navigacion dhënë më tepër se butonin prapa, për të shmangur këtë mesazh në të ardhmen
sv: försöker använda navigeringen länkarna snarare än på bakåtknappen, för att undvika detta meddelande i framtiden
sw_ke: kujaribu kutumia viungo urambazaji zinazotolewa badala ya kifungo cha nyuma, ili kuepuka ujumbe huu katika siku zijazo
tr_tr: Gelecekte bu mesajı önlemek için geri düğmesi yerine sağlanan gezinti bağlantıları kullanmayı deneyin
zh_hk: 请使用系统提供的链结，不要使用浏览器的返回按钮, 来避免出现这个消息
zh_tw: 請使用提供的連結而不要使用瀏覽器的返回鈕, 來避免出現這訊息

source: The entry for the amount to allocate was negative
cs_cz: Vstup na částku přidělit byl negativní
es_es: El importe a asignar entrado fue negativo
hi_in: करने के लिए आवंटित राशि के लिए प्रविष्टि नकारात्मक था
id_id: Masukan utk jumlah yg dialokasikan adalah negatif
it_it: L'importo da inputare era negativo
ko_kr: 할당 할 수있는 금액에 대한 항목은 부정적
mr_in: वाटप करणे रक्कम नोंद नकारात्मक होते
nl_nl: Toe te wijzen bedrag was negatief
pt_pt: O valor informado para alocado é negativo
ro_ro: De intrare pentru a aloca suma a fost negativ
ru_ru: Запись результата лимита была отрицательной
sq_al: E hyrjes për shumën për të alokuar ishte negativ
sv: Beloppet som skulle allokeras var negativt
sw_ke: Ya kuingia kwa kiasi kutenga ilikuwa mbaya
tr_tr: GIRILEN MIKTAR NEGATIF.
zh_hk: 要清算的金额为负数
zh_tw: 輸入要配置的數值為負數

source: A positive allocation amount is expected
cs_cz: Pozitivní alokace se očekává, že
es_es: Se espera un importe positivo a asignar
hi_in: एक सकारात्मक आवंटन राशि की उम्मीद है
id_id: Jumlah alokasi positif yg diminta
it_it: L'importo deve avere un valore maggiore di 0
ko_kr: 포지티브 할당량은 예상
mr_in: सकारात्मक वाटप रक्कम अपेक्षित आहे
nl_nl: Een positief bedrag is voor de toewijzing verwacht
pt_pt: Informe um valor positivo
ro_ro: O sumă de alocare pozitivă este de aşteptat
ru_ru: Положительный результат лимита ожидается
sq_al: Një sasi pozitiv alokimit pritet
sv: Beloppet skall vara positivt
sw_ke: A chanya kiasi mgao inatarajiwa
tr_tr: POZITIF MIKTAR GIRMELISINIZ
zh_hk: 清算金额必须是正数
zh_tw: 預期配置的數值是正數

source: These allocations cannot be processed because the amount allocated is more than the amount of the
cs_cz: Tyto příděly nelze zpracovat, protože přidělené částky vyšší než částka
es_es: Estas asignaciones no pueden ser procesadas debido a que la cantidad asignada es más que la cantidad del
hi_in: इन आवंटन क्योंकि आवंटित राशि संसाधित नहीं किया जा सकता है और अधिक की राशि से
id_id: Alokasi ini tdk dapat diproses karena jumlah yg dialokasikan lebih dari jumlah
it_it: Queste imputazioni non hanno potuto essere effettuate perchè il loro importo totale è maggiore del
ko_kr: 이러한 할당은 할당 된 양의 양보다 더 때문에 처리 할 수​​없는
mr_in: वाटप रक्कम रक्कम जास्त आहे कारण हे वाटप प्रक्रिया करणे शक्य नाही
nl_nl: De toewijzing kan niet worden verwerkt omdat het toegewezen bedrag meer is dan het bedrag van de
pt_pt: Essas alocações não podem ser processadas porque quantia alocada é maior que a quantia do
ro_ro: Aceste alocări nu pot fi prelucrate, deoarece suma alocată este mai mult decât suma de
ru_ru: Эти ассигнования не могут быть обработаны так как объем средств, выделенных больше количество
sq_al: Këto shpërndarje nuk mund të përpunohet, sepse shuma e akorduar është më shumë se shuma e
sv: Allokeringen kan inte behandlas för att det allokerade beloppet ?r större än beloppet för
sw_ke: fedha hizi zinaweza kuwa kusindika kwa sababu ya kiasi zilizotengwa ni zaidi ya kiasi ya
tr_tr: BU TAHSISLER ISLENEMEZ! TAHSIS EDILMEK ISTENEN MIKTAR SU MIKTARDAN BÜYÜK:
zh_hk: 清算执行失败，因为发票金额大于待清算
zh_tw: 配置未能執行, 因為要分配數值大於

source: and the total amount of the Credit/payment was
cs_cz: a celková výše úvěru / platba byla
es_es: y el importe total del crédito/pago fue
hi_in: और क्रेडिट भुगतान / की कुल राशि थी
id_id: dan jumlah total dari Kredit/pembayaran adalah
it_it: e l&#39;importo totale del / di credito era
ko_kr: 및 신용 / 지불의 총량이었다
mr_in: आणि क्रेडिट / भरणा एकूण रक्कम होती
nl_nl: en het totale bedrag van de creditering / betaling was
pt_pt: e o valor total do Crédito/Pagto foi
ro_ro: şi suma totală de credit / plata a fost
ru_ru: и общая сумма кредитных / платежа
sq_al: dhe shuma totale e pagesës / e kredisë është
sv: och det totala kreditbeloppet / betalning
sw_ke: na jumla ya kiasi cha malipo ya Mikopo / alikuwa
tr_tr: ve Kredi / ödemenin toplam tutarı oldu
zh_hk: 红字发票/付款的总额是
zh_tw: 和冲銷/付款的總額是
