Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Create of tempbom failed because
cs_cz: Vytvořit z tempbom se nezdařila, protože
es_es: Falló la creación del tempbom porque
hi_in: tempbom का बनाएँ क्योंकि विफल
id_id: Membuat tabel tempbom gagal karena
it_it: Creare dei tempbom riuscita perché
ko_kr: tempbom으로 만들기 때문에 실패
mr_in: Tempbom च्या तयार करण्यात अयशस्वी कारण
nl_nl: Maak van tempbom is mislukt omdat
pt_pt: Criação do tempbom falhou porque
ro_ro: Crearea de tempbom a eşuat pentru că
ru_ru: Не удалось создать tempbom, так как
sq_al: Krijo e tempbom dështuar për shkak se
sv: Skapande av tempbom misslyckades eftersom
sw_ke: Kujenga ya tempbom alishindwa kwa sababu
tr_tr: tempbom oluşturun nedeniyle başarısız oldu
zh_hk: 创建临时BOM失败, 因为
zh_tw: 建立臨時的bom的失敗，因為

source: The Quantiy Extended BOM Listing could not be retrieved by the SQL because
cs_cz: Quantiy Rozšířená rozpisky Výpis se nepodařilo získat na SQL, protože
es_es: El SQL no pudo obtener el Listado de Lista de Materiales con Cantidades Extendida porque
hi_in: Quantiy विस्तारित BOM लिस्ट क्योंकि SQL से नहीं लिया सकता है
id_id: The Quantiy Extended BOM properti tdk dapat diambil oleh SQL karena
it_it: Il quantiy Extended BOM Listing non possono essere recuperate dal SQL perché
ko_kr: 수량화 확장 BOM 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: Quantiy विस्तारित BOM यादी SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De hoeveelheid &quot;Verlengde BOM Listing kon niet worden opgehaald door de SQL, omdat
pt_pt: O Relat. de quant. extendida do BOM não pode ser recuperado pelo SQL porque
ro_ro: Quantiy Extended BOM Enumerarea nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список расширенных накладных на материалы не может быть получен, так как
sq_al: Extended Quantiy bom Listing nuk mund të shikohet nga SQL sepse
sv: Den större kvantitet Extended BOM Notering kunde inte hämtas av SQL eftersom
sw_ke: Ya Quantiy Extended Listing Bom inaweza kuwa retrieved na SQL sababu
tr_tr: Quantiy Genişletilmiş BOM Listeleme SQL çünkü tarafından alınamadı
zh_hk: 未能由 SQL 查询到数量延展的BOM列表, 因为
zh_tw: 該Quantiy擴展的BOM清單不能由SQL來檢索，因為

source: Print Indented BOM Listing Error
cs_cz: Tisk Odsazené kusovníku výpis chyby
es_es: Error al Imprimir Lista de Materiales Indentada
hi_in: प्रिंट BOM लिस्ट में त्रुटि इंडेंटेड
id_id: Cetak Kesalahan Daftar BOM Bersusun
it_it: Stampa rientrato Inserzione Errore BOM
ko_kr: 들여 쓰기 BOM 목록 오류를 인쇄
mr_in: इंडेण्टेड BOM यादी त्रुटी मुद्रित
nl_nl: Print Ingesprongen BOM Listing Fout
pt_pt: Erro Impressão Relat. Indentado Bom
ro_ro: Print alin Listing eroare BOM
ru_ru: Ошибка печати накладной на материалы
sq_al: Print Listing prerë Error bom
sv: Skriv Indragna Fel BOM Listing
sw_ke: Bom indented magazeti ya nyimbo Error
tr_tr: Baskı BOM Listeleme Hata Girintili
zh_hk: 打印缩排式BOM列表错误
zh_tw: 列印鋸齒狀的BOM清單錯誤

source: There were no items for the selected assembly
cs_cz: Nebyly zjištěny žádné položky pro vybraný montáž
es_es: No hubo componentes para el ensamblaje seleccionado
hi_in: वहाँ चयनित विधानसभा के लिए कोई आइटम नहीं थे
id_id: Tdk ada item utk rakitan yg dipilih
it_it: Non c&#39;erano gli elementi per il montaggio selezionato
ko_kr: 선택한 어셈블리에 대한 항목은 없었다
mr_in: निवडलेले जुळवणी साठी कोणतेही आयटम नाहीत
nl_nl: Er zijn geen items voor de geselecteerde montage
pt_pt: Não há itens para o Produto montado que foi escolhido
ro_ro: Nu au existat elemente de asamblare selectate
ru_ru: Не нашлось товаров для выбранной сборки
sq_al: Nuk ka pasur artikuj për kuvendin e zgjedhur
sv: Det fanns inga objekt för den valda församlingen
sw_ke: Kulikuwa hakuna vitu kwa ajili ya mkutano wa kuchaguliwa
tr_tr: Seçilen meclis için öğe yok edildi
zh_hk: 所选的组合没有物料
zh_tw: 所選定的組合沒有物料

source: Part
cs_cz: Část
es_es: Componente
hi_in: हिस्सा
id_id: Brg
it_it: Parte
ko_kr: 부분
mr_in: भाग
nl_nl: Deel
pt_pt: Componente
ro_ro: Partea
ru_ru: Часть
sq_al: Pjesa
sv: Artikel:
sw_ke: Sehemu
tr_tr: Bölüm
zh_hk: 部件
zh_tw: 部件

source: Enter the item code that you wish to display the extended bill of material for
ko_kr: 당신이 재료의 연장 법안을 표시 할 그 항목 코드를 입력
mr_in: आपल्यासाठी साहित्याचा विस्तारित बिल प्रदर्शित करु इच्छित असलेले आयटम कोड प्रविष्ट करा
pt_pt: Informe o Código de Item para o qual você deseja exibir o relat. de Qtd Ext. do BOM
zh_tw: 輸入您希望顯示材料結構的產品代碼

source: Quantity
cs_cz: Množství
es_es: Cantidad
hi_in: मात्रा
id_id: Qty
it_it: Quantitďż˝
ko_kr: 양
mr_in: संख्या
nl_nl: Aantal
pt_pt: Quantidade
ro_ro: Numar/cantitate
ru_ru: Количество
sq_al: Sasi
sv: Kvantitet
sw_ke: Wingi
tr_tr: MIKTAR
zh_hk: 数量
zh_tw: 數量

source: Selection Option
cs_cz: Možnost výběru
es_es: Opción de selección
hi_in: चयन विकल्प
id_id: Opsi Pilihan
it_it: Opzione di selezione
ko_kr: 선택 옵션
mr_in: निवड पर्याय
nl_nl: Keuzemogelijkheid
pt_pt: Selec. Opção
ro_ro: Opţiunea de selecţie
ru_ru: Опции выбора
sq_al: Opcioni Selection
sv: Choose Option
sw_ke: Chaguo uteuzi
tr_tr: Seçim Seçeneği
zh_hk: 选择选项
zh_tw: 選擇選項

source: Show All Parts
cs_cz: Zobrazit všechny díly
es_es: Mostrar todos los componentes
hi_in: सभी हिस्सों दिखाएँ
id_id: Tampilkan Semua Brg
it_it: Mostra tutte le parti
ko_kr: 모든 부품보기
mr_in: सर्व भाग दाखवा
nl_nl: Toon alle onderdelen
pt_pt: Exibir todos Componentes
ro_ro: Arata toate părţile
ru_ru: Показать все части
sq_al: Trego te gjitha Parts
sv: Visa alla artiklar
sw_ke: Kuonyesha sehemu zote
tr_tr: Tüm Parçaları göster
zh_hk: 显示所有部品
zh_tw: 顯示所有配件

source: Only Show Shortages
cs_cz: Zobrazit pouze Nedostatky
es_es: Solo mostrar escasez
hi_in: केवल कमी दिखाएँ
id_id: Hanya Tampilkan Kekurangan
it_it: Mostra solo Carenze
ko_kr: 만보기 부족
mr_in: केवळ तुटवडा दर्शवा
nl_nl: Toon alleen Tekorten
pt_pt: Só Exibir Faltantes
ro_ro: Arată Numai Deficitul
ru_ru: Показывать только нехватку
sq_al: Vetëm Show Mungesat
sv: Visa bara brister
sw_ke: Uhaba Onyesha tu
tr_tr: Sadece Noksanları göster
zh_hk: 只显示缺少数量
zh_tw: 只顯示短缺

source: Print Option
cs_cz: Možnost tisku
es_es: Estilo de impresión
hi_in: प्रिंट विकल्प
id_id: Pilihan Cetak
it_it: Opzione di stampa
ko_kr: 인쇄 옵션
mr_in: मुद्रण पर्याय
nl_nl: Afdrukoptie
pt_pt: Opção Impressão
ro_ro: Opţiunea de imprimare
ru_ru: Опции печати
sv: Printerinställning
sw_ke: Chaguo magazeti
tr_tr: Baskı Seçeneği
zh_hk: 打印选项
zh_tw: 列印選項

source: Print With Alternating Highlighted Lines
cs_cz: Tisk se střídavými Zvýrazněné Lines
es_es: Imprimir alternando líneas destacadas
hi_in: प्रकाश डाला लाइन्स बारी के साथ प्रिंट
id_id: Cetak Dgn Warna Garis Bergantian
it_it: Stampa con righe evidenziate alternata
ko_kr: 강조 라인을 교대로 인쇄
mr_in: Alternating ठळक ओळी मुद्रित
nl_nl: Print Met Afwisselend Opvallende Lines
pt_pt: Imprimir com enfase em linhas alternadas
ro_ro: De imprimare cu alternativ Lines evidenţiate
ru_ru: Печать с чередующимися выделенными строками
sq_al: Print Me alternative Lines theksuar
sv: Skriv ut med alternerande Markerad Lines
sw_ke: Magazeti na mchanganyiko Lines yalionyesha
tr_tr: Vurgulanan Hatları ile Alternatif Baskı
zh_hk: 与另外高亮显示的行一起打印
zh_tw: 列印白與灰交錯的背景線

source: Plain Print
cs_cz: Prostý Tisk
es_es: Imprimir sin resaltar líneas
hi_in: सादा प्रिंट
id_id: Cetak Polos
it_it: Plain Stampa
ko_kr: 일반 인쇄
mr_in: साधा प्रिंट
nl_nl: Gewoon Print
pt_pt: Impressão Normal
ro_ro: Câmpia de imprimare
ru_ru: Обычная печать
sq_al: Print Plain
sv: Enkel utskrift
sw_ke: Wazi Print
tr_tr: Düz Baskı
zh_hk: 空白打印纸
zh_tw: 普通打印

source: Extended Quantity BOM Listing For
es_es: Lista de Materiales de Cantidad Extendida para
id_id: Daftar BOM dgn Uraian Kuantiti Utk
ko_kr: \ 정화 확장 수량 BOM 목록
pt_pt: Relat. Quant. Extend. do BOM para
zh_tw: 擴展數量的BOM清單對於噸

source: Printed
cs_cz: Vytištěno
es_es: Impreso
hi_in: मुद्रित
id_id: Dicetak
it_it: Stampato
ko_kr: 인쇄 된
mr_in: मुद्रित केलेले
nl_nl: Afgedrukt
pt_pt: Impresso
ro_ro: Imprimate
ru_ru: Напечатано
sq_al: Shtypur
sv: Utskriven
sw_ke: Kuchapishwa
tr_tr: TARIH
zh_hk: 打印日期
zh_tw: 已列印

source: Page
cs_cz: Stránky
es_es: Página
hi_in: पेज
id_id: Halaman
it_it: Pagina
ko_kr: 페이지
mr_in: पृष्ठ
nl_nl: Pagina
pt_pt: Página
ro_ro: Pagina
ru_ru: Страница
sq_al: Faqe
sv: Sida
tr_tr: SAYFA
zh_hk: 页
zh_tw: 頁

source: Build Quantity:
cs_cz: Budovat Množství:
es_es: Cantidad de construcción:
hi_in: निर्माण मात्रा:
id_id: Qty Membuat:
it_it: Build Quantità:
ko_kr: 수량을 빌드 :
nl_nl: Te bouwen Aantal:
pt_pt: Quand. Constr.
ro_ro: Build Cantitate:
ru_ru: Сборка Количество:
sq_al: Sasia Build:
sv: Tillverkningskvantitet
sw_ke: Kujenga Quantity:
tr_tr: Inşa Miktar:
zh_hk: 制造数量
zh_tw: 建立產品數量：

source: Build
cs_cz: Stavět
es_es: estructura
hi_in: निर्माण
id_id: Membuat
ko_kr: 구축
mr_in: बांधा
nl_nl: Bouwen
pt_pt: Constr.
ro_ro: Construi
sv: Bygg
sw_ke: Kujenga
tr_tr: Kurmak
zh_hk: 制造
zh_tw: 建

source: On Hand
cs_cz: Na ruce
es_es: Existencia
hi_in: ओर
id_id: Total Qty
it_it: Disponibili
ko_kr: 반면에,
mr_in: एकीकडे
nl_nl: Op Voorraad
pt_pt: Em Mãos
ro_ro: In depozit
ru_ru: В наличии
sq_al: Në dorë
sv: Tillgänglig
sw_ke: Kwa upande
tr_tr: ELDEKI MEVCUT
zh_hk: 库存数量
zh_tw: 庫存

source: Part Number
cs_cz: Číslo dílu
es_es: Número de parte
hi_in: भाग संख्या
id_id: Nomor Brg
it_it: Numero di parte
ko_kr: 부품 번호
mr_in: भाग क्रमांक
nl_nl: Partnummer
pt_pt: Código Item
ro_ro: Numărul parte
ru_ru: Номер части
sq_al: Pjesa Numri
sv: Artikelnummer
sw_ke: Idadi sehemu
tr_tr: Parça Numarası
zh_hk: 部品号码
zh_tw: 產品編號

source: Part Description
cs_cz: Popis části
es_es: Descripción del artículo
hi_in: भाग विवरण
id_id: Keterangan Brg
it_it: Descrizione Componente
ko_kr: 부품 설명
mr_in: भाग वर्णन
nl_nl: Item beschrijving
pt_pt: Descrição Produto
ro_ro: Partea Descriere
ru_ru: Описание части
sq_al: Description Pjesa
sv: Beskrivning
sw_ke: Sehemu Description
tr_tr: PARÇA TANIMI
zh_hk: 物料描述
zh_tw: 物料說明

source: Shortage
cs_cz: Nedostatek
es_es: Déficit
hi_in: कमी
id_id: Kekurangan
it_it: Carenza
ko_kr: 부족
mr_in: तुटवडा
nl_nl: Tekort
pt_pt: Faltante
ro_ro: Deficit
ru_ru: Нехватка
sq_al: Mungesa
sv: Brist
sw_ke: Uhaba
tr_tr: Eksiklik
zh_hk: 缺少
zh_tw: 缺少

source: Indented BOM Listing
cs_cz: Odsazené kusovníku Výpis
es_es: Lista de Materiales a PDF
hi_in: BOM लिस्ट इंडेंटेड
id_id: Daftar BOM Bersusun
it_it: Frastagliata Inserzione BOM
ko_kr: 들여 쓰기 BOM 목록
mr_in: इंडेण्टेड BOM यादी
nl_nl: Ingesprongen BOM Listing
pt_pt: Relat. Hierarq. BOM
ro_ro: Indentat Listing BOM
ru_ru: Выровненный список спецификаций материалов
sq_al: Prerë Listing bom
sv: Indragen materiallista
tr_tr: BOM Listeleme Girintili
zh_hk: 缩排式BOM列表
zh_tw: 鋸齒式BOM清單

source: The Indented BOM Listing could not be retrieved by the SQL because
cs_cz: Odsazené kusovníku Výpis nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener la Lista de Materiales Indentada porque
hi_in: दांतेदार बना हुआ BOM लिस्ट क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar BOM Bersusun tdk dapat diambil oleh SQL karena
it_it: La rientrato BOM Listing non possono essere recuperate dal SQL perché
ko_kr: 들여 쓰기 BOM 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: इंडेण्टेड BOM यादी SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De ingesprongen BOM Listing kon niet worden opgehaald door de SQL, omdat
pt_pt: O Relatório Estrutura do BOM não pode ser recup. pelo SQL porque
ro_ro: Indentate BOM Enumerarea nu a putut fi recuperate de către SQL, deoarece
ru_ru: Выровненный список спецификаций метариалов не может быть получен, так как
sq_al: Bom prerë Listing nuk mund të shikohet nga SQL sepse
sv: Materiallista kan ine visas eftersom
sw_ke: Ya indented Listing Bom inaweza kuwa retrieved na SQL sababu
tr_tr: Girintili BOM Listeleme SQL çünkü tarafından alınamadı
zh_hk: 缩排式BOM 列表未能由SQL 提取, 因为
zh_tw: 縮進的BOM清單不能由SQL來檢索，因為

source: Enter the item code of parent item to list the bill of material for
ko_kr: 위해 물질의 법안을 나열하는 상위 항목의 항목 코드를 입력
mr_in: साहित्याचा बिल यादी साठी पालक आयटमची आयटम कोड प्रविष्ट करा
pt_pt: Informe o item pai para ver lista de materiais usados
zh_tw: 輸入父項目的項目代碼列出材料的法案

source: Levels
cs_cz: Úrovně
es_es: Niveles
hi_in: स्तर
id_id: Tingkat
it_it: Livelli
ko_kr: 레벨
mr_in: पातळी
nl_nl: Niveaus
pt_pt: Níveis
ro_ro: Niveluri
ru_ru: Уровни
sq_al: Nivelet
sv: Nivåer
sw_ke: Ngazi
tr_tr: Düzeyleri
zh_hk: 层
zh_tw: 層級

source: All Levels
cs_cz: Všechny úrovně
es_es: Todos los niveles
hi_in: सभी स्तरों
id_id: Semua Tingkat
it_it: Tutti i livelli
ko_kr: 모든 수준
mr_in: सर्व स्तरांवर
nl_nl: Alle niveaus
pt_pt: Todos Níveis
ro_ro: Toate nivelurile
ru_ru: Все уровни
sq_al: Të gjitha nivelet
sv: Alla nivåer
sw_ke: Ngazi zote
tr_tr: Tüm Düzeyleri
zh_hk: 所有层
zh_tw: 所有層級

source: One Level
cs_cz: O jednu úroveň
es_es: Un nivel
hi_in: एक स्तर
id_id: Satu Tingkat
it_it: Un livello
ko_kr: 한 수준
mr_in: एक स्तर
nl_nl: Een niveau
pt_pt: Um Nível
ro_ro: Un nivel
ru_ru: Один уровень
sq_al: Një nivel
sv: En nivå
sw_ke: Mmoja Level
tr_tr: Bir Düzey
zh_hk: 一层
zh_tw: 一級

source: Locn
es_es: Ubicación
id_id: Lksi
pt_pt: Local
tr_tr: DEPO
zh_hk: 仓库
zh_tw: 地點

source: Assembly
cs_cz: Sestava
es_es: Montaje
hi_in: सभा
id_id: Rakitan
it_it: Raggruppamento
ko_kr: 조립
mr_in: जुळवणी
pt_pt: Montado
ro_ro: Asamblat
ru_ru: Сборка
sq_al: Kuvendi
sv: Montering
sw_ke: Kanisa
tr_tr: MONTAJ
zh_hk: 装配物料
zh_tw: 組裝

source: Print Reverse Indented BOM Listing Error
cs_cz: Tisk Reverzní Odsazené kusovníku Výpis chyb
es_es: Error al imprimir la Lista de Materiales Inversa
hi_in: प्रिंट उल्टा BOM लिस्ट में त्रुटि इंडेंटेड
id_id: Cetak Kesalahan Daftar Kebalikan BOM Bersusun
it_it: Stampa Reverse rientrato Inserzione Errore BOM
ko_kr: 인쇄 역 들여 쓰기 BOM 목록 오류
mr_in: प्रिंट रिवर्स् इंडेण्टेड BOM त्रुटी दाखवल्यास
nl_nl: Print Reverse Ingesprongen BOM Listing Fout
pt_pt: Erro Impressão Reversa Relat. Hier. BOM
ro_ro: Print alin Reverse Listing eroare BOM
ru_ru: Ошибка печати выровненного списка спецификаций материалов
sq_al: Print Reverse prerë Listing Error bom
sv: Skriv Indragna Omvänd Fel BOM Listing
sw_ke: Magazeti Reverse indented Bom Listing Error
tr_tr: Baskı Ters BOM Listeleme Hata Girintili
zh_hk: 打印逆向缩排式BOM列表错误
zh_tw: 打印反向縮進的BOM清單錯誤

source: There were no items for the selected component
cs_cz: Nebyly zjištěny žádné položky pro vybranou komponentu
es_es: No hubo artículos para el componente seleccionado
hi_in: वहाँ चयनित घटक के लिए कोई आइटम नहीं थे
id_id: Tdk ada item utk komponen yg dipilih
it_it: Non c&#39;erano gli elementi per il componente selezionato
ko_kr: 선택한 구성 요소에 대한 항목은 없었다
mr_in: निवडलेले घटक साठी कोणतेही आयटम नाहीत
nl_nl: Er zijn geen items voor de geselecteerde component
pt_pt: Não existem itens para o componente selec.
ro_ro: Nu au existat elemente pentru componenta selectată
ru_ru: Не найдено товаров для выбранного компонента
sq_al: Nuk ka pasur artikuj për komponentin e zgjedhur
sv: Det fanns inga objekt för den valda komponenten
sw_ke: Kulikuwa hakuna vitu kwa ajili ya sehemu ya kuchaguliwa
tr_tr: Seçilen bileşen için öğe yok edildi
zh_hk: 所选的部品没有物料
zh_tw: 有所選組件中沒有商品

source: Reverse Indented BOM Listing
cs_cz: Reverzní Odsazené kusovníku Výpis
es_es: Lista de Materiales Inversa a PDF
hi_in: दांतेदार बना हुआ BOM लिस्ट उल्टा
id_id: Daftar Kebalikan BOM Bersusun
it_it: Reverse Inserzione BOM rientrato
ko_kr: 들여 쓰기 BOM 리스팅을 역
mr_in: इंडेण्टेड BOM यादी उलटा
nl_nl: Reverse Ingesprongen BOM Listing
pt_pt: Relatório Hier. Reversa BOM
ro_ro: Reverse Listing BOM indentat
ru_ru: Обратный выровненный список спецификации материалов
sq_al: Reverse Listing prerë bom
sv: Omvänt indragen materiallista
tr_tr: Girintili BOM Listeleme Ters
zh_hk: 逆向缩排式BOM列表
zh_tw: 反向縮進的BOM清單

source: Enter the item code required to list the bill of material for
ko_kr: 위해 물질의 법안을 나열하는 데 필요한 항목 코드를 입력
mr_in: साहित्याचा बिल यादी साठी आवश्यकआयटम कोड प्रविष्ट करा
pt_pt: Informe o item requerido para listar os materiais usados para
zh_tw: 輸入需要列出材料的帳單項目代碼

source: Component:
cs_cz: Komponent:
es_es: Componente:
hi_in: घटक:
id_id: Komponen:
it_it: Componente:
ko_kr: 구성 요소 :
mr_in: घटक:
pt_pt: Componente:
ro_ro: Componenta:
ru_ru: Компонент:
sq_al: Komponenti:
sv: Komponent:
sw_ke: Sehemu;
tr_tr: Bileşen:
zh_hk: 组件
zh_tw: 組件：

source: Costed Bill Of Material
cs_cz: Vyčíslením nákladů kusovníku
es_es: Lista de materiales costeada
hi_in: सामग्री की costed विधेयक
id_id: Biaya Bahan Baku
it_it: Distinta base valorizzata
ko_kr: 재료의 비용이 산정 된 빌
mr_in: साहित्याचा Costed बिल
nl_nl: Kostberekening van materiaal lijst
pt_pt: Custo do BOM
ro_ro: Bill bugetat de Materiale
ru_ru: Спецификация материалов с ценами
sq_al: Bill kosto e materiale
sv: Kalkylerad materiallista
sw_ke: Costed Bill ya Material
tr_tr: MALIYETLENDIRILMIS ÜRÜN AGACI
zh_hk: BOM成本
zh_tw: BOM成本

source: Select a manufactured part
cs_cz: Vyberte část vyrobené
es_es: Seleccionar una pieza fabricada
hi_in: एक निर्मित भाग का चयन करें
id_id: Pilih brg diproduksi
it_it: Seleziona un prodotto lavorato
ko_kr: 제조 파트를 선택
mr_in: एक तयार भाग निवडा
nl_nl: Selecteer een geproduceerd onderdeel
pt_pt: Selec. o Componente Manufaturado
ro_ro: Selectaţi o parte fabricate
ru_ru: Выберите изготовленую часть
sq_al: Zgjidh një pjesë të prodhuara
sv: Välj en tillverkningsprodukt
sw_ke: Kuchagua sehemu za viwandani
tr_tr: ÜRETILMIS PARÇA SEÇIMI
zh_hk: 请选择一个生产物料
zh_tw: 請選擇一個生產/製造物料

source: or Assembly or Kit part
cs_cz: nebo shromáždění nebo Kit část
es_es: ó un Conjunto ó una pieza Kit
hi_in: या विधानसभा या किट हिस्सा
id_id: atau brg Rakitan atau Set
it_it: o un raggruppamento o una combinazione predefinita
ko_kr: 또는 조립 또는 키트 부품
mr_in: किंवा जुळवणी किंवा किट भाग
nl_nl: Assemblage of Kitset onderdeel
pt_pt: ou Montagem ou Item do Kit
ro_ro: sau Adunarea sau o parte Kit
ru_ru: или сборка или часть комплекта
sq_al: ose Kuvendit, ose një pjesë Kit
sv: eller montering eller paketartikel
sw_ke: au Bunge au sehemu Kit
tr_tr: VEYA MONTAJ/KIT PARÇASI
zh_hk: 或装配物料, 或套装物料
zh_tw: 或組裝物料, 或套裝物料

source: to view the costed bill of materials
cs_cz: Pro zobrazení vyčíslením nákladů kusovníku
es_es: para ver el costo de la lista de materiales
hi_in: करने के लिए सामग्री के बिल को देखने costed
id_id: utk melihat biaya bahan baku
it_it: per visualizzare il disegno di legge costato di materiali
ko_kr: 재료의 비용이 산정 된 청구서를 볼 수 있습니다
mr_in: साहित्य costed बिल पाहण्यासाठी
nl_nl: Om de kostprijsberekening te tonen van de materiaal lijst
pt_pt: para ver o custo do BOM
ro_ro: pentru a vizualiza factura bugetat de materiale
ru_ru: Для просмотра спецификации материалов со стоимостями
sq_al: për të parë faturën kosto e lëndëve të
sv: för att visa kalkylerad materiallista för
sw_ke: kuona muswada costed wa vifaa
tr_tr: malzemelerin mal oldu fatura görmek için
zh_hk: 查看附有成本的BOM
zh_tw: 檢視附有成本的BOM

source: Parts must be defined in the stock item entry
cs_cz: Díly musí být definována v záznamu na skladě
es_es: Las piezas deben ser definidas en la entrada de artículos de existencias
hi_in: भागों भंडार वस्तु प्रविष्टि में परिभाषित किया जाना चाहिए
id_id: Brg harus dibuat di entri item stok
it_it: L'articolo che si vuole inserire deve essere stato definito
ko_kr: 일부는 주식 항목 항목에 정의해야합니다
mr_in: भाग स्टॉक आयटम नोंद ठरवणे आवश्यक आहे
nl_nl: Onderdelen moet gedefinieerd worden in het invoer
pt_pt: Peças precisam ser definidas no item em estoque
ro_ro: Părţi trebuie să fie definite în punctul de intrare stoc
ru_ru: В записи о товаре должны быть определены части
sq_al: Parts duhet të përcaktohet në pikën e hyrjes aksioneve
sv: Produkterna måste registreras
sw_ke: Sehemu lazima defined katika kuingia kwa bidhaa hisa
tr_tr: ARANACAK PARÇA/ÜRÜN, STOK GIRISINDE TANIMLANMALIDIR
zh_hk: 物料必须在物料信息维护
zh_tw: 物料必須事先在物料庫存中被定義

source: modification screen as manufactured
cs_cz: modifikace obrazovce jako vyrobené
es_es: interfaz de modificación como fabricado
hi_in: निर्मित के रूप में संशोधन स्क्रीन
id_id: menu pengubahan sbg diproduksi
it_it: in anagrafica come prodotto lavorato
ko_kr: 제조 같이 수정 화면
mr_in: उत्पादित म्हणून फेरबदल स्क्रीन
nl_nl: modificatie scherm zoals gefabriceerd
pt_pt: modificação como manufaturado
ro_ro: ecran ca modificarea fabricate
ru_ru: экране модификации как произведенные
sq_al: ekran modifikim si të prodhuara
sv: som tilverkade
sw_ke: muundo screen kama viwandani
tr_tr: imal olarak değişiklik ekran
zh_hk: 窗口中定义为生产物料
zh_tw: 修改畫面至已生產

source: kits or assemblies to be available for construction of a bill of material
cs_cz: sady nebo sestavy musí být k dispozici pro výstavbu kusovníku
es_es: kits o conjuntos a estar disponibles para la elaboración de una hoja de costo de material
hi_in: किट या विधानसभाओं सामग्री का एक बिल के निर्माण के लिए उपलब्ध होने के लिए
id_id: set atau rakitan supaya tersedia utk pembuatan bahan baku
it_it: raggruppamento o combinazione predefinita.
ko_kr: 키트 또는 어셈블리는 재료의 법안의 건설 사용할 수
mr_in: kits किंवा साहित्याचा एक बिल बांधकामाचा उपलब्ध असल्याचे अधिवेशने
nl_nl: bouwpakketen of assemblages beschikbaar voor bouw of een materiaal lijst
pt_pt: kits ou montagens serão disponíveis para contrução do BOM
ro_ro: kituri sau ansamblurile să fie disponibile pentru construirea unui proiect de lege de material
ru_ru: наборы или сборки, которые будут доступны для создания спецификации материалов
sq_al: kits ose kuvendet të jenë në dispozicion për ndërtimin e një projekt-ligj të materialit
sv: paklet och monterade för att kunna användas på materiallistor
sw_ke: vifaa au makanisa kuwa inapatikana kwa ujenzi wa hati ya mali
tr_tr: kit veya meclisleri malzemenin bir tasarıyı yapımı için kullanılabilir olması için
zh_hk: 可构成BOM的装配物料或套装物料
zh_tw: 可構成BOM的套裝或組裝

source: Enter text extracts in the
cs_cz: Zadejte text extrakty v
es_es: Indicar una parte del texto de la
hi_in: में पाठ निष्कर्षों दर्ज
id_id: Masukkan sebagian teks di
it_it: Ricerca attraverso la
ko_kr: 텍스트 추출을 입력
mr_in: मजकूर अर्क प्रविष्ट करा
nl_nl: Voer tekst deel in het
pt_pt: Entre texto parcial para pesquisar
ro_ro: Introduceţi extrase de text în
ru_ru: Введите части текста
sq_al: Enter ekstrakte tekst në
sv: Ange endel av texten i
sw_ke: Nakala Extracts kuingia katika
tr_tr: ARANACAK >>
zh_hk: 输入
zh_tw: 輸入摘要文字

source: description
cs_cz: popis
es_es: descripción
hi_in: विवरण
id_id: keterangan
it_it: descrizione
ko_kr: 기술
mr_in: वर्णन
nl_nl: omschrijving
pt_pt: descrição
ro_ro: descriere
ru_ru: описание
sq_al: përshkrim
sv: beskrivning
sw_ke: maelezo
tr_tr: AÇIKLAMA
zh_hk: 物料描述
zh_tw: 產品規格

source: OR
cs_cz: nebo
es_es: ó
hi_in: या
id_id: ATAU
it_it: oppure
ko_kr: 또는
mr_in: किंवा
nl_nl: OF
pt_pt: OU
ro_ro: SAU
ru_ru: или
sq_al: APO
sv: ELLER
sw_ke: AU
tr_tr: veya
zh_hk: 或
zh_tw: 或

source: Enter extract of the
cs_cz: Zadejte extrakt
es_es: Introducir una parte del
hi_in: के उद्धरण दर्ज
id_id: Masukkan sebagian
it_it: attraverso il
ko_kr: 의 추출물을 입력
mr_in: अर्क प्रविष्ट करा
nl_nl: Voer deel van de
pt_pt: Entre código de
ro_ro: Introduceţi extract de
ru_ru: Введите часть файла
sq_al: Enter ekstrakt i
sv: Ange en del av
sw_ke: Kuingia dondoo ya
tr_tr: ARANACAK >>
zh_hk: 输入
zh_tw: 輸入摘要

source: Stock Code
cs_cz: Skladový kód
es_es: Código de inventario
hi_in: स्टॉक कोड
id_id: Kode Stok
it_it: codice articolo
ko_kr: 주식 코드
mr_in: स्टॉक कोड
nl_nl: Voorraad Code
pt_pt: Código Estoque
ro_ro: Cod Inventar
ru_ru: Код товара
sq_al: Stock Kodi
sv: Produktnr
sw_ke: Kanuni ya hisa
tr_tr: STOK KODU
zh_hk: 物料号
zh_tw: 物料編號

source: Search Now
cs_cz: Vyhledat
es_es: Buscar ahora
hi_in: अब खोजें
id_id: Cari Sekarang
it_it: Cerca adesso
ko_kr: 지금 검색
mr_in: आता शोधा
nl_nl: Zoek Nu
pt_pt: Pesquisar
ro_ro: Cautare
ru_ru: Искать
sq_al: Search Tani
sv: Sök nu
sw_ke: Sasa tafuta
tr_tr: ARA
zh_hk: 查找
zh_tw: 現在搜尋
