Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The stock movement records associated with the invoice have been deleted
cs_cz: Záznamy akcie pohybovat v souvislosti s fakturou byly odstraněny
es_es: Se han eliminado los movimientos de inventario asociados con la factura
hi_in: शेयर आंदोलन चालान के साथ जुड़े रिकॉर्ड नष्ट कर दिया गया है
id_id: Data perpindahan stok yg berhubungan dgn faktur tersebut telah dihapus
it_it: La contabilità di magazzino movimento associato con la fattura è stata eliminata
ko_kr: 송장과 관련된 재고 이동 기록은 삭제 된
mr_in: अशी यादी तयार संबद्ध स्टॉक चळवळ रेकॉर्ड हटविले गेले आहेत
nl_nl: Voorraad mutatie records geassocieerd met de factuur zijnverwijderd
pt_pt: Movimento de estoque associado com esse pedido foi removido
ro_ro: Evidenţa operativă mişcare asociate cu factura au fost şterse
ru_ru: Записи по движению складов, связанные со счетом-фактурой, были удалены
sq_al: Të dhënat e lëvizjes aksioneve të lidhur me fatura janë fshirë
sv: Lagerposterna associerade med fakturan har makulerats
sw_ke: Kumbukumbu harakati hisa kuhusishwa na invoice zimefutwa
tr_tr: fatura ile ilgili stok hareket kayıtları silindi
zh_hk: 关联发票的存货移动记录已删除
zh_tw: 關聯發票的存貨移動記錄已刪除

source: The SQL to delete the general ledger journal records failed because
cs_cz: SQL odstranit obecné záznamy knize deníku nezdařilo, protože
es_es: El SQL usado para suprimir los registros del Libro Diario falló porque
hi_in: एसक्यूएल से हटाने के लिए सामान्य खाता बही पत्रिका रिकॉर्ड क्योंकि विफल
id_id: SQL utk menghapus data jurnal buku besar gagal karena
it_it: Il SQL per eliminare il record giornale libro mastro generale non è riuscita perché
ko_kr: SQL은 저널 기록이 있기 때문에 실패 총계정 원장을 삭제합니다
mr_in: कारण सामान्य खातेवही जर्नल रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen van de grootboek journaal records mislukte omdat
pt_pt: SQL para remover lanç. contábeis falhou porque
ro_ro: SQL pentru a şterge înregistrările general jurnal cartea mare a eşuat pentru că
ru_ru: SQL для удаления записей журнала главной книги не удался, поскольку
sq_al: SQL të fshini të dhënat e përgjithshme ditar librit të dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL kufuta jumla ya kitabu journal kumbukumbu alishindwa kwa sababu
tr_tr: SQL defteri kebir dergi kayıtları nedeniyle başarısız silmek için
zh_hk: 删除总帐日记账记录的SQL运行失败，因为
zh_tw: 刪除總帳日誌記錄的SQL失敗，因為

source: The GL journal records associated with the invoice have been deleted
cs_cz: GL Časopis záznamy, které souvisí s fakturou byly odstraněny
es_es: Los registros del diario GL asociados con la factura han sido eliminados
hi_in: जीएल पत्रिका चालान के साथ जुड़े रिकॉर्ड नष्ट कर दिया गया है
id_id: Data jurnal GL yg berhubungan dgn faktur tersebut telah dihapus
it_it: I record giornale GL associata la fattura è stata eliminata
ko_kr: 송장과 관련된 GL 저널 기록은 삭제 된
mr_in: अशी यादी तयार संबद्ध जी.एल. जर्नल रेकॉर्ड हटविले गेले आहेत
nl_nl: Grootboek boekingen geassocieerd met de factuur zijn verwijderd
pt_pt: Lanç. Contáb. associados com aviso foram removidos
ro_ro: Înregistrările GL revista asociate cu factura au fost şterse
ru_ru: Записи из главной книги, связанные со счетом-фактурой были удалены
sq_al: Të dhënat e ditarit GL lidhen me fatura janë fshirë
sv: Bokföringsposterna associerade med fakturan har makulerats
sw_ke: Kumbukumbu journal GL kuhusishwa na invoice zimefutwa
tr_tr: fatura ile birlikte GL dergisi kayıtları silindi
zh_hk: 关联发票的总帐日记账记录已删除
zh_tw: 與發票相關的總帳日記帳記錄已被刪除

source: UTILITY PAGE To Delete All Old Prices
es_es: PÁGINA DE SERVICIO Para suprimir todos los precios viejos
id_id: HALAMAN FASILITAS Utk Menghapus Semua Harga Lama
ko_kr: 유틸리티 페이지는 모든 이전 가격을 삭제하는 방법
mr_in: सर्व जुने किंमती हटवा करण्यासाठी उपयुक्तता PAGE
pt_pt: Página Utilit. Remover Todos Preços Antigos
zh_tw: 實用工具頁面刪除所有舊價格

source: All old prices have been deleted
es_es: Todos los precios viejos fueron borrados
id_id: Semua harga lama telah dihapus
ko_kr: 모든 이전 가격은 삭제되었습니다
mr_in: सर्व जुन्या दर हटविले गेले आहेत
pt_pt: Os preços selecionados foram removidos
zh_tw: 實用工具頁面刪除所有舊價格

source: Purge Old Prices
es_es: Purgar precios viejos
id_id: Hapus Harga Lama
ko_kr: 제거 이전 가격
mr_in: कोठा साफ जुने किंमती
pt_pt: Apagar Preços Antigos
zh_tw: 先清除舊價格

source: Are You Sure you wish to delete all old prices?
es_es: ¿Está seguro que desea suprimir todos los precios viejos?
id_id: Apakah Anda yakin Anda ingin menghapus semua harga lama?
ko_kr: 당신은 당신이 모든 이전 가격을 삭제 하시겠습니까?
mr_in: आपण सर्व जुन्या दर हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste preço anteriores?
zh_tw: 您確定要刪除所有舊的價格？

source: Delete Sales Transactions
cs_cz: Odstranit Prodej Transakce
es_es: Suprimir Transacciones de Ventas
hi_in: हटाएँ बिक्री लेनदेन
id_id: Hapus Transaksi Penjualan
it_it: Cancella
ko_kr: 판매 트랜잭션 삭제
mr_in: विक्री व्यवहार हटवा
nl_nl: Verwijder verkoop transaties
pt_pt: Remover Transações de Vendas
ro_ro: Tranzacţii Ştergeţi Vânzări
ru_ru: Удалить сделки купли-продажи
sq_al: Sales Delete Transaksionet
sv: Ta bort från inkorg
sw_ke: Kufuta Sales Transactions
tr_tr: SATIS HAREKETLERINI SIL
zh_hk: 删除销售交易
zh_tw: 刪除銷售交易

source: Deleting sales analysis records
cs_cz: Odstranění prodej analýza záznamů
es_es: Eliminando registros de análisis de ventas
hi_in: बिक्री विश्लेषण रिकॉर्ड हटाना
id_id: Menghapus data analisa penjualan
it_it: Eliminazione di record analisi delle vendite
ko_kr: 판매 분석 기록을 삭제
mr_in: विक्री विश्लेषण रेकॉर्ड हटवत
nl_nl: Verwijder verkoop analyse records
pt_pt: Removendo registro de Análise de Vendas
ro_ro: Ştergerea de vânzări de înregistrări analiză
ru_ru: Удаление записей по анализу продаж
sq_al: Fshirja e shitjeve të dhënat Analiza
sv: Försäljningsanalysposter raderas
sw_ke: Kufuta rekodi ya mauzo uchambuzi
tr_tr: SATIS ANALIZI KAYITLARINI SIL
zh_hk: 销售分析记录删除中
zh_tw: 銷售分析記錄刪除中

source: The SQL to delete Sales Analysis records failed because
cs_cz: SQL odstranit Analýza prodeje záznamy se nezdařilo, protože
es_es: Falló el SQL para suprimir los registros del análisis de ventas, porque
hi_in: एसक्यूएल नष्ट करने के लिए बिक्री हिट रिकॉर्ड क्योंकि विफल
id_id: SQL utk menghapus data Analisa Penjualan gagal karena
it_it: di perchè
ko_kr: 판매 분석 레코드를 삭제하는 SQL은 때문에 실패
mr_in: कारण विक्री विश्लेषण रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen verkoop analyse records mislukte omdat
pt_pt: SQL para remover os registros de análise de vendas falhou porque
ro_ro: SQL pentru a şterge înregistrările de vânzări Analiza a eşuat pentru că
ru_ru: SQL на удаление записей по анализу продаж не удался, поскольку
sq_al: SQL për të fshirë të dhënat e Sales Analiza dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL kufuta Sales Uchambuzi kumbukumbu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除销售分析记录的 SQL 失败, 因为
zh_tw: 刪除銷售分析記錄的 SQL 失敗, 因為

source: Deleting customer statement transactions and allocation records
cs_cz: Odstranění transakce zákazníků prohlášení a rozdělení záznamů
es_es: Eliminación de transacciones de los clientes y los registros de asignación de los estados
hi_in: ग्राहक बयान लेनदेन और आवंटन रिकॉर्ड हटाना
id_id: Menghapus transaksi akun customer dan data alokasi
it_it: Eliminazione di operazioni dichiarazione del cliente e le registrazioni di assegnazione
ko_kr: 고객 문의 거래 및 할당 기록을 삭제
mr_in: ग्राहक निवेदन व्यवहार आणि वाटप रेकॉर्ड हटवत
nl_nl: Verwijderen afschriftbericht transacties en de toewijzing records
pt_pt: Removendo trans. cliente e alocações
ro_ro: Ştergerea operaţiunilor cu clientela declaraţie şi a înregistrărilor de alocare
ru_ru: Удаление отчетов по сделкам клиентов и записей распределения
sq_al: Fshirja e transaksioneve deklaratë të konsumatorëve dhe të dhënat e shpërndarjes
sv: Ta bort transaktioner kund uttalande och register fördelning
sw_ke: Kufuta shughuli taarifa ya mteja na kumbukumbu za mgao
tr_tr: müşteri beyanı işlem ve tahsis kayıtları silme
zh_hk: 客户结单交易和记录配置删除中
zh_tw: 客戶結單交易和記錄配置刪除中

source: The SQL to delete customer transaction records failed because
cs_cz: SQL smazat záznamy zákazníka transakce nezdařila, protože
es_es: Falló el SQL para suprimir los registros de transacciones de los clientes, porque
hi_in: एसक्यूएल नष्ट करने के लिए ग्राहक लेनदेन रिकॉर्ड क्योंकि विफल
id_id: SQL gagal menghapus data transaksi customer karena
it_it: di perchè
ko_kr: 고객의 거래 기록을 삭제하는 SQL은 때문에 실패
mr_in: कारण ग्राहक व्यवहार रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen klant transactie records mislukte omdat
pt_pt: SQL para remover trans. cliente falhou porque
ro_ro: SQL pentru a şterge înregistrările de client tranzacţie a eşuat pentru că
ru_ru: SQL на удаления записей сделок клиентов не удался, поскольку
sq_al: SQL për të fshirë të dhënat e transaksioneve të konsumatorëve dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL kufuta kumbukumbu za manunuzi mteja alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除客户交易记录失败的 SQL, 因为
zh_tw: 刪除客戶交易記錄失敗的 SQL, 因為

source: The SQL to update the transaction numbers for all sales transactions because
cs_cz: SQL aktualizovat transakce čísla pro všechny prodejní transakce, protože
es_es: El SQL para actualizar los números de transacción para todas las transacciones de ventas, porque
hi_in: एसक्यूएल क्योंकि सभी बिक्री लेनदेन के लिए लेन - देन की संख्या अद्यतन करने के लिए
id_id: SQL gagal memperbarui nomor transaksi utk semua transaksi penjualan karena
it_it: di perchè
ko_kr: SQL은 모든 판매 거래로 인해의 트랜잭션 번호를 업데이트
mr_in: सर्व विक्री व्यवहारांसाठी व्यवहार क्रमांक अद्यतनित करण्यासाठी SQL कारण
nl_nl: De SQL om de transactie nummers update voor alle verkooptransacties, omdat
pt_pt: SQL para atualizar núm. trans. para todas trans. vendas falhou porque
ro_ro: SQL pentru a actualiza numerele de tranzacţie pentru toate tranzacţiile de vânzare, deoarece
ru_ru: SQL на обновление номеров операций для всех сделок купли-продажи, поскольку
sq_al: SQL për të rinovuar numrat e transaksionit për të gjitha transaksioneve të shitjes, sepse
sv: SQL för att uppdatera den transaktion nummer för all dess försäljning på grund
sw_ke: SQL update idadi ya manunuzi kwa shughuli zote kwa sababu mauzo
tr_tr: SQL tüm satış işlemleri çünkü işlem sayıları güncelleştirmeye
zh_hk: 更新销售交易的交易编号的 SQL, 因为
zh_tw: 更新銷售交易的交易編號的 SQL, 因為

source: Deleting all sales order records
cs_cz: Odstranění všech záznamů prodejní objednávky
es_es: Eliminación de todos los registros de órdenes de venta
hi_in: सभी बिक्री आदेश रिकॉर्ड हटाना
id_id: Menghapus semua data order penjualan
it_it: Eliminazione di tutti i record di vendite
ko_kr: 모든 판매 주문 기록을 삭제
mr_in: सर्व विक्री ऑर्डर रेकॉर्ड हटवत
nl_nl: Verwijder alle verkoop order records
pt_pt: Removendo todos os registros de pedido de vendas
ro_ro: Ştergerea tuturor înregistrărilor comandă de vânzări
ru_ru: Удаление всех записей по заказам на покупку
sq_al: Fshirja e të gjitha të dhënat me qëllim të shitjes
sv: Raderar alla säljorderposter
sw_ke: Kufuta rekodi ya mauzo ili
tr_tr: TÜM SATIS SIPARISLERI SILINIYOR
zh_hk: 所有销售订单记录删除中
zh_tw: 所有銷售訂單記錄刪除中

source: The SQL to delete sales order detail records failed because
cs_cz: SQL vymazat záznamy o prodeji, aby podrobně se nezdařilo, protože
es_es: Falló el SQL para suprimir registros de detalles de ordenes de ventas, porque
hi_in: एसक्यूएल नष्ट करने के लिए बिक्री के आदेश विस्तार रिकॉर्ड क्योंकि विफल
id_id: SQL gagal menghapus data rincian order penjualan karena
it_it: di perchè
ko_kr: SQL은 판매 주문 상세 기록이 있기 때문에 실패 삭제
mr_in: कारण विक्री ऑर्डर तपशील रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen van verkoop order detail recorda mislukte omdat
pt_pt: SQL para remover os detalhes dos registros de pedido de vendas falhou porque
ro_ro: SQL pentru a şterge vânzări înregistrări detaliu pentru a eşuat pentru că
ru_ru: SQL на удаление записей о подробностях заказов не удался, потому что
sq_al: SQL për të fshirë të dhënat e shitjeve të detajuar për dështuar për shkak se
sv: SQL för att ta bort kundorder detalj poster misslyckades på grund
sw_ke: SQL kufuta rekodi ya mauzo ili kina alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除销售订单资料记录失败的 SQL, 因为
zh_tw: 刪除銷售訂單資料記錄失敗的 SQL, 因為

source: The SQL to delete sales order header records failed because
cs_cz: SQL vymazat záznamy o prodeji, aby záhlaví se nezdařilo, protože
es_es: Falló el SQL para suprimir los registros de los encabezados de las ordenes de ventas, porque
hi_in: एसक्यूएल नष्ट करने के लिए बिक्री के आदेश हैडर रिकॉर्ड क्योंकि विफल
id_id: SQL gagal menghapus data header order penjualan karena
it_it: di perchè
ko_kr: SQL은 판매 주문 헤더 레코드가 있기 때문에 실패 삭제
mr_in: कारण विक्री ऑर्डर शिर्षक रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen verkoop order header record mislukte omdat
pt_pt: SQL para remover o cabeçalho dos registros de pedido de vendas falhou porque
ro_ro: SQL pentru a şterge înregistrările de vânzări antet pentru a eşuat pentru că
ru_ru: SQL на удаление заголовков записей по заказам на покупку не удался, потому что
sq_al: SQL për të fshirë të dhënat e shitjeve header mënyrë dështoi për shkak se
sv: SQL för att ta bort kundorder header poster misslyckades på grund
sw_ke: SQL kufuta rekodi ya mauzo ili header alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除销售订单台头记录失败的 SQL, 因为
zh_tw: 刪除銷售訂單台頭記錄失敗的 SQL, 因為

source: The SQL to update the transaction number of sales orders has failed
cs_cz: SQL aktualizovat transakce počet prodejních objednávek selhala
es_es: El SQL ha fallado para actualizar el número de transacciones de órdenes de venta
hi_in: एसक्यूएल बिक्री आदेश के लेनदेन संख्या में नाकाम रही है अद्यतन करने के लिए
id_id: SQL gagal memperbarui nomor transaksi dari order penjualan
it_it: di
ko_kr: 판매 주문의 거래 번호를 업데이트 할 수있는 SQL에 오류가 발생했습니다
mr_in: विक्री ऑर्डर ऑफ व्यवहार संख्या अद्यतनित करण्यासाठी SQL अयशस्वी झाले
nl_nl: Wijzigen van de transactie nummers van de verkoop orders mislukte omdat
pt_pt: SQL para atualizar o número de transações dos pedidos de vendas falhou
ro_ro: SQL pentru a actualiza numărul de tranzacţie de comenzi de vânzări nu a reuşit
ru_ru: SQL на обновление количества сделок по заказам на продажи не удался
sq_al: SQL për të rinovuar me numrin e transaksioneve të shitjes urdhrave ka dështuar
sv: SQL för att uppdatera transaktionen antalet kundorder har misslyckats
sw_ke: SQL update idadi ya manunuzi ya amri ya mauzo imeshindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新销售订单的交易编号失败的 SQL, 因为
zh_tw: 更新銷售訂單的交易編號失敗的 SQL, 因為

source: Making stock for all parts and locations nil
cs_cz: Tvorba zásob pro všechny části a umístění nula
es_es: Realizar existencias para todas las partes y localizaciones negativas
hi_in: सभी भागों और स्थानों शून्य के लिए बना रहे स्टॉक
id_id: Membuat stok utk semua brg dan lokasi kosong
it_it: Fare scorta per tutte le parti e le posizioni zero
ko_kr: 모든 부품 및 위치 무기 호에 대한 재고를 만들기
mr_in: शून्य सर्व भाग आणि स्थाने स्टॉक करून देणे
nl_nl: Maak voorraad voor alle items en lokaties nul
pt_pt: Tornando nulo o estoque para todas as peças e locais
ro_ro: Efectuarea stoc pentru toate părţile şi locaţiile zero
ru_ru: Обнуление всех частей и расположений
sq_al: Marrja e aksioneve për të gjitha pjesët dhe vende zero
sv: Koka soppa för alla delar och platser noll
sw_ke: Kufanya hisa kwa maeneo yote na maeneo nil
tr_tr: Tüm parçalar ve konumları nil için yapma hazır
zh_hk: 全部部件和地点标为"无"
zh_tw: 全部部件和地點標為"無"

source: The SQL to make all stocks zero failed because
cs_cz: SQL, aby se všechny zásoby se nezdařilo, protože nula
es_es: Falló el SQL para hacer todas las existencias iguales a cero, porque
hi_in: एसक्यूएल सभी शेयरों क्योंकि विफल शून्य बनाने के लिए
id_id: SQL gagal membuat semua stok 0 karena
it_it: di perchè
ko_kr: 모든 주식을 할 수있는 SQL은 때문에 실패 제로
mr_in: कारण सर्व साठा शून्य करण्यासाठी SQL अयशस्वी
nl_nl: Mislukte om alle voorraad op 0 te zettel omdat
pt_pt: SQL para tornar zero todos os estoques falhou porque
ro_ro: SQL pentru a face toate stocurile zero a eşuat pentru că
ru_ru: SQL на обнуление всех складов не удался, потому что
sq_al: SQL për të bërë të gjitha rezervat zero dështuar për shkak se
sv: SQL för att göra alla lager noll misslyckades på grund
sw_ke: SQL kufanya hifadhi ya sifuri alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ! STOKLAR SIFIRLANAMADI:
zh_hk: 标签所有存货为 0 的 SQL失败, 因为
zh_tw: 標籤所有存貨為 0 的 SQL失敗, 因為

source: Making the quantity invoiced zero on all orders
cs_cz: Díky množství fakturované nulu na všechny objednávky
es_es: Hacer que la cantidad facturada sea igual a cero en todas las órdenes
hi_in: मात्रा बनाना सभी आदेश पर शून्य चालान
id_id: Membuat jumlah difakturkan 0 utk semua order
it_it: Rendere la quantità fatturata zero su tutti gli ordini
ko_kr: 모든 주문에 제로 청구 수량 만들기
mr_in: प्रमाण बनवण्यासाठी सर्व ऑर्डरवर शून्य invoiced
nl_nl: Maak de hoeveelheid gefactureerd 0 op alle orders
pt_pt: Tornando a quantidade pedida zero para todos os pedidos
ro_ro: Efectuarea cantitatea facturată zero privire la toate comenzile
ru_ru: Создание количества обнуленных выписок счета-фактуры по всем заказам
sq_al: Marrja e sasisë faturuar zero në të gjitha urdhërat
sv: Göra den kvantitet fakturerade noll på alla beställningar
sw_ke: Maamuzi ya wingi invoiced sifuri kwenye amri zote
tr_tr: SIPARISLERE ISTINADEN FATURALANMIS TÜM MIKTARLARI SIFIRLA
zh_hk: 全部订单已开发票数量标为 0
zh_tw: 全部訂單已開發票數量標為 0

source: The SQL to un-invoice all sales orders failed
cs_cz: SQL na un-faktury všech prodejních objednávek selhal
es_es: Falló el SQL para desfacturar todas las órdenes de venta
hi_in: संयुक्त राष्ट्र के चालान सभी बिक्री के आदेश के SQL विफल
id_id: SQL gagal me-non-fakturkan semua order penjualan
it_it: di
ko_kr: 취소 청구서에 SQL 모든 판매 주문 실패
mr_in: अवेळी चलन सर्व विक्री ऑर्डर करण्यासाठी SQL अयशस्वी
nl_nl: Het mislukte om alle facturen voor alle orders terug te draaien
pt_pt: SQL para desfazer todos pedidos de vendas falhou
ro_ro: SQL a ONU-factura toate ordinele de vânzare nu a reuşit
ru_ru: SQL на отмену счета-фактуры по всем заказам на покупки не удался
sq_al: SQL të un-faturës urdhra të gjitha shitjet e dështuar
sv: SQL för att un-faktura alla kundorder misslyckades
sw_ke: SQL na maagizo un-invoice yote ya mauzo alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 全部销售订单标为宋发票的 SQL 失败
zh_tw: 全部銷售訂單標為宋發票的 SQL 失敗

source: Deleting all sales related GL Transactions
cs_cz: Odstranění všech související s prodejem GL Transakce
es_es: Eliminado todas las transacciones relacionadas con las ventas
hi_in: सभी बिक्री संबंधित जीएल लेनदेन हटाना
id_id: Menghapus semua Transaksi GL yg berhubungan dgn penjualan
it_it: Eliminazione di tutte le vendite relative transazioni GL
ko_kr: 모든 판매 관련 GL 거래 삭제
mr_in: जी.एल. व्यवहार संबंधित सर्व विक्री हटवत
nl_nl: Verwijder alle verkoop gerelatieerde grootboek boekingen
pt_pt: Removendo todas vendas relac. Trans. Contábeis
ro_ro: Ştergerea Tranzacţii toate vânzările legate de GL
ru_ru: Удаление всех продаж связанных со сделками главной книги
sq_al: Fshirja e të gjitha shitjet e lidhura me transaksionet GL
sv: Ta bort all försäljning relaterade GL Transaktioner
sw_ke: Kufuta yote ya mauzo kuhusiana Transactions GL
tr_tr: SATISLA ILGILI TÜM MUHASEBE HAREKETLERINI SIL
zh_hk: 销售相关的总账交易删除中
zh_tw: 銷售相關的總帳交易刪除中

source: The SQL to delete sales related GL Transactions failed
cs_cz: SQL odstranit související s prodejem GL transakce nezdařila
es_es: Falló el SQL para suprimir las transacciones contables relacionadas con las ventas
hi_in: एसक्यूएल नष्ट करने के लिए संबंधित बिक्री जीएल लेनदेन में विफल
id_id: SQL gagal menghapus Transaksi GL yg berhubungan dgn penjualan
it_it: di
ko_kr: SQL은 매출이 GL 트랜잭션이 실패 관련 삭제
mr_in: विक्री संबंधित जी.एल. व्यवहार हटविण्याची SQL अयशस्वी
nl_nl: Mislukte om alle verkoop gerelateerde groot boek boekingen te verwijderen
pt_pt: SQL para remover vendas relac. com Trans. Contáb. falhou
ro_ro: SQL pentru a şterge vânzări Tranzacţii legate de GL nu a reuşit
ru_ru: SQL на удаления продаж связанных со сделками главной книги не удался
sq_al: SQL të fshini shitjes transanksionet GL dështuar
sv: SQL för att ta bort försäljning relaterade GL Transaktioner misslyckades
sw_ke: SQL kufuta mauzo kuhusiana GL Transactions alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除销售相关总账的 SQL 失败
zh_tw: 刪除銷售相關總帳的 SQL 失敗

source: Deleting all stock related GL Transactions
cs_cz: Odstranění všech vozidel související GL Transakce
es_es: Suprimir todas las transacciones contables relacionadas con existencias
hi_in: सभी शेयर संबंधित जीएल लेनदेन हटाना
id_id: Menghapus semua Transaksi GL yg berhubungan dgn stok
it_it: Eliminazione di tutte le transazioni relative stock GL
ko_kr: 모든 재고 관련 GL 거래 삭제
mr_in: सर्व स्टॉक संबंधित जी.एल. व्यवहार हटवत
nl_nl: Verwijderen van alle voorraad gerelateerde grootboek transaties
pt_pt: Removendo todos estoques relacionados com Trans. Contáb.
ro_ro: Ştergerea tuturor Tranzacţii stoc legate de GL
ru_ru: Удаление всех фондовых сделок GL
sq_al: Fshirja e të gjitha aksioneve të lidhura me transaksionet GL
sv: Ta bort alla aktierelaterade GL Transaktioner
sw_ke: Kufuta yote hisa kuhusiana Transactions GL
tr_tr: STOKLA ILGILI TÜM MUHASEBE HAREKETLERINI SIL
zh_hk: 全部存贷相关的总账交易删除中
zh_tw: 全部存貸相關的總帳交易刪除中

source: The SQL to delete stock related GL Transactions failed
cs_cz: SQL k odstranění vozidel související GL transakce nezdařila
es_es: Falló el SQL para suprimir las transacciones contables relacionadas con existencias
hi_in: एसक्यूएल नष्ट करने के लिए स्टॉक संबंधित जीएल लेनदेन में विफल
id_id: SQL gagal menghapus Transaksi GL yg berhubungan dgn stok
it_it: di
ko_kr: SQL은 실패 재고 관련 GL 거래를 삭제합니다
mr_in: स्टॉक संबंधित जी.एल. व्यवहार हटविण्याची SQL अयशस्वी
nl_nl: Verwijderen van de voorraad gerelateerde grootboek boekingen mislukte
pt_pt: SQL para remover estoque relacionado com Trans. Cont. falhou
ro_ro: SQL pentru a şterge stoc Tranzacţii legate de GL nu a reuşit
ru_ru: SQL на удаления сделок главной книги по отношению к складам не удался
sq_al: SQL të fshini lidhur me transaksionet e aksioneve GL dështuar
sv: SQL för att ta bort materiel avseende GL Transaktioner misslyckades
sw_ke: SQL kufuta hisa kuhusiana GL Transactions alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除存货相关总账交易的 SQL 失败
zh_tw: 刪除存貨相關總帳交易的 SQL 失敗

source: Zeroing all purchase order quantities received and uncompleting all purchase orders
cs_cz: Nulování všech množství, objednávky přijaté a uncompleting všech objednávek
es_es: Puesta a cero todas las cantidades de órdenes de compra recibidas y descompletando todas las órdenes de compra
hi_in: Zeroing सभी खरीद आदेश मात्रा प्राप्त है और सभी खरीद आदेश uncompleting
id_id: Me-nol-kan semua jumlah order pembelian yg diterima dan men-tdk-selesai-kan semua order penjualan
it_it: Azzeramento di tutti i quantitativi dell&#39;ordine di acquisto ricevute e uncompleting tutti gli ordini di acquisto
ko_kr: 모든 구매 주문을 모든 구매 주문 수량이 수신 영점 조정 및 uncompleting
mr_in: प्राप्त सर्व खरेदी ऑर्डर प्रमाणात Zeroing आणि सर्व खरेदी ऑर्डर uncompleting
nl_nl: Zet alle inkoop volumes op 0 en zet alle inkooporders weer open (uncompleting)
pt_pt: Zerando todas as quantidades de pedido de compras recebidas e todos os pedidos de compra incompletos
ro_ro: Zero toate cantităţile primite şi ordine de cumpărare uncompleting toate ordinele de cumpărare
ru_ru: Обнуление всех полученных количеств заказов на покупки и разукомплектование всех заказов
sq_al: Zeroing të gjitha sasitë qëllim blerjen e marra dhe uncompleting gjitha urdhrat e blerjes
sv: Nollställning alla inköpsorder erhållna kvantiteter och uncompleting alla beställningar
sw_ke: Zeroing wote ili kununua kiasi kupokea na uncompleting maagizo yote ya kununua
tr_tr: SATINALMA SIPARISLERINE ISTINADEN TESLIM ALINMIS TÜM MIKTARLARI SIFIRLA VE SIPARISLERI TAMAMLANMAMIS HALE GETIR
zh_hk: 全部已接收的采购订单数量和全部未完成采购订单归零中
zh_tw: 全部已收的採購訂單數量和全部未完成採購訂單歸零中
