Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Total Value of Goods Charged
cs_cz: Celková hodnota zboží nabitých
es_es: Valor Total de Bienes Cargado
hi_in: माल का कुल मूल्य आरोपी
id_id: Total Nilai Brg Ditagih
it_it: Caricato Il Valore Complessivo delle Merci
ko_kr: 충전 된 제품의 총 가치
mr_in: शुल्क आकारले माल एकूण मूल्य
nl_nl: Totale waarde van goederen die in rekening zijn gebracht
pt_pt: Valor Total Mercadoria Pedida
ro_ro: Valoarea totală a mărfurilor încărcate
ru_ru: Итоговое значение загруженных товаров
sq_al: Vlera e përgjithshme e mallrave të akuzuar
sv: Totalt värde av gods
sw_ke: Jumla ya thamani ya bidhaa kushtakiwa
tr_tr: Tahsil Toplam Mal Değeri
zh_hk: 总价
zh_tw: 收費的總貨品價值

source: Shipment Charges
cs_cz: Poplatky zásilku
es_es: Cargos de Embarque
hi_in: लदान प्रभार
id_id: Biaya Pengiriman
it_it: Spese di spedizione
ko_kr: 선적 요금
mr_in: चढविणे शुल्क
nl_nl: Zending kosten
pt_pt: Encargos Embarque
ro_ro: Taxe expediere
ru_ru: Пересылка сборов
sq_al: Akuzat Dërgesë
sv: Frakten Avgifter
sw_ke: Transport Mashtaka
tr_tr: Sevkiyat Masraflar
zh_hk: 运单费用
zh_tw: 出貨收費

source: Total shipment charges
es_es: Total de Cargos del Despacho
id_id: Total biaya pengiriman
ko_kr: 총 운송 비용
mr_in: एकूण चढविणे शुल्क
pt_pt: Encargos Totais Emnbarque
zh_tw: 貨件的總費用

source: Fixed Asset Additions
cs_cz: Přírůstky dlouhodobého majetku
es_es: Adiciones de activo fijo
hi_in: फिक्स्ड आस्ति परिवर्धन
id_id: Penambahan Aktiva Tetap
it_it: Aggiunte cespite
ko_kr: 고정 자산 추가
mr_in: मुदत मालमत्ता मिळवण
nl_nl: Vaste activa Toevoegingen
pt_pt: Adição Ativo Fixo
ro_ro: Adiţii activelor fixe
ru_ru: Исправлена дополнений активами
sq_al: Futjet më të pasurive fikse
sv: Anläggningstillgång Kompletteringar
sw_ke: Fasta Amana Additions
tr_tr: Sabit Kıymet eklenenler
zh_hk: 固定资产追加
zh_tw: 固定資產添置

source: Total asset additions
es_es: Total de adiciones del activo
id_id: Total penambahan aktiva
ko_kr: 총 자산 추가
mr_in: एकूण मालमत्ता समावेश
pt_pt: Total Ativo Imob. adic.
zh_tw: 總資產增加

source: Total contract charges
es_es: Total de Cargos del contrato
id_id: Total beban kontrak
ko_kr: 총 계약 비용
mr_in: एकूण कंत्राट शुल्क
pt_pt: Encargos Totais contrato
zh_tw: 合約總費用

source: The input must be numeric
ko_kr: 입력은 숫자이어야합니다
mr_in: इनपुट अंकीय असणे आवश्यक आहे
pt_pt: a entrada deve ser numérica
zh_tw: 輸入必須是數字

source: Manually
es_es: Manualmente
ko_kr: 수동
mr_in: स्वहस्ते
pt_pt: Manual
zh_tw: 手動

source: Invoice Total
cs_cz: Faktura celkem
es_es: Total Factura
hi_in: चालान कुल
id_id: Total Faktur
it_it: Fattura Totale
ko_kr: 송장 총
mr_in: अशी यादी तयार एकूण
nl_nl: Factuur Totaal
pt_pt: Total Pedidos
ro_ro: Total factură
ru_ru: Итоги счета-фактуры
sq_al: Faturë Gjithsej
sv: Faktura total
sw_ke: Ankara Jumla
tr_tr: FATURA TOPLAMI
zh_hk: 发票总计
zh_tw: 發票總計

source: Enter Invoice
cs_cz: Zadejte faktury
es_es: Introducir factura
hi_in: चालान दर्ज
id_id: Masukkan Faktur
it_it: Invia Fattura
ko_kr: 송장 입력
mr_in: अशी यादी तयार प्रविष्ट करा
nl_nl: Voer factuur in
pt_pt: Informe Pedido
ro_ro: Introduceţi factură
ru_ru: Введите счет-фактуру
sq_al: Enter Faturë
sv: Ange lösenord
sw_ke: Kuingia ankara
tr_tr: FATURA GIR
zh_hk: 输入发票
zh_tw: 輸入發票

source: The invoice as entered cannot be processed because the total amount of the invoice is less than 0
cs_cz: Faktury, jak je uvedena nelze zpracovat, protože celková částka na faktuře je méně než 0
es_es: La factura que ha introducido no puede se procesada porque el monto total de la factura es menor que 0
hi_in: चालान के रूप में संसाधित नहीं किया जा सकता है में प्रवेश किया क्योंकि चालान की कुल राशि 0 से कम है
id_id: faktur sbgmana masukkan tdk dapat diproses karena jumlah tagihan kurang dari 0
it_it: La fattura, come iscritta non può essere elaborato in quanto l&#39;importo totale della fattura è inferiore a 0
ko_kr: 송장의 총량이 0 미만이므로 처리 할 수​​없는 입력으로서 청구서
nl_nl: De factuur zoals opgenomen kan niet worden verwerkt, omdat het totale bedrag van de factuur kleiner is dan 0
pt_pt: Os pedidos informados não podem ser processados porque o valor total do pedido é menor que 0
ro_ro: Factura ca a intrat nu pot fi prelucrate, deoarece valoarea totală a facturii este mai mică decât 0
ru_ru: Счет-фактура, как вошел не может быть обработан, поскольку общая сумма счета меньше 0
sq_al: E faturës si hyri mund të mos jenë të përpunuara për shkak se shuma totale e faturës është më pak se 0
sv: På fakturan anges som inte kan behandlas eftersom det totala beloppet för fakturan är mindre än 0
sw_ke: invoice ya kama aliingia hawezi kuwa kusindika kwa sababu ya jumla ya ankara ni chini ya 0
tr_tr: Fatura gibi işlenmiş olamaz girilen faturanın toplam tutarı 0 daha az olduğu için
zh_hk: 未能执行发票, 因为发票的总金额小于0
zh_tw: 如輸入的發票不能被處理，因為發票的總量小於0

source: Invoices are expected to have a positive charge
cs_cz: Faktury budou mít kladný náboj
es_es: Se espera que las facturas tengan una carga positiva
hi_in: चालान के लिए एक सकारात्मक आरोप है की संभावना है
id_id: Faktur seharusnya bernilai positif
it_it: Le fatture sono tenute ad avere un valore positivo
ko_kr: 송장 양전하가 예상
mr_in: पावत्या सकारात्मक शुल्क असणे अपेक्षित आहे
nl_nl: Facturen zullen naar verwachting een positieve lading hebben
pt_pt: Pedidos precisam ter encargo positivo
ro_ro: Facturile sunt de aşteptat să aibă o sarcină pozitivă
ru_ru: Счета должны иметь положительный заряд
sq_al: Faturat pritet të ketë një ngarkesë pozitive
sv: Fakturor förväntas ha en positiv laddning
sw_ke: Ankara wanatarajiwa kuwa na chaji chanya
tr_tr: Faturalar bir pozitif yük olması beklenir
zh_hk: 发票费用需要是正数
zh_tw: 發票預期具有正費用

source: The tax total is
es_es: El impuesto total es
id_id: Total pajak adalah
ko_kr: 세금의 합계입니다
mr_in: कर एकूण आहे
pt_pt: O total de imposto é
zh_tw: 稅收總額

source: The ovamount is
es_es: La cantidad excedida es
id_id: Nilai dlm valas adalah
ko_kr: ovamount입니다
mr_in: ovamount आहे
pt_pt: O valor excedente é
zh_tw: 該ovamount是

source: The invoice as entered will be processed but be warned the amount of the invoice is zero!
cs_cz: Faktury za vstoupila budou zpracovány ale pozor, částka na faktuře je nulová!
es_es: La factura que entró será procesada, pero se advierte que la cantidad de la factura es cero!
hi_in: चालान के रूप में प्रवेश किया, लेकिन कार्रवाई की जाएगी चालान की राशि शून्य चेतावनी दी है!
id_id: Faktur seperti yg dimasukkan akan diproses tetapi memperingatkan jumlah faktur adalah nol!
it_it: La fattura, come iscritta saranno trattati ma attenzione l&#39;importo della fattura è zero!
ko_kr: 처리되는 입력하지만, 송장의 양을 경고로 송장은 0입니다!
nl_nl: De factuur zoals opgenomen zullen worden verwerkt, maar wees gewaarschuwd het bedrag van de factuur is nul!
pt_pt: Aviso informado será processado mas o aviso da quantidade do aviso é 0!
ro_ro: Factura ca a intrat vor fi prelucrate, dar să fie avertizat valoarea facturii este zero!
ru_ru: Счет-фактура, как вошел будут обработаны, но имейте в виду, сумму счета равен нулю!
sq_al: E faturës si hyri do të përpunohet, por të paralajmëruar shuma e faturës është zero!
sv: Fakturan som skall bearbetas, men varnas det fakturabeloppet är noll!
sw_ke: Ankara kama aliingia itakuwa processed lakini alionya kiasi cha ankara ni sifuri!
tr_tr: girdi ama işlenecektir fatura tutarı uyarılmalı fatura sıfır!
zh_hk: 输入的发票将被处理但注意是发票金额是0！
zh_tw: 輸入的發票將被處理，但被警告的發票金額是零！

source: Invoices are normally expected to have a positive charge
cs_cz: Faktury jsou normálně čekal, že má kladný náboj
es_es: Normalmente se espera que las facturas tengan una carga positiva
hi_in: चालान आम तौर पर एक सकारात्मक आरोप है की संभावना है
id_id: Faktur seharusnya bernilai positif
it_it: Le fatture sono normalmente dovrebbe avere una carica positiva
ko_kr: 영수증은 일반적으로 양의 전하를 가질 것으로 기대된다
mr_in: पावत्या साधारणपणे सकारात्मक शुल्क असणे अपेक्षित आहे
nl_nl: Facturen zijn doorgaans verwacht dat zij een positieve lading hebben
pt_pt: Normalmente espera-se que pedidos tenham valor positivo
ro_ro: Facturile sunt în mod normal ar trebui să aibă o sarcină pozitivă
ru_ru: Счета, как правило, ожидается, что положительный заряд
sq_al: Faturat e rregullt pritet që të ketë një ngarkesë pozitive
sv: Fakturor normalt förväntas ha en positiv laddning
sw_ke: Ankara ni kawaida unatarajiwa kuwa na chaji chanya
tr_tr: Faturalar normalde bir pozitif yük olması beklenir
zh_hk: 发票通常需要是正值
zh_tw: 發票通常預期有一個正值費用

source: The invoice as entered cannot be processed because the there is no suppliers invoice number or reference entered
cs_cz: Faktury, jak je uvedena nelze zpracovat, protože není dodavatelů číslo faktury nebo odkaz vstoupila
es_es: La factura que ha introducido no puede se procesada porque no se encuentra introducido el número de factura de los proveedores o una referencia
hi_in: चालान के रूप में संसाधित नहीं किया जा सकता है में प्रवेश किया है क्योंकि वहाँ कोई आपूर्तिकर्ताओं चालान नंबर या संदर्भ है प्रवेश
id_id: Faktur yg dimasukkan tdk dapat diproses karena tdk ada nomor faktur supplier atau referensi supplier yg dimasukkan
it_it: emessa perchè
ko_kr: 입력에는 공급 업체 송장 번호 또는 참조가 없기 때문에 같이 입력 송장을 처리 할 수​​ 없습니다
mr_in: प्रविष्ट नाही पुरवठादार चलन संख्या किंवा संदर्भ आहे कारण प्रविष्ट म्हणून चलन प्रक्रिया करणे शक्य नाही
nl_nl: Ingevoerde factuur kan niet worden verwerkt omdat er geen leveranciers factuur nummer of referentie is opgegeven
pt_pt: A data do aviso informado não pode ser processada porque não há refer. ou núm. aviso do fornec.
ro_ro: Factura ca a intrat nu pot fi prelucrate, deoarece nu există nici un număr de factură furnizori sau de referinţă a intrat
ru_ru: Счет-фактура, как вошел не может быть обработан, поскольку нет числа поставщиков счета-фактуры или ссылки вступил
sq_al: E faturës si hyri mund të mos jenë të përpunuara për shkak se nuk ka numër të furnizuesit faturës ose referencë hyrë
sv: På fakturan anges som kan inte behandlas eftersom det inte finns något leverantörer fakturanummer eller referensnummer anges
sw_ke: invoice ya kama aliingia hawezi kuwa kusindika kwa sababu kuna wauzaji invoice hakuna idadi au kumbukumbu aliingia
tr_tr: FATURA ISLENEMEDI, TEDARIKÇI FATURA NUMARASI VEYA REFERANS GIRMELISINIZ
zh_hk: 未能执行输入的发票, 因为没有输入供应商发票编号
zh_tw: 未能執行輸入的發票, 因為沒有輸入供應商發票編號或參考

source: The supplier invoice number must be entered
cs_cz: Dodavatelské faktury číslo musí být uvedeno
es_es: Se debe introducir el número de factura del proveedor,
hi_in: आपूर्तिकर्ता चालान संख्या दर्ज होना चाहिए
id_id: Nomor faktur supplier harus dimasukkan
it_it: Il numero della fattura del fornitore deve essere inserito
ko_kr: 공급 업체 송장 번호를 입력해야합니다
mr_in: पुरवठादार चलन संख्या प्रविष्ट करणे आवश्यक आहे
nl_nl: Leveranciers factuur nummer moet worden ingevoerd
pt_pt: Informar Número Aviso do Fornecedor
ro_ro: Număr de factură cu furnizorul trebuie să fie înscrise
ru_ru: Номер счета-фактуры поставщика должен быть введен
sq_al: Fatura furnizuesi numër duhet të lidhet
sv: Leverantörsfakturanummret måste anges
sw_ke: Idadi ya wasambazaji invoice iwekwe
tr_tr: TEDARIKÇI FATURA NO GIRILMELI
zh_hk: 必须输入供应商发票编号
zh_tw: 必須輸入供應商發票編號

source: The invoice as entered cannot be processed because the invoice date entered is not in the format
cs_cz: Faktury, jak je uvedena nelze zpracovat, protože v den fakturace zadali, není ve formátu
es_es: La factura que ha introducido no puede se procesada porque la fecha de la factura que introdujo no esta en el formato
hi_in: चालान के रूप में संसाधित नहीं किया जा सकता है में प्रवेश किया क्योंकि चालान तिथि में प्रवेश प्रारूप में नहीं है
id_id: Faktur yg dimasukkan tdk dapat diproses karena tgl yg dimasukkan tdk dalam format
it_it: emessa perchè
ko_kr: 입력 청구일은 형식이 아니기 때문에 처리 할 수​​없는 입력으로서 청구서
mr_in: प्रविष्ट चलन तारीख स्वरूपात नाही कारण प्रविष्ट म्हणून चलन प्रक्रिया करणे शक्य नाही
nl_nl: De rekening kan niet worden uitgevoerd omdat datum niet als volgt is ingevoerd
pt_pt: Aviso informado não pode ser processado porque a data de aviso informada não está no formato
ro_ro: Factura ca a intrat nu pot fi prelucrate, deoarece de la data facturii introdus nu este în formatul
ru_ru: Счет-фактура, как вошел не может быть обработан, поскольку с даты выставления счета вошел не в формате
sq_al: E faturës si hyri mund të mos jenë të përpunuara, sepse data e faturës nuk është futur në formatin
sv: På fakturan anges som inte kan behandlas eftersom fakturadatum anges inte i den form
sw_ke: invoice ya kama aliingia hawezi kuwa kusindika kwa sababu ya tarehe invoice aliingia si katika muundo
tr_tr: FATURA ISLENEMEDI, GIRDIGINIZ FATURANIN TARIH FORMATI SOYLE OLMALI:
zh_hk: 输入的发票未能执行, 因为发票日期不是正确格式
zh_tw: 輸入的發票未能執行, 因為發票日期不是正確格式

source: The invoice as entered cannot be processed because the invoice date is after today
cs_cz: Faktury, jak je uvedena nelze zpracovat, protože v den fakturace je po dnes
es_es: La factura introducida no puede procesarse debido a que la fecha de la misma es después de hoy
hi_in: चालान के रूप में संसाधित नहीं किया जा सकता क्योंकि चालान तिथि आज के बाद में प्रवेश किया है
id_id: Faktur yg dimasukkan tdk dapat diproses karena tgl faktur setelah hari ini
it_it: emessa perchè dopo il
ko_kr: 송장 날짜가 오늘 이후 때문으로 입력 송장을 처리 할 수​​ 없습니다
mr_in: अशी यादी तयार तारीख आज नंतर आहे कारण प्रविष्ट म्हणून चलन प्रक्रिया करणे शक्य नाही
nl_nl: De rekening kan niet worden verwerkt omdat de ingevoerde datum in de toekomst ligt
pt_pt: Aviso informado não pode ser processado porque a data do aviso está no futuro
ro_ro: Factura ca a intrat nu pot fi prelucrate, deoarece la data facturii este după ziua de azi
ru_ru: Счет-фактура, как вошел не может быть обработан, поскольку с даты выставления счета является после сегодняшнего дня
sq_al: E faturës si hyri mund të mos jenë të përpunuara, sepse data e faturës është pasi sot
sv: På fakturan anges som inte kan behandlas eftersom fakturadatum är efter i dag
sw_ke: invoice ya kama aliingia hawezi kuwa kusindika kwa sababu ya tarehe ankara ni baada ya leo
tr_tr: FATURA ISLENEMEDI, ILERI TARIHLI FATURA KESEMEZSINIZ
zh_hk: 未能执行输入的发票, 因为发票日期在今天之后
zh_tw: 未能執行輸入的發票, 因為發票日期在今天之後

source: Purchase invoices are expected to have a date prior to or today
cs_cz: Nákupní faktury budou mít den před, nebo dnes
es_es: Se espera las facturas de compra tengan una fecha anterior o actual
hi_in: खरीद के लिए एक चालान की तारीख से पहले या आज है की संभावना है
id_id: Faktur Pembelian harus punya tgl sebelum atau hari ini
it_it: di di
ko_kr: 구매 인보이스는 날짜 전 또는 오늘이 예상
mr_in: खरेदी पावत्या एक अगोदर तारीख किंवा आज असणे अपेक्षित आहे
nl_nl: Datum van rekeningen moeten in het verleden liggen
pt_pt: Avisos de compra devem ter a data anterior a hoje
ro_ro: facturile de cumpărare sunt de aşteptat să aibă o dată anterioară sau de azi
ru_ru: Счета-фактуры по сделкам вероятно имеет приоритетную дату или сегодняшний день
sq_al: faturat e blerjes pritet të ketë një datë para ose sot
sv: Inköpsfakturor förväntas ha en dag före eller idag
sw_ke: Ununuzi ankara wanatarajiwa kuwa na tarehe kabla au leo
tr_tr: SATINALMA FATURALARI BUGÜN VEYA DAHA ÖNCEKI TARIHTE KESILMIS OLMALI
zh_hk: 采购发票日期应为今天或之前的某一天
zh_tw: 請輸入採購發票今天或之前的日期

source: The invoice as entered cannot be processed because the exchange rate for the invoice has been entered as a negative or zero number
cs_cz: Faktury, jak je uvedena nelze zpracovat, protože směnný kurz pro faktury byl zadán jako záporné číslo nebo nula
es_es: La factura que ha introducido no se puede procesar porque el tipo de cambio de la factura se ha introducido como un número negativo o cero
hi_in: चालान के रूप में संसाधित नहीं किया जा सकता क्योंकि चालान के लिए विनिमय दर एक नकारात्मक या शून्य संख्या के रूप में दर्ज किया गया है में प्रवेश किया
id_id: Faktur yg dimasukkan tdk dapat diproses karena kurs utk faktur telah dimasukkan angka negatif atau nol
it_it: emessa perchè
ko_kr: 송장에 대한 환율이 제로 또는 마이너스 숫자로 입력 된 때문으로 입력 송장을 처리 할 수​​ 없습니다
mr_in: अशी यादी तयार करणे यासाठी विनिमय दर एक नकारात्मक किंवा शून्य संख्या प्रविष्ट केले आहे कारण प्रविष्ट म्हणून चलन प्रक्रिया करणे शक्य नाही
nl_nl: De rekeing kan niet worden verwerkt omdat de ingevoerde wisselkoers kleiner of gelijk dan 0 is
pt_pt: Aviso informado não pode ser processado porque a taxa de câmbio para esse pedido foi informada como negativo ou zero.
ro_ro: Factura ca a intrat nu pot fi procesate, deoarece cursul de schimb pentru factura a fost introdus ca un număr negativ sau zero
ru_ru: Счет-фактура, как вошел не может быть обработан, поскольку обменный курс за счет был введен как отрицательным или нулевым числом
sq_al: E faturës si hyri mund të mos jenë të përpunuara për shkak të kursit të këmbimit për fatura ka hyrë si një negative ose zero numri i
sv: På fakturan anges som inte kan behandlas eftersom växelkursen för fakturan har angetts som ett negativt eller noll antal
sw_ke: invoice ya kama aliingia hawezi kuwa kusindika kwa sababu kiwango cha ubadilishaji kwa ankara imekuwa aliingia kama hasi au sifuri idadi
tr_tr: GIRILEN FATURA ISLENEMIYOR, FATURADAKI KUR DÖNÜSÜM ORANI SIFIR VEYA NEGATIF
zh_hk: 未能执行输入的发票, 因为输入发票的汇率是负数或 0
zh_tw: 未能執行輸入的發票, 因為輸入發票的換率是負數或 0

source: The invoice total as entered is less than the sum of the shipment charges, the general ledger entries (if any), the charges for goods received, contract charges and fixed asset charges. There must be a mistake somewhere, the invoice as entered will not be processed
es_es: El total de la factura que ingreso es menor que la suma de los gastos de embarque, los ingresos contables (si existe), los cargos por los bienes recibidos, los gastos de de contrato y gastos de activos fijos. Debe haber un error en alguna parte, la factura que ha introducido no será procesada
id_id: Total faktur yg dimasukkan kurang dari jumlah biaya pengiriman, entri GL (jika ada), biaya utk brg diterima, biaya kontrak dan biaya perolehan aktiva tetap. Pasti ada kesalahan dimana, faktur yg dimasukkan tdk akan diproses
ko_kr: 입력 한 송장 총 운송 비용, 일반 회계 원장 항목 (있는 경우), 상품에 대한 요금이 접수, 계약 요금 및 고정 자산 비용의 합보다 작다. 실수로 입력 한 송장 처리되지 않습니다, 어딘가가 있어야합니다
mr_in: प्रविष्ट म्हणून चलन एकूण चढविणे शुल्क, सामान्य खातेवही नोंदी (आढळल्यास), वस्तूंसाठी शुल्क प्राप्त, कंत्राटी शुल्क आणि निश्चित मालमत्ता शुल्क बेरीज पेक्षा कमी आहे. कुठेतरी चूक असली पाहिजे, प्रविष्ट म्हणून चलन प्रक्रिया केली जाणार नाही
pt_pt: Total do aviso de remessa informado é menor que a soma dos encargos, entradas contábeis (se houver), para mercad. encargos contrato e ativo fixo. Deve haver algum problema! O aviso não será processado.
zh_tw: 輸入的發票總額小於裝運費用，總帳條目（如果有的話），收到的費用貨物，合約費用和固定資產費用的總和。有一個錯誤的地方，作為輸入發票將不處理

source: The sql to check for the previous entry of the same invoice failed
cs_cz: Sql pro kontrolu předchozí zápis stejné faktury selhal
es_es: El SQL para comprobar el ingreso anterior de la misma factura falló
hi_in: एसक्यूएल ही चालान की पिछली प्रविष्टि के लिए जाँच करने के लिए विफल
id_id: SQL gagal utk mengecek data sebelumnya dari faktur yg sama
it_it: di
ko_kr: SQL 실패 같은 송장의 이전 항목에 대한 확인
mr_in: समान चलन पूर्वीच्या नोंद तपासण्यासाठी SQL अयशस्वी
nl_nl: De controle of er al eerder een invoer is geweest voor de zelfde factuur is mislukt
pt_pt: SQL que falhou em verif. entrada prévia no mesmo aviso foi
ro_ro: Sql pentru a verifica intrarea anterioare ale aceleiaşi facturi a eşuat
ru_ru: SQL на провеерку предыдущей записи того же счета-фактуры завершился неудачей
sq_al: Sql për të kontrolluar për hyrjen e mëparshme e faturës të njëjta nuk arriti
sv: SQL för att kontrollera att tidigare registrerade för samma faktura misslyckades
sw_ke: sql ya kuangalia kwa ajili ya kuingia ya awali ya invoice huo alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 检查之前输入的发票行失败
zh_tw: 檢查之前輸入相同發票的 SQL 失敗

source: The following SQL to test for a previous invoice with the same reference from the same supplier was used
es_es: El SQL usado para comprobar si existe una factura previa con la misma referencia del mismo proveedor fué el siguiente
id_id: SQL berikut digunakan utk mengecek apakah ada faktur sebelumnya dgn referensi dari supplier yg sama
ko_kr: 동일한 업체에서 동일한 기준으로 이전 송장을 테스트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: त्याच पुरवठादार पासून त्याच संदर्भात मागील चलन चाचणी करण्यासाठी खालील SQL वापरला होता
pt_pt: SQL usado para testar aviso antecipado com mesma ref. do mesmo fornec. foi
zh_tw: 下面的SQL程序來自同一供應商測試舊發票的參考用

source: The invoice number
cs_cz: Číslo faktury
es_es: La factura numero
hi_in: चालान संख्या
id_id: Nomor faktur
it_it: Il numero della fattura
ko_kr: 송장 번호
mr_in: अशी यादी तयार क्रमांक
nl_nl: Facrtuur nummer
pt_pt: Número do Aviso fornecedor
ro_ro: Număr de factură
ru_ru: Номер счета фактуры
sq_al: Numri i faturës
sv: Faktura nummer
sw_ke: Idadi invoice
tr_tr: FATURA NO.
zh_hk: 发票编号
zh_tw: 發票編號

source: has already been entered
cs_cz: již byl zadán
es_es: ha sido generada.
hi_in: पहले से दर्ज की गई है
id_id: sdh dimasukkan
it_it: è già stato inserito
ko_kr: 이미 입력 된
mr_in: आधीच लिहिला गेला आहे
nl_nl: is al ingevoer
pt_pt: já foi processado anteriormente
ro_ro: a fost deja introdus
ru_ru: уже введено
sq_al: tashmë është futur
sv: har redan sparats
sw_ke: tayari aliingia
tr_tr: ÖNCEDEN GIRILMIS
zh_hk: 已输入
zh_tw: 已被輸入

source: It cannot be entered again
cs_cz: To nemůže být zapsán znovu
es_es: No puede ser ingresado nuevamente
hi_in: इसे पुनः नहीं दर्ज कर सकते हैं
id_id: Nomor tdk dapat dimasukkan lagi
it_it: Non può essere immesso di nuovo
ko_kr: 그것은 다시 입력 할 수 없습니다
mr_in: तो पुन्हा प्रविष्ट करणे शक्य नाही
nl_nl: Kan niet nogmaals worden ingevoerd
pt_pt: Não pode haver dupla entrada
ro_ro: Ea nu poate fi introdus din nou
ru_ru: Не может быть введено еще раз
sq_al: Ajo nuk mund të futen sërish
sv: Fönstrets titel, den kan inte tas bort
sw_ke: Haiwezi kuwa aliingia tena
tr_tr: TEKRAR GIRILEMEZ
zh_hk: 不能重复输入
zh_tw: 未能再次輸入

source: Shipment charge against
cs_cz: Zásilka obvinění proti
es_es: Cargo de Envío respecto a
hi_in: लदान के खिलाफ आरोप
id_id: Biaya Pengiriman terhadap
it_it: Spedizione accusa contro
ko_kr: 에 대한 선적 요금
mr_in: विरुद्ध चढविणे शुल्क
nl_nl: Transport kosten tegen
pt_pt: Encargo Embarque para
ro_ro: Transport gratuit împotriva
ru_ru: Цены поставок напротив
sq_al: Dërgesë akuzë kundër
sv: Senaste fulla uppladdning:
sw_ke: Transport kosa
tr_tr: SEVKIYAT TAHSILATI
zh_hk: 运费
zh_tw: 運輸費:

source: Asset Addition
cs_cz: Vložení majetku
es_es: Adición de activos
hi_in: संपत्ति जुड़ाव
id_id: Penambahan Aktiva
it_it: Asset aggiunta
ko_kr: 자산 추가
mr_in: मालमत्ता नावे समाविष्ट
nl_nl: Asset toevoeging
pt_pt: Adic. Ativo Imobilizado
ro_ro: Asset adăugare
ru_ru: Добавление активов
sq_al: Shtim pasuri
sv: Asset tillägg
sw_ke: Aidha mali
tr_tr: Varlık Toplama
zh_hk: 资产增加
zh_tw: 資產增加

source: The total posted to the debit accounts is
cs_cz: Celková vyslán na vrub účtů
es_es: El total publicado a las cuentas de débito es
hi_in: कुल डेबिट खातों पर पोस्ट किया जाता है
id_id: Total yg dibukukan ke akun debit adalah
it_it: di
ko_kr: 직불 계정에 게시 된 총입니다
mr_in: डेबिट खाती पोस्ट एकूण आहे
nl_nl: Totaal geboekt op de dedit grootboek rekeningen is
pt_pt: O total lançamentos gerados contas debito é
ro_ro: Total postat la conturile de debit este
ru_ru: Всего отсрочено по счету должника
sq_al: Total postuar në llogaritë debitore është
sv: Den totala postas till debitera konton
sw_ke: Jumla ya posted kwenye akaunti ya Malipo ya deni ni
tr_tr: Toplam banka hesaplarına yayınlanmıştır
zh_hk: 入账到应付账款的总计
zh_tw: 入帳到借方帳目的總數是

source: Inv
hi_in: चालान
id_id: Faktur
ko_kr: 인보이스
nl_nl: Factuur
pt_pt: Aviso
ru_ru: Счет-фактура
sv: Fakt
tr_tr: FAT.
zh_hk: 发票
zh_tw: 發票

source: exch rate
cs_cz: Exch sazba
es_es: tipo de cambio
hi_in: exch दर
id_id: kurs
it_it: tasso exch
ko_kr: EXCH 속도
mr_in: exch दर
nl_nl: Wisselkoers
pt_pt: Taxa Cambio
ro_ro: Exch rata
ru_ru: Exch скорости
sq_al: Shkalla Exch
sv: växelkurs
sw_ke: exch kiwango
tr_tr: Exch oranı
zh_hk: 汇率
zh_tw: 匯率
