Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Total Value Credited Against Goods
cs_cz: Celková hodnota započítává Zboží
es_es: Valor Total Acreditado versus Bienes
hi_in: कुल माल के खिलाफ श्रेय मूल्य
id_id: Total Nilai yg Dikreditkan Terhadap Brg2
it_it: Totale Valuta Accreditata a Fronte di Merci
ko_kr: 제품에 대해 적립 총 가치
mr_in: एकूण मूल्य वस्तूंचे विरुद्ध जमा
nl_nl: Totale tegen goederen gecrediteerde waarde
pt_pt: Valor Total Creditado Mercad.
ro_ro: Valoarea totală creditate împotriva Marfuri
ru_ru: Общая стоимость зачтена Товары
sq_al: Vlera e përgjithshme llogaritet Mallra
sv: Totalt värde Krediterade mot varor
sw_ke: Thamani ya jumla dhidi ya sifa Bidhaa
tr_tr: Mal Karşı Kredili Toplam Değer
zh_hk: 货品的总贷账值
zh_tw: 貨品的總冲銷值

source: There are no goods received records for
cs_cz: Nejsou žádné zboží obdržel záznamy
es_es: No hay registros de bienes recibidos para
hi_in: वहाँ रहे हैं कोई सामान रिकॉर्ड के लिए प्राप्त
id_id: Tdk ada data brg yg diterima utk
it_it: Non ci sono regitrazioni di ricevimento merce per
ko_kr: 어떤 상품에 대한 기록을 수신되지 있습니다
mr_in: एकही वस्तूंसाठी रेकॉर्ड प्राप्त आहेत
nl_nl: Er zijn geen goederen ontvangsten voor
pt_pt: Não há mercadorias recebidas para
ro_ro: Nu există înregistrări pentru bunurile primite
ru_ru: Есть нет товаров, полученных записей
sq_al: Nuk ka mallrat e pranuara të dhënat për
sv: Det finns inga varor poster för
sw_ke: Hakuna bidhaa kupokea taarifa ya
tr_tr: Orada hiçbir mal kayıtlarını aldı
zh_hk: 没有接收记录的货品
zh_tw: 沒有收貨記錄的貨品

source: since
es_es: desde
id_id: sejak
it_it: dal
ko_kr: 이후
mr_in: पासून
pt_pt: desde
zh_tw: 以來

source: To enter a credit against goods received
cs_cz: Chcete-li zadat úvěrovou proti přijetí zboží
es_es: Para introducir un crédito vs bienes recibidos
hi_in: प्रवेश करने के लिए माल के खिलाफ एक ऋण प्राप्त
id_id: Utk memasukkan kredit terhadap brg yg diterima
it_it: Per Inserire un credito a Fronte della Merce Ricevuta
ko_kr: 받은 제품에 대해 크레딧을 입력합니다
mr_in: प्राप्त माल विरूद्ध क्रेडिट प्रविष्ट करा
nl_nl: Om een creditering tegen goederen ontvangst in te voeren
pt_pt: Informar crédito para mercadorias recebidas
ro_ro: Pentru a introduce un credit faţă de bunurile primite
ru_ru: Для ввода товарный кредит получен
sq_al: Për të futur një kredi ndaj mallrave të marra
sv: Om du vill ange en kredit mot varor mottagna
sw_ke: Kuingia mikopo dhidi ya mali ya kupokea
tr_tr: girmek için mallara karşı bir kredi aldı
zh_hk: 输入货品接收的贷账
zh_tw: 輸入貨品收貨的冲銷

source: the goods must first be received using the link below to select purchase orders to receive
cs_cz: zboží musí být nejdříve přijaty níže uvedený odkaz a vyberte objednávky přijímat
es_es: los bienes primero deben ser recibido utilizando el enlace de abajo para seleccionar las órdenes de compra a recibir
hi_in: माल पहले नीचे दिए गए लिंक का उपयोग करने के लिए खरीद आदेश चयन करने के लिए प्राप्त प्राप्त किया जाना चाहिए
id_id: brg harus diterima lebih dulu menggunakan link di bawah utk memilih order pembelian yg akan diterima
it_it: le merci devono in primo luogo essere ricevute usando il collegamento qui sotto per selezionare gli ordini d' acquisto in arrivo
ko_kr: 물품은 먼저받을 구매 주문을 선택 아래의 링크를 사용하여 접수해야합니다
mr_in: माल प्रथम प्राप्त करण्यासाठी खरेदी ऑर्डर निवडण्यासाठी खालील लिंक वापरून प्राप्त करणे आवश्यक आहे
nl_nl: De goederen moeten eerst worden ontvangen, gebruik onderstaande link om inkooporder voor ontvangst te selecteren
pt_pt: merc. devem prim. ser receb. usando o link abaixo para selec. ordem compra para receber
ro_ro: mărfurile trebuie să fie primul primite folosind link-ul de mai jos pentru a selecta comenzile de achiziţie pentru a primi
ru_ru: товары должны сначала быть получены с помощью ссылки ниже, чтобы выбрать заказы на получение
sq_al: mallrat duhet së pari të marrë duke përdorur lidhjen më poshtë për të zgjedhur për të marrë urdhrat e blerjes
sv: varorna måste först tas emot via länken nedan för att välja inköpsorder för att ta emot
sw_ke: ya bidhaa lazima kwanza kupokea kutumia kiungo hapo chini ya kuchagua amri kununua kupokea
tr_tr: mal, ilk almak için satın alma emirleri seçmek için aşağıdaki bağlantıyı kullanarak almış olmalı
zh_hk: 货品必须用下列的连结来选取采购订单来接收
zh_tw: 貨品必須用下列的連結來選取採購訂單來收貨

source: Select Purchase Orders to Receive
cs_cz: Vyberte Objednávky na příjmu
es_es: Seleccionar Órdenes de Compra a Recibir
hi_in: चयन खरीद आदेश प्राप्त करने के लिए
id_id: Pilih Order Pembelian utk Diterima
it_it: Selezionare Ordini D' Acquisto in Arrivo
ko_kr: 선택 구매 주문을받을 수 있습니다
mr_in: प्राप्त निवडा खरेदी ऑर्डर
nl_nl: Selecteer inkooporder om te ontvangen
pt_pt: Selecione Ordem Compra a Receber
ro_ro: Selectaţi ordinele de cumpărare la Primire
ru_ru: Приказы Выберите Покупка на получение
sq_al: Blerje urdhëron Zgjidhni do të marrin
sv: Välj en inköpsorder som skall inlevereras
sw_ke: Ununuzi kuchagua Daraja ya kupokea
tr_tr: TESLIM ALINACAK SATINALMA SIPARISLERINI SEÇ
zh_hk: 选取采购订单来接收
zh_tw: 選取採購訂單來收貨

source: Show Goods Received Since
cs_cz: Zobrazit zboží, které obdrží od
es_es: Mostrar Bienes Recibidos Desde
hi_in: दिखाएँ सामग्री के बाद से प्राप्त
id_id: Tampilkan Brg yg diterima sejak
it_it: Mostra la Merce Ricevuta Dal
ko_kr: 표시 제품은 이후 수신
mr_in: असल्याने प्राप्त दर्शवा वस्तूंचे
nl_nl: Toon ontvangen goederen sinds
pt_pt: Exibir Mercad. Receb. Desde
ro_ro: Marfa Arată primite de
ru_ru: Показать товары и услуги, полученные после
sq_al: Mallrat e marra nga viti Show
sv: Visa gods mottaget sedan
sw_ke: Bidhaa kuonyesha kuwa alipokea
tr_tr: SU TARIHTEN BERI ALINAN ÜRÜNLERI GÖSTER
zh_hk: 显示货品接收自从
zh_tw: 顯示貨品收貨從

source: Display GRNs
es_es: Mostrar GRN
id_id: Tampilkan GRN
ko_kr: 디스플레이 GRNs
mr_in: प्रदर्शन GRNs
pt_pt: Exibir GRN/DEM
zh_tw: 顯示GRNS

source: Total Qty
cs_cz: Celkem Množství
es_es: Cant. Total
hi_in: कुल मात्रा
it_it: Q.tà Totale
ko_kr: 총 수량
mr_in: एकूण मात्रा
nl_nl: Totaal aantal
pt_pt: Qt. Tot.
ro_ro: Total Cantitate
ru_ru: Всего Кол-во
sv: Totalt antal
sw_ke: Jumla ya Uchina
tr_tr: TOPLAM MIKTAR
zh_hk: 总数
zh_tw: 總數

source: Qty Yet
cs_cz: Množství však
es_es: Cantidad todavia
hi_in: अभी तक मात्रा
id_id: Qty Blm-Diterima
it_it: Altre Q.tà
ko_kr: 수량 그러나
mr_in: मात्रा तरी
nl_nl: Hoeveelheid tot nog toe
pt_pt: Qtd Liq.
ro_ro: Cantitate Cu toate acestea,
ru_ru: Количество же
sq_al: Megjithatë Qty
sv: Inte än
sw_ke: Hata Uchina
tr_tr: Adet Ancak
zh_hk: 未交数量
zh_tw: 未交數量

source: Line Value
cs_cz: Hodnota line
es_es: Valor de Línea
hi_in: लाइन मान
id_id: Nilai Baris
it_it: Valuta
ko_kr: 행 값
mr_in: लाइन मूल्य
nl_nl: Regel Waarde
pt_pt: valor linha
ro_ro: Valoare linie
ru_ru: Линия Соотношение
sq_al: Vlera linjë
sv: Zoomvärdet
sw_ke: Thamani Mpya
tr_tr: SATIR DEGERI
zh_hk: 列价值
zh_tw: 列價值

source: In
cs_cz: V
es_es: Entrada
hi_in: में
id_id: Dalam
it_it: Su
ko_kr: 에
mr_in: मध्ये
pt_pt: em
ro_ro: În
ru_ru: В
sq_al: Në
sw_ke: Katika
tr_tr: Içinde
zh_hk: 于
zh_tw: 於

source: GRN Selected For Adding To A Suppliers Credit Note
cs_cz: ZEL vybrané pro to, aby dodavatelé dobropis
es_es: GRN (Good Received Note) (Nota de Bienes Recibidos) seleccionada para añadir a una nota de Crédito de los proveedores
hi_in: GRN एक आपूर्तिकर्ता क्रेडिट नोट करने के लिए जोड़ने के लिए चयनित
id_id: GRN yg Dipilih Utk Ditambahkan Ke Nota Kredit Supplier
it_it: Il GRN Selezionato da Aggiungere A Una Nota di Credito Fornitori
ko_kr: GRN은 공급자 신용 주에 추가 선정
mr_in: GRN एक पुरवठादार क्रेडिट टीप जोडून निवडले
nl_nl: Geselecteerde goederenontvangst om een leveranciers credit factuur aan toe te voegen
pt_pt: DEM selecionado para Adic. a Nota Créd. Fornecedor
ro_ro: NRG selectate pentru adăugarea la o notă de credit Furnizori
ru_ru: GRN Выбранный для добавления в Примечание кредитную поставщиков
sq_al: GRN zgjedhur për të shtuar një shënim Furnizuesit Credit
sv: GRN Valda för att lägga till en leverantörsetikett kreditnota
sw_ke: GRN Selected kwa ajili ya kuongeza Kwa Angalia Suppliers Mikopo A
tr_tr: GRN A Tedarikçiler Kredi Notu Ekleme için seçilen
zh_hk: 选取用作新增到供应商红字发票的收货单
zh_tw: 選取用作新增到供應商折讓的收貨單

source: credited
cs_cz: připsána
es_es: Acreditado
hi_in: श्रेय
id_id: dikreditkan
it_it: Accreditato
ko_kr: 적립
mr_in: जमा
nl_nl: Gecrediteerd
pt_pt: creditado
ro_ro: creditate
ru_ru: кредитуются
sq_al: merita
sv: krediterat
sw_ke: sifa
tr_tr: alacak
zh_hk: 贷方
zh_tw: 貸帳

source: Unfortunately the shipment that this purchase order line item was allocated to has been closed
cs_cz: Bohužel, přepravy, že tato objednávka řádkovou položku byla přidělena byla uzavřena
es_es: Desafortunadamente el despacho para el cual fue asignada esta línea de la orden de compra ya ha sido cerrado
hi_in: दुर्भाग्य से लदान कि इस खरीद के आदेश पंक्ति आइटम के लिए आवंटित किया गया था बंद कर दिया गया है
id_id: Sayangnya pengiriman utk item baris order pembelian ini sdh selesai
it_it: Purtroppo la spedizione che questo articolo della linea di ordine d' acquisto è stato assegnato è stata chiusa???
ko_kr: 불행하게도이 구매 주문 라인 항목이 할당 된 선적 닫힌하기
mr_in: दुर्दैवाने हे खरेदी ऑर्डर लाइन आयटमची वाटप करण्यात आले की चढविणे बंद झाले आहे
nl_nl: Transport voor deze inkoop order regel is helaas al gesloten
pt_pt: Essa remessa dessa linha na ordem de compra em questão já foi fechada
ro_ro: Din păcate expediere că această ordine de cumpărare linie element a fost alocat a fost inchis
ru_ru: К сожалению, отгрузки, что эта линия заказ пункта было выделено было закрыто
sq_al: Për fat të keq dërgesë që ky qëllim blerjen e linjës artikull u ndarë për të ka qenë e mbyllur
sv: Tyvärr transport som denna beställning post tilldelades har stängts
sw_ke: Transport bahati mbaya kwamba hii ili kununua bidhaa line zilizotengwa kwa ajili ya imekuwa imefungwa
tr_tr: Bu satın alma siparişi satır öğesi tahsis olduğunu Maalesef sevkiyat kapatıldı
zh_hk: 对不起, 这订单列物料的运输已定位为结束了
zh_tw: 對不起, 這採購訂單列商品的運輸已定位為已完結

source: if you add this item to the transaction then no shipments will not be updated
cs_cz: Přidáte-li tuto položku na transakci pak žádné dodávky nebudou aktualizovány
es_es: si se agrega este elemento a la transacción, no hay embarques, no se actualizará
hi_in: यदि आप लेन - देन करने के लिए इस मद जोड़ने के लिए कोई तो लदान अद्यतन नहीं किया जाएगा
id_id: jika Anda menambahkan item ini ke transaksi maka pengiriman tdk akan diperbarui
it_it: se aggiungi questo articolo all' operazione non sarà possibile modificare alcuna spedizione
ko_kr: 그런 다음 트랜잭션이 항목을 추가하는 경우에는 출하량이 업데이트되지 않습니다
mr_in: आपण व्यवहारासाठी हा आयटम जोडल्यास नंतर नाही शिपमेंट्समध्ये अद्यतनित केले जाणार नाही
nl_nl: indien betreffende item wordt toegevoegd aan de transactie transport will niet worden bijgewerkt
pt_pt: se adição desse item for feita, nenhuma transação será atualizada
ro_ro: dacă adăugaţi acest element pentru a tranzacţiei, atunci nu transferurile nu vor fi actualizate
ru_ru: Если вы добавите этот элемент сделки, то нет партии не будет обновляться
sq_al: në qoftë se ju shtoni këtë artikull me transaksionin, atëherë nuk ka dërgesat nuk do të përditësuar
sv: Om du lägger till denna post för att transaktionen kommer ingen transporter inte kommer att uppdateras
sw_ke: ikiwa kuongeza bidhaa hii ya manunuzi ya basi hakuna umeongezeka kuwa updated
tr_tr: EGER BU ÜRÜNÜ HAREKETE EKLERSENIZ, HIÇBIR SEVKIYAT GÜNCELLENMEYECEKTIR
zh_hk: 如你新增这物料到交易, 不会有运输更新
zh_tw: 如你新增這商品到交易, 不會有運輸更新

source: If you wish to allocate the order line item to a different shipment the order must be modified first
cs_cz: Pokud chcete přidělit pořadí řádku položku do jiné zásilky musí být upraven, aby první
es_es: Si desea asignar el artículo de línea de la orden a un despacho distinto, la orden debe modificarse primero
hi_in: यदि आप एक अलग शिपमेंट आदेश पहले संशोधित किया जाना चाहिए करने के लिए आदेश पंक्ति आइटम के आवंटन इच्छा
id_id: Jika Anda ingin memindahkan item baris order ke pengiriman lain, order tersebut harus diubah dulu
it_it: Se desiderate assegnare l' articolo dell' ordine ad una spedizione differente l' ordine deve essere modificato in primo luogo
ko_kr: 다른 선적 주문 라인 항목을 할당 할 경우 순서는 먼저 수정해야합니다
mr_in: आपण भिन्न चढविणे करण्यासाठी ओळ आयटम वाटप इच्छित असल्यास ऑर्डर प्रथम सुधारित करणे आवश्यक आहे
nl_nl: Als u de order regel aan een ander transport wilt toewijzen dan dient de order gewijzigd te worden
pt_pt: Para alocar um item de uma ordem de compra para uma remessa diferente, a ordem de compra deve ser modificada antes
ro_ro: Dacă doriţi să aloce elementul linie de comandă la un transport diferite, ordinea trebuie să fie modificate prima
ru_ru: Если вы желаете выделить пункт порядка линии различных отгрузки порядок должен быть изменен первый
sq_al: Nëse ju dëshironi të ndajë pika linjë për të një dërgesë të ndryshme që duhet të jetë ndryshuar për herë te parë
sv: Om du vill tilldela objektet orderrad till en annan transport ordern skall ändras först
sw_ke: Kama unataka kutenga mstari ili bidhaa ya transport tofauti ili lazima kuwa iliyopita kwanza
tr_tr: EGER SIPARIS SATIRINDAKI ÜRÜNÜ BASKA BIR SEVKIYATA TAHSIS ETMEK ISTIYORSANIZ, ÖNCE ILGILI SIPARISTE DÜZELTME YAPMALISINIZ
zh_hk: 如你配置这订单列物料到其他的运输, 请先修改订单
zh_tw: 若您希望配置這訂單商品明細到不同的貨運商, 請先修改訂單

source: Add to Credit Note
cs_cz: Přidat k dobropisu
es_es: Añadir a nota de crédito
hi_in: क्रेडिट नोट में जोड़ें
id_id: Tambahkan ke Nota Kredit
it_it: Aggiungi alla Nota di Credito
ko_kr: 신용 주에 추가
mr_in: क्रेडिट टीप जोडा
nl_nl: Voeg toe aan credit factuur
pt_pt: Adic. a uma Nota Crédito
ro_ro: Adauga la nota de credit
ru_ru: Добавить в кредитную Примечание
sq_al: Add to Nota e Kreditit
sv: Kan inte spara notis.
sw_ke: Kuongeza Angalia Mikopo
tr_tr: Kredi Not ekle
zh_hk: 新增到红字发票
zh_tw: 新增到折讓單

source: Fixed Asset Charges or Credits
cs_cz: Dlouhodobých aktiv Poplatky nebo úvěry
es_es: Cargos de activo fijo o Créditos
hi_in: फिक्स्ड आस्ति प्रभार या Credits
id_id: Biaya / Kredit Aktiva Tetap
it_it: Spese fisse o Asset Credits
ko_kr: 고정 자산 요금 또는 크레딧
mr_in: मुदत मालमत्ता शुल्क किंवा सन्मान
nl_nl: Vaste activa Kosten of Credits
pt_pt: Encargos ou Créditos Ativo Fixo
ro_ro: Taxe fixe Asset sau Credite
ru_ru: Фиксированные сборы актива или кредиты
sq_al: Akuzat e aseteve fikse ose Kredite
sv: Anläggningstillgång avgifter eller tillgodoräknanden
sw_ke: Fasta Amana Mashtaka au Credits
tr_tr: Sabit Kıymet Masraflar veya Kredi
zh_hk: 固定资产费用或冲销
zh_tw: 固定資產費用或可貸信度

source: Fixed asset additions or credits are entered against supplier invoices or credit notes respectively
cs_cz: Dlouhodobých aktiv doplňky nebo úvěry jsou zaúčtovány do dodavatelských faktur nebo dobropisů, respektive
es_es: Las adiciones de activos fijos o créditos están consignados en las facturas de proveedores o notas de crédito, respectivamente,
hi_in: स्थायी संपत्ति का जोड़ या क्रेडिट सप्लायर चालान या क्रेडिट नोट के खिलाफ क्रमश प्रवेश कर रहे हैं
id_id: Penambahan aktiva tetap atau kredit dimasukkan terhadap faktur supplier atau nota kredit masing-masing
it_it: aggiunte delle immobilizzazioni e dei crediti sono iscritti a fronte di fatture o note di credito fornitore, rispettivamente,
ko_kr: 고정 자산의 추가 또는 크레딧은 각각 공급 업체 송장 또는 신용 메모에 입력
mr_in: मुदत मालमत्ता समावेश किंवा नामावली अनुक्रमे पुरवठादार पावत्या किंवा क्रेडिट नोट्स विरुद्ध प्रवेश केला आहे
nl_nl: Vaste activa aanvullingen of kredieten worden opgenomen tegen de facturen van leveranciers of creditnota&#39;s, respectievelijk
pt_pt: Adições Ativo Fixo ou créditos são informados contra Pedidos de Fornecedor ou Notas de Crédito.
ro_ro: adăugiri activelor fixe sau credite sunt înscrise la furnizorul facturi sau note de credit, respectiv,
ru_ru: Исправлена дополнений активов или кредитов введены в отношении счета-фактуры поставщика или кредитных нот соответственно
sq_al: Futjet më të aseteve fikse ose kreditë janë furnizues të hyrë kundër faturave ose shënime kredi përkatësisht
sv: Anläggningstillgång tillägg eller krediter upp mot leverantörsfakturor eller kreditnotor respektive
sw_ke: nyongeza ya mali zisizohamishika au mikopo ni aliingia dhidi ya ankara wasambazaji au maelezo ya mikopo kwa mtiririko
tr_tr: Sabit kıymet eklemeler veya kredi sırasıyla tedarikçi fatura veya kredi notları karşı girilir
zh_hk: 固定资产增加或者减少以分别对应供应商发票或者红字发票输入
zh_tw: 針對供應商發票或紅字發票分別以固定資產增加或輸入抵免

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen
cs_cz: Chcete-li zadat dodavatel plnění dodavatele musí být nejprve vybrány z obrazovky výběru dodavatele
es_es: Para ingresar transacciones con proveedores, primero el proveedor debe ser seleccionado desde la pantalla de selección de proveedores
hi_in: आपूर्तिकर्ता लेनदेन दर्ज आपूर्तिकर्ता पहले आपूर्तिकर्ता का चयन स्क्रीन में से चुना जाना चाहिए
id_id: Utk memasukkan transaksi supplier, supplier harus dipilih dulu dari menu pilihan supplier
it_it: Per inserire le transazioni fornitore del fornitore deve prima essere selezionata dalla schermata di selezione dei fornitori
ko_kr: 공급 업체 트랜잭션을 입력하려면 공급 업체가 먼저 공급 업체 선택 화면에서 선택해야합니다
mr_in: पुरवठादार व्यवहार प्रविष्ट करा पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर पासून निवडणे आवश्यक आहे
nl_nl: Om leveranciers boekingen in te voeren moet eerst een leverancier worden geselecteerd voor het leveranciers selectie scherm
pt_pt: Para entrar com transações para um Fornecedor, primeiro escolher um Fornecedor na tela seleção
ro_ro: Pentru a introduce tranzacţii legatura cu furnizorul furnizorul trebuie mai întâi selectat din ecranul de selectare a furnizorului
ru_ru: Для ввода поставщиком сделок поставщик должен лишь выбрать на экране выбора поставщика
sq_al: Për të hyrë në transaksione furnizues furnizues duhet së pari të zgjidhen nga menuja e zgjedhësit të furnizuesit
sv: Om du vill ange leverantör transaktioner leverantören måste först väljas från leverantören skärmen för val
sw_ke: Kuingia mashirikiano wasambazaji wasambazaji lazima kwanza kuchaguliwa kutoka screen uteuzi wasambazaji
tr_tr: TEDARIKÇI ISLEMLERI ÖNCESINDE BIR TEDARIKÇI SEÇMELISINIZ
zh_hk: 请先由选择供应商页面选取供应商来输入供应商交易
zh_tw: 請先由供應商選取畫面選取供應商來輸入供應商交易

source: then the link to enter a supplier invoice or credit note must be clicked on
cs_cz: pak odkaz na vstup dodavatelské faktury nebo dobropis, musí být klikli na
es_es: luego se debe hacer click en el enlace para entrar en una factura del proveedor o una nota de crédito
hi_in: तब लिंक एक सप्लायर चालान या क्रेडिट नोट पर क्लिक करना होगा प्रवेश करने के लिए
id_id: kemudian klik link utk memasukkan faktur supplier atau nota kredit
it_it: di
ko_kr: 다음 링크는 공급 업체의 송장을 입력하거나 신용 노트에 클릭해야합니다
mr_in: नंतर एक पुरवठादार चलन किंवा क्रेडिट नोट दाखल करण्यास दुव्यावर क्लिक करणे आवश्यक आहे
nl_nl: vervolgens dient invoer van leveranciers rekening of credit factuur worden geselecteerd
pt_pt: então o link para entrar aviso fornecedor ou nota crédito precisa ser acionado
ro_ro: apoi link-ul pentru a introduce o factura furnizorului sau note de credit trebuie să fie făcut clic pe
ru_ru: то ссылку для входа счета поставщика или кредитных нот должна быть нажата
sq_al: pastaj lidhjen për të hyrë në një faturë të furnizuesit ose notë krediti duhet të klikuar në
sv: sedan på länken för att ange en leverantörsfaktura eller kreditfaktura måste klickas på
sw_ke: kisha kiungo kuingia invoice wasambazaji au mikopo kumbuka lazima clicked on
tr_tr: o linke tıklayan gereken bir tedarikçi faturası veya kredi notunu girmek için
zh_hk: 然后用适当链接输入供应商发票或红字发票
zh_tw: 必須按下連結來輸入供應商發票或折讓單

source: A valid asset must be either selected from the list or entered
es_es: Debe seleccionar un activo válido de la lista o introducirlo
id_id: Aktiva berlaku harus dipilih dari daftar atau dimasukkan
ko_kr: 유효한 자산 중 하나를 목록에서 선택하거나 입력해야합니다
mr_in: एक वैध मालमत्ता एकतर यादीतून निवडले किंवा प्रविष्ट करणे आवश्यक आहे
pt_pt: Um Ativo Fixo válido precisa ser selecionado da lista on informado diretamente
zh_tw: 一個有效的資產必須從列表中選擇或輸入

source: The asset ID entered manually is not a valid fixed asset. If you do not know the asset reference, select it from the list
cs_cz: Aktivum ID zadat ručně není platný dlouhodobého majetku. Pokud neznáte aktiva odkaz, vyberte jej ze seznamu
es_es: El ID del activo introducido manualmente no es un activo fijo válido. Si usted no sabe la referencia del activo, seleccionela de la lista
hi_in: संपत्ति आईडी दर्ज मैन्युअल रूप से एक वैध अचल संपत्ति नहीं है. यदि आप संपत्ति संदर्भ पता नहीं है, यह सूची से चयन
id_id: ID aktiva yg dimasukkan secara manual bukan merupakan aktiva yg berlaku. Jika Anda tdk tahu referensi aktiva, pilih dari daftar
it_it: L&#39;ID attivo iscritto manualmente non è un bene valido fisso. Se non si conosce bene il riferimento, selezionarlo dalla lista
ko_kr: 수동으로 입력 한 자산 ID는 유효한 고정 자산이 아니다. 당신은 자산 기준을 알 수없는 경우, 목록에서 선택
mr_in: स्वहस्ते मालमत्ता आयडी वैध निर्धारण मालमत्ता नाही. आपण मालमत्ता संदर्भ माहित नसेल तर, सूचीतून नीवडा
nl_nl: De asset-ID handmatig ingevoerd is geen geldige vaste activa. Als je niet weet wat de referentie-actief, selecteer uit de lijst
pt_pt: O ID do ativo fixo informado manualmente, não é válido. Caso necessário selecione-o na lista resultante de uma pesquisa.
ro_ro: ID-ul activ înscris manual nu este un activ fix valabil. Dacă nu ştiţi de referinţă a activelor, selectaţi-l din lista de
ru_ru: Актива ID ввести вручную не является допустимым основных средств. Если вы не знаете активов ссылку, выберите его из списка
sq_al: ID aktiv hyri me dorë nuk është një pasuri e vlefshme fikse. Nëse ju nuk e dini referimi aktiv, zgjidhni atë nga lista e
sv: Tillgången ID manuellt är inte ett giltigt anläggningstillgång. Om du inte vet tillgången referens, välj den från listan
sw_ke: ID mali manuellt si halali fasta mali. Kama hamjui kumbukumbu mali, chagua kutoka kwenye orodha ya
tr_tr: Varlık Kimliği el ile geçerli bir sabit varlık değildir girdi. Eğer varlık referans bilmiyorsanız, listeden seçin
zh_hk: 手动输入的资产ID不是有效的固定资产。如果您不知道资产编号，请从列表中选取。
zh_tw: 手動輸入該資產的ID是不是一個有效的固定資產。如果你不知道該資產的參考，從列表中選擇它

source: The amount entered is not numeric. This fixed asset cannot be added to the invoice
cs_cz: Uvedená částka není číslo. Tato fixní aktiva nemůže být přidány k faktuře
es_es: El importe introducido no es numérico. Este activo fijo no se puede añadir a la factura
hi_in: प्रवेश राशि सांख्यिक नहीं है. यह तय परिसंपत्ति चालान जोड़ा नहीं जा सकता
id_id: Jumlah yg dimasukkan tdk numerik. Aktiva tetap ini tdk dapat ditambahkan ke faktur
it_it: L&#39;importo inserito non è numerico. Questo elemento delle immobilizzazioni non può essere aggiunto alla fattura
ko_kr: 입력 된 숫자 양은 아니다. 이 고정 자산은 송장에 추가 할 수 없습니다
mr_in: प्रविष्ट रक्कम अंकीय नाही. याचे निवारन मालमत्ता चलन जोडले जाऊ शकत नाही
nl_nl: Het opgevoerde bedrag is niet numeriek. Deze vaste activa niet kan worden toegevoegd aan de factuur
pt_pt: Valor informado deve ser numérico. Ativo Fixo não adicionado a Ordem Compra
ro_ro: Valoarea introdusă nu este numeric. Acest active fixe nu poate fi adăugat la factura
ru_ru: Сумму вошли не является числовым. Это основное средство не может быть добавлен к счету
sq_al: Shuma e dhënë nuk është numerike. Kjo aseteve fikse nuk mund të shtohet në faturë
sv: Det angivna beloppet är inte numerisk. Detta anläggningstillgång kan inte läggas på fakturan
sw_ke: Kiasi aliingia si nambari. mali hii fasta hawezi kuwa aliongeza kwa invoice
tr_tr: Girilen miktar sayısal değildir. Bu sabit kıymet faturaya eklenemez
zh_hk: 输入的金额不少数值。固定资产无法加入发票
zh_tw: 輸入的金額是不是數字。該固定資產不能被添加到發票

source: Fixed Assets on Invoice
cs_cz: Dlouhodobý majetek na faktuře
es_es: Activos fijos en la Factura
hi_in: चालान पर अचल संपत्ति
id_id: Aktiva Tetap pada Faktur
it_it: Le immobilizzazioni in fattura
ko_kr: 송장에 고정 자산
mr_in: अशी यादी तयार वर स्थिर मालमत्ता
nl_nl: Vaste activa op de factuur
pt_pt: Ativo Fixo com Pedido
ro_ro: Mijloace fixe pe factură
ru_ru: Основные средства на счета
sq_al: Aktivet e qëndrueshme në Faturë
sv: Anläggningstillgångar på faktura
sw_ke: Fasta mali ya ankara
tr_tr: Faturanızda Duran Varlıklar
zh_hk: 发票上的固定资产
zh_tw: 發票在固定資產
