Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Automatically put balance on back order
cs_cz: Automaticky zařazeni zůstatek na záda, aby
es_es: Poner automáticamente el saldo en el pedido de devolución
hi_in: स्वतः वापस आदेश पर संतुलन रखना
id_id: Masukkan ke inden secara otomatis
it_it: Inserire automaticamente le quantità non consegnate in un altro ordine
ko_kr: 자동으로 순서에 균형을 넣어
mr_in: परत ऑर्डर वर स्वयंचलितपणे ठेवले शिल्लक
nl_nl: Automatisch het saldo op back order zetten
pt_pt: Automát. coloque Saldo em Pedido Pend
ro_ro: pune în mod automat soldul la comanda spate
ru_ru: Автоматически вносить баланс в необработанный счет
sq_al: Automatikisht të vënë ekuilibër në mënyrë mbrapa
sv: Skapa restorder med automatik
sw_ke: Moja kwa moja ili kuweka urari nyuma
tr_tr: Otomatik olarak geri sipariş denge koymak
zh_hk: 剩余数量自动转入下一张订单
zh_tw: 剩餘數量自動轉入下一張訂單

source: Cancel any quantities not delivered
cs_cz: Zrušit veškeré množství nezaujal
es_es: Cancelar cualquier cantidad no entregada
hi_in: रद्द करना किसी भी मात्रा में वितरित नहीं किया
id_id: Batal qty yg tdk dikirimkan
it_it: Annulla tutti i quantitativi non consegnati
ko_kr: 전달되지 않은 수량 취소
mr_in: वितरित कोणत्याही प्रमाणात रद्द
nl_nl: Annuleren niet geleverde hoeveelheden
pt_pt: Cancelar Quant. não enviadas
ro_ro: Anula orice cantităţi nu au fost livrate
ru_ru: Отмена любых количествах, не поставляется
sq_al: Anulo çdo sasi nuk dorëzohet
sv: Makulera restorder
sw_ke: Kufuta kiasi yoyote si mikononi
tr_tr: teslim İptal herhangi miktarlarda
zh_hk: 取消未交货的数量
zh_tw: 取消未交貨的數量

source: Invoice Text
cs_cz: Text faktury
es_es: Texto de la factura
hi_in: चालान पाठ
id_id: Teks Faktur
it_it: Note
ko_kr: 송장 텍스트
mr_in: अशी यादी तयार करणे मजकूर
nl_nl: Factuur Tekst
pt_pt: Texto do Aviso
ro_ro: Factură Text
ru_ru: Текст счета
sq_al: Faturë Tekst
sv: Faktura text
sw_ke: Nakala invoice
tr_tr: FATURA TEXT
zh_hk: 发票备注
zh_tw: 發票備註

source: Process Invoice
cs_cz: Proces faktury
es_es: Procesar factura
hi_in: चालान प्रक्रिया
id_id: Proses Faktur
it_it: Emetti fattura
ko_kr: 공정 송장
mr_in: प्रक्रिया चलन
nl_nl: Verwerk Factuur
pt_pt: Processar Aviso
ro_ro: Procesul de factură
ru_ru: Обработать счет
sq_al: Procesi i Faturë
sv: Skapa faktura
sw_ke: Mchakato ankara
tr_tr: FATURAYI ISLE
zh_hk: 开发票
zh_tw: 開發票

source: Contract Bill of Materials
cs_cz: Smlouva Kusovník
es_es: Lista de Materiales del Contrato
hi_in: सामग्री के अनुबंध विधेयक
id_id: Daftar Bahan Baku Kontrak
it_it: Bill Contratto di materiali
ko_kr: 재료 명세서 (BOM)을 계약
mr_in: सामग्रीचा कॉण्ट्रॅक्ट बिल
pt_pt: Contrato BOM
ro_ro: Bill Contractul de materiale
ru_ru: Накладная о материалах по контракту
sq_al: Bill Kontrata e Materiale
sv: Kontrakt stycklistor
sw_ke: Muswada wa Sheria ya mkataba Vifaa
tr_tr: Malzemelerin Sözleşme Bill
zh_hk: 合同物料清单
zh_tw: 合約BOM

source: You should automatically be forwarded to the Contract page. If this does not happen perhaps the browser does not support META Refresh
cs_cz: Měli byste být automaticky předána ke smlouvě stránku. Pokud se tak nestane snad prohlížeč nepodporuje META Aktualizovat
es_es: Debería ser enviado automáticamente a la página de contrato. Si esto no ocurre, es posible que el buscador no soporte la recarga META
hi_in: आप स्वचालित रूप से पृष्ठ अनुबंध को भेजा जाना चाहिए. यदि यह शायद ब्राउज़र नहीं होता है मेटा ताज़ा का समर्थन नहीं करता
id_id: Anda secara otomatis akan diteruskan ke halaman Kontrak. Jika hal ini tdk terjadi mungkin browser tdk mendukung META Refresh
it_it: Dovresti essere automaticamente inoltrati alla pagina Contratto. Se questo non accade, forse il browser non supporta META Refresh
ko_kr: 당신은 자동으로 계약 페이지로 전달해야한다. 이런 일이되지 않으면 아마도 브라우저는 META 새로 고침을 지원하지 않습니다
mr_in: आपण आपोआप कॉण्ट्रॅक्ट पृष्ठ अग्रेषित पाहिजे. हे घडू नाही, तर कदाचित ब्राउझर मेटा रिफ्रेश समर्थन देत नाही
nl_nl: U wordt automatisch doorgestuurd naar de Contract pagina. Als dit niet gebeurt misschien wel de browser ondersteunt geen META-refresh
pt_pt: Redirec. automático página Contratos. Caso seu navegador não suporte META REFRESH,
ro_ro: Trebuie să fi redirecţionat automat la pagina Contract. Dacă acest lucru nu se intampla, probabil, browser-ul nu are suport META Refresh
ru_ru: Вы должны автоматически перенаправлены на страницу контракта. Если этого не происходит, возможно, браузер не поддерживает мета-обновление
sq_al: Ju duhet t&#39;i dërgohet automatikisht tek faqja e kontratës. Nëse kjo nuk ndodh ndoshta browser nuk ka mbështetje META Refresh
sv: Du bör automatiskt att översändas till kontraktet sidan. Om detta inte sker kanske browser stöder inte META Uppdatera
sw_ke: Unapaswa kupelekwa moja kwa moja kwenye ukurasa wa Mkataba. Kama hii haina kutokea labda browser haina msaada META Refresh
tr_tr: Otomatik Sözleşme sayfaya iletilmelidir. Bu META Yenile desteklemiyor belki tarayıcı olmazsa
zh_hk: 系统会自动转到合同页面。如果没有这样，那么您使用的浏览器不支持META刷新
zh_tw: 系統會自動轉到合約頁面。如果沒有，那麼是您使用的瀏覽器不支持META刷新

source: click here
cs_cz: klikněte zde
es_es: haga clic aquí
hi_in: यहाँ क्लिक करें
id_id: klik di sini
it_it: clicca qui
ko_kr: 여기를 누르세요
mr_in: येथे क्लिक करा
nl_nl: klik hier
pt_pt: Pressione aqui
ro_ro: click aici
ru_ru: нажмите здесь
sq_al: kliko këtu
sv: klicka här
sw_ke: bonyeza hapa
tr_tr: TIKLAYIN
zh_hk: 点击这里
zh_tw: 按這兒

source: to continue
cs_cz: pro pokračování
es_es: para continuar
hi_in: जारी रखने के लिए
id_id: utk meneruskan
it_it: per continuare
ko_kr: 계속하다
mr_in: सुरू ठेवण्यासाठी
nl_nl: om verder te gaan
pt_pt: para continuar
ro_ro: pentru a continua
ru_ru: чтобы продолжить
sq_al: për të vazhduar
sv: för att fortsätta
sw_ke: kuendelea
tr_tr: DEVAM
zh_hk: 继续
zh_tw: 繼續

source: There is a problem selecting the part records to display because
cs_cz: To je problém výběru část záznamy k zobrazení, protože
es_es: Ha ocurrido un problema seleccionando el registro de códigos a mostrar porque
hi_in: वहाँ एक हिस्सा अभिलेख चयन करने के लिए क्योंकि प्रदर्शन समस्या है
id_id: Ada kesalahan saat memilih data brg utk ditampilkan karena
it_it: C&#39;è un problema di selezionare i record da visualizzare in quanto parte
ko_kr: 때문에 표시하는 부분 기록을 선택하는 문제가있다
mr_in: प्रदर्शित करण्यासाठी भाग रेकॉर्ड निवडून एक समस्या आहे कारण
nl_nl: Er is een probleem bij het selecteren van de onderdelen records omdat
pt_pt: Problema na apresent. dos itens porque
ro_ro: Există o problemă selectarea înregistrărilor parte pentru a afişa, deoarece
ru_ru: Возникла проблема при выборке частичных записей для показа, так как
sq_al: Ka një problem zgjedhur të dhënat pjesë për të shfaqur për shkak se
sv: Det är problem välja produktposter eftersom
sw_ke: Kuna tatizo sehemu ya kumbukumbu ya kuchagua na kuonyesha kwa sababu
tr_tr: PARÇA KAYITLARI SEÇILIRKEN BIR HATA OLUSTU:
zh_hk: 查找物料发生错误
zh_tw: 查找物料時發生錯誤

source: The SQL statement that failed was
cs_cz: Příkazu SQL, který byl neúspěšný
es_es: El SQL que falló fue
hi_in: SQL कथन है कि विफल रही थी
id_id: SQL yg gagal adalah
it_it: L&#39;istruzione SQL che era riuscito
ko_kr: 실패한 SQL 문이었다
mr_in: अयशस्वी की SQL विधान होते
nl_nl: De SQL die faalde was
pt_pt: SQL que falhou foi
ro_ro: Instrucţiunea SQL care nu au fost
ru_ru: Неудачные SQL-запросы
sq_al: Deklarata e SQL se nuk ishte
sv: Den SQL som användes var
sw_ke: Taarifa SQL kwamba alishindwa mara
tr_tr: HATALI SQL:
zh_hk: 失败的 SQL 陈述式是
zh_tw: 失敗的 SQL 陳述式是

source: There are no products to display matching the criteria provided
cs_cz: Nejsou žádné výrobky k zobrazení odpovídající kritériím stanoveným
es_es: No existen productos para mostrar que concuerden con el criterio proporcionado
hi_in: कोई उत्पादों मिलान मापदंड प्रदान की प्रदर्शित करने के लिए कर रहे हैं
id_id: Tdk ada produk utk ditampilkan yg sesuai dgn kriteria
it_it: Non ci sono prodotti da visualizzare corrispondenti ai criteri di cui
ko_kr: 제공되는 기준과 일치하는 표시 할 제품이 없습니다
mr_in: प्रदान मानदंडाशी जुळणारे प्रदर्शित करण्यासाठी कोणतेही उत्पादने आहेत
nl_nl: Voor de geselecteerde criteria zijn er geen produkten
pt_pt: Não há itens que atendem os critérios especificados
ro_ro: Nu sunt produse pentru a afişa care corespund criteriilor prevăzute
ru_ru: Не найдено товаров по заданным критериям
sq_al: Nuk ka produkte për të shfaqur përputhen kriteret e parashikuara
sv: Det finns inga produkter att visa matchande de kriterier som finns
sw_ke: Hakuna bidhaa ya kuonyesha vinavyolingana na vigezo zinazotolewa
tr_tr: SEÇILEN KRITERLERE UYAN ÜRÜN YOK
zh_hk: 没有符合条件的物料
zh_tw: 你提供的條件沒有相配的商品可顯示

source: The contract BOM cannot be altered because the customer has already placed the order
es_es: La lista de materiales del contrato no puede ser modificada porque el cliente ya puso la orden
id_id: BOM kontrak tdk dapat diubah karena customer telah melakukan order
ko_kr: 고객이 이미 주문한 때문에 계약 BOM는 변경 될 수 없다
mr_in: ग्राहक आधीच ऑर्डर घातल्या आहेत कारण करार BOM बदलता येऊ शकत नाही
pt_pt: Contrato BOM não pode ser alterado porque existe cliente que já tem pedido vendas
zh_tw: 該合同的BOM不能改變，因為客戶已經下訂單

source: The item
cs_cz: Položky
es_es: El artículo
hi_in: मद
id_id: Item
it_it: L&#39;ordine del giorno
ko_kr: 항목
mr_in: आयटम
nl_nl: Het artikel
pt_pt: O item
ro_ro: Elementul
ru_ru: Товар
sq_al: Pika
sv: Produkten
sw_ke: Bidhaa
tr_tr: ÜRÜN
zh_hk: 物料
zh_tw: 商品

source: is already in the bill of material for this contract. The system will not allow the same item on the contract more than once. However you can change the quantity required for the item.
cs_cz: je již v rozpisu materiálu pro tuto smlouvu. Systém nedovolí stejné položky na zakázku více než jednou. Nicméně můžete změnit požadované množství položky.
es_es: ya está en la lista de materiales para este contrato. El sistema no permitirá que el mismo elemento este en el contrato más de una vez. Sin embargo, usted puede cambiar la cantidad requerida del artículo.
hi_in: इस अनुबंध के लिए सामग्री के बिल में पहले से ही है. प्रणाली अनुबंध पर ही मद से अधिक बार नहीं की अनुमति होगी. लेकिन आप आइटम के लिए आवश्यक मात्रा को बदल सकते हैं.
id_id: sdh di daftar bahan baku utk kontrak ini. Sistem tdk akan membiarkan item yg sama pada kontrak lebih dari sekali. Namun Anda bisa mengubah jumlah yg diperlukan utk item tersebut.
it_it: è già nella bolletta di materiale per il presente contratto. Il sistema non consente lo stesso articolo sul contratto più di una volta. Tuttavia è possibile modificare la quantità richiesta per la voce.
ko_kr: 이 계약에 대한 재료의 법안 이미 사용 중입니다. 이 시스템은 한 번 이상 계약에서 같은 항목을 허용하지 않습니다. 그러나 당신은 항목에 필요한 수량을 변경할 수 있습니다.
mr_in: या कराराची साठी साहित्याचा बिल आधीपासूनच आहे. प्रणाली एकापेक्षा जास्त कंत्राट समान आयटम अनुमती देत ​​नाही. तथापि आपण आयटम आवश्यक प्रमाण बदलू शकता.
nl_nl: is reeds in het wetsvoorstel van materiaal voor dit contract. Het systeem zal niet toestaan dat hetzelfde item op het contract meer dan eens. Maar u kunt de hoeveelheid die vereist is voor het item.
pt_pt: já está nos compoentes deste contrato. O sistema não permite o mesmo item no contrato mais de uma vez. A quantidade do item existente pode ser alterada, se for o caso.
ro_ro: este deja în proiectul de lege de material pentru acest contract. Sistemul nu va permite acelaşi element de pe contract de mai multe ori. Totuşi, puteţi schimba cantitatea necesară pentru element.
ru_ru: уже в спецификации для этого контракта. Система не позволит появления одного и того же пункта в контракте более одного раза. Однако вы можете изменить количество товаров.
sq_al: është tashmë në faturën e materiale për këtë kontratë. Sistem nuk do të lejojë të njëjtat pika në kontratën e më shumë se një herë. Megjithatë ju mund të ndryshoni sasinë e nevojshme për pika.
sv: redan i propositionen av material för detta kontrakt. Systemet kommer inte att tillåta samma punkt på kontraktet mer än en gång. Du kan dock ändra den kvantitet som behövs för uppgiften.
sw_ke: tayari katika muswada wa vifaa kwa ajili ya mkataba huu. Mfumo wala kuruhusu bidhaa hiyo kwa mkataba wa zaidi ya mara moja. Hata hivyo unaweza kubadilika kiasi required kwa kipengele.
tr_tr: Bu sözleşme için malzeme faturası zaten. Sistem birden fazla sözleşme aynı öğe izin vermeyecektir. Ancak madde için gerekli miktar değiştirebilirsiniz.
zh_hk: 已经包含在物料清单里。系统不会允许同样的商品再次出现在合同上。然而，您可以改变要求的数量
zh_tw: 已經在材料的本合同的議案。該系統將不允許在合同上同一項目多次。但是你可以改變所需商品的數量。

source: The item details could not be retrieved
cs_cz: Položku Podrobnosti se nepodařilo získat
es_es: No se pudieron recopilar los detalles del artículo
hi_in: आइटम विवरण को पुनः प्राप्त नहीं किया जा सका
id_id: Rincian item tdk dapat diambil
it_it: I dettagli elemento non può essere recuperata
ko_kr: 항목 정보는 검색 할 수 없습니다
mr_in: आयटम तपशील पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het item details kon niet worden opgehaald
pt_pt: Detalhes do item que não podem ser recuperados
ro_ro: Detaliile element nu a putut fi recuperate
ru_ru: Данные о товаре не могут быть получены
sq_al: Detajet e sendit nuk mund të shikohet
sv: Artikeln detaljer kunde inte hämtas
sw_ke: maelezo ya bidhaa inaweza kuwa retrieved
tr_tr: Öğe detayları alınamadı
zh_hk: 无法找到商品细节
zh_tw: 該項目的細節無法檢索

source: The SQL used to retrieve the item details but failed was
cs_cz: SQL používá k načtení položky detaily, ale nepodařilo se
es_es: El SQL que falló al obtener los detalles del artículo fue
hi_in: एसक्यूएल को मद विवरण पाने के लिये प्रयुक्त लेकिन असफल रहा था
id_id: SQL yg digunakan utk mengambil rincian item tapi gagal adalah
it_it: L&#39;SQL utilizzato per recuperare i dettagli dell&#39;oggetto, ma non è stato
ko_kr: SQL이 항목의 세부 정보를 검색하는 데 사용했지만 실패했다
mr_in: SQL आयटम तपशील पुनर्प्राप्त करण्यासाठी वापरले पण होते अयशस्वी
nl_nl: Het mislukte om de regel op te vragen in de volgende SQL
pt_pt: SQL que falhou usado para recuperar detalhes deste item foi
ro_ro: SQL utilizat pentru a prelua detaliile element, dar nu a reuşit a fost
ru_ru: SQL получения данных о товаре
sq_al: SQL përdorur për të marrë të dhënat e sendit, por nuk arriti ishte
sv: Den SQL som användes men misslyckades var
sw_ke: SQL kutumika Retrieve maelezo ya bidhaa lakini alishindwa mara
tr_tr: HATAYA YOL AÇAN KOMUT:
zh_hk: 用作提取物料信息失败的 SQL 是
zh_tw: 用作提取商品資料失敗的 SQL 是

source: The item code
cs_cz: Položku kód
es_es: El código de artículo
hi_in: मद कोड
id_id: Kode item
it_it: Il codice articolo
ko_kr: 상품 코드
mr_in: आयटम कोड
nl_nl: De Item Code
pt_pt: O Cód. Item
ro_ro: Elementul Codul
ru_ru: Код товара
sq_al: Kodi pika
sv: Produktkoden
sw_ke: Kanuni ya bidhaa
tr_tr: STOK KODU
zh_hk: 物料编号
zh_tw: 產品編號

source: does not exist in the database and therefore cannot be added to the contract BOM
cs_cz: neexistuje v databázi, a proto nemůže být přidána do smlouvy kusovníku
es_es: no existe en la base de datos y por lo tanto no puede ser agregado al BOM de contrato
hi_in: करता है डेटाबेस में मौजूद नहीं है और इसलिए अनुबंध BOM को जोड़ा नहीं जा सकता
id_id: tdk ada di database dan oleh karena itu tdk dapat ditambahkan ke kontrak BOM
it_it: non esiste nel database e quindi non può essere aggiunta al contratto BOM
ko_kr: 데이터베이스에 존재하지 않으므로 계약 BOM에 추가 할 수없는
mr_in: डेटाबेस मध्ये अस्तित्वात नाही आणि म्हणून करार BOM जोडले जाऊ शकत नाही
nl_nl: bestaat niet in de database en kan daarom niet worden toegevoegd aan het contract BOM
pt_pt: não existe no DB e não pode fazer parte de um contrato BOM
ro_ro: nu exista in baza de date şi, prin urmare, nu poate fi adăugat la contract BOM
ru_ru: не существует в базе данных и, следовательно, не могут быть добавлены к накладной на материалы
sq_al: nuk ekziston në bazën e të dhënave dhe për këtë arsye nuk mund të shtohet në kontratën bom
sv: finns inte i databasen och kan därför inte läggas till avtalet BOM
sw_ke: haipo katika orodha hiyo haiwezi kuongezwa kwa mkataba Bom
tr_tr: ve veritabanında yoksa bu nedenle sözleşme BOM ilave edilemez
zh_hk: 在数据库中不存在, 所以不能增加到合同物料清单
zh_tw: 在數據庫中不存在，因此不能被添加到合同的BOM

source: Contract Bill of Material
cs_cz: Smlouva Bill hmotné
es_es: Lista de Materiales del Contrato
hi_in: सामग्री के अनुबंध विधेयक
id_id: Daftar Bahan Baku Kontrak
it_it: Bill Contratto di materiale
ko_kr: 자재 명세서 (BOM)을 계약
mr_in: सामग्रीचे कॉण्ट्रॅक्ट बिल
pt_pt: Contrato BOM
ro_ro: Bill Contractul de Material
ru_ru: Накладаная на метериалы по контракту
sq_al: Bill Kontrata e materiale
sv: Kontrakt Bill of Material
sw_ke: Muswada wa Sheria ya mkataba Material
tr_tr: Malzemenin Sözleşme Bill
zh_hk: 合同物料清单
zh_tw: BOM合約

source: Contract Reference
cs_cz: Referenční zakázky
es_es: Referencia de Contrato
hi_in: अनुबंध संदर्भ
id_id: Referensi Kontrak
it_it: Contratto di riferimento
ko_kr: 계약 참조
mr_in: कॉण्ट्रॅक्ट संदर्भ
nl_nl: Referentie van het contract
pt_pt: Ref. Contrato
ro_ro: Contract de referinţă
ru_ru: Контракта:
sq_al: Kontratës Reference
sv: Avtalets referensnummer
sw_ke: Mkataba Reference
tr_tr: Sözleşme Referans
zh_hk: 合同编号
zh_tw: 合約參考

source: Sub-total
cs_cz: Sub-celkem
hi_in: उप कुल
id_id: Sub-jumlah
it_it: Totale parziale
ko_kr: 소계
mr_in: उप एकूण
nl_nl: Sub-totaal
ru_ru: Итого
sq_al: Nën-total
sv: Delsumma
sw_ke: Jumla ndogo
tr_tr: Alt toplam
zh_hk: 小计
zh_tw: 小計:

source: Enter the quantity of this component required to complete the contract
es_es: Introducir la cantidad de este componente requerida para completar el contrato
ko_kr: 계약을 완료하는 데 필요한 컴포넌트의 수량을 입력
mr_in: कंत्राट पूर्ण करण्यासाठी आवश्यक हा घटक प्रमाण प्रविष्ट करा
pt_pt: Informe a quantidade desse componente requerida para completar o contrato
zh_tw: 輸入這一組件的需求量以完成合約

source: Are you sure you wish to delete this item from the contract BOM?
es_es: ¿Está seguro que desea suprimir este artículo de la Lista de Materiales del contrato?
id_id: Apakah Anda yakin ingin menghapus item ini dari BOM kontrak?
ko_kr: 당신은 계약 BOM에서이 항목을 삭제하려면 확실합니까?
mr_in: आपण करार BOM पासून हा आयटम हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste item do contrato do BOM?
zh_tw: 是否確定要從合約材料清單刪除這材料?

source: Confirm Deletion
es_es: Confirmar borrado
ko_kr: 삭제 확인
mr_in: हटविणे पुष्टी
pt_pt: Confirmar Remoção?
zh_tw: 確認刪除

source: Update Lines
cs_cz: Aktualizace Lines
es_es: Actualizar Líneas
hi_in: अद्यतन लाइन्स
id_id: Perbarui Baris
it_it: Aggiornamento Lines
ko_kr: 업데이트 라인
mr_in: अद्यतनित लाईन्स
pt_pt: Atualizar Linhas
ru_ru: Обновить строки
sv: Uppdatera Lines
sw_ke: Mwisho Lines
tr_tr: Güncelleme Hatları
zh_hk: 更新行
zh_tw: 更新列

source: Back To Contract Header
cs_cz: Zpět na záhlaví smlouvy
es_es: Volver a la cabecera de contrato
hi_in: वापस शीर्ष करने के लिए अनुबंध
id_id: Kembali Utk Header Kontrak
it_it: Back To intestazione del contratto
ko_kr: 위로 헤더 계약
mr_in: मागे कॉण्ट्रॅक्ट शीर्षलेख करण्यासाठी
nl_nl: Terug naar Contract Header
pt_pt: Voltar para Cabeçalho Contrato
ro_ro: Înapoi la Antet Contract
ru_ru: Вернуться к заголовку договора
sq_al: Back To Header kontratës
sv: Tillbaka till Avtal Header
sw_ke: Nyuma Kwa Header Mkataba
tr_tr: Geri Sözleşme Header için
zh_hk: 返回合同表头
zh_tw: 返回採購訂單表頭

source: The supplier category details could not be retrieved because
cs_cz: Podrobnosti dodavatel kategorie se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles de la clase de proveedor porque
hi_in: आपूर्तिकर्ता श्रेणी विवरण वजह से हो सकता है नहीं लिया गया
id_id: Rincian kategori supplier tdk dapat diambil karena
it_it: I dettagli fornitore categoria non può essere recuperato, perché
ko_kr: 공급 업체 범주 세부 사항 때문에 검색 할 수 없습니다
mr_in: पुरवठादार श्रेणी तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De details van de leverancierscategorie konden niet worden opgehaald omdat
pt_pt: Detalhes da categoria fornecedor não pode ser recuperada porque
ro_ro: Detaliile furnizorul categorie nu a putut fi recuperate, deoarece
ru_ru: Подробная информация о категории поставщика не может быть получена, так как
sq_al: Detajet e kategori furnizuesi nuk mund të shikohet, sepse
sv: Leverantörskategoridetaljer gick inte att hämta eftersom
sw_ke: Maelezo jamii wasambazaji inaweza kuwa retrieved sababu
tr_tr: Tedarikçi kategori ayrıntıları çünkü alınamadı
zh_hk: 未能提取供应商种类明细, 因为
zh_tw: 供應商類別的詳細資料無法檢索到，因為

source: The SQL used to retrieve the category details but failed was
cs_cz: SQL používá k načtení kategorii detaily, ale nepodařilo se
es_es: El SQL que falló al obtener los detalles de la categoría fue
hi_in: करने के लिए SQL श्रेणी जानकारी पाने के लिये प्रयुक्त लेकिन असफल रहा था
id_id: SQL yg digunakan utk mengambil rincian kategori tapi gagal adalah
it_it: L&#39;SQL utilizzato per recuperare i dettagli di categoria, ma non è stato
ko_kr: SQL은 카테고리 정보를 검색하는 데 사용했지만 실패했다
mr_in: SQL श्रेणी तपशील पुनर्प्राप्त करण्यासाठी वापरले पण होते अयशस्वी
nl_nl: De gebuikte SQL waar het ophalen van de categorie details mislukte was
pt_pt: O SQL, que falhou, usado para recuperar detalhe categoria foi
ro_ro: SQL utilizat pentru a prelua detaliile categorie, dar nu a reuşit a fost
ru_ru: Неудачно завершившийся SQL получения информации о категории
sq_al: SQL përdorur për të marrë të dhënat e kategori, por nuk arriti ishte
sv: Den SQL som användes och misslyckades var
sw_ke: SQL kutumika Retrieve maelezo ya jamii lakini alishindwa mara
tr_tr: SQL kategori bilgilerini almak için kullanılan, ancak başarısız oldu
zh_hk: 用作提取种类明细失败的 SQL 是
zh_tw: 在SQL用於檢索類別的細節中，失敗了

source: Search For Stock Items
cs_cz: Hledat na sklade
es_es: Buscar artículos de inventario
hi_in: शेयर आइटम्स के लिए खोज
id_id: Cari Item Stok
it_it: Ricerca di elementi d&#39;archivio
ko_kr: 주식 항목에 대한 검색
mr_in: स्टॉक दस्तऐवजांसाठी शोधा
nl_nl: Zoek Naar Voorraad Artikelen
pt_pt: Pesquisar Itens Estoque
ro_ro: Pentru căutare stoc
ru_ru: Искать товар
sq_al: Kërko për Items Stock
sv: Sök efter lagerprodukter
sw_ke: Kutafuta vitu Stock
tr_tr: ÜRÜN ARA
zh_hk: 查找物料
zh_tw: 搜尋存貨商品

source: Enter text extracts in the description
cs_cz: Zadejte text extrakty v popisu
es_es: Introducir una parte de la descripción
hi_in: विवरण में पाठ निष्कर्षों दर्ज
id_id: Masukkan sebagian teks di keterangan
it_it: Inserisci estratti di testo nella descrizione
ko_kr: 설명에서 텍스트 추출을 입력
mr_in: वर्णन मजकूर अर्क प्रविष्ट करा
nl_nl: Voer een tekstdeel van de omschrijving in
pt_pt: Entre texto parcial na descrição
ro_ro: Introduceţi extrase de text în descrierea
ru_ru: Введите части текста в описание
sq_al: Enter ekstrakte tekst në përshkrimin e
sv: Del av beskrivningen
sw_ke: Nakala Extracts kuingia katika maelezo
tr_tr: ARANACAK >> AÇIKLAMA
zh_hk: 输入物料描述
zh_tw: 輸入物料產品規格

source: Enter any text that should appear in the item description as the basis of your search
ko_kr: 검색의 기초로 항목 설명에 표시 텍스트를 입력
mr_in: आपल्या शोध आधारे म्हणून आयटम वर्णन आढळते की कोणताही मजकूर प्रविष्ट करा
pt_pt: Informe qualquer texto que exista na descição do item, será o argumento de pesquisa
zh_tw: 作為搜索的基礎上，在商品描述中輸入任意會被搜尋到並出現的關鍵文字

source: Enter any part of an item code to seach for all matching items containing that text in the code
ko_kr: 코드에서 해당 텍스트를 포함하는 모든 일치하는 항목을 seach하는 항목 코드의 일부를 입력
mr_in: कोड मध्ये की मजकूर असलेली सर्व जुळणार्या आयटम साठी seach करण्यासाठी आयटम कोड कोणताही भाग प्रविष्ट करा
pt_pt: Informe qualquer parte do código do item. Será usado para pesquisar itens contendo esse argumento
zh_tw: 輸入任一部分的產品代碼，搜尋包含所有符合的代碼的文本

source: Create a New Stock Item
cs_cz: Vytvoření nové položky skladem
es_es: Crear un nuevo artículo de inventario
hi_in: एक नया स्टॉक आइटम बनाएँ
id_id: Buat Item Stok Baru
it_it: Creare un nuovo elemento d&#39;archivio
ko_kr: 새로운 주식 항목 만들기
mr_in: एक नवीन स्टॉक आयटम तयार
pt_pt: Criar um novo Item de Estoque
ro_ro: Crea un element nou stoc
ru_ru: Создать новый товар
sq_al: Krijo një Item York Stock
sv: Skapa en ny lagerprodukt
sw_ke: Kuunda Stock Bidhaa Mpya
tr_tr: Yeni Hazır Öğe oluşturma
zh_hk: 创建新的库存物料
zh_tw: 新建一個新存貨商品

source: Image
cs_cz: Obrázek
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ko_kr: 영상
mr_in: प्रतिमा
nl_nl: Beeld
pt_pt: Imagem
ro_ro: Imagine
ru_ru: изображение
sq_al: Imazh
sv: Bild
tr_tr: FOTOGRAF
zh_hk: 图像
zh_tw: 圖像
