Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The stock type selected must be one of
cs_cz: Druhu zásob, musí být vybrán jeden z
es_es: El tipo de existencia seleccionado debe ser uno de
hi_in: शेयर चयनित एक प्रकार का होना चाहिए
id_id: Tipe stok yg dipilih harus salah satu dari
it_it: Il tipo di archivio selezionato deve essere uno dei
ko_kr: 선택된 주식 유형 중 하나 여야합니다
mr_in: निवडलेल्या स्टॉक प्रकार एक असणे आवश्यक आहे
nl_nl: Geselecteerde voorraadtype moet er een zijn van
pt_pt: Tipo de Estoque Selec. precisar ser um de
ro_ro: La tipul de stoc selectat trebuie să fie una dintre
ru_ru: Выбранный тип склада должен быть одним из
sq_al: Lloji i aksioneve e zgjedhur duhet të jetë një nga
sv: Den lagertyp väljs måste vara en av
sw_ke: Aina ya hisa kuchaguliwa lazima kuwa moja ya
tr_tr: Stok tipi seçilmiş biri olmalıdır
zh_hk: 存货种类必须从以下几个中选取一个
zh_tw: 存貨種類必須選取其中一個

source: Dummy item
cs_cz: Dummy položky
es_es: Artículo Simulado
hi_in: डमी मद
id_id: Item Dumi
it_it: Dummy voce
ko_kr: 더미 항목
mr_in: नकली आयटम
pt_pt: Item Genérico
ro_ro: Articol ocazional
ru_ru: Макет товара
sv: Dummyprodukter
tr_tr: SERVIS
zh_hk: 虚拟物料
zh_tw: 虛擬

source: Labour stock item
cs_cz: Práce na skladě
es_es: Artículo de Existencias que es Mano de Obra
hi_in: श्रम स्टॉक मद
id_id: Jasa
it_it: Lavoro stock voce
ko_kr: 노동 재고 항목
mr_in: कामगार स्टॉक आयटम
nl_nl: Arbeids voorraad artikel
pt_pt: Item Mão Obra Estoque
ro_ro: Manopera
ru_ru: Обрабатываемая позиция
sq_al: pika Punës aksioneve
sv: Arbets lagerartikel
sw_ke: Kazi ya hisa item
tr_tr: ISÇILIK
zh_hk: 人工
zh_tw: 加工存貨品

source: Finished product
cs_cz: Hotového výrobku
es_es: Producto terminado
hi_in: तैयार उत्पाद
id_id: Product jadi
it_it: Prodotto finito
ko_kr: 완제품
mr_in: तयार झालेले उत्पादन
nl_nl: Afgewerkt produkt
pt_pt: Produto Acabado
ro_ro: Produs Finisat
ru_ru: Завершенные изделия
sq_al: produkt përfunduara
sv: Avslutad produkt
sw_ke: Kumaliza bidhaa
tr_tr: BITMIS MAMUL
zh_hk: 产成品
zh_tw: 成品

source: or
cs_cz: nebo
es_es: ó
hi_in: या
id_id: atau
it_it: o
ko_kr: 또는
mr_in: किंवा
nl_nl: of
pt_pt: ou
ro_ro: sau
ru_ru: или
sq_al: ose
sv: eller
sw_ke: au
tr_tr: VEYA
zh_hk: 或者
zh_tw: 或

source: The minimum value is expected to be a numeric value
cs_cz: Minimální hodnota Očekává se, že číselná hodnota
es_es: El valor mínimo que se espera es un valor numérico
id_id: Nilai minimum seharusnya numerik
it_it: Il valore minimo dovrebbe essere un valore numerico
ko_kr: 최소값 수치 것으로 예상
mr_in: किमान मूल्य अंकीय मूल्य असेल अशी अपेक्षा आहे
nl_nl: De minimale waarde zal naar verwachting een numerieke waarde worden
pt_pt: Valor mínimo deve ser numérico
ro_ro: Valoarea minimă este de aşteptat să fie o valoare numerică
ru_ru: Минимальное значение должно быть числовым
sq_al: Vlera më e vogël pritet të jetë një vlerë numerike
sv: Det lägsta värdet förväntas vara ett numeriskt värde
sw_ke: Thamani ya chini inatarajiwa kuwa na thamani ya nambari
tr_tr: Minimum değer sayısal bir değer olması bekleniyor
zh_hk: 最小值希望是数字
zh_tw: 最低值預計為數值

source: The maximum value is expected to be a numeric value
cs_cz: Maximální hodnota je čekal, že číselná hodnota
es_es: El valor máximo que se espera es un valor numérico
id_id: Nilai maksimum seharusnya numerik
it_it: Il valore massimo dovrebbe essere un valore numerico
ko_kr: 최대 값은 수치가 될 것으로 예상
mr_in: कमाल मूल्य अंकीय मूल्य असेल अशी अपेक्षा आहे
nl_nl: De maximale waarde zal naar verwachting een numerieke waarde worden
pt_pt: Valor máximo deve ser numérico
ro_ro: Valoarea maximă este de aşteptat să fie o valoare numerică
ru_ru: Максимальное значение должно быть числовым
sq_al: Vlera maksimale pritet të jetë një vlerë numerike
sv: Det maximala värdet förväntas vara ett numeriskt värde
sw_ke: thamani ya upeo unatarajiwa kuwa na thamani ya nambari
tr_tr: Maksimum değer sayısal bir değer olması bekleniyor
zh_hk: 最大值希望是数字
zh_tw: 最大值預計為數值

source: Could not update the stock category
cs_cz: Nepodařilo se aktualizovat populace kategorii
es_es: No se pudo actualizar la categoría de existencia
hi_in: शेयर श्रेणी अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui kategori stok
it_it: Impossibile aggiornare la categoria stock
ko_kr: 주식 범주를 업데이트 할 수 없습니다
mr_in: स्टॉक श्रेणी अद्यतनित करू शकत नाही
nl_nl: Kon de voorraad catagorie niet wijzigen
pt_pt: Não pode atualizar a categoria de Estoque
ro_ro: Nu a putut actualiza categoria stoc
ru_ru: Не удалось обновить категории запасов
sq_al: Nuk mund të update në kategorinë e aksioneve
sv: Kunde inte uppdatera lagerkategorin
sw_ke: Hakuweza update ya jamii ya hisa
tr_tr: stok kategori güncelleme Couldn&#39;t
zh_hk: 无法更新存货种类
zh_tw: 未能更新存貨類型

source: Could not insert a new category property for
cs_cz: Nemohu vložit novou kategorii vlastnost pro
es_es: No se puede insertar una nueva propiedad de categoría para
hi_in: डालें एक नई श्रेणी की संपत्ति के लिए नहीं किया जा सका
id_id: Tdk dapat memasukkan ciri kategori utk
it_it: Impossibile inserire una nuova categoria di proprietà
ko_kr: 에 대한 새로운 카테고리의 속성을 삽입 할 수 없습니다
mr_in: एक नवीन श्रेणी ठिकाण घालू शकत नव्हते
nl_nl: Kon geen nieuwe eigendomscategorie toevoegen voor
pt_pt: Não pode inserir propriedade nova categoria para
ro_ro: Nu ar putea introduce o noua categorie de proprietate pentru
ru_ru: Не удалось вставить новое свойство категории для
sq_al: Nuk mund të fus një pronë të ri për kategori
sv: Kunde inte infoga en ny kategori egenskap för
sw_ke: Hakuweza kuingiza mpya ya jamii mali kwa
tr_tr: eklemek, yeni bir kategori emlak için Couldn&#39;t
zh_hk: 无法插入新的种类属性为
zh_tw: 未能插入類型屬性

source: Updated the stock category property for
cs_cz: Aktualizováno populace kategorie majetku za
es_es: Actualización de la propiedad de la categoría de artículos por
hi_in: स्टॉक वर्ग संपत्ति अद्यतन के लिए
id_id: Telah memperbarui ciri kategori stok utk
it_it: Aggiornata la proprietà di stock per categoria
ko_kr: 주식 카테고리의 속성에 대한 업데이트
mr_in: साठी स्टॉक श्रेणी ठिकाण Updated
nl_nl: Bijwerken van de vooraad eigendomscategorie van
pt_pt: Atualizar propriedades categoria estoque para
ro_ro: Actualizat în proprietate pentru categoria de stoc
ru_ru: Обновлено собственности акции категории для
sq_al: Përditësuar kategorinë e aksioneve pronë për
sv: Uppdatera lagerkategoriegenskaperna för
sw_ke: Updated ya jamii hisa mali kwa
tr_tr: stok kategori özelliği için Güncelleme
zh_hk: 更新存货种类属性为
zh_tw: 存貨類型物性已更新

source: Updated the stock category record for
cs_cz: Aktualizováno populace kategorii rekord
es_es: Actualizar el registro de la categoría de existencia para
hi_in: स्टॉक वर्ग रिकॉर्ड के लिए अद्यतन
id_id: Telah memperbarui data kategori stok utk
it_it: Aggiornato il record di categoria per stock
ko_kr: 주식 카테고리 레코드에 대한 업데이트
mr_in: साठी स्टॉक श्रेणी नोंद अद्यावत
nl_nl: Wijzig de voorraad categorie voor
pt_pt: Atualizado Categ. de Estoque para
ro_ro: Actualizat record pentru categoria de stoc
ru_ru: Обновлены данные о категории запасов
sq_al: Përditësuar kategori të aksioneve për rekord
sv: Uppdatera lagerkategoriposten för
sw_ke: Updated ya jamii hisa rekodi
tr_tr: stok kategori kayıt için Güncelleme
zh_hk: 更新存货种类记录为
zh_tw: 存貨類型記錄已更新

source: Could not insert the new stock category
cs_cz: Nemohu vložit nové akcie kategorii
es_es: No se pudo agregar la nueva categoría de existencia
hi_in: सम्मिलित नया स्टॉक श्रेणी नहीं किया जा सका
id_id: Tdk dapat memasukkan kategori stok yg baru
it_it: Impossibile inserire la categoria di nuovo stock
ko_kr: 새로운 주식의 범주를 삽입 할 수 없습니다
mr_in: नवीन स्टॉक श्रेणी घालू शकत नव्हते
nl_nl: Kon de nieuwe voorraad categorie niet toevoegen
pt_pt: Não pode inseir Categ. de estoque
ro_ro: Nu a putut introduce categoria stocul de noi
ru_ru: Не удалось вставить новую категорию товара
sq_al: Nuk mund të futur në kategorinë e ri të aksioneve
sv: Kan inte spara den nya lagerkategorin
sw_ke: Hakuweza Insert ya mwezi hisa jamii
tr_tr: eklemek yeni stok kategori bulunamadı
zh_hk: 无法插入新库存种类
zh_tw: 未能插入新存貨物性

source: A new stock category record has been added for
cs_cz: Nová pažba kategorii záznam byl přidán k
es_es: Se creó un nuevo registro de clase de existencia para
hi_in: एक नया स्टॉक श्रेणी रिकॉर्ड के लिए जोड़ दिया गया है
id_id: Data kategori stok yg baru telah ditambah utk
it_it: Un nuovo record di categoria stock è stato aggiunto per
ko_kr: 새로운 주식 카테고리 레코드가 추가되었습니다
mr_in: नवीन स्टॉक श्रेणी रेकॉर्ड समाविष्ट केले आहे
nl_nl: Een nieuwe vorradcategorie record is toegevoegd voor
pt_pt: Nova Categoria Estoque criada para
ro_ro: O nouă categorie de valori record a fost adăugată pentru
ru_ru: Новая категория товара была добавлена для
sq_al: Një kategori të re të aksioneve të regjistruar ka qenë shtuar për
sv: En ny lagerkategori har laggts till för
sw_ke: Mpya ya hisa rekodi jamii imekuwa aliongeza kwa
tr_tr: Yeni bir stok kategori kayıt için eklenmiştir
zh_hk: 一个新的库存种类记录以及增加为
zh_tw: 新的存貨類型記錄已更新

source: Cannot delete this stock category because stock items have been created using this stock category
cs_cz: Nelze smazat tuto populaci kategorie, protože skladě položky byly vytvořeny pomocí tohoto vozidla kategorie
es_es: No se puede suprimir esta categoría de existencias porque artículos de existencias han sido creados usando esta categoría de existencias
hi_in: इस शेयर श्रेणी हटाना क्योंकि शेयर आइटम इस शेयर श्रेणी का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus kategori stok ini karena item stok telah dibuat menggunakan kategori stok ini
it_it: Non è possibile cancellare questa categoria stock perché gli articoli di riserva sono state realizzate con questa categoria stock
ko_kr: 재고 항목이 콘텐츠 범주를 사용하여 생성 되었기 때문에 콘텐츠 카테고리를 삭제할 수 없습니다
mr_in: स्टॉक आयटम या स्टॉक श्रेणी वापरून तयार केले गेले कारण हा स्टॉक श्रेणी हटवू शकत नाही
nl_nl: Deze vorraad categorie kan niet worden verwijderd omdat er items voor zijn
pt_pt: Não pode remover esta Cat. de Estoque porque há itens de estoque que a utilizam
ro_ro: Nu se poate şterge această categorie stoc, deoarece stoc au fost create folosind această categorie stoc
ru_ru: Не удается удалить эту категорию, потому что были созданы товарыс этой категорием
sq_al: Nuk mund të fshini kete kategori të aksioneve, sepse artikuj të aksioneve kanë qenë krijuar duke përdorur këtë kategori të aksioneve
sv: Kan inte ta bort lagerkategorin eftersom lagerprodukter använder den
sw_ke: Hawezi kufuta jamii hisa kwa sababu vitu hisa viliumbwa kwa kutumia hii jamii ya hisa
tr_tr: BU STOK KATEGORISI SILINEMEZ, ONA BAGLI ÜRÜNLER VAR
zh_hk: 因为已有物料使用这个物料组，不能删除
zh_tw: 因為已有庫存物料使用，故不能刪除這存貨類別。

source: items referring to this stock category code
cs_cz: položky týkající se tohoto kódu populace kategorie
es_es: Artículos referidos a este código de categoría de existencias
hi_in: आइटम इस शेयर श्रेणी कोड का जिक्र
id_id: item yg mereferensi pada kode kategori stok ini
it_it: elementi relativi a questo codice categoria stock
ko_kr: 콘텐츠 분류 코드를 참조 항목
mr_in: या स्टॉक श्रेणी कोड संदर्भ आयटम
nl_nl: items met een verwijzing naar deze voorraad categorie code
pt_pt: Itens que referem-se a esta Categoria Estoque
ro_ro: articole referitoare la acest cod categorie stoc
ru_ru: товары, связанные с с кодом категории склада
sq_al: sende iu referuar në këtë kod kategori të aksioneve
sv: poster som hänvisar till detta bestånd kategori kod
sw_ke: vitu akimaanisha kanuni hii jamii ya hisa
tr_tr: BU STOK KATEGORISINE BAGLI ÜRÜNLER
zh_hk: 这物料组编号的物料
zh_tw: 這物料組的物料

source: Cannot delete this stock category because it is used by the sales
cs_cz: Nelze smazat tuto kategorii vozidel, protože je používá prodeje
es_es: No se puede suprimir esta categoría de existencia porque es usada por ventas
hi_in: इस शेयर श्रेणी हटाना क्योंकि यह बिक्री के द्वारा प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus kategori stok ini karena digunakan oleh penjualan
it_it: Non è possibile cancellare questa categoria stock perché viene utilizzato dalle vendite
ko_kr: 이 판매에 의해 사용되기 때문에 콘텐츠 카테고리를 삭제할 수 없습니다
mr_in: तो विक्री वापरली जाते कारण या स्टॉक श्रेणी हटवू शकत नाही
nl_nl: Deze voorraad categorie kan iet worden verwijderd omdat die voor verkopen wordt gebruikt
pt_pt: Não pode remover esta categoria de estoque porque é utilizada por vendas
ro_ro: Nu se poate şterge această categorie stoc, deoarece este folosit de vanzari
ru_ru: Не могу удалить эту категорию склада, потому что она используется продажами
sq_al: Nuk mund të fshini kete kategori të aksioneve për shkak se ajo është përdorur nga shitjet
sv: Kan inte ta bort detta bestånd kategorin, eftersom det används av försäljningen
sw_ke: Hawezi kufuta jamii hisa kwa sababu ni kutumiwa na mauzo ya
tr_tr: BU STOK KATEGORISI SILINEMEZ, SATIS TARAFINDAN KULLANILIYOR
zh_hk: 不能删除这个物料组，已被用于销售收入
zh_tw: 不能刪除這物料組, 因為已被用於銷售收入

source: GL posting interface
cs_cz: GL vysílání rozhraní
es_es: interfaz de registros contables
hi_in: जीएल इंटरफ़ेस पोस्टिंग
id_id: Menu posting GL
it_it: GL distacco interfaccia
ko_kr: GL 게시 인터페이스
mr_in: जी.एल. पोस्टिंग इंटरफेस
nl_nl: Interface voor grootboekboekingen
pt_pt: Interface Postagem Contáb.
ro_ro: GL postarea interfaţă
ru_ru: Интерфейс переноса в главную книгу
sq_al: GL postimi interface
sv: Konteringsinställningar
tr_tr: MUH.HESAP GÖNDERIM ARAYÜZÜ
zh_hk: 的科目配置
zh_tw: 總帳入帳介面

source: Delete any records in the Sales GL Interface set up using this stock category first
cs_cz: Odstraňte všechny záznamy v prodejní GL rozhraní nastavit pomocí této populace kategorie první
es_es: Suprimir los registros de la configuración de la Interfaz Contable de Ventas usando primero esta categoría de existencias
hi_in: बिक्री जीएल इंटरफेस स्थापित इस शेयर श्रेणी प्रथम का प्रयोग करने में कोई रिकॉर्ड हटाएँ
id_id: Hapus dulu semua data di Penghubung GL Penjualan yg diatur menggunakan kategori stok ini
it_it: Eliminare tutti i record nella vendita GL interfaccia configurata usando questa categoria magazzino
ko_kr: 판매 GL 인터페이스의 모든 기록을 삭제 먼저 콘텐츠 범주를 사용하여 설정
mr_in: विक्री जी.एल. इंटरफेस कोणत्याही रेकॉर्ड प्रथम हा स्टॉक श्रेणी वापरून व्यवस्थित हटवा
nl_nl: Gebruik bij het verwijderen van records van de verkoop grootboek interface eerst deze voorraad categorie
pt_pt: Remover antes qualquer config que utilize Interface Contábil Vendas que use essa categoria
ro_ro: Ştergeţi orice înregistrări în Vânzări GL Interface setată, folosind această categorie stoc prima
ru_ru: Удалите любые записи в интерфейсе о записи о продажах в главную книгу используя эту категорию сначала
sq_al: Fshini ndonjë të dhënat në Shitje GL Interface krijuar duke përdorur këtë kategori të aksioneve të parë
sv: Ta bort alla poster i Försäljningen GL Interface konfigureras med detta bestånd kategori första
sw_ke: Kufuta rekodi yoyote katika mauzo ya GL Interface kuanzisha kutumia hii jamii ya hisa ya kwanza
tr_tr: Silmek GL Arayüzü ilk önce bu stok kategorisini kullanarak kurmak Satışlar tüm kayıtları
zh_hk: 请先删除销售收入科目配置中使用此物料组的记录
zh_tw: 請先刪除在銷售總帳介面設定中使用這存貨類別的記錄

source: Cannot delete this stock category because it is used by the cost of sales
cs_cz: Nelze smazat tuto kategorii vozidel, protože je používají náklady na prodej
es_es: No se puede suprimir esta categoría de existencia porque es usada por el costo de ventas
hi_in: इस शेयर श्रेणी हटाना क्योंकि यह बिक्री की लागत से प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus kategori stok ini karena digunakan oleh HPP
it_it: Non è possibile cancellare questa categoria stock perché è utilizzato dal costo del venduto
ko_kr: 이 판매의 비용으로 사용되기 때문에 콘텐츠 카테고리를 삭제할 수 없습니다
mr_in: तो विक्री किंमत वापरली जाते कारण या स्टॉक श्रेणी हटवू शकत नाही
nl_nl: Deze voorraad categorie kan niet worden verwijderd omdat die gerbuikt wordt voor het vaststellen van de kostprijs
pt_pt: Não pode remover esta categoria de estoque porque é usada para custo vendas
ro_ro: Nu se poate şterge această categorie stoc, deoarece este folosit de costul de vânzare
ru_ru: Не удается удалить эту категорию запаса, поскольку она используется в затратах на продажу
sq_al: Nuk mund të fshini kete kategori të aksioneve për shkak se ajo është përdorur nga kostoja e shitjeve
sv: Kan inte ta bort detta bestånd kategorin, eftersom det används av kostnaden för sålda varor
sw_ke: Hawezi kufuta jamii hisa kwa sababu ni kutumiwa na gharama za mauzo
tr_tr: BU STOK KATEGORISI SILINEMEZ, SATISLARIN MALIYETINDA KULLANILIYOR
zh_hk: 未能删除物料组记录, 因为用于销售成本
zh_tw: 未能刪除這存貨類別記錄, 因為已有銷售成本使用

source: Delete any records in the Cost of Sales GL Interface set up using this stock category first
cs_cz: Odstraňte všechny záznamy v Náklady na prodej GL rozhraní nastavit pomocí této populace kategorie první
es_es: Suprimir los registros de la configuración de la Interfaz Contable de Costo de Ventas usando primero esta categoría de existencias
hi_in: बिक्री की लागत जीएल इंटरफेस स्थापित इस स्टॉक वर्ग प्रथम का प्रयोग करने में किसी भी रिकॉर्ड हटाएँ
id_id: Hapus dulu semua data di Penghubung GL HPP yg diatur menggunakan kategori stok ini
it_it: Eliminare tutti i record del costo del venduto GL interfaccia configurata usando questa categoria magazzino
ko_kr: 판매 GL 인터페이스의 비용으로 모든 기록을 삭제 먼저 콘텐츠 범주를 사용하여 설정
mr_in: विक्री जी.एल. इंटरफेस खर्च कोणत्याही रेकॉर्ड प्रथम हा स्टॉक श्रेणी वापरून व्यवस्थित हटवा
nl_nl: Gebruik bij het verwijderen van records van de verkoopskosten grootboek interface eerst deze voorraad categorie
pt_pt: Remover qualquer registro no Interf. Vendas / Contab. usando esta categoria primeiro
ro_ro: Ştergeţi toate înregistrările din costul vanzarilor GL Interface setată, folosind această categorie stoc prima
ru_ru: Удалите все записи в стоимость продаж GL интерфейс настроен с помощью этой акции категории первого
sq_al: Fshini ndonjë të dhënat në Kostoja e shitjes GL Interface krijuar duke përdorur këtë kategori të aksioneve të parë
sv: Ta bort alla poster i Kostnad för sålda varor GL Interface konfigureras med detta bestånd kategori första
sw_ke: Futa rekodi yoyote katika Gharama za Mauzo GL Interface kuanzisha kutumia hii jamii ya hisa ya kwanza
tr_tr: GL Arayüz önce bu stok kategorisini kullanarak kurmak Satışların Maliyeti Sil tüm kayıtları
zh_hk: 请先删除销售收入科目配置中使用此物料组的记录
zh_tw: 請先刪除在銷售成本總帳介面設定中使用這存貨類別的記錄

source: The stock category
cs_cz: Populace kategorie
es_es: La categoría de inventario
hi_in: स्टॉक वर्ग
id_id: Kategori stok
it_it: Lo stock di categoria
ko_kr: 주식의 종류
mr_in: स्टॉक श्रेणी
nl_nl: De voorraad categorie
pt_pt: Categoria de estoque
ro_ro: Stocul categorie
ru_ru: Категория склада
sq_al: Kategoria e aksioneve
sv: Lagerkategori:
sw_ke: Ya jamii ya hisa
tr_tr: STOK KATEGORISI
zh_hk: 物料组
zh_tw: 存貨類別

source: Stock Type
cs_cz: Typ položek
es_es: Tipo de inventario
hi_in: शेयर लिखें
id_id: Tipe Stok
it_it: Archivio di tipo
ko_kr: 주식의 종류
mr_in: स्टॉक प्रकार
nl_nl: Voorraad Type
pt_pt: Tipo Estoque
ro_ro: Tip Inventar
ru_ru: Тип склада
sv: Lagertyp
sw_ke: Aina ya hisa
tr_tr: STOK TÜRÜ
zh_hk: 存货种类
zh_tw: 存貨種類

source: Default Tax Category
cs_cz: Výchozí daňové kategorie
es_es: Categoría predeterminada de impuesto
hi_in: डिफ़ॉल्ट टैक्स श्रेणी
id_id: Kategori Pajak Standar
it_it: Default Tax Categoria
ko_kr: 기본 세금 카테고리
mr_in: डीफॉल्ट कर वर्ग
nl_nl: Default Belasting Categorie
pt_pt: Categoria Padrão de Impostos
ro_ro: Implicit fiscale Categorie
ru_ru: По умолчанию налоговые категории
sq_al: Category Default Tatimore
sv: Standard momskategori
sw_ke: Default Kodi ya Jamii
tr_tr: VARSAYILAN VERGI KATEGORISI
zh_hk: 默认税目
zh_tw: 預設稅目

source: Stock GL
cs_cz: Sklad GL
es_es: CC Inventario
hi_in: शेयर जीएल
id_id: GL Stok
it_it: Archivio GL
ko_kr: 주식 GL
mr_in: स्टॉक जी.एल.
nl_nl: Voorraad GB
pt_pt: Estoque Contab.
ro_ro: Stoc GL
ru_ru: Главная книга склада
sv: Lagerkonto
sw_ke: Hisa GL
tr_tr: STOK MUH.#
zh_hk: 存货科目
zh_tw: 存貨科目

source: Adjts GL
es_es: CC Ajustes
hi_in: Adjts जीएल
id_id: GL Penyesuaian
mr_in: Adjts जी.एल.
nl_nl: Wijzig GB
pt_pt: Ajuste Contab
ru_ru: Корректировка главной книни
sv: Lagerjusteringskonto
tr_tr: AYARLAMA MUH.#
zh_hk: 盘点差异科目
zh_tw: 盤點差異科目

source: Issues GL
es_es: Emisiones Contables
id_id: GL Penerbitan
ko_kr: 문제 GL
mr_in: मुद्दे जी.एल.
pt_pt: Requerimentos GL
zh_tw: 易耗品科目

source: Price Var GL
cs_cz: Cena Var GL
es_es: CC Varianza en precio
hi_in: मूल्य वार जीएल
id_id: GL Selisih Harga
it_it: Prezzo Var GL
ko_kr: 가격 바르 (GL)
mr_in: किंमत var जी.एल.
nl_nl: Prijs Var GB
pt_pt: Variaç. Lista Preço
ro_ro: Pret Var GL
ru_ru: Переменная цены главной книги
sq_al: GL Çmimi Var
sv: Prisvarianskonto
sw_ke: Var bei GL
tr_tr: FIYAT VAR. MUH.KODU
zh_hk: 价格差科目
zh_tw: 價格差異科目

source: Usage Var GL
cs_cz: Využití Var GL
es_es: CC Varianza en cantidad
hi_in: उपयोग के वार जीएल
id_id: GL Selisih Penggunaan
it_it: Uso Var GL
ko_kr: 사용법 바르 (GL)
mr_in: वापर var जी.एल.
nl_nl: Gebruik Var GB
pt_pt: Variaç. Uso Contab.
ro_ro: Utilizarea Var GL
ru_ru: Переменная использования главной книги
sq_al: GL Perdorimi Var
sv: Anvkonto
sw_ke: Matumizi Var GL
tr_tr: KULLANIM VAR. MUH KODU
zh_hk: 数量差科目
zh_tw: 材料用量差異科目

source: WIP GL
es_es: CC Trabajo en proceso
hi_in: WIP जीएल
id_id: GL WIP
mr_in: WIP जी.एल.
nl_nl: WIP grootboekrekeningen
pt_pt: WIP Contab.
ru_ru: WIP главной книги
sv: PIA konto
tr_tr: ÜRETIMDEKI MUH.KODU
zh_hk: 在制品科目
zh_tw: 在製品科目

source: Are you sure you wish to delete this stock category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
cs_cz: Jste si jisti, že chcete smazat tuto kategorii populace? Dodatečné kontroly budou provedeny před samotným vypouští k zajištění integrity dat není ohrožena.
es_es: ¿Está seguro que desea suprimir esta categoría de existencia? Se harán comprobaciones adicionales antes de suprimirse realmente para asegurar que no se compromete la integridad de los datos.
hi_in: आप सुनिश्चित हैं कि आप इस स्टॉक श्रेणी हटाना चाहते हैं? अतिरिक्त चेक से पहले वास्तविक विलोपन सुनिश्चित करने के लिए डेटा अखंडता समझौता नहीं किया है किया जाएगा.
id_id: Apakah Anda yakin ingin menghapus kategori stok ini? Pemeriksaan tambahan akan dilakukan sebelum penghapusan aktual utk memastikan integritas data tetap terjaga.
it_it: Sei sicuro di voler cancellare questa categoria stock? Ulteriori controlli saranno eseguiti prima della cancellazione effettiva per garantire l&#39;integrità dei dati non sia compromessa.
ko_kr: 당신이 주식 카테고리를 삭제하려면 확실합니까? 추가 검사 무결성이 손상되지 않은 데이터를 확인하기 위해 실제 삭제하기 전에 수행됩니다.
mr_in: आपण या स्टॉक श्रेणी हटवू इच्छित खात्री आहे? अगाऊ तपासणी डेटा एकाग्रता तडजोड नाही याची खात्री करण्यासाठी प्रत्यक्ष हटविण्यापूर्वी सादर केले जाईल.
nl_nl: Bevestig dat deze voorraad categorie moet worden verwijderd. Extra controles worden uitgevoerd om vast te stellen of data inegriteit in takt blijft
pt_pt: Confirma remoção desta categoria de Estoque? Conferências adicion. serão feitas antes da exclusão para assegurar integridade dados
ro_ro: Sunteţi sigur că doriţi să ştergeţi această categorie stoc? Verificări suplimentare vor fi efectuate înainte de ştergere efective pentru a asigura integritatea datelor nu este compromisă.
ru_ru: Вы уверены, что хотите удалить эту категорию товара ? Дополнительная проверка будет проведена перед фактическим удалением для обеспечения целостности данных.
sq_al: A jeni i sigurt se doni të fshini këtë kategori të aksioneve? kontrolle shtesë do të kryhet para se të fshirje aktuale për të siguruar integritetin e të dhënave nuk është i komprometuar.
sv: Är du säker på att du vill ta bort detta bestånd kategori? Ytterligare kontroller kommer att utföras innan det raderas för att säkerställa uppgifternas integritet inte äventyras.
sw_ke: Una uhakika unataka kufuta jamii hisa? hundi ya ziada kuwa akifanya kabla deletion halisi ya kuhakikisha uadilifu data siyo kuathirika.
tr_tr: Eğer bu stok kategoriyi silmek istediğinizden emin misiniz? gerçek silme veri bütünlüğü tehlikeye değil emin olmak için önce ek kontroller yapılacaktır.
zh_hk: 您确认将删除此存货种类吗？为保证数据的完整性，在真正删除数据前，会执行附加的检查。
zh_tw: 是否確定要刪除存貨類型? 實際執行之前會進行附加檢查確保資料整合是否吻合
