Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No recurring orders were returned by the SQL because
cs_cz: Žádné opakující se příkazy byly vráceny, protože SQL
es_es: El SQL no devolvió ningún pedido frecuente porque
hi_in: कोई आवर्ती आदेश क्योंकि SQL से लौट रहे थे
id_id: Tdk ada order berulang yg dikembalikan oleh SQL karena
it_it: Nessun ordini ricorrenti sono stati restituiti dal SQL perché
ko_kr: 어떤 반복 주문은 SQL 때문에에 의해 반환되지 않았다
mr_in: नाही आवर्ती ऑर्डर SQL करून परत आले कारण
nl_nl: Geen repeterende orders gevonden door SQL omdat
pt_pt: Não há pedidos recorrentes pois o SQL
ro_ro: Nu comenzi recurente au fost returnate de către SQL, deoarece
ru_ru: Не найдено повторяющихся заказов, так как
sq_al: Asnjë urdhër të përsëritura u kthyen nga SQL sepse
sv: Inga återkommande order returnerades av SQL eftersom
sw_ke: Hakuna amri mara kwa mara walikuwa kurejea kwa SQL sababu
tr_tr: SORGU SONUCUNDA TEKRAR-SIPARIS BULUNAMADI
zh_hk: 找不到循环销售订单，因为
zh_tw: 沒有循環訂單由 SQK 傳回, 因為

source: Times p.a.
cs_cz: Krát pa
es_es: Veces p.a.
hi_in: टाइम्स देहात
id_id: Kali/tahun
it_it: Tempi pa
ko_kr: 시간 PA
mr_in: टाइम्स p.a.
nl_nl: Keer per jaar
ro_ro: Ori pa
ru_ru: Times годовых
sq_al: pa Times
sv: Gånger per år
sw_ke: Mara pa
tr_tr: Defa pa
zh_hk: 剩余执行次数
zh_tw: 每年次數

source: There were no sales orders checked to place purchase orders for. No purchase orders will be created.
es_es: No hubo órdenes de venta comprobadas para colocar órdenes de compra para. No se crearán órdenes de compra.
id_id: Tdk ada order penjualan yg dicentang utk membuka PO. Tdk ada PO yg akan dibuka.
it_it: Non sono presenti ordini di vendita, controllare se è necessario effettuare ordini di acquisto. Nessun ordine di acquisto verrà creato.
ko_kr: 의 구매 주문을하기 위해 검사에는 판매 주문은 없었다. 없음 구매 주문이 생성되지 않습니다.
mr_in: खरेदी ऑर्डर ठेवण्यासाठी चेक नाही विक्री ऑर्डर होते. कोणतीही खरेदी ऑर्डर तयार केले जाईल.
pt_pt: Não há Pedidos Venda para gerar Ordens Compra. Nenhuma Ordem Compra será criada.
zh_tw: 目前還沒有銷售訂單的檢查，以地方為採購訂單。沒有採購訂單將被新建。

source: Unable to retrieve the items on the selected orders for creating purchase orders for
es_es: No se pueden obtener los artículos de las órdenes seleccionadas para crear las órdenes de compra para
id_id: Tdk dapat mengambil item di order yg dipilih utk membuat order pembelian utk
ko_kr: 의 구매 주문을 만들기위한 선택의 주문에 항목을 검색 할 수 없습니다
mr_in: खरेदी ऑर्डर तयार निवडले ऑर्डरवर आयटम पुनर्प्राप्त करण्यात अक्षम
pt_pt: Não foi possivel recuperar itens nos pedidos, para criar ordens de compra para
zh_tw: 無法檢索到用於新建採購訂單所選擇的訂單項目

source: There might be no supplier purchasing data set up for any items on the selected sales order(s). No purchase orders have been created
es_es: Puede que no haya datos de compra del proveedor para ningún artículo en el(los) pedido(s) seleccionado(s). No se han creado las órdenes de compra
id_id: Mungkin belum ada data pembelian supplier yg dibuat utk item apapun di order penjualan yg dipilih. Order pembelian belum dibuat
ko_kr: 선택한 판매 주문 (들)의 모든 항목에 대한 설정에는 공급 업체의 구매 데이터가 없을 수 있습니다. 없음 구매 주문이 생성되지 않았습니다
mr_in: निवडलेले विक्री ऑर्डर (र्स) वरील कोणत्याही आयटम सेट नाही पुरवठादार खरेदी डेटा असू शकते. कोणतीही खरेदी ऑर्डर तयार केले गेले आहेत
pt_pt: Não foram encontrados dados dos fornecedores para prover compras dos itens vendidos. Nenhuma Ordem de Compra criada
zh_tw: 可能是無供應商採購數據設置為選定的銷售訂單（S）上的任何項目。沒有新建採購訂單

source: The delivery address for the order could not be obtained from the user default stock location
es_es: No se pudo obtener la dirección de despacho para la orden en la localidad de existencia predeterminada del usuario
id_id: Alamat pengiriman utk order tersebut tdk dapat diambil dari lokasi stok standar user
ko_kr: 주문 배달 주소는 사용자 기본 콘텐츠 위치에서 얻을 수 없었다
mr_in: ऑर्डर वितरणाची पत्ता वापरकर्ता डीफॉल्ट स्टॉक स्थान मिळवता जाऊ शकत नाही
pt_pt: Endereço de envio para Ordem de Compra não foi recuperado do local estoque padrão
zh_tw: 送貨地址的順序不能從用戶的預設庫存所在地獲得

source: Auto created from sales orders
es_es: Auto creado desde Pedidos
id_id: Dibuat otomatis dari order penjualan
ko_kr: 자동차 판매 주문에서 만든
mr_in: स्वयं विक्री ऑर्डर तयार
pt_pt: Criação automática, base Pedido Vendas
zh_tw: 自動從銷售訂單新建

source: Could not update purchase order status to Authorised
es_es: No se pudo actualizar el estado de la orden de compra a Autorizado
id_id: Tdk dapat memperbarui status order pembelian ke Diotorisasi
ko_kr: 롤렉스에 대한 구매 주문 상태를 업데이트 할 수 없습니다
mr_in: अधिकृत करण्यासाठी खरेदी ऑर्डर स्थिती अद्यतनित करू शकत नाही
pt_pt: Não pode atual. sit. Ordem Compra para Autorizada
zh_tw: 不能以授權更新採購訂單的狀態

source: The order has been created with a status of pending and will require authorisation
es_es: La orden se ha creado con un estado de pendiente y requerirá la autorización
id_id: Order telah dibuat dgn status tertunda dan akan membutuhkan otorisasi
it_it: L'ordine è stato creato con uno stato di attesa e richiederà l'approvazione
ko_kr: 순서는 보류 상태로 만들어졌습니다 및 권한 부여가 필요합니다
mr_in: ऑर्डर प्रलंबित एक स्थिती तयार केले गेले आहे आणि प्राधिकृत करणे आवश्यक असेल
pt_pt: Pedido criado com Sit. Pendente e irá requerer autorização
zh_tw: 這訂單已被新建為待審批，需要授權

source: Could not get the supplier information for the order
es_es: No se pudo obtener la información del proveedor para la orden
id_id: Tdk dapat mengambil informasi supplier utk order tersebut
ko_kr: 주문에 대한 공급 업체 정보를 가져올 수 없습니다
mr_in: ऑर्डरच्या पुरवठादार माहिती मिळणे शक्य नाही
pt_pt: Não foi possiv. obter inform. Forn. para Ordem Compra
zh_tw: 無法獲取供應商信息的順序

source: The Order Number entered MUST be numeric
cs_cz: Pořadové číslo zadané musí být číslo
es_es: El Número de Orden debe ser un número
hi_in: आदेश संख्या जरूरी सांख्यिक दर्ज किए
id_id: Nomor Order yg dimasukkan HARUS numerik
it_it: Il Numero d&#39;ordine inserito deve essere numerico
ko_kr: 주문 번호는 숫자이어야 입력
mr_in: प्रविष्ट मागणी क्रमांक अंकीय असणे आवश्यक आहे
nl_nl: Het Order Nummer MOET nummeriek zijn
pt_pt: O Núm. do Pedido precisa ser numérico
ro_ro: Numărul Ordinul a intrat TREBUIE să fie numeric
ru_ru: Введенный номер заказа должен быть числовым
sq_al: Numri Rendit hyri DUHET të jetë një numër
sv: Ordernummret måste vara numeriskt
sw_ke: Idadi Order aliingia LAZIMA numeric
tr_tr: SIPARIS NO. NÜMERIK OLMALI
zh_hk: 输入的订单编号必须是数字
zh_tw: 輸入的訂單編號必須是數字

source: Quotations Only
cs_cz: Citace Pouze
es_es: Sólo cotizaciones
hi_in: केवल कोटेशन
id_id: Hanya Penawaran
it_it: Solo citazioni
ko_kr: 견적 만
mr_in: Quotations केवळ
nl_nl: Alleen offertes
pt_pt: Só Cotação
ro_ro: Numai citate
ru_ru: Только расценки
sq_al: Citate Vetëm
sv: Endast offerter
sw_ke: Dondoo tu
tr_tr: SADECE TEKLIFLER
zh_hk: 只要报价单
zh_tw: 只要報價單

source: Orders Only
cs_cz: Objednávky pouze
es_es: Sólo Pedidos
hi_in: केवल आदेश
id_id: Hanya Order
it_it: Solo gli ordini
ko_kr: 주문 만
mr_in: ऑर्डर केवळ
nl_nl: Alleen orders
pt_pt: Só Pedido
ro_ro: Obligă Numai
ru_ru: Только заказы
sq_al: Vetëm urdhërat e
sv: Endast kundorder
sw_ke: Amri tu
tr_tr: SADECE SIPARISLER
zh_hk: 只要订单
zh_tw: 只要訂單

source: Add Sales Order
cs_cz: Přidat prodejní objednávku
es_es: Añadir orden de venta
hi_in: बिक्री आदेश जोड़ें
id_id: Tambahkan Order Penjualan
it_it: Aggiungi ordine di vendita
ko_kr: 판매 추가 주문
mr_in: जोडा विक्री ऑर्डर
nl_nl: Voeg verkooporder toe
pt_pt: Adicionar Ordem Venda
ro_ro: Adauga Ordinul de vânzare
ru_ru: Добавить заказ на продажу
sv: Ny kundorder
sw_ke: Kuongeza mauzo Order
tr_tr: Satış Siparişi ekle
zh_hk: 新建销售订单
zh_tw: 新增銷售訂單

source: Dispatch Note
cs_cz: Odeslání poznámky
es_es: Nota de Entrega
hi_in: प्रेषण नोट
id_id: Surat Jalan
it_it: Nota spedizione
ko_kr: 파견 참고
mr_in: तडफ टीप
nl_nl: Opmerking verzending
pt_pt: Nota Despacho
ro_ro: Borderou de expediere
ru_ru: Уведомление об отправке
sq_al: Shënim Dërgimi
sv: Leveransanteckning
sw_ke: Angalia dispatch
tr_tr: Sevk Not
zh_hk: 发运通知
zh_tw: 發貨通知

source: Place PO
es_es: Colocar Orden de Compra
id_id: Buat PO
ko_kr: PO를 배치
mr_in: पीओ ठेवा
pt_pt: Local Pedido
zh_tw: 下採購單

source: Print Quote
cs_cz: Tisk Citace
es_es: Imprimir Cita
hi_in: उद्धरण प्रिंट
id_id: Cetak Penawaran
it_it: Stampa offerta
ko_kr: 인쇄 견적
mr_in: प्रिंट कोट
nl_nl: Afdruk Quote
pt_pt: Imprimir Cotação
ro_ro: Citat de imprimare
ru_ru: Печать котировок
sv: Skriv ut offert
sw_ke: Quote magazeti
tr_tr: TEKLIF YAZDIR
zh_hk: 打印报价单
zh_tw: 列印報價

source: Cust Ref
cs_cz: Odběratele Ref
es_es: Ref. cliente
hi_in: ग्राहक रेफरी
id_id: Ref Cust
ko_kr: 커스트 참조
mr_in: ग्राहक संदर्भ
nl_nl: Klant Ref
pt_pt: Custo Ref.
ru_ru: Ссылка на поставщика
sv: Kundref
sw_ke: Cust Kumb
tr_tr: MUSTERI REF.
zh_hk: 客户订单号
zh_tw: 客戶參考

source: Quote Total
cs_cz: Citace celkem
es_es: Total Cotizado
hi_in: कुल उद्धरण
id_id: Total Penawaran
it_it: Quota totale
ko_kr: 견적 총
mr_in: कोट एकूण
nl_nl: Quote Totaal
pt_pt: Total Cotação
ro_ro: Citat Total
ru_ru: Всего
sq_al: Quote Gjithsej
sv: Offert total
sw_ke: Quote Jumla
tr_tr: TEKLIF TOPLAMI
zh_hk: 报价单总额
zh_tw: 報價總數

source: Reprint
cs_cz: Dotisk
es_es: Reimprimir
hi_in: पुनर्मुद्रण
id_id: Cetak-Ulg
it_it: Ristampa
ko_kr: 재판
mr_in: पुनर्मुद्रण
nl_nl: Herprint
pt_pt: Reimpressão
ro_ro: Retipărire
ru_ru: Перепечатка
sq_al: Ribotim
sv: återutskrift
sw_ke: Kikachapishwa
tr_tr: Yeni baskı
zh_hk: 重新打印
zh_tw: 重印

source: Place
es_es: Colocar
id_id: Kirim
ko_kr: 장소
mr_in: स्थान
pt_pt: Local
zh_tw: 下定

source: This will create purchase orders for all the items on the checked sales orders above, based on the preferred supplier purchasing data held in the system. Are You Absolutely Sure?
es_es: Esto creará las órdenes de compra para todos los elementos de las órdenes anteriores de ventas comprobadas, basados ​​en los datos de compra de proveedores preferidos sostenidos en el sistema. ¿Está usted seguro?
id_id: Ini akan membuat order pembelian utk semua item dimana order penjualannya dicentang di atas, berdasarkan data pembelian supplier pilihan yg ada di sistem. Apakah Anda Yakin?
it_it: Questo creerà ordini di acquisto per tutte le voci degli ordini di vendita selezionati in precedenza e sulla base dei dati di acquisto del fornitore preferito contenuti nel sistema. Sei assolutamente sicuro?
ko_kr: 이 시스템에서 개최 데이터를 구입 선호하는 공급 업체를 기반으로 위의 확인 판매 주문의 모든 항목에 대한 구매 주문을 생성합니다. 당신은 절대적으로 확실한가요?
mr_in: ही प्रणाली मध्ये आयोजित पसंतीचे पुरवठादार खरेदी डेटावर आधारित वरील चेक विक्री ऑर्डरवर सर्व आयटम, खरेदी ऑर्डर तयार होईल. आपण पूर्णपणे खात्री आहे?
pt_pt: Serão criadas Ordens de Compra para todos itens dos Pedidos de Venda acima, com base no Fornec. Principal associado. Confirma?
zh_tw: 這將為在檢查銷售訂單上的所有項目的基礎上，在系統持有的首選供應商採購數據採購訂單。是你絕對肯定？

source: Total Quotation(s) Value in
es_es: Total Valor de Cotización(es) en
id_id: Total Nilai Penawaran dalam
ko_kr: 총 견적 (들) 값
mr_in: एकूण कोटेशन (रे) मूल्य
pt_pt: Total da Cotação valor em
zh_tw: 在總報價（S）價值

source: Search Suppliers
cs_cz: Hledat dodavatele
es_es: Buscar proveedores
hi_in: खोज आपूर्तिकर्ता
id_id: Cari Supplier
it_it: Produttori di ricerca
ko_kr: 검색 공급자
mr_in: शोध पुरवठादार
nl_nl: Zoek Leveranciers
pt_pt: Pesquisar Fornecedores
ro_ro: Furnizori Search
ru_ru: Искать поставщиков
sq_al: Furnizuesit Search
sv: Sök leverantörer
tr_tr: TEDARIKCI ARA
zh_hk: 选择供应商
zh_tw: 搜尋供應商

source: Suppliers
cs_cz: Dodavatelé
es_es: Proveedores
hi_in: आपूर्तिकर्ताओं
id_id: Supplier
it_it: Fornitori
ko_kr: 공급 업체
mr_in: पुरवठादार
nl_nl: Leveranciers
pt_pt: Fornecedores
ro_ro: Furnizori
ru_ru: Поставщики
sq_al: Furnizuesit
sv: Leverantörer
sw_ke: Wauzaji
tr_tr: Tedarikçiler
zh_hk: 供应商
zh_tw: 供應商

source: Supplier name keywords have been used in preference to the Supplier code extract entered
cs_cz: Název dodavatele klíčová slova byla použita v preferenci na kód Dodavatel výpis vstoupila
es_es: Palabras claves del nombre del proveedor se han utilizado en lugar del extracto de código de proveedor ingresado
hi_in: प्रदायक नाम खोजशब्दों प्रदायक कोड दिया गया है वरीयता में इस्तेमाल निकालने में प्रवेश किया
id_id: Kata kunci nama Supplier telah digunakan dibandingkan dgn sebagian kode Supplier yg dimasukkan
it_it: parole chiave Nome Fornitore sono stati utilizzati di preferenza al codice Fornitore estratto immesso
ko_kr: 공급자 명칭 키워드 입력 공급자 코드 추출물에 우선하여 사용되고있다
mr_in: पुरवठादार नाव कीवर्ड प्रविष्ट पुरवठादार कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: Key woorden van de leverancier worden gebruikt boven de deels ingevoerde leveranciers code
pt_pt: Palavra chave usada para Fornec. em detrimento Código Fornec.
ro_ro: Furnizorul cuvinte cheie numele au fost folosite în preferinţă la codul furnizorului extract introdus
ru_ru: При поиске поставщика были использованы ключевые слова в имени вместо кода
sq_al: Emri i fjalë kyçe Furnizuesi janë përdorur në preferencë për kodin Furnizuesi ekstrakt hyri
sv: Leverantörsnamn har använts istället för den angivna leverantörskoden
sw_ke: maneno jina Supplier zimetumika katika upendeleo wa kanuni Supplier aliingia dondoo
tr_tr: Tedarikçi adı anahtar kelimeler girmiş özü Tedarikçi kodu tercih kullanılmış olan
zh_hk: 供应商名称将优先于供应商编码作为查询条件
zh_tw: 供應商名稱關鍵字已被供應商編碼的摘要使用

source: has been selected
cs_cz: byla vybrána
es_es: ya ha sido seleccionado
hi_in: चुना गया
id_id: telah dipilih
it_it: è stato selezionato
ko_kr: 선택된
mr_in: निवडले गेले आहे
nl_nl: is geselecteerd
pt_pt: foi selecionado
ro_ro: a fost selectat
ru_ru: был выбран
sq_al: ka qenë i zgjedhur
sv: har valts
sw_ke: imekuwa kuchaguliwa
tr_tr: SEÇILDI
zh_hk: 已被选取
zh_tw: 已被選取

source: Select a menu option to operate using this supplier.
cs_cz: Zvolte menu pracovat pomocí tohoto dodavatele.
es_es: Seleccionar una opción del menú para operar usando este proveedor
hi_in: एक मेनू करने के लिए इस का उपयोग कर संचालित आपूर्तिकर्ता विकल्प चुनें.
id_id: Pilih opsi menu utk beroperasi menggunakan supplier ini.
it_it: Selezionare un&#39;opzione di menu per operare con questo fornitore.
ko_kr: 이 공급 업체를 사용하여 작동 할 수있는 메뉴 옵션을 선택합니다.
mr_in: या पुरवठादार वापरून ऑपरेट करण्यासाठी मेन्यू पर्याय निवडा.
nl_nl: Selecteer een menu optie voor deze leverancier
pt_pt: Selecione opção do menu para este Fornecedor
ro_ro: Selectaţi o opţiune din meniu să funcţioneze cu acest furnizor.
ru_ru: Выберите пункт меню для работы с этим поставщиков.
sq_al: Zgjidh një opsion menu të funksionojnë duke përdorur këtë furnizuesit.
sv: Välj ett menyalternativ att använda med denna leverantör
sw_ke: Kuchagua chaguo orodha ya kufanya kazi kwa kutumia hii wasambazaji.
tr_tr: Bu tedarikçi kullanarak çalıştırmak için bir menü seçeneğini seçin.
zh_hk: 选择一个用此供应商的菜单选项来操作
zh_tw: 使用該供應商來操作，選擇菜單選項

source: Supplier Inquiries
cs_cz: Dodavatel Dotazy
es_es: Consultas de proveedor
hi_in: आपूर्तिकर्ता जांच
id_id: Cari Supplier
it_it: Richieste fornitore
ko_kr: 공급 업체에 문의
mr_in: पुरवठादार Inquiries
nl_nl: Leverancier Opvragen
pt_pt: Consultar Fornecedor
ro_ro: Anchete furnizorul
ru_ru: Запросы поставщика
sq_al: Furnizuesi Hetimet
sv: Leverantörsfrågor
sw_ke: Wasambazaji Maswali
tr_tr: TEDARIKÇI SORGULARI
zh_hk: 供应商查询
zh_tw: 供應商查詢

source: Supplier Transactions
cs_cz: Dodavatel Transakce
es_es: Transacciones con proveedores
hi_in: आपूर्तिकर्ता लेनदेन
id_id: Transaksi Supplier
it_it: Fornitore Transazioni
ko_kr: 공급 업체 거래
mr_in: पुरवठादार व्यवहार
nl_nl: Leverancier Transakties
pt_pt: Transações Fornecedor
ro_ro: Tranzacţii cu furnizorul
ru_ru: Операции поставщика
sq_al: Transaksionet Furnizuesi
sv: Leverantörstrasaktioner
sw_ke: Wasambazaji Transactions
tr_tr: TEDARIKCI ISLEMLERI
zh_hk: 供应商交易
zh_tw: 供應商交易

source: Supplier Maintenance
cs_cz: Dodavatel Údržba
es_es: Administrar proveedores
hi_in: आपूर्तिकर्ता रखरखाव
id_id: Pengaturan Supplier
it_it: Fornitore di manutenzione
ko_kr: 공급 업체의 유지 보수
mr_in: पुरवठादार देखभाल
nl_nl: Leveranciers Onderhoud
pt_pt: Manutenção Fornecedor
ro_ro: Furnizorul de întreţinere
ru_ru: Обслуживание поставщика
sq_al: Furnizuesi Mirëmbajtja
sv: Leverantörs underhåll
sw_ke: Wasambazaji Maintenance
tr_tr: TEDARIKCI YÖNETIMI
zh_hk: 供应商维护
zh_tw: 供應商維護

source: Supplier Account Inquiry
cs_cz: Dodavatel účtu Poptávka
es_es: Consultar cuenta del proveedor
hi_in: आपूर्तिकर्ता खाता जांच
id_id: Cari Akun Supplier
it_it: Fornitore Account inchiesta
ko_kr: 공급 업체 계정 문의
mr_in: पुरवठादार खाते चौकशी
nl_nl: Leverancier Openstaande Posten
pt_pt: Consultar Conta Fornecedor
ro_ro: Furnizorul de cont anchetă
ru_ru: Запрос счета поставщика
sq_al: Hetim Furnizuesi Account
sv: Leverantörskontofråga
sw_ke: Uchunguzi wa Akaunti ya muuzaji
tr_tr: TEDARIKÇI SORGULARI
zh_hk: 供应商交易查询
zh_tw: 供應商帳目查詢

source: Add / Receive / View Outstanding Purchase Orders
cs_cz: Přidat / příjem / Zobrazit Vynikající objednávek
es_es: Añadir/Aprobar/Ver Órdenes de Compra Pendientes
hi_in: जोड़ें / / प्राप्त बकाया खरीद आदेश देखें
id_id: Tambah / Terima / Lihat Order Pembelian Blm-Datang
it_it: Aggiungi / ricezione / Vista ordini d&#39;acquisto in sospeso
ko_kr: /보기 뛰어난 구매 주문을 받기 추가 /
mr_in: जोडा / प्राप्त / पहा शिल्लक खरेदी ऑर्डर
nl_nl: Toon / ontvang / wijzig openstaande inkooporder
pt_pt: Adic. / Receber / Visualizar Ordens Compra
ro_ro: Adăugaţi / Primire / Vezi comenzilor de achiziţie
ru_ru: Добавить / Прием / Открыть необработанные заказы на поставку
sq_al: Shto / Merre / Shiko urdhëron të papaguara Blerje
sv: Lägg till / Ta emot / Visa öppna inköpsorder
sw_ke: Kuongeza / Pokea / View Daraja Ununuzi bora
tr_tr: Ekle / Al / Üstün Satın Alma Siparişleri Profili
zh_hk: 新增/接收/查看 未完成采购订单
zh_tw: 新增/收貨/查詢 未完成採購訂單

source: View All Purchase Orders
cs_cz: Zobrazit všechny Objednávky
es_es: Ver todas las órdenes de compra
hi_in: सभी देखें खरीद आदेश
id_id: Lihat Semua Order Pembelian
it_it: Vedi tutte Ordini di acquisto
ko_kr: 모든 구매 주문보기
mr_in: सर्व खरेदी ऑर्डर पहा
nl_nl: Toon alle inkoop orders
pt_pt: Ver todas Ordens de Compra
ro_ro: Vezi toate cumparare Comenzi
ru_ru: Просмотреть все заказы
sq_al: Shiko të gjitha urdhrat e blerjes
sv: Visa alla inköpsorder
sw_ke: Mtazamo Daraja Ununuzi zote
tr_tr: TÜM SATINALMA SIPARISLERINI INCELE
zh_hk: 查看所有采购订单
zh_tw: 檢視所有採購訂單

source: List all open shipments for
cs_cz: Seznam všech otevřených zásilek pro
es_es: Lista de todos los embarques abiertos para
id_id: Daftar semua pengiriman terbuka utk
it_it: Lista aperta per tutte le spedizioni
ko_kr: 모든 열려있는 선적을 나열
mr_in: सर्व खुल्या शिपमेंट्समध्ये सूची
nl_nl: Een lijst van alle open zendingen voor
pt_pt: Listar todos envios em aberto para:
ro_ro: Lista toate transferurile deschise pentru
ru_ru: Перечислить все поставки для
sq_al: Lista e të gjitha dërgesave të hapur për
sv: Lista alla öppna transporter för
sw_ke: Orodha yote umeongezeka wazi kwa ajili ya
tr_tr: Liste tüm açık gönderiler için
zh_hk: 列出所有未完成运单
zh_tw: 列出未完成的出貨單

source: Search / Modify / Close Shipments
cs_cz: Hledat / Změnit / Zavřít Zásilky
es_es: Buscar/Modificar/Cerrar Envíos
hi_in: खोज / संशोधित / लदान बंद
id_id: Cari / Ubah / Selesaikan Pengiriman
it_it: Ricerca / Modifica / Chiudi Spedizioni
ko_kr: 검색 / 수정 / 닫기 선적
mr_in: शोध / Modify / बंद शिपमेंट्समध्ये
nl_nl: Zoek / wijzig / sluit transporten
pt_pt: Pesquisar / Modificar / Fechar Envios
ro_ro: Search / Modificare / Inchide Expedieri
ru_ru: Искать / Изменить / Закрыть поставки
sq_al: Kërko / Ndrysho / Mbyll Dërgesat
sv: Sök / Ändra / Stäng leveranser
sw_ke: Search / Modify / Close umeongezeka
tr_tr: Arama / değiştirme / siparişler Kapat
zh_hk: 查找/修改/关闭运单
zh_tw: 查詢/修改/完成出貨

source: Supplier Price List
cs_cz: Dodavatel Ceník
es_es: Lista de precios del proveedor
hi_in: आपूर्तिकर्ता मूल्य सूची
id_id: Daftar Harga Supplier
it_it: Fornitore Prezzo di listino
ko_kr: 공급 가격 목록
mr_in: पुरवठादार किंमत सूची
nl_nl: Leverancier Prijslijst
pt_pt: Lista de Preço Fornecedor
ro_ro: Furnizorul Lista de preturi
ru_ru: Прайс-лист поставщика
sq_al: Lista e Çmimeve Furnizuesi
sv: Leverantörsprislista
sw_ke: Bei wasambazaji Orodha
tr_tr: Tedarikçi Fiyat Listesi
zh_hk: 供应商价格表
zh_tw: 供應商物料價格清單

source: Enter a Purchase Order for This Supplier
cs_cz: Zadejte objednávky pro tento dodavatel
es_es: Introducir una orden de compra para este proveedor
hi_in: इस प्रदायक के लिए एक खरीद आदेश दर्ज
id_id: Masukkan Order Pembelian utk Supplier ini
it_it: Inserire un ordine d&#39;acquisto per questo fornitore
ko_kr: 이 공급 업체에 대한 구매 주문을 입력
mr_in: हा पुरवठादार एक खरेदी ऑर्डर प्रविष्ट करा
nl_nl: Voer een bestelling voor deze leverancier
pt_pt: Adicionar Ordem Compra para este Fornecedor
ro_ro: Introduceţi un Ordin de achiziţie pentru acest furnizor
ru_ru: Введите заказ на покупку для данного поставщика
sq_al: Futni një Urdhër blerje për këtë Furnizuesi
sv: Registrera en köporder för leverantören
sw_ke: Kuingia Order Ununuzi kwa Supplier huu
tr_tr: Bu Tedarikçi için bir Satınalma Siparişi girin
zh_hk: 向此供应商输入一张采购订单
zh_tw: 輸入該供應商的採購訂單

source: Enter a Suppliers Invoice
cs_cz: Zadejte Dodavatelé faktury
es_es: Introducir una Factura de proveedor
hi_in: एक आपूर्तिकर्ताओं चालान दर्ज
id_id: Masukkan Faktur Supplier
it_it: Inserisci una fattura fornitori
ko_kr: 공급 업체의 송장 입력
mr_in: एक पुरवठादार चलन प्रविष्ट करा
nl_nl: Voer Leveranciers Factuur In
pt_pt: Adicionar Aviso Pedido deste Fornecedor
ro_ro: Introduceţi o factură Furnizorii
ru_ru: Введите счет-фактуру поставщика
sq_al: Futni një Faturë Furnizuesit
sv: Registrera en lev.faktura
sw_ke: Kuingia ankara Suppliers
tr_tr: TEDARIKCI FATURASI GIR
zh_hk: 输入供应商发票
zh_tw: 輸入供應商發票

source: Enter a Suppliers Credit Note
cs_cz: Zadejte Dodavatelé dobropis
es_es: Introducir una nota de Crédito (Abono) a proveedor
hi_in: एक आपूर्तिकर्ता क्रेडिट नोट दर्ज करें
id_id: Masukkan Nota Kredit Supplier
it_it: Immettere una nota di credito Fornitori
ko_kr: 공급자 신용 참고를 입력
mr_in: एक पुरवठादार क्रेडिट टीप प्रविष्ट करा
nl_nl: Voer een Leveranciers Credit Nota in
pt_pt: Adicionar Nota Crédito deste Fornecedor
ro_ro: Introduceţi o notă de credit Furnizorii
ru_ru: Введите кредитные заметки поставщика
sq_al: Futni një Shënim Furnizuesit Credit
sv: Registrera en lev.kreditfaktura
sw_ke: Kuingia Wauzaji wa Ilani ya Mikopo
tr_tr: Bir Tedarikçiler Kredi Notu girin
zh_hk: 输入供应商红字发票
zh_tw: 輸入供應商負數發票

source: Enter a Payment to, or Receipt from the Supplier
cs_cz: Zadejte Platba nebo přijetí od dodavatele
es_es: Introducir un Pago a, ó Ingreso desde, proveedor
hi_in: भुगतान करने के लिए एक दर्ज करें, या प्रदायक से रसीद
id_id: Masukkan Pembayaran ke, atau Penerimaan dari Supplier
it_it: Inserisci un pagamento, o ricevuta dal Fornitore
ko_kr: 공급 업체에 지불, 또는 영수증을 입력
mr_in: पुरवठादार पासून पेमेंट, किंवा पावती प्रविष्ट करा
nl_nl: Voer betaling aan of ontvangst van leverancier in
pt_pt: Entrar com Pagamento ou Recebimento deste Forn.
ro_ro: Introduceţi un Plata la, sau primirea de la Furnizor
ru_ru: Введите оплату или получение от поставщика
sq_al: Futni një Pagesa për të, ose pranimin nga Furnizuesi
sv: Registrera en betalning till eller kvitto från leverantören
sw_ke: Malipo ya kuingia na, au risiti kutoka kwa Supplier
tr_tr: , Bir Ödeme girin veya Makbuz Tedarikçi
zh_hk: 输入向此供应商的付款或者从此供应商接收收款收据
zh_tw: 付款或收款(退款)給供應商

source: Reverse an Outstanding Goods Received Note (GRN)
cs_cz: Reverzní Vynikající zboží, které obdrží Poznámka (GRN)
es_es: Revocar una nota de Productos Recibidos (GRN) Pendiente
hi_in: रिवर्स एक बकाया सामान नोट (GRN) प्राप्त
id_id: Balikkan Surat Penerimaan Brg (GRN) Blm-Selesai
it_it: Invertendo una Beni corso ricevuti Nota (GRN)
ko_kr: 뛰어난 제품 접수 됨 주 역 (GRN)
mr_in: एक शिल्लक वस्तूंचे प्राप्त टीप उलटा (GRN)
nl_nl: Terugboeking van een openstaande goederen ontvangst bon
pt_pt: Reverter Nota Mercadoria em Inspeção DEM
ro_ro: Inversă o Marfa restante primite Nota (NRG)
ru_ru: Отменить извещение о получении необработанных товаров.
sq_al: Kundërt një Mallrat të papaguara të marra Shënim (GRN)
sv: Backa en omatchad inleverans
sw_ke: Nyuma ya Bidhaa bora alipokea Angalia (GRN)
tr_tr: Üstün Eşya Not (GRN) Alınan Ters
zh_hk: 撤销一个未完成的收货单
zh_tw: 撤銷未完成的收貨單（GRN）
