Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Open Shipments Only
cs_cz: Open zásilky pouze
es_es: Sólo Envíos Abiertos
hi_in: केवल ओपन लदान
id_id: Hanya Pengiriman Blm-Selesai
it_it: Spedizioni Aperto solo
ko_kr: 열기 선적 만
mr_in: उघडा शिपमेंट्समध्ये केवळ
nl_nl: Alleen Open Zendingen
pt_pt: Só Remessas Abertas
ro_ro: Transporturile Open Numai
ru_ru: Только открытые поставки
sq_al: Vetëm dërgesat e Hapur
sv: Endast öppna leveraner
sw_ke: Umeongezeka wazi tu
tr_tr: SADECE AÇIK SEVKIYATLAR
zh_hk: 只要未到的运单
zh_tw: 只要未到的運輸單

source: To search for shipments for a specific part use the part selection facilities below
cs_cz: Chcete-li hledat zásilek pro určitou část využívat zařízení část výběru níže
es_es: Para buscar envíos de una pieza determinada, use la selección de piezas
hi_in: एक विशिष्ट भाग के उपयोग के लिए लदान के लिए खोज भाग चयन सुविधाओं से नीचे करने के लिए
id_id: Utk mencari pengiriman utk item tertentu, gunakan pilihan di bawah
it_it: Per ricercare le spedizioni per un uso specifico parte degli impianti di selezione di seguito parte
ko_kr: 특정 부분에 대한 출하를 검색하려면 아래의 부품 선택 기능을 사용
mr_in: विशिष्ट भागासाठी शिपमेंट्समध्ये शोधण्यासाठी खालील भाग निवड सुविधा वापरा
nl_nl: Om zendingen te zoeken voor een specifiek onderdeelen gebruik de selectie faciliteiten hieronder
pt_pt: Pesquisar por remessas para um item específico, use facilidades abaixo
ro_ro: Pentru a căuta pentru transporturile pentru o utilizare anumită parte a instalaţiilor parte de selecţie de mai jos
ru_ru: Для поиска поставок для конкретной части используйте выбор объектов ниже
sq_al: Për të kërkuar për dërgesat e për një përdorim pjesë të veçantë të objekteve zgjedhja pjesën më poshtë
sv: Sök efter leveranser per produkt nedan
sw_ke: Kutafuta umeongezeka kwa ajili ya matumizi maalum sehemu ya uteuzi sehemu vifaa vya chini
tr_tr: parça seçimi tesisleri altında belirli bir bölümünü kullanmak için gönderiler aramak için
zh_hk: 根据物料查找运单
zh_tw: 根據物料來查詢運輸單

source: No shipments were returned by the SQL because
cs_cz: Žádné zásilky byly vráceny, protože SQL
es_es: El SQL no devolvió envíos porque
hi_in: कोई लदान क्योंकि SQL से लौट रहे थे
id_id: Tdk ada pengiriman yg didapatkan SQL karena
it_it: Nessuna spedizione sono stati restituiti dal SQL perché
ko_kr: 어떤 출하량은 SQL 때문에에 의해 반환되지 않았다
mr_in: नाही शिपमेंट्समध्ये SQL करून परत आले कारण
nl_nl: Geen transporten gevonden in de SQL omdat
pt_pt: Não retornaram remessas na pesquisa SQL porque
ro_ro: Nu transporturile au fost returnate de către SQL, deoarece
ru_ru: Не найдено поставок, так как
sq_al: Nuk ka dërgesa të ishin kthyer nga ana e SQL sepse
sv: Inga leveranser returnerades av SQL eftersom
sw_ke: umeongezeka Hakuna kurudi kwa sababu SQL
tr_tr: SETKIYAT BULUNAMADI
zh_hk: 找不到运单，因为
zh_tw: 沒有運輸單由 SQL 返回，因為

source: Voyage
cs_cz: Plavba
es_es: Viaje
hi_in: जलयात्रा
id_id: Pelayaran
ko_kr: 항해
mr_in: जलप्रवास
nl_nl: Reis
pt_pt: Viagem
ro_ro: Călătorie
ru_ru: Судно
sq_al: Lundrim
sv: Fraktref
sw_ke: Safari
tr_tr: SEVK YOLU
zh_hk: 车号
zh_tw: 航次

source: Expected Arrival
cs_cz: Předpokládaný příjezd
es_es: Arribo esperado
hi_in: उम्मीद आगमन
id_id: Perkiraan Tiba
it_it: Arrivo previsto
ko_kr: 예상 도착
mr_in: अपेक्षित आगमन
nl_nl: Verwachte Aankomst
pt_pt: Dt Esper. Cheg.
ro_ro: Sosire de aşteptat
ru_ru: Ожидаемое прибытие
sq_al: Arritja e pritshme
sv: Planerat ankomst datum
sw_ke: Kuwasili inatarajiwa
tr_tr: TAHMINI VARIS/GELIS
zh_hk: 预计到货日期
zh_tw: 預計到貨

source: Close
cs_cz: Zavřít
es_es: Cerrar
hi_in: बंद
id_id: Selesaikan
it_it: Chiudi
ko_kr: 닫기
mr_in: बंद करणे
nl_nl: Sluiten
pt_pt: Fechada
ro_ro: Inchide
ru_ru: Закрыть
sq_al: Afër
sv: Stäng
sw_ke: Karibu
tr_tr: KAPAT
zh_hk: 已到
zh_tw: 關閉

source: Shipments Open Inquiry
cs_cz: Zásilky Open Poptávka
es_es: Consultar Envíos activos
hi_in: खुला जाँच लदान
id_id: Cari Pengiriman Berjalan
it_it: Spedizioni un&#39;indagine aperta
ko_kr: 선적 열기 문의
mr_in: शिपमेंट्समध्ये उघडा चौकशी
nl_nl: Opvragen open zendingen
pt_pt: Consulta Remessas Abertas
ro_ro: Transporturile anchete deschise
ru_ru: Исследование открытых поставок
sq_al: Dërgesave Hetim Hapur
sv: Endast öppna leveraner
sw_ke: Umeongezeka Open Uchunguzi
tr_tr: AÇIK SEVKIYAT SORGULARI
zh_hk: 运输开启查询
zh_tw: 查詢未完成出貨

source: Open Shipments for
cs_cz: Zásilky otevřené pro
es_es: Envíos Abiertos de
hi_in: ओपन के लिए लदान
id_id: Pengiriman Berjalan utk
it_it: Spedizioni Aperto per
ko_kr: 오픈 선적
mr_in: खुल्या शिपमेंट्समध्ये
nl_nl: Open transporten voor
pt_pt: Remessas abertas para
ro_ro: Transporturile Open pentru
ru_ru: Открытые поставки для
sq_al: Dërgesat e Hapur për
sv: öppna leveranser för
sw_ke: Wazi umeongezeka kwa
tr_tr: AÇIK SEVKIYATLAR:
zh_hk: 开启的运输
zh_tw: 未完成的出貨

source: This page must be given the supplier code to look for shipments for
cs_cz: Tato stránka musí být uveden kód dodavatele hledat zásilek pro
es_es: Debe indicar el código del proveedor para buscar envíos de
hi_in: इस पृष्ठ आपूर्तिकर्ता कोड दिया जाना चाहिए करने के लिए लदान के लिए देखने के लिए
id_id: Halaman ini harus diberikan kode supplier utk mencari pengiriman
it_it: Questa pagina deve essere dato il codice fornitore di cercare le spedizioni per
ko_kr: 이 페이지에 대한 출하를 찾기 위해 공급 업체 코드를 부여해야합니다
mr_in: या पृष्ठासाठी शिपमेंट्समध्ये शोधणे पुरवठादार कोड दिले पाहिजे
nl_nl: Op deze pagina is de leverancierscode nodig om transporten te vinden
pt_pt: Esta página precisa conter o cód. fornecedor das remessas pesquisadas
ro_ro: Această pagină trebuie să aibă codul de furnizor pentru a căuta pentru transporturile de
ru_ru: Эта страница должна быть вызвана скодом поставщика, для которого ищутся поставки
sq_al: Kjo faqe duhet të ketë kodin e furnizuesit për të kërkuar dërgesave për
sv: Denna sida måste ges leverantören koden till för transporter för
sw_ke: Ukarasa huu lazima apewe kanuni wasambazaji kuangalia kwa umeongezeka kwa
tr_tr: Bu sayfa için gönderiler aramak için tedarikçi kod verilmelidir
zh_hk: 这页必须由要寻找的运输的供应商编码来呼叫
zh_tw: 這頁必須由要尋找的運輸的供應商編碼來呼叫

source: No shipments were returned from the database because
cs_cz: Žádné zásilky byly vráceny z databáze, protože
es_es: No se encontraron envíos en la base de datos porque
hi_in: कोई लदान डेटाबेस क्योंकि से लौट रहे थे
id_id: Tdk ada pengiriman yg dikembalikan dari database karena
it_it: Nessuna spedizione sono stati restituiti dal database perché
ko_kr: 어떤 출하량은 데이터베이스 때문에에서 반환되지 않았다
mr_in: नाही शिपमेंट्समध्ये डेटाबेस परत आले कारण
nl_nl: Geen transporten gevonden inde database omdat
pt_pt: Nenhuma remessa retornou do DB porque
ro_ro: Transporturile nu au fost returnate din baza de date, deoarece
ru_ru: Не найдены поставки в базе данных, поскольку
sq_al: Nuk ka dërgesa të ishin kthyer nga baza e të dhënave për shkak se
sv: Inga transporter var tillbaka från databasen eftersom
sw_ke: Hakuna umeongezeka waliporudi kutoka database sababu
tr_tr: VERITABANINDA SEVK KAYDI BULUNAMADI
zh_hk: 没有运输由数据库传回, 因为
zh_tw: 沒有運輸由資料庫傳回, 因為

source: There are no open shipments currently set up for
cs_cz: Neexistují žádné otevřené zásilky v současné době nastaven pro
es_es: No hay envíos abiertos creados actualmente para
hi_in: वहाँ कोई खुला वर्तमान के लिए स्थापित कर रहे हैं लदान
id_id: Tdk ada pengiriman blm-selesai yg saat ini diatur utk
it_it: Non ci sono spedizioni aperti attualmente impostato su
ko_kr: 현재에 대한 설정 열린 출하량이 없습니다
mr_in: सध्या सेट उघडे शिपमेंट्समध्ये आहेत
nl_nl: Er zijn geen open transporten voor
pt_pt: Não existem remessas atualmente para
ro_ro: Nu există transporturilor deschise în prezent configurat pentru
ru_ru: Не найдено открытых поставок для
sq_al: Nuk ka dërgesa të hapur vendosur deri tani për
sv: Det finns inga öppna försändelser nu bildas för
sw_ke: Hakuna umeongezeka wazi sasa kwa ajili ya kuweka
tr_tr: AÇIK SEVKIYATI YOK:
zh_hk: 没有开启的运输被设定
zh_tw: 沒有未完成的出貨單

source: ETA
es_es: FEA
hi_in: ईटीए
id_id: Perkiraan Tiba
nl_nl: TVA
pt_pt: Data Prev. Cheg.
zh_hk: 预计到货日期
zh_tw: 預計到貨日

source: Shop Configuration
es_es: Configuración de la tienda
ko_kr: 상점 구성
mr_in: दुकान संरचना
pt_pt: Configuração Loja
zh_tw: 商店配置

source: The shop configuration could not be updated because
ko_kr: 매장 구성이 있기 때문에 업데이트 할 수 없습니다
mr_in: दुकानातील संरचना सुधारीत करणे शक्य नाही कारण
pt_pt: Configuração Loja não pode ser atualizada porque
zh_tw: 這家商店配置不能更新，因為

source: Shop configuration updated
ko_kr: 숍 구성 업데이트
mr_in: दुकान संरचना सुधारीत
pt_pt: Configuração Loja atualizada
zh_tw: 這家商店配置不能更新，因為

source: Shop Configuration Parameter
ko_kr: 숍 구성 매개 변수
mr_in: शॉप व्यूहरचना मापदंड
pt_pt: Parâmetros Config. Loja
zh_tw: 商店配置參數

source: General Settings
cs_cz: Obecná nastavení
es_es: Configuración General
hi_in: सामान्य सेटिंग्स
id_id: Pengaturan Umum
it_it: Impostazioni generali
ko_kr: 일반 설정
mr_in: सामान्य सेटिंग्ज
nl_nl: Algemene instellingen
pt_pt: Configurações Gerais
ro_ro: Setări generale
ru_ru: Общие настройки
sq_al: Rregullimi i Përgjithshëm
sv: Allmänna inställningar
sw_ke: Mkuu wa vipimo
tr_tr: GENEL AYARLAR
zh_hk: 一般设置
zh_tw: 一般設定

source: Test or Live Mode
ko_kr: 테스트 또는 라이브 모드
mr_in: कसोटी किंवा लाइव्ह मोड
pt_pt: Modo Teste ou Produção
zh_tw: 測試或實況模式

source: Test
es_es: Prueba
ko_kr: 테스트
mr_in: चाचणी
pt_pt: Teste
zh_tw: 測試

source: Live
ko_kr: 라이브
mr_in: जगणे
pt_pt: Produção
zh_tw: 實況

source: Must change this to live mode when the shop is activie. No PayPal or credit card transactions will be processed in test mode
ko_kr: 가게 activie 인 경우 라이브 모드로 변경해야합니다. 더 페이팔 또는 신용 카드 거래는 테스트 모드에서 처리되지 않는다
mr_in: दुकानातील activie आहे तेव्हा थेट मोड हा बदल आवश्यक आहे. PayPal किंवा क्रेडिट कार्ड व्यवहार नाही चाचणी मोड मध्ये प्रक्रिया केली जाईल
pt_pt: Modif. isso para mode real quando loja estiver ativa. Nenhuma trans. PayPal ou cartão de créd. irão ocorrer no modo teste
zh_tw: 必須改變這種實時模式下，當店是activie。沒有貝寶或信用卡交易將在測試模式下進行處理

source: Shop Name
es_es: Nombre de la tienda
ko_kr: 가게 이름
mr_in: दुकान नाव
pt_pt: Nome do comprador
zh_tw: 商店名稱

source: Enter the name of the shop that will be displayed on all the store pages
ko_kr: 모든 상점 페이지에 표시됩니다 가게의 이름을 입력
mr_in: सर्व स्टोअर पृष्ठे प्रदर्शित होईल की दुकान नाव प्रविष्ट करा
pt_pt: Informe o nome da Loja que será exibido nas páginas do armazém
zh_tw: 輸入將所有的商店頁面上顯示的商店名稱

source: Shop Title
es_es: Título de la tienda
ko_kr: 쇼핑 제목
mr_in: दुकान शीर्षक
pt_pt: Título da Loja
zh_tw: 商店標題

source: Enter the title of the shop that will be displayed on the main webSHOP page. Useful for SEO purposes.
ko_kr: 주요 인터넷 쇼핑몰 페이지에 표시되는 가게의 제목을 입력합니다. 검색 엔진 최적화 목적에 유용합니다.
mr_in: मुख्य webSHOP पृष्ठावर प्रदर्शित केले जाईल की दुकान शीर्षक प्रविष्ट करा. एसइओ हेतूने उपयुक्त.
pt_pt: Informe o nome da Loja que será exibido na página principal da webSHOP. Útil para SEO.
zh_tw: 針對搜索引擎優化的目的。輸入店鋪的名稱此名稱將顯示在主網店頁面上

source: Shop Manager Email
es_es: Correo-e del gerente de tienda
ko_kr: 상점 관리자 이메일
mr_in: दुकान व्यवस्थापक ईमेल
pt_pt: Email do Gerente da Loja
zh_tw: 商店經理電子郵件

source: Enter the email address of the webSHOP manager.
ko_kr: 인터넷 쇼핑몰 관리자의 이메일 주소를 입력합니다.
mr_in: WebSHOP व्यवस्थापक ईमेल पत्ता प्रविष्ट करा.
pt_pt: Você precisa informar o endereço do email do gerente da Loja
zh_tw: 輸入網店管理員的電子郵件地址。

source: Default Web Shop Customer Acount
ko_kr: 기본 웹 쇼핑 고객 ACOUNT
mr_in: डीफॉल्ट वेब दुकान ग्राहक Acount
pt_pt: Código Cliente Padrão da Loja
zh_tw: 網路商店預設的客戶帳號

source: Select the customer account that is to be used for the web-store sales
ko_kr: 웹 매장 판매를 위해 사용되는 고객의 계정을 선택
mr_in: वेब स्टोअर विक्री वापरली असेल की ग्राहक खाते निवडा
pt_pt: Selecione Conta Cliente que será usada para vendas na web-store
zh_tw: 選擇客戶帳戶以用於網路商店銷售

source: Default Web Shop Branch Code
es_es: Código predeterminado de sucursal webShop
ko_kr: 웹 숍 지점 코드를 기본
mr_in: डीफॉल्ट वेब दुकान शाखा कोड
pt_pt: Código Marca Padrão para WebShop
zh_tw: 預設的網路商店分行代碼

source: The customer branch code that is to be used - a branch of the above custoemr account - for web-store sales
ko_kr: 사용되는 고객의 지점 코드 - 위의 custoemr 계정의 지점 - 웹 상점 판매
mr_in: वापरण्याजोगी आहे की ग्राहक शाखा कोड - वरील custoemr खाते एक शाखा - वेब स्टोअर विक्री साठी
pt_pt: Cód. Sucursal do Cliente
zh_tw: 客戶分公司代碼是用於 - 在上述custoemr帳戶的一個分公司， - 用於網絡店內銷售

source: Privacy Statement
es_es: Declaración de privacidad
ko_kr: 개인 정보 보호 정책
mr_in: प्रायव्हसी स्टेटमेंट
pt_pt: Condições Privacidade
zh_tw: 隱私聲明

source: This text will appear on the web-store page that spells out the privacy policy of the web-shop
ko_kr: 이 텍스트는 웹 상점의 개인 정보 보호 정책을 주문 웹 스토어 페이지에 표시됩니다
mr_in: हा मजकूर वेब दुकान गोपनीयता धोरण बाहेर spells वेब दुकान पृष्ठावर दिसेल
pt_pt: Esse texto irá aparecer na pág. da loja que exibe política de privacidade na web-shop
zh_tw: 這段文字會出現在網上商店頁面，闡明了在網絡商店的隱私政策

source: Enter the raw html without any line breaks
ko_kr: 줄 바꿈하지 않고 원시 HTML을 입력
mr_in: कोणत्याही ओळ तोडण्यासाठी न कच्चा HTML प्रविष्ट करा
pt_pt: Informe html sem nenhuma linha de quebra
zh_tw: 請輸入原始的HTML沒有任何換行符

source: Terms and Conditions
es_es: Términos y condiciones
ko_kr: 이용 약관
mr_in: अटी आणि नियम
pt_pt: Termos e Condições
zh_tw: 條款和條件

source: This text will appear on the web-store page that spells out the terms and conditions associated with sales from the web-shop
ko_kr: 이 텍스트는 웹 상점에서 판매와 관련된 조건을 주문 웹 스토어 페이지에 표시됩니다
mr_in: हा मजकूर वेब दुकान पासून विक्री संबद्ध अटी व शर्ती बाहेर spells वेब दुकान पृष्ठावर दिसेल
pt_pt: Esse texto irá aparecer na página da loja que exibe os termos e condições associados com vendas na web-shop
zh_tw: 這段文字會出現在網上商店頁面，闡明了銷售額從網上商店相關的條款和條件

source: About Us
es_es: ¿Quiénes somos?
ko_kr: 회사 소개
mr_in: आमच्याबद्दल
pt_pt: Sobre Nós
zh_tw: 關於我們

source: This text will appear on the web-store page that provides information about us to users of the web-store.
ko_kr: 이 텍스트는 웹 스토어의 사용자에게 우리에 대한 정보를 제공하는 웹 스토어 페이지에 표시됩니다.
mr_in: हा मजकूर वेब स्टोअर वापरकर्त्यांना आमच्याबद्दल माहिती पुरवते वेब स्टोअर पृष्ठावर दिसेल.
pt_pt: Esse texto irá aparecer na pág. web-store que disponibiliza informação sobre nós na loja web-store.
zh_tw: 這段文字會出現在網上商店頁面，提供有關我們的資料到網上商店的用戶上。

source: Contact Us
es_es: Contáctenos
ko_kr: 문의
mr_in: आमच्याशी संपर्क साधा
pt_pt: Contato
zh_tw: 聯絡我們

source: This text will appear on the web-store page that provides contact information to users of the web-store.
ko_kr: 이 텍스트는 웹 스토어의 사용자에게 연락처 정보를 제공하는 웹 스토어 페이지에 표시됩니다.
mr_in: हा मजकूर वेब स्टोअर वापरकर्त्यांना संपर्क माहिती पुरवते वेब स्टोअर पृष्ठावर दिसेल.
pt_pt: Esse texto irá aparecer na loja web e prove informações de contato para usuários da loja web.
zh_tw: 這段文字會出現在網上商店頁面，提供聯繫信息，web存儲的用戶上。

source: Freight Policy
es_es: Política de envíos
ko_kr: 화물 정책
mr_in: सामानाचे धोरण
pt_pt: Política de Frete
zh_tw: 運費政策

source: This text will appear on the web-store page that spells out the freight policy of the web-shop
ko_kr: 이 텍스트는 웹 상점의화물 운송 정책을 주문 웹 스토어 페이지에 표시됩니다
mr_in: हा मजकूर वेब दुकान च्या वाहतुक धोरण बाहेर spells वेब दुकान पृष्ठावर दिसेल
pt_pt: Esse texto irá aparecer na pagina da loja para exibir política de frete do web-shop
zh_tw: 這段文字會出現在網上商店頁面，闡明了網絡店鋪的貨運政策

source: Web-Store Behaviour Settings
ko_kr: 웹 스토어 행동 설정
mr_in: वेब स्टोअर वर्तणुक सेटिंग्ज
pt_pt: Configuração do Comport. da WEB-STORE
zh_tw: 網上商店的行為設置

source: Show Only Items With Available Stock
ko_kr: 재고 만 항목을 표시
mr_in: उपलब्ध स्टॉक फक्त आयटम दर्शवा
pt_pt: Exibir Só Itens com Estoque Disponível
zh_tw: 僅顯示項目並可用庫存

source: Shows only items with QOH > 0 thus avoiding the Arriving Soon items.
ko_kr: 따라서 곧 도착 항목을 피하는 QOH> 0 항목 만 표시합니다.
pt_pt: Exibir só itens com QOH > 0, isso não mostra itens que tem Ordem de Compra
zh_tw: 只顯示有QOH>0這樣就避免了到達推出商品項目。

source: Show/Hide QOH column
ko_kr: 표시 / 숨기기 QOH 열
mr_in: दर्शवा / लपवा QOH स्तंभ
pt_pt: Exibir / Ocultar Coluna QOH
zh_tw: 顯示/隱藏QOH列

source: Hide
es_es: Ocultar
ko_kr: 숨기기
mr_in: लपणे
pt_pt: Esconder
zh_tw: 隱藏

source: Shows / Hides the QOH column Select Hide if you do not want webSHOP visitors to know how many stock do you currently hold.
ko_kr: 당신이 인터넷 쇼핑몰 방문자가 현재 보유 어떻게 많은 재고 알고 싶어하지 않는 경우 쇼 / QOH 열 숨기기를 선택을 숨 깁니다.
mr_in: आपण सध्या किती स्टॉक धारण करू जाणून webSHOP अभ्यागतांना नको तर शो / QOH स्तंभ निवडा लपवा लपविला.
pt_pt: Exibir ou Omitir coluna QOH (quant. disponível). Selec. Omitir se não deseja que usuários WEBSHOP visualizam o estoque atual.
zh_tw: 顯示/隱藏QOH列中選擇隱藏，如果你不希望網店的訪客知道有多少倉庫，你目前持有。

source: Stock Locations
es_es: Ubicaciones de inventario
ko_kr: 재고 위치
mr_in: स्टॉक स्थाने
pt_pt: Local Estoque
zh_tw: 存貨地點

source: Select one or more stock locations (warehouses) that webSHOP should consider stock for the purposes of displaying the on hand quantity for customer information
ko_kr: 그 인터넷 쇼핑몰은 고객 정보를 손 양에 표시의 목적을 위해 주식을 고려해야 하나 이상의 재고 위치 (창고)을 선택
mr_in: त्या webSHOP ग्राहक माहितीसाठी वर हात प्रमाण प्रदर्शित प्रयोजनार्थ स्टॉक विचार करावा एक किंवा अधिक स्टॉक स्थाने (गोदामांची) निवडा
pt_pt: Selec. um ou mais locais de estoque (armazem) para os quais WEBSHOP deve considerar estoque para os propósitos de exibir quant. disponível para cliente
zh_tw: 選擇一個或多個倉庫的地點（倉庫）的網上商店應考慮庫存顯示庫存量的客戶信息的目的

source: Allow Payment Surcharges
es_es: Permitir sobrecargos en pago
ko_kr: 지불 추가 요금 허용
mr_in: भरणा Surcharges परवानगी द्या
pt_pt: Encargos Adicion. SobreTaxas
zh_tw: 允許支付附加費

source: Add surcharges for different payment methods.
es_es: Añadir recargos para diferentes métodos de pago.
ko_kr: 다른 지불 방법에 대한 추가 요금을 추가합니다.
mr_in: भिन्न देयक पद्धती करीता surcharges जोडा.
pt_pt: Adic. sobretaxas para diferent. métodos pagto.
zh_tw: 添加附加費不同的付款方式。

source: Surcharges Stock Item
ko_kr: 추가 요금 재고 상품
mr_in: Surcharges स्टॉक आयटम
pt_pt: Itens com Sobre Taxa
zh_tw: 庫存物料的附加費

source: Select the webERP service item to use for payment surcharges to be processed as
ko_kr: 지불 요금은 다음과 같이 처리 할에 사용할 webERP 서비스 항목을 선택
mr_in: WebERP सेवा आयटम म्हणून प्रक्रियेकरिता देयक surcharges वापरायचा निवडा
pt_pt: Selec. item serviço WEBERP para usar pagto sobretaxas para processar como
zh_tw: 選擇ERP服務項目以用於支付附加到被處理為

source: Freight Calculations
es_es: Cálculos de flete
ko_kr: 화물 계산
mr_in: सामानाचे गणना
pt_pt: Calcular Frete
zh_tw: 運費計算

source: Select the freight calculation method to use for the webSHOP
ko_kr: 스웹 사용할화물 계산 방법을 선택
mr_in: WebSHOP वापरण्याजोगी वाहतुक गणना पद्धत निवडा
pt_pt: Selecionar método de cálculo para uso no webSHOP
zh_tw: 選擇運費計算方法要使用在網上商店

source: Bank Transfer Settings
es_es: Ajustes de transferencia bancaria
ko_kr: 은행 송금 설정
mr_in: बँक हस्तांतरण सेटिंग्ज
pt_pt: Config. Transf. Bancárias
zh_tw: 銀行轉帳設置

source: Allow Bank Transfer Payment
es_es: Permitir pagos con transferencias bancarias.
ko_kr: 은행 송금 결제를 허용
mr_in: बँक हस्तांतरण भरणा परवानगी द्या
pt_pt: Permite Pagamento Transf. Bancária
zh_tw: 允許銀行轉帳付款

source: Allow bank transfers to be used for payments.
es_es: Permitir transferencias bancarias sean usadas para los pagos.
ko_kr: 허용 은행 송금은 지불에 사용되는.
mr_in: बँक हस्तांतरण पैसे वापरले जाऊ परवानगी द्या.
pt_pt: Permite transf. banco ser usada para pagtos.
zh_tw: 允許使用銀行轉帳付款。

source: Bank Transfer Surcharge
ko_kr: 은행 송금 수수료
mr_in: बँक हस्तांतरण सरचार्ज
pt_pt: Sobre Taxa Transf. Bancária
zh_tw: 銀行轉帳附加費

source: The bank transfer surcharge
ko_kr: 은행 송금 수수료
mr_in: बँक हस्तांतरण अधिभार
pt_pt: SobreTaxa transf. Bancária
zh_tw: 銀行匯款收費

source: Paypal Settings
ko_kr: 페이팔 설정
mr_in: Paypal सेटिंग्ज
pt_pt: Configurações Paypal
zh_tw: 設定Paypal

source: Allow PayPal Payment
es_es: Permitir Pago PayPal
ko_kr: 페이팔 결제 허용
mr_in: PayPal भरणा परवानगी द्या
pt_pt: Permite Pagamento PayPal
zh_tw: 允許以PayPal支付

source: Allow PayPal to be used for payments. The configuration details for PayPal payments must be entered below
ko_kr: 페이팔 결제에 사용할 수 있습니다. 페이팔 결제에 대한 구성 세부 사항은 아래에 입력해야합니다
mr_in: PayPal पैसे वापरले जाऊ परवानगी द्या. PayPal पैसे कॉन्फिगरेशन तपशील खाली प्रविष्ट करणे आवश्यक आहे
pt_pt: Permit. PayPal para ser usado em pagamentos. Detalhes da config PayPal deve ser informado abaixo
zh_tw: 讓我的狀態以用於支付。配置細節PayPal付款必須在下面輸入

source: Pay Pal Bank Account
ko_kr: 래 은행 계좌를 지불
mr_in: पे पाल बँक खाते
pt_pt: Conta Bancária PayPal
zh_tw: PayPal銀行帳戶

source: Select the webERP bank account to use for receipts processed by Pay Pal
ko_kr: 유료 래에 의해 처리 된 영수증에 사용할 webERP 은행 계좌를 선택
mr_in: पे पाल प्रक्रिया पावत्या वापरण्याजोगी webERP बँक खाते निवडा
pt_pt: Selec. conta bancária WEBERP usada para proces. receb. PayPal
zh_tw: 選擇ERP銀行帳戶用於透過Paypal處理收款

source: Pay Pal Commission Account
ko_kr: 래위원회의 계정을 지불
mr_in: पे पाल आयोग खाते
pt_pt: Conta Bancária Comissão PayPal
zh_tw: PayPal佣金帳戶

source: Select the webERP P/L account to use for commissions (transaction fees) charged by Pay Pal
ko_kr: 유료 래에서 청구 수수료 (거래 수수료)에 사용할 webERP의 P의 /의 L 계정을 선택
mr_in: पे पाल आकारली कमिशन (व्यवहार शुल्क) वापरण्याजोगी webERP पी / एल खाते निवडा
pt_pt: Selec. Conta Cont. Lucros/Perdas para comissões (taxas trans.) cobradas pelo PayPal
zh_tw: 選擇ERP P/L帳戶用於通過支付Paypal收取佣金（交易手續費）

source: PayPal Surcharge
ko_kr: 페이팔 수수료
mr_in: PayPal सरचार्ज
pt_pt: Usuário Surcharge
zh_tw: 貝寶附加費

source: The PayPal surcharge
ko_kr: 페이팔 (PayPal)의 추가 요금
mr_in: PayPal अधिभार
pt_pt: SobreTaxa PayPal
zh_tw: PayPal的收費

source: Paypal user account details
ko_kr: 페이팔 사용자 계정 정보
mr_in: Paypal वापरकर्ता खाते तपशील
pt_pt: Detalhes da Conta PayPal
zh_tw: PayPal用戶帳戶的詳細信息

source: Cannot be set in the demo
ko_kr: 데모에 설정할 수 없습니다
mr_in: डेमो मध्ये सेट करणे शक्य नाही
pt_pt: não pode ser config no ambiente DEMONSTRAÇÃO
zh_tw: 不能被設置在示範

source: PayPal User
es_es: Usuario PayPal
ko_kr: 페이팔 사용
mr_in: PayPal वापरकर्ता
pt_pt: Usuário PayPal
zh_tw: PayPal用戶

source: The PayPal Merchant User account for Pay Pal Express Checkout
ko_kr: 유료 PAL 익스프레스 체크 아웃에 대한 페이팔 가맹점 사용자 계정
mr_in: पे पाल एक्सप्रेस Checkout साठी Paypal merchant वापरकर्ता खाते
pt_pt: O número conta bancária Usuário Mercadoria para Saída Expressa do PayPal
zh_tw: PayPal的商家用戶帳戶為了PayPal快速結帳

source: PayPal Password
ko_kr: 페이팔 비밀번호
mr_in: PayPal संकेतशब्द
pt_pt: Senha PayPal
zh_tw: Paypal密碼

source: The PayPal Merchant account password for Pay Pal Express Checkout
ko_kr: 유료 PAL 익스프레스 체크 아웃에 대한 페이팔 판매자 계정 암호
mr_in: पे पाल एक्सप्रेस Checkout साठी Paypal merchant खाते संकेतशब्द
pt_pt: Senha conta Bancária Mercadoria PayPal para Saida Expressa
zh_tw: PayPal的商家用戶帳戶為了PayPal快速結帳

source: PayPal Signature
ko_kr: 페이팔 서명
mr_in: PayPal सही
pt_pt: Assinatura PayPal
zh_tw: 貝寶簽名

source: The PayPal merchant account signature for Pay Pal Express Checkout
ko_kr: 유료 PAL 익스프레스 체크 아웃에 대한 페이팔 상인 계정 서명
mr_in: पे पाल एक्सप्रेस Checkout साठी Paypal merchant खाते स्वाक्षरी
pt_pt: Assinatura mercadoria para Saida Expressa PayPal
zh_tw: PayPal的商家用戶f簽名，為PayPal快速結帳

source: Credit Card Processing Settings
ko_kr: 신용 카드 처리 설정
mr_in: क्रेडिट कार्ड प्रक्रिया सेटिंग्ज
pt_pt: Config Proces. Cartão Crédito
zh_tw: 設置信用卡處理

source: Allow Credit Card Payments
es_es: Permitir pagos con tarjeta de crédito
ko_kr: 신용 카드 결제를 허용
mr_in: क्रेडिट कार्ड देयके परवानगी द्या
pt_pt: Permite Pagto Cart. Crédito
zh_tw: 允許信用卡付款

source: Allow Credit Cards to be used for payments. The configuration details for PayPal Pro or one of the other credit card payment solutions must be configured.
ko_kr: 신용 카드 결제에 사용할 수 있습니다. 페이팔 Pro 또는 다른 신용 카드 결제 솔루션 중 하나에 대한 구성 세부 사항을 구성해야합니다.
mr_in: क्रेडिट कार्ड पैसे वापरले जाऊ परवानगी द्या. PayPal प्रो किंवा इतर पैशांच्या समाधाने एक कॉन्फिगरेशन तपशील संरचीत करायला हवे.
pt_pt: Permite Cart. Crédio ser usado para pagtos. Os detalhes da config para PayPal PRO ou alguma solução de pagto com cartão de cred. deve ser config.
zh_tw: 允許將用於付款的信用卡。配置細節貝寶Pro或其他信用卡支付解決方案必須進行配置。

source: Credit Card Gateway
ko_kr: 신용 카드 게이트웨이
mr_in: क्रेडिट कार्ड गेटवे
pt_pt: Gateway Cartão de Crédito
zh_tw: 信用卡閘道

source: PayPal Pro
ko_kr: 페이팔 프로
mr_in: PayPal प्रो
zh_tw: 貝寶臨

source: PayFlow Pro
ko_kr: PayFlow 프로
mr_in: प्रो PayFlow
pt_pt: Merchant Pay Flow
zh_tw: PayFlow臨

source: Swipe HQ - New Zealand
ko_kr: 출근 HQ - 뉴질랜드
mr_in: स्वाइप करा HQ - न्यूझीलंड
pt_pt: Swipe HQ - Nova Zelandia
zh_tw: 刷卡總部 - 新西蘭

source: Select the credit card gateway system to be used.
ko_kr: 신용 카드 게이트웨이 시스템을 선택 사용할 수 있습니다.
mr_in: वापरण्याजोगी क्रेडिट कार्ड गेटवे प्रणाली निवडा.
pt_pt: Selecione o GateWay do Cartão a ser usado
zh_tw: 選擇信用卡閘道系統使用
