Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Print PDF
cs_cz: Tisknout PDF
es_es: Imprimir PDF
hi_in: प्रिंट पीडीएफ
id_id: Cetak PDF
it_it: Stampa PDF
ko_kr: 인쇄 PDF
mr_in: प्रिंट पीडीएफ़
nl_nl: Afdruk PDF
pt_pt: Imprimir PDF
ro_ro: Afiseaza PDF
ru_ru: Печать PDF
sv: Skapa PDF
tr_tr: ( PDF )
zh_hk: 打印到PDF
zh_tw: 列印PDF

source: Aged Supplier Listing
cs_cz: Dodavatel ve věku Výpis
es_es: Listado de Saldos de proveedores por Vencimiento
hi_in: वृद्ध प्रदायक लिस्ट
id_id: Daftar Umur Hutang
it_it: Elenco fornitori scaduti
ko_kr: 노인 공급 업체 목록
mr_in: वृद्ध पुरवठादार यादी
nl_nl: Verouderde Leverancier Lijst
pt_pt: Relatório Forn. por Venc.
ro_ro: Aged Furnizor Listing
ru_ru: Список старых поставщиков
sq_al: Listing Aged Furnizuesi
sv: Periodisk leverantörslista
sw_ke: Wenye umri wa miaka Supplier Listing
tr_tr: YASLANDIRILMIS TEDARIKÇI LISTESI
zh_hk: 应付账款账龄分析表
zh_tw: 舊供應商列表

source: Aged Suppliers
cs_cz: Ve věku od dodavatelů
es_es: Saldos de proveedores por Vencimiento
hi_in: वृद्ध आपूर्तिकर्ता
id_id: Umur Hutang
it_it: Fornitori scaduti
ko_kr: 세 공급자
mr_in: वृद्ध पुरवठादार
nl_nl: Verouderde Leveranciers
pt_pt: Fornecedores Vencimento
ro_ro: Aged Furnizori
ru_ru: Старые поставщики
sq_al: Furnizuesit Aged
sv: Förfallna leverantörer
sw_ke: Wenye umri wa miaka Suppliers
tr_tr: YASLANDIRILMIS TEDARIKÇILER
zh_hk: 供应商
zh_tw: 舊供應商

source: Aged Supplier Account Analysis
cs_cz: Dodavatel ve věku účtu analýza
es_es: Análisis de Saldos de proveedores por Vencimiento
hi_in: वृद्ध प्रदायक खाता विश्लेषण
id_id: Analisa Umur Hutang
it_it: Analisi conti fornitori scaduti
ko_kr: 노인 공급 업체 계정 분석
mr_in: वृद्ध पुरवठादार खाते विश्लेषण
nl_nl: Te oude Leverancier Rekeningen Analyse
pt_pt: Análise Fornecedores Conta Venc.
ro_ro: În vârstă de Furnizor Contul Analiza
ru_ru: Анализ счетов старых поставщиков
sq_al: Llogaria Aged Furnizuesi Analiza
sv: Periodisk leverantörskontoanalys
sw_ke: Wenye umri wa miaka Supplier Akaunti Uchambuzi
tr_tr: YASLANDIRILMIS TEDARIKÇI HESABI ANALIZI
zh_hk: 应付账款账龄分析
zh_tw: 舊供應商帳目分析

source: The Supplier details could not be retrieved by the SQL because
cs_cz: Dodavatel údaje se nepodařilo získat do SQL, protože
es_es: No se pudo obtener el detalle del proveedor mediante SQL porque
hi_in: प्रदायक विवरण क्योंकि SQL से नहीं लिया सकता है
id_id: Rincian Supplier tdk dapat diambil oleh SQL karena
it_it: Non àŠ possibile estrarre le informazioni sul fornitore perchè
ko_kr: 공급 업체 세부 사항은 SQL 때문에 검색 할 수 없습니다
mr_in: पुरवठादार तपशील SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De Leverancier gegevens konden niet opgehaald worden door de SQL omdat
pt_pt: Os detalhes do fornecedor não foram recuperados pelo SQL porque
ro_ro: Detaliile Furnizorul nu a putut fi recuperate de către SQL, deoarece
ru_ru: Данные о поставщиках не могут быть получены SQL, так как
sq_al: Detajet e Furnizuesi nuk mund të shikohet nga SQL sepse
sv: Leverantösdetaljerna kan inte visa med SQLn eftersom
sw_ke: Maelezo Supplier inaweza kuwa retrieved na SQL sababu
tr_tr: TEDARIKÇI DETAYLARI GÖSTERILEMIYOR:
zh_hk: 供应商明细资料未能由SQL取得, 因为
zh_tw: 供應商資料未能由 SQL 取得, 因為

source: Aged Supplier Account Analysis - Problem Report
cs_cz: Dodavatel ve věku účtu analýza - nahlášení problému
es_es: Análisis Contable de proveedores Antiguos - Informe de problemas
hi_in: वृद्ध प्रदायक खाता विश्लेषण - समस्या रिपोर्ट
id_id: Analisa Umur Hutang - Laporan Masalah
it_it: Analisi conti fornitori scaduti - Segnalazione di problema
ko_kr: 노인 공급 업체 계정 분석 - 문제 신고
mr_in: वृद्ध पुरवठादार खाते विश्लेषण - समस्या नोंदवा
nl_nl: Te oude Leverancier Rekeningen Analyse - Prbleem Rapport
pt_pt: Problema no relatório Forn. por Venc.
ro_ro: În vârstă de Cont Analiza Furnizor - raport de problemă
ru_ru: Анализ счетов старых поставщиков - Отчет об ошибках
sq_al: Llogaria Aged Furnizuesi Analiza - Report Problem
sv: Periodiserad leverantörskontoanalys - Problemrapport
sw_ke: Wenye umri wa miaka Supplier Akaunti Uchambuzi - Tatizo Ripoti
tr_tr: YASLANDIRILMIS TEDARIKÇI HESABI ANALIZI - PROBLEM RAPORU
zh_hk: 应付账款帐龄分析-问题报告
zh_tw: 供應商戶口分析-問題報表

source: The details of outstanding transactions for Supplier
cs_cz: Podrobnosti o nesplacených transakcí pro dodavatele
es_es: El detalle de transacciones pendientes para el proveedor
hi_in: आपूर्तिकर्ता के लिए बकाया लेनदेन का विवरण
id_id: Rincian transaksi blm-lunas utk Supplier
it_it: Le informazioni sulle operazioni in corso del fornitore
ko_kr: 공급 업체에 대한 뛰어난 거래의 세부 사항
mr_in: पुरवठादार अनिर्णित व्यवहार तपशील
nl_nl: De details van openstaande posten voor Leverancier
pt_pt: Detalhes das transações do Fornecedor
ro_ro: Detaliile tranzacţiilor restante pentru Furnizor
ru_ru: Данные о необработанных транзакциях для поставщика
sq_al: Detajet e transaksioneve të jashtëzakonshme për Furnizuesin
sv: Öppna transaktioner för leverantör
sw_ke: Maelezo ya shughuli bora kwa Supplier
tr_tr: TAMAMLANMAMIS ISLEMLER, TEDARIKÇI:
zh_hk: 该供应商未清算的交易明细
zh_tw: 未處理供應商交易資料

source: Aged Supplier Analysis
cs_cz: Dodavatel ve věku analýza
es_es: Análisis de Saldos de proveedores por Vencimiento
hi_in: वृद्ध प्रदायक विश्लेषण
id_id: Analisa Umur Hutang
it_it: Analisi fornitori scaduti
ko_kr: 노인 공급 업체 분석
mr_in: वृद्ध पुरवठादार विश्लेषण
nl_nl: Leveranciers Open Posten Analyse
pt_pt: Análise Fornec. Vencimento
ro_ro: Aged Furnizor Analiza
ru_ru: Анализ данных о старом поставщике
sq_al: Analiza Aged Furnizuesi
sv: Periodisk leverantörsanalys
sw_ke: Wenye umri wa miaka Supplier Uchambuzi
tr_tr: YASLANDIRILMIS TEDARIKÇI ANALIZI
zh_hk: 应付账款帐龄分析
zh_tw: 舊供應商分析

source: There are no results so the PDF is empty
es_es: No hay resultados por lo que el PDF esta vacío
id_id: Tdk ada hasil jadi PDF kosong
ko_kr: PDF가 비어 있도록 결과가 없습니다
mr_in: कोणतेही परिणाम आहेत म्हणून पीडीएफ रिक्त आहे
pt_pt: Não existem resultados. PDF vazio
zh_tw: 沒有結果，所以這PDF檔案是空白

source: From Supplier Code
cs_cz: Od kódu dodavatele
es_es: Desde código proveedor
hi_in: आपूर्तिकर्ता कोड से
id_id: Kode Supplier Awal
it_it: Dal codice fornitore
ko_kr: 공급 업체 코드에서
mr_in: पुरवठादार कोड पासून
nl_nl: Van Leveranciers Code
pt_pt: Código Forn. De
ro_ro: Din Codul de Furnizor
ru_ru: Код поставщика (от)
sq_al: Nga Kodi Furnizuesi
sv: Fr.o.m leverantörsnummer
sw_ke: Kutoka Kanuni Supplier
tr_tr: TEDARIKÇI -ILK
zh_hk: 从供应商编号
zh_tw: 從供應商編號

source: Enter the first supplier code alphabetially to include in the report
es_es: Introducir el primer código alfabético de proveedor a incluir en el informe
ko_kr: 보고서에 포함 alphabetially 최초의 공급 업체 코드를 입력
mr_in: अहवालात समाविष्ट करण्यासाठी alphabetially प्रथम पुरवठादार कोड प्रविष्ट करा
pt_pt: Informe o código alfabético do Primeiro Fornecedor contemplado por este relatório
zh_tw: 在報表中包含輸入的供應商代碼的第一個字母

source: To Supplier Code
cs_cz: Do kódu dodavatele
es_es: Hasta código proveedor
hi_in: आपूर्तिकर्ता कोड करने के लिए
id_id: Kode Supplier Akhir
it_it: Per codice fornitore
ko_kr: 공급 업체 코드
mr_in: पुरवठादार कोड
nl_nl: Tot Leveranciers Code
pt_pt: Código Forn. Até
ro_ro: Pentru a Cod Furnizor
ru_ru: Код поставщика (к)
sq_al: Të Kodit të Furnizuesit
sv: T.o.m leverantörsnummer
sw_ke: Na Kanuni Supplier
tr_tr: TEDARIKÇI -SON
zh_hk: 到供应商编号
zh_tw: 至供應商編號

source: Enter the last supplier code alphabetically to include in the report
es_es: Introducir el último código de proveedor alfabéticamente para incluir en el informe
ko_kr: 보고서에 포함 할 순으로 마지막 공급 업체 코드를 입력
mr_in: अहवालात समाविष्ट करण्यासाठी अक्षरानुक्रमाने गेल्या पुरवठादार कोड प्रविष्ट करा
pt_pt: Informe o código alfabético do Último Fornecedor contemplado por este relatório
zh_tw: 在報表中包含輸入的供應商代碼的最後一個字母

source: All suppliers with balances
cs_cz: Všem dodavatelům s bilancí
es_es: Todos los proveedores con saldos
hi_in: शेष राशि के साथ सभी आपूर्तिकर्ताओं
id_id: Semua supplier dgn saldo
it_it: Tutti i fornitori con saldo
ko_kr: 균형을 모든 공급 업체
mr_in: शिल्लक असलेल्या सर्व पुरवठादार
nl_nl: Alle leveranciers met open posten
pt_pt: Todos Fornec. com saldo
ro_ro: Toţi furnizorii cu soldurile
ru_ru: Поставщики с балансом
sq_al: Të gjithë furnizuesit me bilancet e
sv: Alla leverantörer med saldon
sw_ke: Wauzaji wote kwa mizani
tr_tr: TÜM TEDARIKÇILER (BILANÇOLARI ILE)
zh_hk: 全部有余额的供应商
zh_tw: 全部供應商附結餘

source: For suppliers trading in
cs_cz: Pro dodavatele obchodování
es_es: Para proveedores de
hi_in: आपूर्तिकर्ताओं के लिए व्यापार में
id_id: Utk supplier yg bertransaksi dalam
it_it: Solo fornitori che utilizzano la valuta
ko_kr: 공급 업체의 거래에 대한
mr_in: मध्ये ट्रेडिंग पुरवठादार साठी
nl_nl: Voor leveranciers die handelen in
pt_pt: Para fornecedores com transações
ro_ro: Pentru furnizori de tranzacţionare în
ru_ru: Для поставщиков, занимающихся
sq_al: Për furnizuesit tregtare në
sv: Leverantörer med valuta
sw_ke: Kwa wauzaji wa biashara katika
tr_tr: TEDARIKÇI PARA BIRIMI
zh_hk: 供应商货币
zh_tw: 供應商貨幣

source: Summary or Detailed Report
cs_cz: Souhrnné nebo podrobné zprávy
es_es: Informe detallado o resumen
hi_in: सारांश या विस्तृत रिपोर्ट
id_id: Laporan Ringkas atau Terperinci
it_it: Livello di dettaglio
ko_kr: 요약 또는 상세 보고서
mr_in: सारांश किंवा तपशीलवार अहवाल
nl_nl: Totaal of Gedetailieerd Rapport
pt_pt: Relatório Resumido ou Detalhado
ro_ro: Rezumatul sau raport detaliat
ru_ru: Общий или подробный отчёт
sq_al: Përmbledhje ose raport të detajuar
sv: Aggregerad eller detaljerad rapport
sw_ke: Summary au Ripoti kwa undani
tr_tr: ÖZET VEYA DETAYLI RAPOR
zh_hk: 汇总或明细表
zh_tw: 彙總或詳細報表

source: N/A
id_id: Tdk Ada
nl_nl: N/B
pt_pt: Nenhum
ru_ru: Категории товара не могут быть получены, так как
sv: Ej tillgänglig
tr_tr: YOK
zh_hk: 无
zh_tw: 無

source: The selected period from is actually after the period to
cs_cz: Vybrané období je vlastně z po období
es_es: El período incial seleccionado es posterior al final
hi_in: से चयनित अवधि अवधि के बाद वास्तव में है
id_id: Tgl permulaan periode adalah sesdh tgl akhir periode
it_it: Il periodo selezionato è in realtà dopo il periodo di
ko_kr: 에서 선택한 기간에 기간 후에 실제로
mr_in: पासून निवडलेले कालावधी संपल्यावर प्रत्यक्षात आहे
nl_nl: De -van- datum ligt na de -tot- datum
pt_pt: Período De está após o Período Até
ro_ro: Perioada selectată de la este de fapt după perioada de
ru_ru: Выбранное начало периода позже окончания периода
sq_al: Periudhën e zgjedhur nga është në të vërtetë pas periudhës për të
sv: Från perioden är efter aktuell till period
sw_ke: Kipindi cha kuchaguliwa kutoka ni kweli baada ya kipindi
tr_tr: dan seçilen dönem dönem sonra aslında
zh_hk: 选取起始会计期间必须在截止会计期间之前
zh_tw: 選取期間的開始必須是截止之前

source: Please reselect the reporting period
cs_cz: Prosím, vyberte znovu účetního období
es_es: Por favor, vuelva a seleccionar el período del reporte
hi_in: समीक्षाधीन अवधि reselect करें
id_id: Silahkan pilih-ulg periode laporan
it_it: Si prega di selezionare di nuovo il periodo di riferimento
ko_kr: 보고 기간을 다시 선택하십시오
mr_in: अहवाल कालावधी reselect करा
nl_nl: Selecteer een andere periode
pt_pt: Selec. novamente o período relat.
ro_ro: Vă rugăm să selectaţi din nou perioada de raportare
ru_ru: Пожалуйста, выберите период для отчета
sq_al: Ju lutem rizgjidhni periudhës raportuese
sv: Välj rapportperiod igen
sw_ke: Tafadhali reselect kipindi cha taarifa
tr_tr: LÜTFEN RAPOR PERIYODUNU TEKRAR SEÇINIZ
zh_hk: 请选取要报表期间
zh_tw: 請選取要報表的期間

source: webERP is an "accrual" based system (not a "cash based" system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
cs_cz: webERP je \
es_es: webERP es un sistema basado en lo "devengado" (no es un sistema basado en el "efectivo"). Sistemas basados en lo devengado incluyen los artículos cuando son facturados al cliente, y cuando los gastos se deben sobre la base de la fecha de factura del proveedor.
hi_in: webERP एक है \
id_id: webERP adalah sistem berdasarkan "akrual" (bukan sistem "berdasarkan tunai"). Sistem akrual meliputi item ketika difaktur ke customer, dan ketika pengeluaran dihutangi pada tgl faktur supplier.
it_it: webERP è un "per competenza " sistema basato (non è un "a base di cassa " del sistema). Sistemi di competenza economica sono elementi quando sono fatturati al cliente e, quando le spese sono dovute in base alla data della fattura fornitore.
ko_kr: webERP는 \ "발생주의 "기반 시스템 (하지 \ "현금을 기반으로 "시스템)입니다. 그들은 고객에게 청구하는 경우, 그리고 비용은 공급 업체 송장 날짜를 기준으로 빚을 때 적립 시스템 항목을 포함한다.
pt_pt: webERP é um aplicativo que tem por base o regime de competência, não é um sistema de regime de caixa. Regime de competência inclui itens quando é feito o pedido para o cliente e com base no desembolso do pagamento ao fornecedor.
ro_ro: webERP este un "angajamente " sistem bazat (nu un "de numerar bazate pe " sistem). Sisteme pe bază de angajamente includ elemente atunci când acestea sunt facturate la client, şi atunci când cheltuielile sunt datorate bazează pe furnizorul data facturii.
ru_ru: webERP является системой "начислений" (а не наличных денежных средств). Системы, построенный на этом принципе, включают в себя товары, когда они выписаны клиенту, и, когда расходы задолженности в зависимости от даты счета поставщика.
sq_al: webERP është një \
sv: webERP är en "periodiserad " system (inte en "kontantmetoden "-system). Periodisering system inkluderar poster när de faktureras kunden, och när kostnader betalas baseras på leverantörens fakturadatum.
sw_ke: webERP ni \
tr_tr: webERP bir "tahakkuk " tabanlı sistem (bir "nakit bazlı " sistemi) 'dir. Onlar, müşteriye fatura zaman giderler tedarikçisi olarak fatura tarihi esas borçlu olduğunda Tahakkuk sistemleri öğeler içerir ..
zh_hk: webERP是一个"权责发生制"为基础的系统（不是一个"现金为基础"的系统).权责发生制包括商品当他们被开发票给顾客，依据根据供应商发票日期确定的应付费用。
zh_tw: ERP是一個“權責發生制”為基礎的系統（不是以系統的“現金基礎”）。權責發生制系統包括物料的開發票給客戶，並在費用被拖欠的基礎上，供應商發票日期。

source: Selecting Summary will show on the totals at the account group level
es_es: Selección Resumen mostrará los totales a nivel de grupo contable
ko_kr: 선택 개요 계정 그룹 레벨에서 합계에 표시됩니다
mr_in: सारांश निवडणे खाते गट स्तरावर बेरीज वर दर्शवेल
pt_pt: Selec. Resumo para exibir nos totais nos níveis de grupo de conta
zh_tw: 選擇總結會在會計科目組級別上顯示的匯總

source: Summary
cs_cz: Shrnutí
es_es: Resumen
hi_in: सारांश
id_id: Ringkasan
it_it: Riepilogo
ko_kr: 개요
mr_in: सारांश
nl_nl: Totalen
pt_pt: Resumo
ro_ro: Rezumatul
ru_ru: Итого
sq_al: Përmbledhje
sv: Sammanställning
sw_ke: Muhtasari
tr_tr: ÖZET
zh_hk: 总计
zh_tw: 總覽

source: All Accounts
cs_cz: Všechny účty
es_es: Todas las cuentas
hi_in: सभी खाते
id_id: Semua Akun
it_it: Tutti gli account
ko_kr: 모든 계정
mr_in: सर्व खाती
nl_nl: Alle Rekeningen
pt_pt: Todas Contas
ro_ro: Toate conturile
ru_ru: Все счета
sq_al: Të gjitha Llogaritë
sv: Alla konton
sw_ke: Wote Accounts
tr_tr: BÜTÜN HESAPLAR
zh_hk: 显示会计科目和科目组
zh_tw: 全部帳戶

source: Check this box to display all accounts including those accounts with no balance
es_es: Marque esta casilla para mostrar todas las cuentas, incluyendo las cuentas sin saldo
ko_kr: 더 균형 해당 계정을 포함한 모든 계정을 표시하려면이 상자를 선택
mr_in: शिल्लक नाही सह त्या खात्यांमध्ये सर्व खाती प्रदर्शित करण्यासाठी हे बॉक्स तपासा
pt_pt: Marque esse quadro para exibir todas contas incluindo contas sem saldo
zh_tw: 選中此複選框以顯示所有帳戶，包括那些帳戶無餘額

source: Show on Screen (HTML)
cs_cz: Zobrazit na obrazovky (HTML)
es_es: Mostrar en pantalla (HTML)
hi_in: स्क्रीन (एचटीएमएल) देखें
id_id: Tampilkan di Layar (HTML)
it_it: Mostra sullo schermo (HTML)
ko_kr: 화면에 표시 (HTML)
mr_in: स्क्रीन वर दाखवा (HTML)
nl_nl: Toon op het scherm (HTML)
pt_pt: Exibir na Tela (HTML)
ro_ro: Afişare pe ecran (HTML)
ru_ru: Показать на экране (HTML)
sq_al: Trego më Screen (HTML)
sv: Visa på skärmen (HTML)
sw_ke: Show ya screen (HTML)
tr_tr: Ekran (HTML) göster
zh_hk: 显示在屏幕上（HTML）
zh_tw: 在屏幕上顯示（HTML）

source: A period up to 12 months in duration can be specified
cs_cz: Dobu až 12 měsíců trvání může být specifikována
es_es: Se puede especificar un período de hasta 12 meses de duración
hi_in: एक अवधि में 12 महीने तक की अवधि निर्दिष्ट किया जा सकता
id_id: Maksimal total utk satu periode adalah 12 bulan
it_it: Un periodo massimo di 12 mesi di durata possono essere specificati
ko_kr: 기간 12 개월 기간까지 지정할 수 있습니다
mr_in: कालावधी 12 महिने कालावधीत अप दर्शवले जाऊ शकतात
nl_nl: De geselecteerde periode mag maximaal 12 maanden lang zijn
pt_pt: Período de 12 meses na duração pode ser especificada
ro_ro: O perioadă de până la 12 luni în durată poate fi specificat
ru_ru: В длительности должен быть указан период до 12 месяцев
sq_al: Një periudhë deri në 12 muaj në kohëzgjatje mund të specifikohet
sv: En period om 12 månader kan definieras
sw_ke: Kipindi cha mpaka miezi 12 katika muda inaweza maalum
tr_tr: PERIYOD EN FAZLA 12 AYLIK BIR TARIH ARALIGI OLARAK BELIRLENEBILIR
zh_hk: 起始期间和截止期间最多相隔12个月
zh_tw: 指定的期間可以維期 12 個月

source: the system automatically shows a comparative for the same period from the previous year
cs_cz: systém automaticky zobrazuje srovnávací za stejné období z předchozího roku
es_es: el sistema muestra automáticamente un estudio comparativo para el mismo período del año anterior
hi_in: प्रणाली स्वतः ही पिछले वर्ष से एक ही अवधि के लिए तुलनात्मक शो
id_id: sistem secara otomatis menampilkan perbandingan utk periode yg sama dari tahun sebelumnya
it_it: il sistema mostra automaticamente una comparativa per lo stesso periodo dell&#39;anno precedente
ko_kr: 시스템이 자동으로 전년 같은 기간에 대한 비교를 보여줍니다
mr_in: प्रणाली आपोआप मागील वर्षी पासून याच काळात एक तुलनात्मक दाखवते
nl_nl: het systeem presenteert automatisch de gegevens van de zelfde periode van het vorig jaar
pt_pt: o sistema automat. exibe um comparativo entre o mesmo período do ano anterior
ro_ro: sistemul automat arată o comparative pentru aceeaşi perioadă din anul precedent
ru_ru: Система автоматически показывает сравнительный анализ за аналогичный период в предыдущем году
sq_al: sistemi automatikisht tregon një krahasues për të njëjtën periudhë të vitit të kaluar
sv: systemet visar automatiskt en jämförelse mot samma period föregående år
sw_ke: mfumo wa moja kwa moja inaonyesha kulinganisha kipindi hicho kutoka mwaka uliopita
tr_tr: sistem otomatik olarak aynı dönem için geçen yıla göre karşılaştırmalı gösterir
zh_hk: 系统会自动显示去年同期的比较金额
zh_tw: 系統會自動顯示相對去年同期的比較

source: it cannot do this if a period of more than 12 months is specified
cs_cz: to nemůže udělat, pokud po dobu delší než 12 měsíců je uveden
es_es: no puede hacer esto si se ha especificado un período de más de 12 meses
hi_in: यह ऐसा नहीं कर सकती अगर अधिक से अधिक 12 महीने की अवधि निर्दिष्ट किया जाता है
id_id: tdk dapat diproses jika periode lebih dari 12 bulan
it_it: non si può fare questo se un periodo di più di 12 mesi è specificato
ko_kr: 이상 12 개월 기간이 지정되어 있으면이 할 수 없어
mr_in: जास्त 12 महिन्यांच्या कालावधीत निर्देशीत केले असल्यास हे करू शकत नाही
nl_nl: De periode de is gespecificeerd is te lang (> 12 mnd)
pt_pt: não é possível pois o período especificado tem mais de 12 meses
ro_ro: nu poate face acest lucru în cazul în care o perioadă mai mare de 12 luni este specificat
ru_ru: невозможно это сделать, если введен период более 12 месяцев
sq_al: ajo nuk mund ta bëjë këtë në qoftë se një periudhë prej më shumë se 12 muaj është e specifikuar
sv: detta kan inte göras om fler perioder ?r 12 specificeras
sw_ke: haiwezi kufanya hivyo kama kipindi cha zaidi ya miezi 12 ni maalum
tr_tr: bu yapamam 12 aydan fazla bir süre belirtilmişse
zh_hk: 如选取期间大于12个月系统无法找到去年同期
zh_tw: 這不能指定期間多於 12 個月

source: Please select an alternative period range
cs_cz: Prosím, zvolte jiné období rozsahu
es_es: Por favor, seleccione un intervalo de período alternativo
hi_in: एक वैकल्पिक अवधि श्रेणी का चयन करें
id_id: Silahkan pilih jangka periode yg lain
it_it: Si prega di selezionare una gamma alternativa periodo
ko_kr: 다른 기간 범위를 선택하세요
mr_in: पर्यायी कालावधी श्रेणी निवडा
nl_nl: AUB selecteer een alternatieve Periode
pt_pt: Selec. interv. perído alternativo
ro_ro: Vă rugăm să selectaţi o gamă perioadă alternativă
ru_ru: Пожалуйства, выберите другой период
sq_al: Ju lutem zgjidhni një gamë alternative periudhë
sv: Välj ett annat periodintervall
sw_ke: Tafadhali chagua mbadala kipindi mbalimbali
tr_tr: LÜTFEN ALTERNATIF PERIYOD SEÇIN
zh_hk: 请选择其他期间范围
zh_tw: 請選擇其他期間範圍

source: For
cs_cz: Pro
es_es: Para
hi_in: के लिए
id_id: Utk
it_it: Per
ko_kr: 용
mr_in: साठी
nl_nl: Voor
pt_pt: Para
ro_ro: Pentru
ru_ru: Для
sq_al: Për
sv: För
sw_ke: Kwa
tr_tr: Için
zh_hk: 是为
zh_tw: 是為

source: months to
cs_cz: měsíců
es_es: meses hasta
hi_in: महीने
id_id: bulan sampai
it_it: mesi di tempo per
ko_kr: 개월
mr_in: महिने
nl_nl: maanden t/m
pt_pt: meses para
ro_ro: luni
ru_ru: месяцев до
sq_al: muajve të
sv: månader till
sw_ke: miezi
tr_tr: AY
zh_tw: 個月至

source: All amounts stated in
cs_cz: Všechny částky uvedené v
es_es: Todos los montos en
hi_in: सभी में कहा गया है मात्रा
id_id: Semua jumlah tertera dalam
it_it: Tutti gli importi sono in
ko_kr: 에 명시된 모든 금액
mr_in: म्हटले सर्व रक्कम
nl_nl: Alle bedragen geplaats onder
pt_pt: Valores em
ro_ro: Toate sumele cuprinse în
ru_ru: Всё количество
sq_al: Të gjitha shumat e përcaktuara në
sv: Alla belopp i
sw_ke: Wote kiasi alisema katika
tr_tr: BELIRTILEN TUTARLAR >
zh_hk: 货币
zh_tw: 以上金額幣別為

source: Account
cs_cz: Účet
es_es: Cuenta
hi_in: खाता
id_id: Akun
it_it: Conto
ko_kr: 계정
mr_in: खाते
nl_nl: Rekening
pt_pt: Conta
ro_ro: Cont
ru_ru: Счет
sq_al: Llogari
sv: Konto
sw_ke: Akaunti
tr_tr: HESAP
zh_hk: 会计科目
zh_tw: 帳目

source: Account Name
cs_cz: Název účtu
es_es: Nombre de la cuenta
hi_in: खाते का नाम
id_id: Nama Akun
it_it: Nome del conto
ko_kr: 계정 이름
mr_in: खाते नाव
nl_nl: Rekening Naam
pt_pt: Nome da Conta
ro_ro: Nume Cont
ru_ru: Название счета
sq_al: Emri i llogarisë
sv: Kontonamn
sw_ke: Jina akaunti
tr_tr: HESAP ADI
zh_hk: 科目名称
zh_tw: 科目名稱

source: No general ledger accounts were returned by the SQL because
cs_cz: Č. účtů hlavní knihy byly vráceny, protože SQL
es_es: Ninguna cuenta contable fue devuelta por el SQL porque
hi_in: कोई सामान्य खाता बही खातों क्योंकि SQL से लौट रहे थे
id_id: Tdk ada akun buku besar yg dikembalikan SQL karena
it_it: No conti di contabilità generale sono stati restituiti dal SQL perché
ko_kr: 어떤 총계정 원장 계정은 SQL 때문에에 의해 반환되지 않았다
mr_in: नाही सामान्य खातेवही खाती SQL करून परत आले कारण
nl_nl: Geen grootboekrekeningen zijn door de SQL naar voren gebracht omdat
pt_pt: Nenhuma conta do plano retornou pelo SQL porque
ro_ro: Nr conturile General Ledger au fost returnate de către SQL, deoarece
ru_ru: Не найдено счетов главной книги, так как
sq_al: Ka llogari të përgjithshme librit u kthyen nga SQL sepse
sv: SQL fel
sw_ke: Hakuna akaunti kitabu ujumla walikuwa kurejea kwa SQL sababu
tr_tr: Hayır defteri kebir hesapları SQL çünkü tarafından iade edildi
zh_hk: 找不到会计科目
zh_tw: 沒有會計科目從SQL傳回

source: total
cs_cz: celkem
hi_in: कुल
it_it: totale
ko_kr: 합계
mr_in: संपूर्ण
nl_nl: Totaal
ru_ru: всего
sv: totalt
sw_ke: jumla
tr_tr: TOPLAM
zh_hk: 总计
zh_tw: 總計

source: Gross Profit
cs_cz: Hrubý zisk
es_es: Margen bruto
hi_in: सकल लाभ
id_id: Laba Kotor
it_it: Utile lordo
ko_kr: 총 이익
mr_in: एकूण लाभ
nl_nl: Gemiddelde Winst
pt_pt: Lucro Bruto
ro_ro: Profit brut
ru_ru: Валовая прибыль
sq_al: Fitimi bruto
sv: TB
sw_ke: Jumla ya Pato la Biashara
tr_tr: BRÜT KAR
zh_hk: 毛利
zh_tw: 毛利

source: Select A Different Period
cs_cz: Vybrat jiné období
es_es: Seleccionar un período distinto
hi_in: एक अलग अवधि को चुनें
id_id: Pilih Periode Lain
it_it: Selezionare un diverso
ko_kr: 다른 기간을 선택
mr_in: भिन्न कालावधी निवडा
nl_nl: Selecteer Een Andere Periode
pt_pt: Selecione outro Período
ro_ro: Selectaţi o altă perioadă
ru_ru: Выберите другой период
sq_al: Zgjidh një periudhë të ndryshme
sv: Välj en annan period
sw_ke: Kuchagua kipindi tofauti
tr_tr: FARKLI BIR PERIYOD SEÇIN
zh_hk: 选取其他期间
zh_tw: 選取其他期間
