Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The serial stock item record could not be updated for the write off because
cs_cz: Pořadové skladová položka záznamu nelze aktualizovat na odpis, protože
es_es: No se pudo actualizar el registro del artículo de existencias seriado a dar de baja porque
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड से लिखने के कारण के लिए अद्यतन नहीं किया जा सकता है
id_id: Data item stok berseri tdk dapat diperbarui utk penghapusan karena
it_it: Il serial record articolo di riserva non possono essere aggiornati per il write off, perché
ko_kr: 직렬 재고 항목 기록 때문에 오프 쓰기 위해 업데이트 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड कारण बंद लेखन करीता अद्ययावत केले जाऊ शकत नाही
nl_nl: Het seriematige voorraad item kon niet worden gewijzigd om het af te schrijven omdat
pt_pt: Item de estoque serial não pode ser atualizado para baixa porque
ro_ro: Serial element evidenţă operativă a mărfurilor nu a putut fi actualizat pentru a scrie off, deoarece
ru_ru: Данные о серийном товаре не могут быть обновлены для списания, так как
sq_al: Serial pika e aksioneve të regjistruar nuk mund të rifreskohet për shkak të anullojë
sv: Den seriella lagervara rekord kunde inte uppdateras för avskrivning på grund
sw_ke: Serial hisa rekodi ya bidhaa inaweza kuwa mwisho kwa ajili ya kuandika mbali kwa sababu
tr_tr: Seri stok kalemi kayıt çünkü hurdahaş için güncelleştirilmiş olamazdı
zh_hk: 未能更新序列号存货记录, 因为
zh_tw: 未能更新序號存貨商品的勾銷, 因為

source: The serial stock movement record for the write off could not be inserted because
cs_cz: Sériové fotografie hnutí rekord pro odpis nemůže být vložen, protože
es_es: No se pudo agregar el registro de movimiento de existencia seriada de baja de inventario porque
hi_in: बंद लिखने के लिए धारावाहिक स्टॉक आंदोलन रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data perpindahan stok berseri utk penghapusan tdk dapat dimasukkan karena
it_it: Il serial registrazione dei movimenti delle scorte per il write off non può essere inserito perché
ko_kr: 쓰기 오프의 일련 재고 운동 기록이 있기 때문에 삽입 할 수 없습니다
mr_in: लेखन बंद साठी सिरियल स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Voorraad beweging van het seriematige voorraad item kon niet worden toegevoegd om het af te schrijven omdat
pt_pt: Mov. item de estoque serial para baixa não pode ser inserido porque
ro_ro: Serial mişcare registru al stocurilor pentru a scrie off nu a putut fi introdus, deoarece
ru_ru: Данные о движении запасов для списания не может быть вставлены, так как
sq_al: Serial Lëvizja aksioneve rekord për të shkruar jashtë nuk mund të futet, sepse
sv: Den seriella lagerrörelsernas rekord för avskriva kunde inte sättas in eftersom
sw_ke: Serial hisa rekodi ya harakati kwa ajili ya kuandika mbali inaweza kuwa kuingizwa kwa sababu
tr_tr: hurdahaş için seri stok hareketleri kayıt çünkü takılı olamazdı
zh_hk: 未能插入冲销的序列号物料移动记录, 因为
zh_tw: 未能插入序號存貨移動記錄的勾銷, 因為

source: The following SQL to insert the serial stock movement write off record was used
cs_cz: Následující SQL vložit sériové pohyb zásob odepsat záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de baja de inventario de movimiento de existencia seriada
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL धारावाहिक स्टॉक आंदोलन बंद रिकॉर्ड लिखने के लिए इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memasukkan data penghapusan perpindahan stok berseri
it_it: L&#39;SQL seguente per inserire il movimento stock di serie write off record è stato utilizzato
ko_kr: 다음 SQL 레코드를 작성하는 일련 재고 운동을 삽입하는 데 사용 된
mr_in: सिरियल स्टॉक चळवळ घालण्यासाठी खालील SQL अनधिकृत लिहा वापरला होता
nl_nl: De gebruikte SQL voor de seriematige voorraadbeweging om de voorraad af te schrijven is
pt_pt: SQL usado para inserir movimento de estoque com controle serial, foi
ro_ro: SQL pentru a insera în urma mişcărilor de serie scrie off record a fost folosit
ru_ru: SQL вставик данных о перемещении запасов для списания
sq_al: SQL e mëposhtme për të futur në lëvizje serial aksioneve të anullojë rekord është përdorur
sv: Följande SQL för att infoga den seriella lagerrörelsernas skriva av rekord användes
sw_ke: SQL zifuatazo Insert ya Serial hisa harakati kuandika mbali rekodi ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入冲销的序列号物料移动记录的 SQL 是
zh_tw: 以下插入勾銷記錄的序號存貨移動的 SQL 正被使用

source: The cost of the stock credited GL posting could not be inserted because
cs_cz: Náklady na zásoby připsané GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable del costo de existencia a crédito porque
hi_in: स्टॉक की लागत जमा जीएल नहीं डाला जा सका क्योंकि पोस्टिंग
id_id: Posting GL HPP stok yg dikredit tdk dapat dimasukkan karena
it_it: Il costo delle stock accreditati GL distacco non potrebbe essere inserito perché
ko_kr: 주식 신용 GL 전기의 비용은 때문에 삽입 할 수 없습니다
mr_in: स्टॉक जमा जी.एल. पोस्टिंग खर्च समाविष्ट करणे शक्य नाही कारण
nl_nl: Kosten van de credit voorraad boeking konden niet worden toegevoegd omdat
pt_pt: Lanç. do custo do estoque creditado não pode ser inserido porque
ro_ro: Costul stocului creditat GL detaşării nu a putut fi introdus, deoarece
ru_ru: Невозможно добавить данные о стоимости кредитованного товара в главную книгу, так как
sq_al: Kostoja e stokut të kredituar GL postimi nuk mund të futet, sepse
sv: Kostnaden för den lagerkrediterade bokföringstransaktionen kunde inte infogas eftersom
sw_ke: Gharama ya hisa credited GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: stok maliyeti alacak GL çünkü takılı olamazdı gönderme
zh_hk: 未能插入转账凭证销售成本行, 因为
zh_tw: 不能插入總帳的存貨冲銷成本的入帳, 因為

source: The stock side (or write off) of the cost of sales GL posting could not be inserted because
cs_cz: Populace strana (nebo napsat off) na náklady na prodej GL vysílání nemohly být zařazeny, protože
es_es: No se pudo contabilizar la contrapartida en inventario de la venta porque
hi_in: जीएल बिक्री पोस्टिंग की लागत का स्टॉक पक्ष (या बंद लिखना), क्योंकि हो सकता है नहीं डाला
id_id: Posting GL HPP stok (atau penghapusan) tdk dapat dimasukkan karena
it_it: Il lato stock (o write off) del costo del venduto GL distacco non può essere inserito perché
ko_kr: 판매 GL 게시의 비용이 있기 때문에 삽입 할 수 없습니다 수의 주식 측 (또는 상각)
mr_in: विक्री जी.एल. पोस्टिंग खर्च साठा बाजूला (किंवा बंद लिहा) समाविष्ट करणे शक्य नाही कारण
nl_nl: De vooraad boeking (afschrijving) om de kosten van de verkoop in grootboek te boeken is niet uitgevoerd omdat
pt_pt: Lanç. Estoque excedente, Custo Vendas não podem ser inseridos porque
ro_ro: Partea de material (sau scrie off) a costului vânzărilor GL detaşării nu a putut fi introdus, deoarece
ru_ru: Невозможно вставить проводку о товаре для списания в главную книгу, так как
sq_al: Anën e aksioneve (ose shkruaj off) të çmimit të shitjes GL postimi nuk mund të shtohet sepse
sv: Lagersidan (eller avskrivningen) av försäljningskostnad kunde inte infogas eftersom
sw_ke: Upande wa hisa (au kuandika off) ya gharama za mauzo GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla satış GL maliyetinin hisse senedi tarafında (ya da hurdahaş) çünkü takılı olamazdı
zh_hk: 未能插入转账凭证存货行, 因为
zh_tw: 未能插入銷售總帳的存貨 (或勾銷) 的成本入帳, 因為

source: Show this Credit Note on screen
cs_cz: Ukázat tuto poznámku Kreditní na obrazovce
es_es: Mostrar este abono en Pantalla
hi_in: परदे पर इस क्रेडिट नोट दिखाएँ
id_id: Tampilkan Nota Kredit ini di layar
it_it: Aprire la nota di credito sullo schermo
ko_kr: 화면이 신용 참고보기
mr_in: पडद्यावरील या क्रेडिट टीप दाखवा
nl_nl: Toon de credit factuur op het scherm
pt_pt: Exibir Nota Crédito em Outra Tela
ro_ro: Arată această Notă de credit de pe ecran
ru_ru: Показать кредит-ноту на экране
sq_al: Show kjo Nota e Kreditit në ekran
sv: Visa kreditnota på skärmen
sw_ke: Kuonyesha hili Angalia Mikopo juu ya screen
tr_tr: ekranda bu Kredi Notu göster
zh_hk: 显示这张红字发票
zh_tw: 顯示這折讓單在螢幕上

source: Print this Credit Note
cs_cz: Vytisknout tuto poznámku kredity
es_es: Imprimir esta nota de crédito
hi_in: प्रिंट इस क्रेडिट नोट
id_id: Cetak Nota Kredit ini
it_it: Stampa questa nota di credito
ko_kr: 이 신용 참고 인쇄
mr_in: या क्रेडिट टीप प्रिंट
nl_nl: Druk deze credit factuur af
pt_pt: Imprimir Nota Credito
ro_ro: Imprima acest credit Notă
ru_ru: Печатать кредит-ноту
sq_al: Printo kete Nota e Kreditit
sv: Denna klisterlapp är låst.
sw_ke: Magazeti ya Mikopo hii Kumbuka
tr_tr: Bu baskı Kredi Notu
zh_hk: 打印这张红字发票
zh_tw: 列印此折讓單

source: Enter Another Credit Note
cs_cz: Zadejte Další dobropis
es_es: Introducir otra nota de crédito
hi_in: एक और क्रेडिट नोट दर्ज करें
id_id: Masukkan Nota Kredit Lainnya
it_it: Inserisci Un&#39;altra nota di credito
ko_kr: 또 다른 신용 참고를 입력
mr_in: दुसरे क्रेडिट टीप प्रविष्ट करा
nl_nl: Voer een andere credit factuur in
pt_pt: Informar Outra Nota Crédito
ro_ro: Introduceţi o altă notă de credit
ru_ru: Ввести другую кредит-ноту
sq_al: Enter tjetër Nota e Kreditit
sv: Registrera en lev.kreditfaktura
sw_ke: Kuingia mwingine Angalia Mikopo
tr_tr: Başka Kredi Notu girin
zh_hk: 输入其他红字发票
zh_tw: 輸入其他折讓單

source: Search Customers
cs_cz: Zákazníci vyhledávání
es_es: Buscar clientes
hi_in: खोज ग्राहक
id_id: Cari Customer
it_it: I clienti di ricerca
ko_kr: 검색 고객
mr_in: ग्राहक शोधा
nl_nl: Zoek Klanten
pt_pt: Pesquisar Clientes
ro_ro: Clienţii Search
ru_ru: Искать клиентов
sq_al: Konsumatorët Search
sv: Sök kunder
sw_ke: Wateja tafuta
tr_tr: MÜSTERI ARA
zh_hk: 选择客户
zh_tw: 搜尋客戶

source: Customers
cs_cz: Zákazníci
es_es: Clientes
hi_in: ग्राहकों
id_id: Customer
it_it: Clienti
ko_kr: 고객
mr_in: ग्राहक
nl_nl: Klanten
pt_pt: Clientes
ro_ro: Clienţii
ru_ru: Клиенты
sq_al: Konsumatorët
sv: Kunder
sw_ke: Wateja
tr_tr: Müşteriler
zh_hk: 客户
zh_tw: 客戶

source: please alter your search criteria AND try again
id_id: silakan ubah kriteria pencarian Anda DAN coba kembali
ko_kr: 검색 기준을 변경하고 다시 시도하십시오
mr_in: आपल्या शोध निकष बदलणे आणि पुन्हा प्रयत्न करा
pt_pt: Alterar o Critério de Pesquisa e executar novamente
zh_tw: 請更改您的搜索條件，然後再試一次

source: The customer name requested cannot be retrieved because
cs_cz: Jméno zákazníka požadovaná nelze načíst, protože
es_es: No se pudo obtener el nombre de cliente porque
hi_in: ग्राहक नाम नहीं वापस लाया जा सकता क्योंकि अनुरोध
id_id: Nama customer yg diminta tdk dapat diambil karena
it_it: Il nome del cliente richiesto non può essere recuperata perché
ko_kr: 요청 된 고객 이름 때문에 취득 할 수없는
mr_in: विनंती ग्राहक नाव प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De klant naam gevragen kan niet worden opgehaald omdat
pt_pt: O Nome do Cliente requisitado não foi recup. porque
ro_ro: Numele clientului solicitate nu pot fi recuperate, deoarece
ru_ru: Запрашиваемое имя клиента не может быть восстановлено, потому что
sq_al: Emri i klientit kërkuar nuk mund të shikohet, sepse
sv: Kundnamnet kan inte hämtas eftersom
sw_ke: Aliomba jina mteja hawezi kuwa retrieved sababu
tr_tr: ISTENEN MÜSTERI ADI GÖRÜNTÜLENEMIYOR:
zh_hk: 找不到符合条件的客户名称
zh_tw: 未能提取要求的客戶名稱, 因為

source: Select a menu option to operate using this customer
cs_cz: Zvolte menu pro provoz tohoto zákazníka
es_es: Seleccionar una opción de menú para trabajar sobre este cliente
hi_in: एक मेनू विकल्प का चयन करने के लिए इस ग्राहक का उपयोग कर संचालित
id_id: Pilih opsi menu utk beroperasi menggunakan customer ini
it_it: Selezionare un&#39;opzione di menu per funzionare con questo cliente
ko_kr: 이 고객을 사용하여 작동 할 수있는 메뉴 옵션을 선택합니다
mr_in: या ग्राहक वापरून ऑपरेट करण्यासाठी मेन्यू पर्याय निवडा
nl_nl: Selecteer een menu optie om bij deze klant uit te voeren
pt_pt: Selecione uma opção do menu usando este cliente
ro_ro: Selectaţi o opţiune din meniu să funcţioneze cu acest client
ru_ru: Выберите опцию меню для управления этим клиентом
sq_al: Zgjidh një opsion menu të funksionojnë duke përdorur këtë klient
sv: Välj menyval för denna kund
sw_ke: Kuchagua chaguo orodha ya kufanya kazi kwa kutumia hii mteja
tr_tr: BU MÜSTERI ILE ILGILI ISLEMLER IÇIN ASAGIDAKI MENÜDEN SEÇIM YAPINIZ
zh_hk: 选择一个针对这个客户的操作
zh_tw: 選擇一個針對這個客戶來的操作

source: Customer Inquiries
cs_cz: Informace o zákazníkovi
es_es: Consultas de cliente
hi_in: ग्राहक पूछताछ
id_id: Informasi Customer
it_it: Informazione per i clienti
ko_kr: 고객 문의
mr_in: ग्राहकांच्या चौकशीस
nl_nl: Klant Opvragen
pt_pt: Consultas Clientes
ro_ro: Anchete client
ru_ru: Изучение клиентов
sq_al: Customer Hetimet
sv: Kundfrågor
sw_ke: Maswali mteja
tr_tr: MÜSTERI SORGULARI
zh_hk: 客户交易查询
zh_tw: 客戶交易查詢

source: Customer Transactions
cs_cz: Zákazník Transakce
es_es: Transacciones del cliente
hi_in: ग्राहक लेनदेन
id_id: Transaksi Customer
it_it: Transazioni Clienti
ko_kr: 고객 거래
mr_in: ग्राहक व्यवहार
nl_nl: Klant Transacties
pt_pt: Transações Clientes
ro_ro: Tranzacţii client
ru_ru: Операциям с клиентами
sq_al: Transaksionet e konsumatorit
sv: Kundtransaktioner
sw_ke: Mteja Transactions
tr_tr: Müşteri İşlemleri
zh_hk: 客户交易
zh_tw: 客戶交易

source: Customer Transaction Inquiries
cs_cz: Informace o transakcích zákazníka
es_es: Consultas de transacciones del cliente
hi_in: ग्राहक लेनदेन जांच
id_id: Cari Transaksi Customer
it_it: Richieste di informazioni per le transazioni
ko_kr: 고객의 거래 문의
mr_in: ग्राहक व्यवहार Inquiries
nl_nl: Klanten Transaktie Opvragen
pt_pt: Consulta Transações por Cliente
ro_ro: Client Transaction Anchete
ru_ru: Исследование сделок клиента
sq_al: Transaksion Hetimet Customer
sv: Kundtransaktionsfrågor
sw_ke: Shughuli za wateja Maswali
tr_tr: MÜSTERI ISLEMLERI SORGUSU
zh_hk: 客户交易查询
zh_tw: 客戶交易查詢

source: View Customer Details
cs_cz: Zobrazit Informace o zákazníkovi
es_es: Ver detalles del cliente
hi_in: देखें ग्राहक विवरण
id_id: Lihat Rincian Customer
it_it: Visualizza Dettagli cliente
ko_kr: 보기 고객 세부 사항
mr_in: पहा ग्राहक तपशील
nl_nl: Bekijk Details klant
pt_pt: Ver Detalhe Cliente
ro_ro: Vezi clienţilor Detalii
ru_ru: Просмотреть данные о клиентах
sq_al: Detajet Customer Shiko
sv: Visa kunddetaljer
sw_ke: Mtazamo Wateja Details
tr_tr: Görünümünde Müşteri Detayları
zh_hk: 查看顾客明细
zh_tw: 查詢客戶資料細節

source: Print Customer Statement
cs_cz: Tisk Zákazník Prohlášení
es_es: Imprimir estado de cuenta del cliente
hi_in: प्रिंट ग्राहक वक्तव्य
id_id: Cetak Akun Customer
it_it: Stampa dei dati del Cliente
ko_kr: 인쇄 고객 성명
mr_in: प्रिंट ग्राहक विधान
nl_nl: Afdrukken klant overzicht
pt_pt: Imprimir Dados Cliente
ro_ro: Declaraţia de imprimare clienţilor
ru_ru: Печатать заявление клиента
sq_al: Deklaratë Print Customer
sv: Skriv ut kundrapport
sw_ke: Taarifa ya magazeti Wateja
tr_tr: Baskı Müşteri Görüşü
zh_hk: 打印客户对账单
zh_tw: 列印客戶報表

source: Order Inquiries
cs_cz: Informace o objednávce
es_es: Consultar Pedidos
hi_in: आदेश जांच
id_id: Cari Order
it_it: Ordine Richieste
ko_kr: 주문 문의
mr_in: मागणी Inquiries
nl_nl: Zoek opdracht orders
pt_pt: Consulta Pedidos
ro_ro: Pentru Anchete
ru_ru: Запросы заказа
sq_al: Rendit Hetimet
sv: Orderfrågor
sw_ke: Maswali ili
tr_tr: SIPARIS SORGULARI
zh_hk: 销售订单查询
zh_tw: 訂單要求

source: Show purchases from this customer
es_es: Mostrar compras de este cliente
id_id: Tampilkan pembelian dari customer ini
ko_kr: 이 고객에서보기 구매
mr_in: या ग्राहक दर्शवा खरेदी
pt_pt: Exibe compras para esse Cliente
zh_tw: 顯示該客戶的採購

source: Modify Outstanding Sales Orders
cs_cz: Změnit Vynikající Prodejní objednávky
es_es: Modificar Pedidos Pendientes
hi_in: संशोधित बकाया बिक्री आदेश
id_id: Ubah Order Penjualan Blm-Difaktur
it_it: Modificare gli ordini Sales Outstanding
ko_kr: 우수 판매 오더를 수정
mr_in: शिल्लक विक्री ऑर्डर संपादीत
nl_nl: Wijzig openstaande Verkoop Orders
pt_pt: Modificar Sit. Pedidos Venda
ro_ro: Modificare comenzilor de vânzări
ru_ru: Изменить предстоящие заказы
sq_al: Modifiko Sales urdhëron të papaguara
sv: ändra öppna säljorder
sw_ke: Kurekebisha bora Sales Daraja
tr_tr: TAMAMLANMAMIS SATIS SIPARISLERINI GÖSTER/DEGISTIR
zh_hk: 修改未完成销售订单
zh_tw: 修改未完成銷售訂單

source: Allocate Receipts or Credit Notes
cs_cz: Přiřadit příjmové doklady / dobropisy
es_es: Asignar recibos o notas de crédito
hi_in: आवंटित प्राप्तियां या क्रडिट नोट्स
id_id: Alokasi Penerimaan / Nota Kredit
it_it: Assegnare Ricevute o Note di Credito
ko_kr: 영수증 또는 신용 노트를 할당
mr_in: पावत्या किंवा क्रेडिट नोट वाटणी करणे
nl_nl: Plaatsen Betalingen of Credit Notas
pt_pt: Alocar Recebimento ou Nota de Crédito
ro_ro: Încasări Alocarea sau Note de credit
ru_ru: Распределить банковские квитанции или кредит-ноты
sq_al: Pranimet ndajnë apo Shënime Credit
sv: Allokera betalningar och krediteringar
sw_ke: Kutenga Mapato au vya Mikopo
tr_tr: Tahsis Makbuzlar veya Kredi Notları
zh_hk: 收款清算
zh_tw: 冲帳(核銷)紅字發票/收款

source: Create a Counter Sale for this Customer
es_es: Crear una venta de mostrador para este cliente
id_id: Buat Penjualan Kasir utk Customer ini
ko_kr: 이 고객에 대한 카운터 판매 만들기
mr_in: या ग्राहकासाठी एक काऊंटर विक्री तयार
pt_pt: Criar Acumulador Vendas para este Cliente
zh_tw: 新建該客戶的一個門店銷售

source: Add a New Customer
cs_cz: Přidat nového zákazníka
es_es: Añadir un cliente nuevo
hi_in: एक नए ग्राहक जोड़ें
id_id: Tambah Customer Baru
it_it: Aggiungere un nuovo cliente
ko_kr: 신규 고객 추가
mr_in: एक नवीन ग्राहक जोडा
nl_nl: Nieuwe Klant Toevoegen
pt_pt: Adicionar Novo Cliente
ro_ro: Adauga un nou client
ru_ru: Добавить нового клиента
sq_al: Shto një klient të ri
sv: Lägg till en ny kund
sw_ke: Kuongeza Wateja Mpya
tr_tr: YENI MÜSTERI EKLE
zh_hk: 新建客户
zh_tw: 新增客戶

source: Modify Customer Details
cs_cz: Změnit detaily zákazníka
es_es: Modificar Detalle de cliente
hi_in: संशोधित ग्राहक विवरण
id_id: Ubah Rincian Customer
it_it: Modificare Dettagli cliente
ko_kr: 고객 정보를 수정
mr_in: ग्राहक तपशील संपादीत
nl_nl: Wijzig Klant Details
pt_pt: Modificar Detalhes Cliente
ro_ro: Modificare clienţilor Detalii
ru_ru: Изменение
sq_al: Customer Details Modifiko
sv: ändra kunddetaljer
sw_ke: Wateja kurekebisha Details
tr_tr: MÜSTERI DETAYLARINI DEGISTIR
zh_hk: 修改客户资料
zh_tw: 修改客戶資料

source: Add/Modify/Delete Customer Branches
cs_cz: Přidat / Upravit / Odstranit zákazníka Pobočky
es_es: Añadir/Editar/Suprimir sucursales de cliente
hi_in: जोड़ें / / ग्राहक शाखाओं हटाएँ संशोधित
id_id: Tambah/Ubah/Hapus Cabang Customer
it_it: Aggiungi / modifica / cancellazione Filiali Clienti
ko_kr: 수정은 고객 지점 / 삭제 / 추가
mr_in: जोडा / Modify / ग्राहक शाखा हटवा
nl_nl: Toevoegen/wijzigen/verwijderen klant branches
pt_pt: Adic. / Alt. / Excl. Sucursal Cliente
ro_ro: Adăuga / modifica / şterge Filiale clienţilor
ru_ru: Добавить / Изменить / Удалить филиалы клиентов
sq_al: Shto / Ndrysho / Fshij Degët Customer
sv: Lägg till/ändra/Ta bort leveransplatser
sw_ke: Kuongeza / Modify / Delete Matawi Wateja
tr_tr: Eklemek / Müşteri Şubeler Sil / Değiştir
zh_hk: 新增/编辑/删除 客户分公司记录
zh_tw: 新增/編輯/刪除 客戶分公司

source: Customer EDI Configuration
cs_cz: Zákazník EDI konfigurace
es_es: Configuración cliente EDI
hi_in: ग्राहक ईडीआई विन्यास
id_id: Konfigurasi EDI Customer
it_it: Customer EDI di configurazione
ko_kr: 고객의 EDI 구성
mr_in: ग्राहक EDI संरचना
nl_nl: Klant EDI Configuratie
pt_pt: Config. EDI Cliente
ro_ro: EDI client de configurare
ru_ru: Конфигурация EDI клиента
sq_al: Customer Konfigurimi EDI
sv: Kund EDI inställningar
sw_ke: Mteja EDI Configuration
tr_tr: MÜSTERI E-BELGE AYARLARI
zh_hk: 客户 EDI 设置
zh_tw: 客戶 EDI 設置

source: Search for Customers
cs_cz: Hledat zákazníky
es_es: Buscar clientes
hi_in: ग्राहकों के लिए खोजें
id_id: Cari Customer
it_it: Ricerca di clienti
ko_kr: 고객을위한 검색
mr_in: ग्राहक शोधा
nl_nl: Zoek klanten
pt_pt: Pesquisar Clientes
ro_ro: Caută Clienţii
ru_ru: Поиск клиентов
sq_al: Kërko për Konsumatorët
sv: Sök kunder
sw_ke: Search kwa Wateja
tr_tr: Müşteriler için ara
zh_hk: 查找客户
zh_tw: 尋找客戶

source: Enter a partial Name
cs_cz: Zadejte část názvu
es_es: Introducir una parte del nombre
hi_in: एक आंशिक नाम दर्ज करें
id_id: Masukkan sebagian Nama
it_it: Inserire un nome parziale
ko_kr: 부분 이름을 입력합니다
mr_in: अर्धवट नाव प्रविष्ट करा
nl_nl: Voer deel van naam in
pt_pt: Informe Nome Parcial
ro_ro: Introduceţi un nume parţial
ru_ru: Введите часть названия
sq_al: Futni një emër të pjesshme
sv: Ange del av namn
sw_ke: Jina kuingia sehemu
tr_tr: kısmi Adı girin
zh_hk: 输入部分名称
zh_tw: 輸入部分名稱

source: Enter a partial Code
cs_cz: Zadejte kód částečný
es_es: Introducir una parte del código
hi_in: एक आंशिक कोड दर्ज करें
id_id: Masukkan sebagian Kode
it_it: Inserisci il codice di un parziale
ko_kr: 일부 코드를 입력
mr_in: अर्धवट कोड प्रविष्ट करा
nl_nl: Voer een deel van de code in
pt_pt: Informe Código Parcial
ro_ro: Introduceţi un cod parţială
ru_ru: Введите частичное кодекса
sq_al: Futni një Kodi të pjesshme
sv: Ange del av kod
sw_ke: Kuingia Kanuni ubaguzi
tr_tr: kısmi Kodu girin
zh_hk: 输入部分代码
zh_tw: 輸入部分編碼

source: Enter a partial Phone Number
cs_cz: Zadejte částečné telefonní číslo
es_es: Introducir una parte del teléfono
hi_in: एक आंशिक फोन नंबर दर्ज करें
id_id: Masukkan sebagian Telepon
it_it: Inserire un parziale Numero di telefono
ko_kr: 일부 전화 번호를 입력
mr_in: अर्धवट फोन नंबर प्रविष्ट करा
nl_nl: Voor een deel van het telefoon nummer is
pt_pt: Informe Núm. Tel. Parcial
ro_ro: Introduceţi un parţială Număr de telefon
ru_ru: Введите часть номера телефона
sq_al: Futni një pjesshme Numri i telefonit
sv: Ange del av telefon
sw_ke: Kuingia sehemu Namba ya Simu
tr_tr: kısmi Telefon Numarası girin
zh_hk: 输入部分电话号码
zh_tw: 輸入部分電話號碼

source: Enter part of the Address
cs_cz: Zadejte část adresy
es_es: Introducir una parte de la dirección
hi_in: पते के भाग दर्ज करें
id_id: Masukkan sebagian Alamat
it_it: Immettere parte dell&#39;indirizzo
ko_kr: 주소의 일부를 입력
mr_in: पत्ता भाग प्रविष्ट करा
nl_nl: Voer een deel van de adressen
pt_pt: Informe Endereço Parcial
ro_ro: Introduceţi o parte din Adresa
ru_ru: Введите часть адреса
sq_al: Enter pjesë të Adresa
sv: Ange en del av adressen
sw_ke: Kuingia sehemu ya Hotuba
tr_tr: Adres kısmını girin
zh_hk: 输入部分地址
zh_tw: 輸入部分地址

source: Choose a Type
cs_cz: Vyberte typ
es_es: Elija un Tipo
hi_in: एक प्रकार चुनें
id_id: Pilih Tipe
it_it: Scegli un tipo di
ko_kr: 유형 선택
mr_in: एक प्रकार निवडा
nl_nl: Kiet een type
pt_pt: Escolha um Tipo
ro_ro: Alegeţi un tip
ru_ru: Выберите тип
sq_al: Zgjidhni një Type
sv: Välj en typ
sw_ke: Kuchagua Aina
tr_tr: Bir Türü Seçin
zh_hk: 选择一个种类
zh_tw: 選擇一個類型

source: No Customer types defined
cs_cz: Č. zákazníků definované typy
es_es: No se han definido tipos de clientes
hi_in: कोई ग्राहक प्रकार परिभाषित
id_id: Tdk ada Customer yg ditemukan
it_it: Nessun tipo di clienti definiti
ko_kr: 어떤 고객 유형이 정의되지
mr_in: नाही ग्राहक प्रकार परिभाषित
nl_nl: Geen klant types gedefinieerd
pt_pt: Nenhum Tipo de Cliente def.
ro_ro: Nu sunt definite tipuri de clienţi
ru_ru: Не определены типы клиентов
sq_al: Asnjë lloje Customer përcaktuar
sv: Ingen kundtyp har definierats
sw_ke: aina Wateja Hakuna defined
tr_tr: Henüz Müşteri tipleri
zh_hk: 未定义顾客种类
zh_tw: 沒有客戶類型被定義

source: Any
cs_cz: Jakékoliv
es_es: Cualquier
hi_in: कोई
id_id: Semua
it_it: Qualsiasi
ko_kr: 어떤
mr_in: कोणताही
nl_nl: Eventuele
pt_pt: Qualquer
ro_ro: Orice
ru_ru: любой
sq_al: Çdo
sv: Alla
sw_ke: Yoyote
tr_tr: Herhangi bir
zh_hk: 任意
zh_tw: 任何

source: Choose an Area
cs_cz: Vyberte oblast
es_es: Escoja una área
hi_in: एक क्षेत्र चुनें
id_id: Pilih Area
it_it: Scegli una Zona
ko_kr: 지역 선택
mr_in: एक क्षेत्र निवडा
nl_nl: Kies een gebied
pt_pt: Escolha uma Área
ro_ro: Alegeţi o zonă
ru_ru: Выберите район
sq_al: Zgjidhni një Area
sv: Välj ett område
sw_ke: Kuchagua Area
tr_tr: Bir Alan seçin
zh_hk: 选择区域
zh_tw: 選擇地區

source: Setup Areas
es_es: Configurar áreas
id_id: Pengaturan Area
ko_kr: 설치 지역
mr_in: सेटअप क्षेत्रे
pt_pt: Config. Áreas
zh_tw: 設定範圍

source: No Sales Areas defined
cs_cz: Definovány žádné oblasti prodeje
es_es: No hay áreas de ventas definidas
hi_in: कोई बिक्री परिभाषित क्षेत्र
id_id: Belum Ada Area Penjualan
it_it: N. aree di vendita definito
ko_kr: 정의 된 판매 분야들
mr_in: परिभाषित नाही विक्री क्षेत्रे
nl_nl: Geen vaste afzetgebieden
pt_pt: Não há vendas Definidas
ro_ro: Fără zone de vânzări definite
ru_ru: Не определены области продаж
sq_al: Zonat e përcaktuara nuk ka Sales
sv: Ingen försäljning definierade områden
sw_ke: Hakuna Maeneo Sales defined
tr_tr: Henüz Satış Alanları
zh_hk: 未定义销售区域
zh_tw: 銷售區域沒有被定義
