Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Blanket Order
cs_cz: Deka Objednat
es_es: Pedido General
hi_in: कंबल आदेश
id_id: Order Bertahap
it_it: Ordine Aperto
ko_kr: 담요 주문하기
mr_in: घोंगडी मागणी
nl_nl: Raam overeenkomst (blanket order)
pt_pt: Pedido Blanket
ro_ro: Blanket Ordine
ru_ru: Общий заказ
sq_al: Batanije Rendit
sv: Avropsorder
sw_ke: Blanketi Order
tr_tr: SINIRSIZ
zh_hk: 分批交货订单
zh_tw: 分批交貨訂單

source: Customer Ref
cs_cz: Zákazník Ref
es_es: Ref. cliente
hi_in: ग्राहक रेफरी
id_id: Ref Customer
it_it: Riferimento cliente
ko_kr: 고객 참조
mr_in: ग्राहक संदर्भ
nl_nl: Klant ref.
pt_pt: Ref. do Cliente
ro_ro: Ref client
ru_ru: Ссылка на клиента
sv: Referens
sw_ke: Mteja Kumb
tr_tr: MÜSTERI REF.
zh_hk: 客户订单号
zh_tw: 客戶參考號

source: Import Licence
es_es: Importar Licencia
hi_in: आयात लाइसेंस
id_id: Lisensi Impor
it_it: Licenza di importazione
ko_kr: 수입 라이센스
mr_in: आयात परवाना
nl_nl: Invoer licentie
pt_pt: Licença Import.
ro_ro: Licenţă de import
ru_ru: Импортировать лицензию
sv: Kameraimport
sw_ke: Kuagiza leseni
tr_tr: LISANS IMPORT ET
zh_hk: 入口证
zh_tw: 入口證

source: Buyer order
cs_cz: Kupující pořadí
es_es: Pedido de Comprador
hi_in: खरीदार आदेश
id_id: Order pembeli
it_it: Acquirente ordine
ko_kr: 구매자 주문
mr_in: खरेदी करणारा आदेश
nl_nl: Koper om
pt_pt: Pedido Comprad.
ro_ro: Cumpărător, pentru
ru_ru: Заказ покупателя
sq_al: mënyrë që blerësi
sv: Köpareordning
sw_ke: Ili mnunuzi
tr_tr: ALICI SIPARISI
zh_hk: 买家订单
zh_tw: 買家訂單

source: Promo deal
cs_cz: Promo řešit
es_es: Acuerdo Promocional
hi_in: प्रोमो सौदा
id_id: Harga Promosi
it_it: Promo affare
ko_kr: 프로모션 거래
mr_in: प्रोमो डील
nl_nl: Campagne deal
pt_pt: Acordo Prom.
ro_ro: Promo afacere
ru_ru: Промо
sq_al: marrëveshje Promo
sv: Promo affären
sw_ke: Promo mpango
tr_tr: PROMOSYON
zh_hk: 推销交易
zh_tw: 推銷交易

source: Ultimate customer ref
cs_cz: Konečným zákazníkem ref
es_es: Última Referencia de cliente
hi_in: अंतिम ग्राहक रेफरी
id_id: Ref customer eceran
it_it: Ultimate cliente ref
ko_kr: 궁극적 인 고객 심판
mr_in: अंतिम ग्राहक संदर्भ
nl_nl: Uiteindelijke klant ref.
pt_pt: Últ. ref. Cliente
ro_ro: Ultimate client ref
ru_ru: Конечный покупатель
sq_al: ref Ultimate konsumatorëve
sv: Slutlig kunds ref.
sw_ke: Mwisho mteja ref
tr_tr: SON MÜSTERI REF.
zh_hk: 最终客户参考
zh_tw: 最終客戶參考

source: Supplier Order
cs_cz: Dodavatel Objednat
es_es: Orden a proveedor
hi_in: आपूर्तिकर्ता आदेश
id_id: Order supplier
it_it: Ordine fornitore
ko_kr: 공급 업체 주문
mr_in: पुरवठादार मागणी
nl_nl: Leveranciersirder
pt_pt: Pedido Fornec.
ro_ro: Furnizorul Ordine
ru_ru: Заказа поставщика
sq_al: Furnizuesi Rendit
sv: Leverantörsordning
sw_ke: Wasambazaji Order
tr_tr: TEDARIKÇI SIPARISI
zh_hk: 供应商订单
zh_tw: 供應商訂單

source: Action auth
cs_cz: Akční auth
es_es: Autorización de la Acción
hi_in: कार्रवाई auth
id_id: Otorisasi Tindakan
it_it: Azione auth
ko_kr: 액션 인증
mr_in: क्रिया प्रमाणिकरण
nl_nl: Actie authorisatie
pt_pt: Ação Autoriz.
ro_ro: Acţiune auth
ru_ru: Действие авторизации
sq_al: auth Veprimit
sw_ke: Hatua Auth
tr_tr: Eylem auth
zh_hk: 行动受权
zh_tw: 行動受權

source: Authorisation
cs_cz: Povolení
es_es: Autorización
hi_in: प्राधिकार
id_id: Otorisasi
it_it: Autorizzazione
ko_kr: 허가
mr_in: संमती
nl_nl: Authorisatie
pt_pt: Autorização
ro_ro: Autorizarea
ru_ru: Авторизация
sq_al: Autorizimi
sv: Tillstånd
sw_ke: Auktorisation
tr_tr: ONAY
zh_hk: 授权
zh_tw: 授權

source: The Buyer reference was specified as an EAN International Article Numbering Association code
cs_cz: Referenční Kupující byl specifikován jako EAN International článku číslování kód sdružení
es_es: La referencia del Comprador se ha especificado como un código de la Asociación de Numeración de Artículos Internacional (EAN International Article Numbering Association Code)
hi_in: क्रेता एक संदर्भ EAN अंतर्राष्ट्रीय अनुच्छेद क्रमांकन एसोसिएशन कोड के रूप में निर्दिष्ट किया गया था
id_id: Referensi Pembeli ditentukan sbg kode Asosiasi Penomoran Artikel Internasional EAN
it_it: Il riferimento compratore è stato specificato come un codice EAN International Numbering Association articolo
ko_kr: 구매자 참조가 EAN 국제 상품 코드 협회 코드로 지정
mr_in: खरेदीदार संदर्भ EAN आंतरराष्ट्रीय लेख क्रमांकन असोसिएशन कोड म्हणून निर्देशीत
nl_nl: De koper referenie is als een EAN (Inernational Article Numbering Association) code
pt_pt: Ref. do Comprador foi especificada como código EAN
ro_ro: Cumpărătorul de referinţă a fost specificat ca un articol de numerotare EAN International cod de asociere
ru_ru: Ссылка на покупателя была указана как EAN International Article-код
sq_al: Referencë blerësi ka qenë i specifikuar si një kod Ndërkombëtare EAN Neni Nummerierung Shoqata
sv: Köparen referens angetts som en EAN International artikel Numrering Association kod
sw_ke: kumbukumbu ya Mnunuzi alikuwa maalum kama EAN International code Ibara ya hesabu Association
tr_tr: Alıcı başvurusu bir EAN International Madde Numaralandırma Derneği kodu olarak belirtilmiş
zh_hk: 买家参考号为 EAN 国际商品编码协会编码
zh_tw: 買家參考號為 EAN 國際商品編碼協會編碼

source: Unfortunately the field EDIReference of any of the customers currently set up to receive EDI orders does not match with the code
cs_cz: Bohužel oblasti EDIReference některého z zákazníci v současné době nastavena na příjem EDI objednávky neshoduje s kódem
es_es: Por desgracia, el campo EDIReference de cualquiera de los clientes que actualmente están configurados para recibir órdenes de electrónicas no concuerdan con el código
hi_in: दुर्भाग्य से क्षेत्र के ग्राहकों में से किसी का EDIReference वर्तमान में स्थापित करने के लिए ईडीआई आदेश प्राप्त कोड के साथ मेल नहीं खाता
id_id: Saygnya field EDIReference dari semua customer yg diatur saat ini utk menerima order EDI tdk cocok dgn kodenya
it_it: Purtroppo il campo EDIReference di uno dei clienti attualmente configurato per ricevere gli ordini EDI non corrisponde con il codice
ko_kr: 불행하게도, 현재 EDI 주문을 수신하도록 설정 고객의 임의의 필드 EDIReference는 코드와 일치하지
mr_in: दुर्दैवाने सध्या EDI ऑर्डर प्राप्त करण्यासाठी सेट ग्राहकांच्या कोणत्याही क्षेत्रात EDIReference कोडसह जुळत नाही
nl_nl: Voor een van de klanten waarvoor EDI orders kunnen worden ontvangen is de corresponderende EDI ref. niet gevonden
pt_pt: O campo EDIReference de qualquer cliente atualmente config para receber pedidos por EDI não combina com o código
ro_ro: Din păcate domeniul EDIReference de oricare dintre clienţii în prezent configurat pentru a primi comenzi EDI nu se potriveşte cu codul
ru_ru: К сожалению, поле EDIReference ни одного из клиентов, сконфигурированных дляполучения EDI-заказов, не совпадает с кодом
sq_al: Për fat të keq në fushën EDIReference e ndonjë prej klientëve të vendosur deri tani të marrë urdhra EDI nuk përputhet me kodin
sv: Tyvärr området EDIReference av någon av de kunder som för närvarande möjlighet att ta emot EDI order stämmer inte med koden
sw_ke: Bahati mbaya ya shamba EDIReference yoyote ya wateja wa sasa kuweka hadi kupokea amri EDI haina mechi na kanuni
tr_tr: müşterilerinin herhangi birinin EDIReference henüz EDI emir almayı kurmak Maalesef alan kodu ile uyuşmuyor
zh_hk: 对不起, 你在设定中输入的 EDI 参考客户号并找不到符合的对应
zh_tw: 對不起, 你在設定中輸入的 EDI 參考客戶號並找不到符合的對應

source: used in this message
cs_cz: používané v této zprávě
es_es: usado en este mensaje
hi_in: इस संदेश में प्रयोग किया जाता
id_id: digunakan dalam pesan ini
it_it: utilizzati in questo messaggio
ko_kr: 이 메시지에 사용
mr_in: या संदेशातील वापरले
nl_nl: gebruikt in dit bericht
pt_pt: usado nessa mensagem
ro_ro: utilizate în acest mesaj
ru_ru: использованное в этом сообщении
sq_al: të përdorura në këtë mesazh
sv: använt i detta meddelande
sw_ke: kutumika katika ujumbe huu
tr_tr: Bu mesajda kullanılan
zh_hk: 使用此讯息
zh_tw: 使用此訊息

source: So that is the end of the road for this message
cs_cz: Tak to je konec cesty pro tuto zprávu
es_es: Por eso este el final del camino para este mensaje
hi_in: ताकि इस संदेश के लिए सड़क के अंत है
id_id: Supaya itu menjadi akhir dari pesan ini
it_it: In modo che sia la fine della strada per questo messaggio
ko_kr: 그래서이 메시지에 대한 도로의 끝은
mr_in: त्यामुळे त्या या संदेशासाठी रस्त्याच्या शेवटी आहे
nl_nl: Boodschap eindigt hiermee
pt_pt: Final de trâmite dessa mensagem
ro_ro: Aşa că este sfârşitul de drum pentru acest mesaj
ru_ru: Окончание пути этого сообщения
sq_al: Kështu që është fundi i rrugës për këtë mesazh
sv: Så det är slutet på vägen för detta meddelande
sw_ke: Hivyo kwamba ni mwisho wa barabara kwa ujumbe huu
tr_tr: Bu yüzden bu mesajı için yolun sonu olduğunu
zh_hk: 这是讯息的结尾
zh_tw: 這是訊息的結尾

source: The supplier reference was specified as an EAN International Article Numbering Association code
cs_cz: Dodavatel žádost byla specifikována jako EAN International článku číslování kód sdružení
es_es: La referencia de proveedores se ha especificado como un código de la Asociación de Numeración de Artículos Internacional (EAN International Article Numbering Association Code)
hi_in: आपूर्तिकर्ता संदर्भ एक EAN अंतर्राष्ट्रीय अनुच्छेद क्रमांकन एसोसिएशन कोड के रूप में निर्दिष्ट किया गया था
id_id: Referensi supplier ditentukan sbg kode Asoisiasi Penomoran Artikel Internasional EAN
it_it: Il fornitore di riferimento è stato indicato come un codice EAN International Numbering Association articolo
ko_kr: 공급 업체 참조가 EAN 국제 상품 코드 협회 코드로 지정
mr_in: पुरवठादार संदर्भ EAN आंतरराष्ट्रीय लेख क्रमांकन असोसिएशन कोड म्हणून निर्देशीत
nl_nl: De leveranciers ref. was gespecificeerd als een EAN (International Article Numbering) code
pt_pt: Ref. do fornecedor foi especificada como código EAN
ro_ro: Furnizorul de referinţă a fost specificat ca un articol de numerotare EAN International cod de asociere
ru_ru: Ссылка на поставщика указана как EAN International Article Numbering Association-код
sq_al: Referencë Furnizuesi ishte specifikuar si një kod Ndërkombëtare EAN Neni Nummerierung Shoqata
sv: Leverantören referens angetts som en EAN International artikel Numrering Association kod
sw_ke: kumbukumbu ya wasambazaji alikuwa maalum kama EAN International code Ibara ya hesabu Association
tr_tr: Tedarikçi başvurusu bir EAN International Madde Numaralandırma Derneği kodu olarak belirtilmiş
zh_hk: 供应商参考为 EAN 国际商品编码协会编码
zh_tw: 供應商參考為 EAN 國際商品編碼協會編碼

source: Unfortunately the company EDIReference
cs_cz: Bohužel společnost EDIReference
es_es: Desafortunadamente la EDIReference de la compañía
hi_in: दुर्भाग्य से कंपनी EDIReference
id_id: Saygnya EDIReference perusahaan
it_it: Purtroppo la società EDIReference
ko_kr: 불행하게도 회사 EDIReference
mr_in: दुर्दैवाने कंपनी EDIReference
nl_nl: Helaas de EDI ref. van het bedrijf
pt_pt: A empresa EDIReference
ro_ro: Din păcate, compania EDIReference
ru_ru: К сожалению, EDIReference компани
sq_al: Për fat të keq të kompanisë EDIReference
sv: Olyckligtvis företagets EDIReference
sw_ke: Bahati mbaya ya EDIReference kampuni
tr_tr: MAALESEF FIRMA E-BELGE REFERANSI
zh_hk: 对不起, 公司 EDI 参考号
zh_tw: 對不起, 公司 EDI 參考號

source: does not match with the code
cs_cz: neshoduje s kódem
es_es: no coincide con el código
hi_in: कोड के साथ मैच नहीं करता है
id_id: tdk cocok dgn kodenya
it_it: non corrisponde con il codice
ko_kr: 코드와 일치하지 않습니다
mr_in: कोडसह जुळत नाही
nl_nl: komt niet overeen met deze code
pt_pt: não combina com o código
ro_ro: nu se potriveşte cu codul
ru_ru: не совпадает с кодом
sq_al: nuk përputhet me kodin
sv: %1$s: definition slutar inte med "END %1$s"
sw_ke: haina mechi na kanuni
tr_tr: KOD ILE UYUSMUYOR
zh_hk: 与编码不能对应
zh_tw: 與編碼不能對應

source: This implies that the EDI message is for some other supplier
cs_cz: To znamená, že zprávy EDI je u některých jiných dodavatelů
es_es: Esto implica que el mensaje electrónico es para algún otro proveedor
hi_in: इसका मतलब है कि ईडीआई संदेश कुछ अन्य आपूर्तिकर्ता के लिए है
id_id: Ini berarti pesan EDI tersebut adalah utk supplier yg lain
it_it: Questo implica che il messaggio EDI per qualche altro fornitore
ko_kr: 이것은 EDI 메시지는 일부 다른 보조 장비에 대한 것임을 의미
mr_in: हा EDI संदेश काही इतर पुरवठादार आहे की सुचवते
nl_nl: Dit betekent dat de EDI boodschap voor een andere leverancier is bestemd
pt_pt: Isso implica que a msg EDI é para outro fornec.
ro_ro: Acest lucru implică faptul că mesajul EDI este pentru unii alt furnizor
ru_ru: Это означает, что сообщение ЭОД для некоторых других поставщиков
sq_al: Kjo nënkupton që mesazhi EDI është për disa furnizues të tjera
sv: Detta innebär att EDI-meddelandet för någon annan leverantör
sw_ke: Hii ina maana kwamba ujumbe EDI ni kwa ajili ya wasambazaji wengine
tr_tr: Bu EDI mesajı başka bir tedarikçi olduğunu ima
zh_hk: 这包含的 EDI 讯息是给其他供应商的
zh_tw: 這包含的 EDI 訊息是給其他供應商的

source: No further processing will be done
cs_cz: Žádné další zpracování bude provedeno
es_es: No se harán procesos adicionales
hi_in: आगे नहीं प्रसंस्करण किया जाएगा
id_id: Tdk ada pemrosesan lebih lanjut yg akan dilakukan
it_it: Nessun ulteriore trattamento sarà effettuato
ko_kr: 더 이상의 처리가 수행되지 않습니다
mr_in: पुढील प्रक्रिया केली जाईल
nl_nl: Zal niet verder worden verwerkt
pt_pt: Nenhum process. será feito
ro_ro: Nici o prelucrare ulterioară se va face
ru_ru: Дальнейшаая обработка не будет проведена
sq_al: Asnjë përpunim të mëtejshëm do të bëhet
sv: Ingen vidare behandling görs
sw_ke: usindikaji Hakuna zaidi itafanyika
tr_tr: DAHA FAZLA ISLEM YAPILMAYACAK
zh_hk: 没有进一步程序会被执行
zh_tw: 沒有進一步程序會被執行

source: The Store number was specified as
cs_cz: Počet obchod byl specifikován jako
es_es: El número de la tienda se ha especificado como
hi_in: स्टोर संख्या के रूप में निर्दिष्ट किया गया था
id_id: Nomor Toko yg ditentukan sbg
it_it: Il numero Store è stato specificato come
ko_kr: 저장 번호로 지정
mr_in: स्टोअर क्रमांक म्हणून निर्देशीत
nl_nl: Het opslag nummer was als volgt gespecificeerd
pt_pt: Núm. de Armaz. especif. como
ro_ro: Numărul Store a fost specificat ca
ru_ru: Номер хранилища был указан как
sq_al: Numri i Shitore ishte specifikuar si
sv: Butiken antalet angetts som
sw_ke: Idadi ya Hifadhi alikuwa maalum kama
tr_tr: Mağaza sayısı olarak belirtilmiş
zh_hk: 商店编号指定为
zh_tw: 商店編號指定為

source: Unfortunately there are either no branches of customer code
cs_cz: Bohužel se jedná buď o žádné pobočky kód zákazníka
es_es: Por desgracia, no hay sucursales del código de cliente
hi_in: दुर्भाग्य से वहाँ रहे हैं या तो ग्राहक कोड का कोई शाखाओं
id_id: Saygnya tdk ada cabang dari kode customer
it_it: Purtroppo non ci sono o no i rami di codice cliente
ko_kr: 불행하게도 어느 고객 코드의 어떤 지점이 없습니다
mr_in: दुर्दैवाने आहेत एकतर ग्राहक कोड नाही शाखा
nl_nl: Helaas is er geen klant of branch code
pt_pt: Não existem sucursais para este código de cliente
ro_ro: Din păcate, nu sunt fie nu se înregistrează sucursalele din codul de abonat
ru_ru: К сожалению не найдено филиалов для кода клиента
sq_al: Për fat të keq nuk janë ose nuk ka degë të kodit të konsumatorëve
sv: Tyvärr finns det antingen inga grenar av kund-koden
sw_ke: Kwa bahati mbaya kuna aidha hakuna matawi ya kificho mteja
tr_tr: Ne yazık ki her iki müşteri kodu hiçbir şubeleri vardır
zh_hk: 对不起, 没有此客户分公司编号
zh_tw: 對不起, 沒有此客戶分公司編號

source: or several that match this store number
cs_cz: nebo více, které odpovídají tomuto počtu obchodě
es_es: o varios que coincidan con este número de tienda
hi_in: या कई कि इस स्टोर संख्या मैच
id_id: atau beberapa yg sesuai nomor toko ini
it_it: o diversi che corrispondono a questo numero negozio
ko_kr: 또는이 저장소 번호와 일치하는 몇 가지
mr_in: किंवा या स्टोअरमध्ये क्रमांक जुळणार्या अनेक
nl_nl: of meerdere dat dit aantal winkels wedstrijd
pt_pt: ou diversos combinam com esse numero armaz.
ro_ro: sau mai multe care se potrivesc cu acest număr magazin
ru_ru: или несколько, которые соответствуют этому номеру хранилища
sq_al: apo disa që përputhen me këtë numër dyqan
sv: eller flera som matchar denna butik nummer
sw_ke: au baadhi ya mechi hii kuwa idadi kuhifadhi
tr_tr: veya bu mağaza sayısını maç birkaç
zh_hk: 或与此商店编号对应的.
zh_tw: 或與此商店編號對應的.

source: This order could not be processed further
cs_cz: Toto pořadí nemůže být dále zpracovávány
es_es: Esta orden no podría ser procesada
hi_in: इस क्रम आगे संसाधित नहीं किया जा सकता है
id_id: Order ini tdk dapat diproses lebih lanjut
it_it: Questo ordine non può essere elaborato ulteriormente
ko_kr: 이 순서는 더 처리 할 수​​ 없습니다
mr_in: ही ऑर्डर पुढील प्रक्रिया होऊ शकली नाही
nl_nl: Deze order kan niet verder worden verwerkt
pt_pt: Esse pedido não pode ser processado
ro_ro: Acest ordin nu a putut fi prelucrate în continuare
ru_ru: Этот заказ не может быть далее обработан
sq_al: Kjo mënyrë nuk mund të përpunohen më tej
sv: Denna beställning kunde inte bearbetas ytterligare
sw_ke: Ili hii inaweza kuwa processed zaidi
tr_tr: SIPARIS DAHA FAZLA ISLENEMIYOR
zh_hk: 这订单不能进一步执行
zh_tw: 這訂單不能進一步執行

source: EDI Order Message Error
cs_cz: EDI objednávky chybová zpráva
es_es: Error de Mensaje de Orden Electrónica
hi_in: ईडीआई आदेश त्रुटि संदेश
id_id: Kesalahan Pesan Order EDI
it_it: EDI Ordine Messaggio di errore
ko_kr: EDI 주문 메시지 오류
mr_in: EDI मागणी संदेश त्रुटी
nl_nl: Fout EDI bericht
pt_pt: Erro Mensagem EDI do Pedido
ro_ro: EDI Ordine Mesaj de eroare
ru_ru: Ошибка сообщения EDI-заказа
sq_al: EDI mesazh Rendit Gabim
sv: FEL: Meddelandet är tomt.
sw_ke: EDI Order Error Message
tr_tr: E-BELGE SIPARIS MESAJI HATASI
zh_hk: EDI 订单讯息错误
zh_tw: EDI 訂單訊息錯誤

source: EDI Order Message
cs_cz: EDI Objednávka Zpráva
es_es: Mensaje de Orden Electrónica
hi_in: ईडीआई आदेश संदेश
id_id: Pesan Order EDI
it_it: EDI Ordine messaggio
ko_kr: EDI 주문 메시지
mr_in: EDI मागणी संदेश
nl_nl: EDI bericht
pt_pt: Mensagem EDI do Pedido
ro_ro: EDI Ordine Mesaj
ru_ru: Сообщение EDI-заказа
sq_al: Mesazh EDI Rendit
sv: Skriv ett _e-postmeddelande
tr_tr: E-BELGE SIPARIS MESAJI
zh_hk: EDI 订单讯息
zh_tw: EDI 訂單訊息

source: There was a problem retrieving the customer transactions because
cs_cz: Tam byl problém získávání zákaznické transakce, protože
es_es: Hubo un problema al obtener las transacciones del cliente porque
hi_in: वहाँ एक ग्राहक क्योंकि लेनदेन को वापस लाने में समस्या थी
id_id: Ada masalah mengambil transaksi customer karena
it_it: C&#39;è stato un problema durante il recupero transazioni dei clienti, perché
ko_kr: 고객 거래하기 때문에 검색하는 동안 문제가 발생했습니다
mr_in: ग्राहक व्यवहार पुनर्प्राप्त करताना समस्या आली कारण
nl_nl: Er was een probleem om de klant transactie op te vragen
pt_pt: Houve um problema recuperando transações do cliente porque
ro_ro: Nu a fost o problemă la regăsirea tranzacţiilor clienţilor, deoarece
ru_ru: Возникла проблема при получении транзакций клиента, так как
sq_al: Nuk ishte një problem retrieving transaksionet e konsumatorit, sepse
sv: Problem att hämta kundtransaktionerna eftersom
sw_ke: Kulikuwa na tatizo retrieving mashirikiano ya mteja kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 提取客户交易时发生错误
zh_tw: 提取客戶交易時發生錯誤

source: An error occurred in getting the EDI format template for
cs_cz: Došlo k chybě při získávání formátu EDI šablona pro
es_es: Se produjo un error al conseguir la plantilla del formato electrónico para
hi_in: एक त्रुटि के लिए ईडीआई प्रारूप टेम्पलेट प्राप्त करने में हुई
id_id: Kesalahan terjadi saat mengambil template format EDI utk
it_it: È verificato un errore nell&#39;ottenere il modello di formato EDI per
ko_kr: 오류에 대한 EDI 형식의 템플릿을 받고에서 발생
mr_in: एक त्रुटी साठी EDI स्वरूप टेम्पलेट येण्यास आली
nl_nl: Een fout is opgetreden toen de EDI template werd opgevraagd voor
pt_pt: Um erro ocorreu obtendo o formato modelo EDI para
ro_ro: A apărut o eroare în obţinerea şablon format EDI pentru
ru_ru: Возникла ошибка при получении шаблона в EDI-формате для
sq_al: Ka ndodhur një gabim në marrjen e template format EDI për
sv: Ett fel uppstod med att få EDI-format mall för
sw_ke: Hitilafu ilitokea katika kupata format EDI template kwa
tr_tr: Bir hata için EDI formatında şablon elde oluştu
zh_hk: 取得 EDI 格式范本时发生错误
zh_tw: 取得 EDI 格式範本時發生錯誤

source: EDI Message
cs_cz: EDI zpráv
es_es: Mensaje EDI
hi_in: संदेश ईडीआई
id_id: Pesan EDI
it_it: EDI messaggio
ko_kr: EDI 메시지
mr_in: EDI संदेश
nl_nl: EDI bericht
pt_pt: Mensagem EDI
ro_ro: EDI Mesaj
ru_ru: EDI-сообщение
sq_al: EDI Mesazh
sv: meddelandekö
tr_tr: E-BELGE MESAJI
zh_hk: EDI 讯息
zh_tw: EDI 訊息

source: was successfully emailed
cs_cz: byl úspěšně e-mailem
es_es: fue enviado por correo electrónico con éxito
hi_in: सफलतापूर्वक ईमेल था
id_id: telah berhasil di-emailkan
it_it: è stata inviata con successo
ko_kr: 성공적으로 이메일로 전송했다
mr_in: यशस्वीरित्या ईमेल आला होता
nl_nl: werd met succes via e-mail
pt_pt: foi enviado email com sucesso
ro_ro: a fost cu succes prin e-mail
ru_ru: успешно отправлено по электронной почте
sq_al: u email me sukses
sv: epostades med framgång
sw_ke: mara kwa mafanikio Emailed
tr_tr: başarılı bir e-postayla oldu
zh_hk: 成功发出电邮
zh_tw: 完成發出電郵

source: could not be emailed to
cs_cz: nemohla být zasláno
es_es: no se pudo enviar por correo electrónico a
hi_in: हो सकता है ईमेल करने के लिए नहीं
id_id: tdk dapat di-email ke
it_it: non poteva essere inviate a
ko_kr: 이메일로 전송 할 수 없습니다
mr_in: ईमेल जाऊ शकत नाही
nl_nl: kon niet worden verstuurd per e-mail naar
pt_pt: não pode ser enviado email para
ro_ro: nu ar putea fi prin e-mail la
ru_ru: Не может быть отправлен
sq_al: nuk mund të jetë me email për të
sv: kunde inte epostas till
sw_ke: inaweza kuwa Emailed
tr_tr: EMAIL OLARAK GÖNDERILEMEDI
zh_hk: 未能发出电邮至
zh_tw: 未能發出電郵至

source: Ftp connection has failed
cs_cz: Ftp připojení se nezdařilo
es_es: La conección FTP ha fallado
hi_in: FTP के संबंध में नाकाम रही है
id_id: Koneksi FTP gagal
it_it: connessione FTP è fallita
ko_kr: FTP 연결에 실패했습니다
mr_in: FTP कनेक्शन अयशस्वी झाले आहे
nl_nl: Fout met FTP verbinding
pt_pt: Ftp conexão falhou
ro_ro: conexiune ftp a eşuat
ru_ru: FTP-соединение завершилось с ошибкой
sq_al: lidhje Ftp ka dështuar
sv: FTP uppkopplingen misslyckades
sw_ke: Ftp uhusiano imeshindwa
tr_tr: FTP BAGLANTISI BASARISIZ
zh_hk: FTP 连线失败
zh_tw: FTP 連線失敗

source: Attempted to connect to
cs_cz: Pokoušel se připojit k
es_es: Intento fallido para conectar a
hi_in: कनेक्ट करने का प्रयास किया
id_id: Mencoba koneksi ke
it_it: Tentativo di connessione a
ko_kr: 에 연결 시도
mr_in: कनेक्ट करण्याचा प्रयत्न
nl_nl: Getracht een verbinding te maken met
pt_pt: Tentativa de conexão para
ro_ro: A încercat să se conecteze la
ru_ru: Попытка соединения с
sq_al: Tentuar të lidheni me
sv: Försökte koppla upp mot
sw_ke: Alijaribu kuwaunganisha
tr_tr: BAGLANMAYI DENIYORUM
zh_hk: 尝试连线到
zh_tw: 嘗試連線到

source: for user
cs_cz: uživatele
es_es: para usuario
hi_in: उपयोगकर्ता के लिए
id_id: utk user
it_it: per l&#39;utente
ko_kr: 사용자에 대한
mr_in: वापरकर्त्यासाठी
nl_nl: voor gebruiker
pt_pt: para o usuário
ro_ro: pentru utilizator
ru_ru: для пользователя
sq_al: për përdoruesit
sv: för användare
sw_ke: kwa mtumiaji
tr_tr: KULLANICI
zh_hk: 给用家
zh_tw: 給用家

source: could not be sent via ftp to
cs_cz: nelze odeslat přes FTP
es_es: no se pudo enviar por ftp a
hi_in: होने के लिए FTP के माध्यम से भेजा नहीं जा सका
id_id: tdk dapat dikirimkan lewat ftp ke
it_it: non ha potuto essere inviato via FTP al
ko_kr: 에 FTP를 통해 보낼 수 없습니다
mr_in: ते FTP द्वारे पाठवले जाऊ शकत नाही
nl_nl: Kon niet per FTP verstuurd worden aan
pt_pt: não pode ser enviado via ftp para
ro_ro: nu a putut fi trimis prin FTP pentru a
ru_ru: не может быть послан через ftp
sq_al: nuk mund të dërgohet përmes ftp të
sv: kunde inte skickas via ftp till
sw_ke: hakuweza kutumwa kupitia ftp
tr_tr: FTP ILE GÖNDERILEMEDI
zh_hk: 未能通过 FTP 发送
zh_tw: 不能通過 FTP 發送

source: Successfully uploaded EDI_INV_
cs_cz: Úspěšně nahrán EDI_INV_
es_es: EDI_INV_ cargado con éxito
hi_in: सफलतापूर्वक EDI_INV_ अपलोड
id_id: Berhasil di-upload ke EDI_INV_
it_it: Caricato con successo EDI_INV_
ko_kr: 성공적으로 EDI_INV_ 업로드
mr_in: यशस्वीरित्या अपलोड EDI_INV_
nl_nl: Transfer EDI_INV_ succesvol
pt_pt: Carregado EDI_INV_ com sucesso
ro_ro: Încărcat cu succes EDI_INV_
ru_ru: EDI_INV_ успешно загружен
sq_al: ngarkuar me sukses EDI_INV_
sv: Lagts upp EDI_INV_
sw_ke: Mafanikio uploaded EDI_INV_
tr_tr: E-BELGE FATURASI BASARIYLA YÜKLENDI
zh_hk: 完成上传 EDI_INV_
zh_tw: 完成上傳 EDI_INV_
