Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Transfer
cs_cz: Převod
es_es: Transferencia
hi_in: स्थानांतरण
id_id: Perpindahan
it_it: Trsferimeno
ko_kr: 이전
mr_in: बदली करणे
ru_ru: Перевод
sq_al: Transferim
sv: Skicka vidare
sw_ke: Uhamisho
zh_hk: 转移
zh_tw: 調撥

source: Does Not Exist
cs_cz: Neexistuje
es_es: No existe
hi_in: मौजूद नहीं है
id_id: Tdk Ada
it_it: Non Esiste
ko_kr: 존재하지 않는다
mr_in: अस्तित्वात नाही
nl_nl: Bestaat niet
pt_pt: Não Existe
ro_ro: Oare nu există
ru_ru: Не существует
sq_al: Nuk ekziston
sv: Existerar inte.
sw_ke: Haipo
tr_tr: MEVCUT DEGIL
zh_hk: 不存在
zh_tw: 不存在

source: Please Verify Shipment Quantities Received
cs_cz: Ověřte prosím zásilky množství přijaté
es_es: Por favor Verifique las Cantidades Recibidas en el Envío
hi_in: लदान मात्रा प्राप्त सत्यापित करें
id_id: Silahkan Verifikasi Qty Pengiriman yg Diterima
it_it: Si prega di verificare Quantitativi spedizione ricevuta
ko_kr: 출하 수량이 수신을 확인하시기 바랍니다
mr_in: प्राप्त चढविणे प्रमाणात सत्यापित करा
nl_nl: Controleert Zending ontvangen hoeveelheden
pt_pt: Verif. Quant. Remessa Recebida
ro_ro: Vă rugăm să verificaţi Cantităţi Transferul primit
ru_ru: Пожалуйста проверьте полученное количество отправленного
sq_al: Ju lutemi të Verifiko sasitë Dërgesë Received
sv: Vänligen kontrollera leveransen kvantiteter som mottagits
sw_ke: Tafadhali Kuhakiki kiasi Shipment Received
tr_tr: Alınan Gönderi Miktarları doğrulayın lütfen
zh_hk: 请核对收到的运输数量
zh_tw: 請確認提單收到的數量

source: Location Transfer Reference
cs_cz: Umístění Transfer Reference
es_es: Referencia de transferencia de ubicación
hi_in: स्थान स्थानांतरण संदर्भ
id_id: Referensi Perpindahan Lokasi
it_it: Posizione Riferimento
ko_kr: 위치 전송 참조
mr_in: स्थान हस्तांतरण संदर्भ
nl_nl: Lokatie transfer ref.
pt_pt: Ref. Transf. Local
ro_ro: Locaţie Transfer de referinţă
ru_ru: Ссылка места перевода
sq_al: Reference Vendndodhja Transfer
sv: Platstransfer referens
tr_tr: DEPO TRANSFER REFERANSI
zh_hk: 地点转移参考
zh_tw: 地點轉移參考

source: Quantity Dispatched
cs_cz: Množství vyslána
es_es: Cantidades despachadas
hi_in: मात्रा भेजा
id_id: Qty Dikirim
it_it: Quantità Inviate
ko_kr: 수량 전달
mr_in: डिस्पॅच प्रमाणात
nl_nl: Verzonden hoeveelheid
pt_pt: Qtd Cred. Despachada
ro_ro: Cantitatea expediată
ru_ru: Отправленное количество
sq_al: Sasia dërguar
sv: Levererat antal
sw_ke: Wingi dispatched
tr_tr: GÖNDERILEN MIKTAR
zh_hk: 已派送数量
zh_tw: 已派送數量

source: Quantity To Receive
cs_cz: Množství, které Dostávat
es_es: Cantidad a recibir
hi_in: मात्रा प्राप्त करने के लिए
id_id: Qty Yg Akan Diterima
it_it: Quantità Da Ricevere
ko_kr: 수량 수신하려면
mr_in: प्राप्त करण्यासाठी प्रमाणात
nl_nl: Ontvangen hoeveelheid
pt_pt: Quant. a Receber
ro_ro: Cantitate Pentru a primi
ru_ru: Количество для получения
sq_al: Sasia Për të marrë
sv: Inlevererat antal
sw_ke: Wingi Ili kupokea
tr_tr: ALINACAK MIKTAR
zh_hk: 要接收数量
zh_tw: 收貨量

source: Cancel Balance
cs_cz: Zrušit bilance
es_es: Cancelar el Saldo
hi_in: रद्द करना शेष
id_id: Batalkan Saldo
it_it: Annulla Balance
ko_kr: 균형 취소
mr_in: शिल्लक रद्द
nl_nl: Verwijder saldo
pt_pt: Cancelar Saldos
ro_ro: Anula Balanţa
ru_ru: Отменить баланс
sq_al: Anulo Bilanci
sv: Total balans
sw_ke: Kufuta Mizani
tr_tr: Iptal Dengesi
zh_hk: 取消余额
zh_tw: 取消餘額

source: Enter Batch Refs
cs_cz: Zadejte dávky Rozhodčí
es_es: Introducir Referencias de Lotes
hi_in: बैच refs दर्ज
id_id: Masukkan Ket. Batch
it_it: Inserire Riferimenti Lotti
ko_kr: 배치 참고 문헌을 입력
mr_in: बॅच Refs प्रविष्ट करा
nl_nl: Voer Batch ref. in
pt_pt: Informar Ref. Lote
ro_ro: Introduceţi refs Batch
ru_ru: Введите ссылки партии
sq_al: Enter refs Batch
sv: Ange batch ref
sw_ke: Kuingia Refs Batch
tr_tr: LOT REF. GIRIN
zh_hk: 输入批次参考
zh_tw: 輸入批次參考

source: Process Inventory Transfer
cs_cz: Zásoby proces přenosu
es_es: Procesar traslado de inventario
hi_in: प्रक्रिया सूची स्थानांतरण
id_id: Proses Perpindahan Persediaan
it_it: Eseguire Inventario di Trasferimento
ko_kr: 프로세스 재고 전송
mr_in: प्रक्रिया सूची हस्तांतरण
nl_nl: Verwerk voorraad transfer
pt_pt: Processar Transf. Inv.
ro_ro: Procesul de inventariere Transfer
ru_ru: Процесс перевода инвентаря
sq_al: Transferimi Procesi i inventarit
sv: Behandla lagerflyttninger
sw_ke: Mali mchakato Transfer
tr_tr: DEPO TRANSFERINI ISLE
zh_hk: 执行仓存转移
zh_tw: 執行庫存轉移

source: Select A Different Transfer
cs_cz: Vyberte jiné Transfer
es_es: Seleccionar una transferencia distinta
hi_in: एक अलग स्थानांतरण का चयन करें
id_id: Pilih Perpindahan Yg Lain
it_it: Selezionare Un Diverso Trasferimento
ko_kr: 다른 전송을 선택합니다
mr_in: भिन्न हस्तांतरण निवडा
nl_nl: Selecteer een andere transfer
pt_pt: Selec. Outra Transf.
ro_ro: Selectaţi Un transfer diferite
ru_ru: Выберите другой перевод
sq_al: Zgjidh një transferim të ndryshme
sv: Välj en annan flyttning
sw_ke: Chagua tofauti Transfer
tr_tr: BASKA TRANSFER SEÇIN
zh_hk: 选取其他转移
zh_tw: 選取其他轉移

source: Select Location Receiving Into
cs_cz: Vybrat umístění Příjem Do
es_es: Seleccionar Ubicación que Recibe
hi_in: चयन में प्राप्त स्थान
id_id: Pilih Lokasi Yg Menerima
it_it: Selezionare Destinazione di Ricezione
ko_kr: 위치는 속으로 받기 선택
mr_in: स्थान प्रवेश प्राप्त निवडा
nl_nl: Slecteer de lokatie voor ontvangst
pt_pt: Selecione o Local para Receber
ro_ro: Selectaţi Locaţie Primirea Into
ru_ru: Выберите место получения
sq_al: Vendndodhja Zgjidhni Pranimi Into
sv: Välj lagerplats för inleveranser
sw_ke: Katika kuchagua Location Kupokea
tr_tr: ALICI DEPOYU SEÇIN
zh_hk: 选取要接收到地点
zh_tw: 選取收貨地點

source: Refresh Transfer List
cs_cz: Aktualizovat Transfer Seznam
es_es: Refrescar la Lista de Transferencias
hi_in: ताज़ा स्थानांतरण सूची
id_id: Refresh Daftar Transfer
it_it: Aggiornare l' Elenco del Trasferimento
ko_kr: 새로 고침 전송 목록
mr_in: हस्तांतरण सूची रीफ्रेश
nl_nl: Ververs de transfer lijst
pt_pt: Renovar Lista Transf.
ro_ro: Lista de reîmprospătare de transfer
ru_ru: Обновить список переводов
sq_al: Lista e Refresh Transfer
sv: Uppdatera flyttlistan
sw_ke: Refresh Transfer Orodha
tr_tr: TRANSFER LISTESINI YENILE
zh_hk: 刷新载入转移清单
zh_tw: 刷新載入轉移列表

source: Pending Transfers Into
cs_cz: Až do Převody do
es_es: Transferencias Pendientes en
hi_in: में स्थानांतरण स्थगित
id_id: Pending Transfer Ke
it_it: In attesa di trasferimenti Into
ko_kr: 속으로 보류 전송
mr_in: प्रलंबित हस्तांतरणासाठी प्रवेश
nl_nl: In afwachting van Into Transfers
pt_pt: Transfer. Pendentes para
ro_ro: Până Transferuri Into
ru_ru: До перевода на
sq_al: Në pritje të Transferet Into
sv: I väntan Överföringar till
sw_ke: Inasubiri Transfers Ndani
tr_tr: Içine Transferler Bekliyor
zh_hk: 暂停转移
zh_tw: 待處理移交到

source: Transfer Ref
es_es: Ref. Transferencia
hi_in: स्थानांतरण रेफरी
id_id: Ref Perpindahan
it_it: Rif. Trasferimento
ko_kr: 전송 참조
mr_in: संदर्भ हस्तांतरण
nl_nl: Verplaatsings Ref
pt_pt: Ref. Transf.
ru_ru: Ссылка перевода
sq_al: Transferimi Ref
sv: Ref
sw_ke: Kuhamisha Kumb
zh_hk: 转移参考
zh_tw: 轉移參考

source: Transfer From
cs_cz: Převod z
es_es: Transferir desde
hi_in: से स्थानांतरण
id_id: Perpindahan Dari
it_it: Trasferito da
ko_kr: 에서 전송
mr_in: कडून हस्तांतरित करा
nl_nl: Verplaatsen vanaf
pt_pt: Transf. De
ro_ro: Transfer de la
ru_ru: Перевод из
sq_al: Transferimi Nga
sv: Från
sw_ke: Kutoka kuhamisha
tr_tr: GNDEREN DEPO
zh_hk: 转移自
zh_tw: 轉移自

source: There are no incoming transfers to this location
cs_cz: Nejsou žádné příchozí převody do tohoto místa
es_es: No hay transferencias entrantes a esta ubicación.
hi_in: इस स्थान पर नहीं आने वाली स्थानान्तरण कर रहे हैं
id_id: Tdk ada perpindahan masuk ke lokasi ini
it_it: Non ci sono i trasferimenti in entrata in questa posizione
ko_kr: 이 위치에 들어오는 전송이 없습니다
mr_in: या स्थानावर कोणतेही येणारे बदल्या आहेत
nl_nl: Er zijn geen binnenkomende transfers voor deze lokatie
pt_pt: Não há transf. pendentes para esse local
ro_ro: Nu sunt transferurile de intrare pentru această locaţie
ru_ru: Нет входящих платежей для этого местоположения
sq_al: Nuk ka transfertat hyrëse në këtë vend
sv: Det finns inga inkommande transfereringar till denna plats
sw_ke: Hakuna uhamisho zinazoingia eneo hili
tr_tr: bu konuma gelen bir transfer yok
zh_hk: 没有收入转移至此地点
zh_tw: 沒有轉移傳入到這個位置

source: Stock Movements
cs_cz: Pohybů zásob
es_es: Movimientos de stock
hi_in: शेयर संचलन
id_id: Perpindahan Stok
it_it: Movimenti Magazzino
ko_kr: 스톡 운동
mr_in: स्टॉक हालचाली
nl_nl: Voorraad Verplaatsing
pt_pt: Mov. Estoque
ro_ro: Mişcările stoc
ru_ru: Движения склада
sq_al: Lëvizjet e aksioneve
sv: Lagerflyttningar
sw_ke: Hisa Harakati
tr_tr: STOK HAREKETLERI
zh_hk: 存货移动
zh_tw: 存貨移動

source: in units of
cs_cz: v jednotkách
es_es: en unidades de
hi_in: की इकाइयों में
id_id: dalam satuan
it_it: in unità di
ko_kr: 단위
mr_in: एकके मध्ये
nl_nl: in eenheden van
pt_pt: em unidades de
ro_ro: în unităţi de
ru_ru: в единицах
sq_al: në njësitë e
sv: i enheter av
sw_ke: katika vitengo ya
tr_tr: BIRIM:
zh_hk: 单位
zh_tw: 單位

source: Show Movements between
es_es: Mostrar movimientos entre
id_id: Tampilkan Pergerakkan antara
ko_kr: 사이 쇼 운동
mr_in: दरम्यान दर्शवा हालचाली
pt_pt: Exibir Movimentos antes
zh_tw: 之間變動顯示

source: New Qty
cs_cz: Nové Množství
es_es: Nueva Cantidad
hi_in: नई मात्रा
id_id: Qty Baru
it_it: Nuove Q.tà
ko_kr: 새로운 수량
mr_in: नवीन मात्रा
nl_nl: Nieuwe hoeveelheid
pt_pt: Nova Quant.
ro_ro: Cantitate noi
ru_ru: Новое кол-во
sq_al: Ri Qty
sv: Nytt antal
sw_ke: Mpya Uchina
tr_tr: YENI MIKTAR
zh_hk: 新数量
zh_tw: 新數量

source: Produce Stock Quantities CSV
cs_cz: Produkují skladem Množství CSV
es_es: Produce cantidades de existencia CSV
hi_in: शेयर मात्रा सीएसवी निर्माण
id_id: Buat CSV Qty Stok
it_it: Produrre Quantità di Magazzino in formato CSV
ko_kr: 재고 수량의 CSV 생산
mr_in: स्टॉक प्रमाणात सीएसव्ही उत्पन्न
nl_nl: Maak CSV van voorraad hoeveelheid
pt_pt: Produz Quant. Estoque CSV
ro_ro: Produce stoc CSV Cantităţi
ru_ru: Создать CSV-файл о количестве товаров
sq_al: Prodhuar sasitë CSV Stock
sv: Skapa lagerantals CSV
sw_ke: Kuzalisha bidhaa Stock CSV
tr_tr: STOK MIKTARLARI RAPORU OLUSTUR (EXCEL)
zh_hk: 下载存货数量CSV文件
zh_tw: 產生存貨數量 CAV

source: Making a comma separated values file of the current stock quantities
cs_cz: Tvorba hodnot oddělených čárkou soubor současných zásob množství
es_es: Hacer un archivo de valores separados por comas (csv) de las cantidades actuales de la existencia
hi_in: मौजूदा स्टॉक की मात्रा एक अल्पविराम से अलग मान फ़ाइल बनाना
id_id: Membuat file CSV dari qty stok yg sekarang
it_it: Fare un file separati da virgola i valori dei quantitativi di stock attuale
ko_kr: 현재 재고 수량의 쉼표로 구분 된 값 파일 만들기
mr_in: वर्तमान स्टॉक प्रमाणात स्वल्पविराम विभक्त केलेली मूल्ये फाइल करून देणे
nl_nl: Het maken van een door komma&#39;s gescheiden waarden bestand van de huidige voorraad hoeveelheden
pt_pt: Habilitar arquivo no formato virgula separa valores quant. de estoque. em pt-br é ;
ro_ro: Efectuarea unui fişier de valori separate prin virgulă de stoc cantităţi curent
ru_ru: Создание CSV-файла, содержащие данные о текущем числе товаров
sq_al: Marrja e një të ndara me presje file vlerat e sasive të aksioneve të tanishme
sv: Göra en kommaseparerad fil av det befintliga beståndet kvantiteter
sw_ke: Kufanya comma maadili waliojitenga faili ya wingi wa sasa wa hisa
tr_tr: Mevcut stok miktarlarının bir virgülle ayrılmış değerler dosyası yapma
zh_hk: 生成现有存货数量的CSV 文件
zh_tw: 製作目前庫存數量的逗號分隔值文件

source: The SQL to get the stock quantities failed with the message
cs_cz: SQL získat akcie množství nepodařilo se zprávou
es_es: El SQL para obtener las cantidades de existencias falló con el mensaje
hi_in: एसक्यूएल पाने के लिए स्टॉक मात्रा संदेश के साथ विफल
id_id: SQL utk mendapatkan qty stok gagal dgn pesan
it_it: Il SQL per ottenere le quantità stock riuscita con il messaggio
ko_kr: SQL은 재고 수량는 메시지와 함께 실패 얻을
mr_in: स्टॉक प्रमाणात मिळविण्यासाठी SQL संदेशासह अयशस्वी
nl_nl: De SQL om de voorraad hoeveelheden mislukt met de boodschap
pt_pt: SQL usado para obter quant. estoque e que falhou foi
ro_ro: SQL pentru a obţine stoc cantităţi nu a reuşit cu mesajul
ru_ru: Неудачный SQL получения величин запасов товаров завершился с сообщением
sq_al: SQL për të marrë sasi të aksioneve të dështuara me mesazh
sv: SQL kommandot för att hämta lagerkvantiteter misslyckades
sw_ke: SQL kupata kiasi hisa ya kushindwa na ujumbe
tr_tr: SQL stok miktarları mesaj ile başarısız olsun
zh_hk: SQL取得存货数量失败，消息是
zh_tw: 以SQL來獲得存貨數量的信息為失敗

source: Stock On Hand By Date
cs_cz: Skladem Na rukou Datum
es_es: Existencias por fecha
hi_in: तारीख तक हाथ पर स्टॉक
id_id: Total Stok Per Tgl
it_it: Merce In Magazzino Per Data
ko_kr: 날짜 별 손에 주식
mr_in: दिनांक करून हातात स्टॉक
nl_nl: Beschikbare voorraad per datum
pt_pt: Estoque Dispon. por Data
ro_ro: Bursa de Valori pe mana Prin Data
ru_ru: Склады в распоряжении по дате
sq_al: Aksioneve në dorë By Date
sv: På inneliggande lager på datum
sw_ke: Hisa ya Mkono By Date
tr_tr: ELDEKI STOK (GÜN BAZLI)
zh_hk: 按日期历史库存
zh_tw: 按日期的庫存

source: On-Hand On Date
cs_cz: On-Hand On Datum
es_es: En-Mano En- Fecha
hi_in: तारीख पर हाथ पर
id_id: Tersedia Pada Tgl
it_it: In Magazzino Per Data
ko_kr: 온 손 날짜에
mr_in: ऑन हाताचा तारखेला
nl_nl: Beschikbaar op datum
pt_pt: Dispon. por Data
ro_ro: On-Hand On Data
ru_ru: В наличии на дату
sq_al: Mbi-Hand On Date
sv: Saldo per datum
sw_ke: On-Mkono On Date
tr_tr: Tarihe On-Yandan
zh_hk: 日期
zh_tw: 這日期的在手上

source: The stock items in the category selected cannot be retrieved because
cs_cz: Skladových položek ve zvolené kategorii nemůže získat, protože
es_es: No se pueden obtener los artículos de existencias de la categoría seleccionada porque
hi_in: चयनित श्रेणी में शेयर आइटम वजह से पुनः प्राप्त नहीं कर सकते
id_id: Item stok dalam kategori yg dipilih tdk dapat diambil karena
it_it: Gli articoli di magazzino nella categoria selezionata non possono essere rechiamati perchàŠ
ko_kr: 선택한 카테고리의 재고 항목이 있기 때문에 검색 할 수 없습니다
mr_in: निवडलेले वर्ग स्टॉक आयटम कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De voorraad items in de geselecteerde categorie kan niet worden opgevraagd omdat
pt_pt: Os itens de estoque desta categoria não foram selecionados porque
ro_ro: Stoc produse în categoria selectată nu pot fi recuperate, deoarece
ru_ru: Товары склада в выбранной категории не могут быть восстановлены, потому что
sq_al: Artikuj të aksioneve në kategorinë e zgjedhur nuk mund të shikohet, sepse
sv: De lager varor i den valda kategorin kan inte hämtas därför
sw_ke: Bidhaa hisa katika jamii kuchaguliwa hawezi kuwa retrieved sababu
tr_tr: SEÇILEN KATEGORIYE BAGLI ÜRÜNLER GÖSTERILEMIYOR:
zh_hk: 没有该物料组的物料
zh_tw: 未能提取選取類別的的存貨商品

source: The stock held as at
cs_cz: Akcie držené jako u
es_es: Las existencias mantenidas como en
hi_in: स्टॉक में के रूप में आयोजित
id_id: Stok tersedia per tgl
it_it: La merce tenuta come in
ko_kr: 주식에서 같이 개최
mr_in: येथे म्हणून आयोजित स्टॉक
nl_nl: De voorraad hield op
pt_pt: Estoque Retido em
ro_ro: Stocul a avut loc la
ru_ru: Акции предприятия по состоянию на
sq_al: Aksioneve të mbajtura si në
sv: Lager existens per den
sw_ke: hisa uliofanyika kama katika
tr_tr: Stok itibariyle düzenlenen
zh_hk: 物料的历史库存 - 日期
zh_tw: 存貨貨存於

source: Total Quantity
cs_cz: Celkového množství
es_es: Cantidad Total
hi_in: कुल मात्रा
id_id: Total Qty
it_it: Totale Quantità
ko_kr: 총 수량
mr_in: एकूण मात्रा
nl_nl: Totale hoeveelheid
pt_pt: Quantid. Total
ro_ro: Total Cantitate
ru_ru: Итоговое количество
sq_al: Sasia totale
sv: Totalt antal
sw_ke: Kiasi jumla
tr_tr: TOPLAM MIKTAR
zh_hk: 总数量
zh_tw: 總數量

source: Stock Re-Order Level Maintenance
cs_cz: Sklad Re-Objednat úrovni údržby
es_es: Administración de puntos de pedido de inventario
hi_in: शेयर पुनः आदेश स्तर रखरखाव
id_id: Pengaturan Tingkat Order-Ulg Stok
it_it: Riordino Livello di Magazzino per Manutenzione
ko_kr: 주식 재 주문 수준 유지
mr_in: स्टॉक पुन्हा ऑर्डर स्तर देखभाल
nl_nl: Onderhoud niveau's voor herbestelling
pt_pt: Manut. Nível Ressuprim. Est.
ro_ro: Stoc Re-Ordine nivelul de întretinere
ru_ru: Поддержка уровня переупорядочения товара
sq_al: Stock-Re Rendit Mirëmbajtja Level
sv: Beställningsnivå Level Underhåll
sw_ke: Hisa upya ili Level Maintenance
tr_tr: TEKRAR-SIPARIS SEVIYESI YÖNETIMI
zh_hk: 物料再订货点
zh_tw: 倉庫的安全存量維護

source: The stock id should not contains illegal characters and blank or percentage mark is not allowed
ko_kr: 주식 ID는 잘못된 문자 및 공백 또는 백분율 표시가 허용되지 않습니다를 포함하지 않아야
mr_in: स्टॉक आयडी अवैध वर्ण आहेत नये आणि रिक्त किंवा टक्केवारी चिन्ह परवानगी नाही
pt_pt: ID de estoque deve estar preenchido com caracteres válidos
zh_tw: 庫存ID不應包含非法字符和空白或百分比標記是不允許的

source: Show Re-Order Levels
cs_cz: Re-show Objednat Úrovně
es_es: Muestra los puntos de pedido
hi_in: दिखाएँ पुनः आदेश स्तर
id_id: Tampilkan Tingkat Order-Ulg
it_it: Mostra Livelli di Riordino
ko_kr: 보기 다시 주문 수준
mr_in: पुन्हा ऑर्डर स्तर दर्शवा
nl_nl: Presenteer niveau's voor herbestelling
pt_pt: Exibe Níveis Ressuprimento
ro_ro: Arată Re-Ordine Niveluri
ru_ru: Показать уровни переупорядочения
sq_al: Show-Re Rendit Nivelet
sv: Spela nivåer i slumpmässig ordning
sw_ke: Kuonyesha upya ili Ngazi
tr_tr: TEKRAR-SIPARIS SEVIYELERINI GÖSTER
zh_hk: 显示再订货点
zh_tw: 顯示安全存量

source: Input safety stock quantity
ko_kr: 입력 안전 재고 수량
mr_in: इनपुट सुरक्षा स्टॉक प्रमाण
pt_pt: Informe Qtd. Segurança Estoq.
zh_tw: 輸入安全庫存量

source: Serial Item Research
cs_cz: Serial bod výzkum
es_es: Investigación de artículo seriado
hi_in: धारावाहिक आइटम रिसर्च
id_id: Riset Item Berseri
it_it: Serial di ricerca oggetto
ko_kr: 직렬 항목 연구
mr_in: सिरियल आयटम संशोधन
nl_nl: Serile Post Onderzoek
pt_pt: Pesquisa Item com Lote/Serie
ro_ro: Cautare Articol
ru_ru: Исследование серийного товара
sq_al: Hulumtim Serial Item
sv: Research för serialiserad artikel
sw_ke: Serial Item Utafiti
tr_tr: Seri Ürün Araştırma
zh_hk: 序列号查询
zh_tw: 序列號商品查詢

source: No History found for Serial Number
cs_cz: Žádná historie vyhledávání pro sériové číslo
es_es: No se encontro Historia para el Número de Serial
hi_in: कोई इतिहास सीरियल नंबर के लिए मिला
id_id: Tdk ada Histori utk Nomor Seri
it_it: Nessuna storia trovata per il numero di serie
ko_kr: 일련 번호를 찾지 역사 없습니다
mr_in: अनुक्रमांक आढळले नाही इतिहास
nl_nl: Geen geschiedenis gevonden voor serie nummer
pt_pt: Não há histórico itens de Lote/Serie
ro_ro: Nu Istorie găsit pentru Serial Număr
ru_ru: Не найдено истории для этого серийного номера
sq_al: Historia nuk ka gjetur për Numri Serial
sv: Ingen historik finns för löpnummer
sw_ke: Hakuna historia ya kupatikana kwa Idadi Serial
tr_tr: Hiçbir Tarihi Seri Numarası bulundu
zh_hk: 无历史序列号
zh_tw: 無序列號歷史資料

source: Details for Serial Item
cs_cz: Z Serial bod
es_es: Detalles de artículo seriado
hi_in: धारावाहिक आइटम के लिए विवरण
id_id: Rincian utk Item Berseri
it_it: Dettagli per la voce di serie
ko_kr: 직렬 항목에 대한 세부 사항
mr_in: अनुक्रमांक आयटम माहीती
nl_nl: Details van een speciaal item
pt_pt: Detalhes Item Lote/Serie
ro_ro: Detalii pentru Postul Serial
ru_ru: Подробная информация о серийном товаре
sq_al: Detajet për Item Serial
sv: Detaljer för serialiserad artikel
sw_ke: Maelezo kwa Item Serial
tr_tr: Seri Öğe Ayrıntılar
zh_hk: 产品序列号明细
zh_tw: 產品序列號明細

source: Length
cs_cz: Délka
es_es: Longitud
hi_in: लंबाई
id_id: Panjang
it_it: Lunghezza
ko_kr: 길이
mr_in: लांबी
nl_nl: Lengte
pt_pt: Tamanho
ro_ro: Lungime
ru_ru: Длина
sq_al: Gjatësi
sv: Längd
sw_ke: Urefu
tr_tr: Uzunluk
zh_hk: 长
zh_tw: 長度

source: CurInvQty
es_es: CantInvAct
id_id: QtyDiFktr
nl_nl: Huidige voorraad
pt_pt: Qtd em Pedido
zh_hk: 当前库存
zh_tw: 現發票數量

source: Move Qty
cs_cz: Přesun Množství
es_es: Movimiento de Cantidad
hi_in: मात्रा ले जाएँ
id_id: Qty Pindah
it_it: Spostare Qty
ko_kr: 수량 이동
mr_in: मात्रा हलवा
nl_nl: Verplaats hoeveelheid
pt_pt: Qtd Mov.
ro_ro: Mutare Cantitate
ru_ru: Кол-во к перемещению
sv: Flytta antal
sw_ke: Hoja Uchina
tr_tr: Adet taşı
zh_hk: 移动数量
zh_tw: 移動數量

source: Move Type
cs_cz: Přesun Typ
es_es: Mover Tipo
hi_in: प्रकार जाएँ
id_id: Tipe Pindah
ko_kr: 이동 유형
mr_in: प्रकार हलवा
nl_nl: Bewegings soort
pt_pt: Tipo Mov.
ro_ro: Mutare Tip
ru_ru: Тип перемещения
sv: Flytta typ
sw_ke: Aina hoja
tr_tr: Türü Taşı
zh_hk: 移动类型
zh_tw: 移動種類

source: Trans #
es_es: Trans Nro.
hi_in: # ट्रांस
ko_kr: 트랜스 #
mr_in: पलीकडे #
nl_nl: Transfer #
pt_pt: Transf. Núm.
ru_ru: Транс #
sv: Trans nr
zh_hk: 交易编号
zh_tw: 交易編號 #

source: DebtorNo
es_es: Nº del Deudor
id_id: NoDebitur
nl_nl: Debiteur Nummer
pt_pt: Recebedor
ru_ru: Номер дебитора
zh_hk: 客户编号
zh_tw: 供方編號

source: Move Ref
cs_cz: Přesun Ref
es_es: Movimiento de Referencia
hi_in: रेफरी ले जाएँ
id_id: Ref Pindah
it_it: Spostare Ref
ko_kr: 참고로 이동
mr_in: संदर्भ हलवा
nl_nl: Bewegings ref.
pt_pt: Ref. Mov.
ro_ro: Mutare Ref
ru_ru: Ссылка на перемещение
sv: Flytt ref
sw_ke: Hoja Kumb
tr_tr: Ref Taşı
zh_hk: 移动参考号
zh_tw: 移動參考

source: Total Move Qty
cs_cz: Celkem Přesunout Množství
es_es: Total del Movimiento de Cantidad
hi_in: कुल मात्रा ले जाएँ
id_id: Total Qty Pindah
it_it: Spostare Qtà totale
ko_kr: 총 이동 수량
mr_in: एकूण हलवा मात्रा
nl_nl: Totale bewegings hoeveelheid
pt_pt: Qtd Total Mov.
ro_ro: Total Mutare Cantitate
ru_ru: Всего кол-во к перемещению
sq_al: Qty Total Move
sv: Total flyttat antal
sw_ke: Move jumla Uchina
tr_tr: Toplam taşıma Adet
zh_hk: 移动数量总计
zh_tw: 總移動數量

source: Stock Of Controlled Items
cs_cz: Sklad kontrolovaného zboží
es_es: Existencias de Artículos Controlados
hi_in: नियंत्रित वस्तुओं का जायजा
id_id: Stok Dari Item Terkontrol
it_it: Immagazzinamento di Merce Controllata
ko_kr: 통제 품목의 재고
mr_in: नियंत्रित आयटम साठा
nl_nl: Voorraad controlled items
pt_pt: Est. Itens Control.
ro_ro: Stocul de produse supuse controlului
ru_ru: Склад контролируемых товаров
sq_al: Stock e Items kontrolluar
sv: Lager av kontrollerade produkter
sw_ke: Hisa ya vitu Controlled
tr_tr: KONTROLLÜ ÜRÜNLER STOGU
zh_hk: 受控物料的存货
zh_tw: 受控商品的存貨

source: The stock code sent to this page appears to be invalid
es_es: El código de existencia enviada a esta página no parece ser válida
id_id: Kode stok yg ke halaman ini tampaknya tdk berlaku
it_it: Il codice stock inviato a questa pagina non è valido
ko_kr: 이 페이지에 전송 주식 코드가 잘못 것으로 보인다
mr_in: हे पृष्ठ पाठविला स्टॉक कोड अवैध असल्याचे दिसून येत आहे
pt_pt: Cód. Estoque referenciado para esta página parece ser inválido
zh_tw: 發送到這個頁面，物料編號似乎無效

source: This page must be called with parameters specifying the item to show the serial references and quantities
cs_cz: Tato stránka musí být volána s parametry určující položku pro zobrazení sériového odkazy a množství
es_es: Esta página debe ser llamada mediante los parámetros especificados del elemento para mostrar las referencias seriales y las cantidades
hi_in: इस पृष्ठ मापदंडों को धारावाहिक संदर्भ और मात्रा दिखाने के लिए आइटम निर्दिष्ट के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dgn parameter menetapkan item tersebut utk menampilkan referensi berseri dan qty
it_it: Questa pagina deve essere richiamata con parametri che specifichino ???l' articolo per mostrare i riferimenti al numero di serie e le quantità
ko_kr: 이 페이지는 매개 변수는 일련의 참조 및 수량을 표시 할 항목을 지정하여 호출해야합니다
mr_in: हे पान घटके सिरियल संदर्भ आणि प्रमाणात दर्शविण्यासाठी आयटम निर्दिष्ट सह म्हणतात करणे आवश्यक आहे
nl_nl: Deze bladzijde moet worden aangeroepen met parameters die het item naar de serile referenties en hoeveelheden show
pt_pt: Essa página deve ser chamada com parâmetros especific. para item que será exibido com refer. serial e quant.
ro_ro: Această pagină trebuie să fie numit cu parametri specificând postul pentru a arăta trimiterile în serie şi cantităţile
ru_ru: Эта страница должна быть вызвана с параметрами указанием пункта, чтобы показать серийный ссылки и количества
sq_al: Kjo faqe duhet të quhet me parametra të përcaktuar pika për të treguar referencat serial dhe sasi të
sv: Denna sida måste anropas med parametrar som anger objektet för att visa seriehänvisningar och kvantiteter
sw_ke: Ukarasa huu ni lazima kuitwa na vigezo vya kubainisha ya bidhaa kuonyesha kumbukumbu ya Serial na wingi
tr_tr: Bu sayfa parametreleri seri referansları ve miktarları gösteren madde belirten ile çağrılması gerekir
zh_hk: 这页必须由指定物料的参数呼叫出来显示序号参考和数量
zh_tw: 這頁必須由指定商品的參數呼叫出來顯示序號參考和數量
