Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: You should now edit the default language file header
cs_cz: Nyní byste měli upravit výchozí jazyk záhlaví souboru
es_es: Usted debe ahora modificar el idioma por defecto en el encabezado del archivo
hi_in: अब आप डिफ़ॉल्ट भाषा फ़ाइल शीर्ष लेख संपादित चाहिए
id_id: Anda sekarang harus mengubah header file bahasa standar
it_it: Ora si dovrebbe modificare la lingua di default del file di intestazione
ko_kr: 이제 기본 언어 파일 헤더를 편집해야합니다
mr_in: आपण आता मुलभूत भाषा फाइल शीर्षक संपादावे
nl_nl: U zou nu de standaard taal pagina in moeten voeren
pt_pt: Caso necessário editar o cabeçalho do arquivo de idioma / tradução
ro_ro: Trebuie să editaţi acum de fişier implicit limba header
ru_ru: Теперь вы должны отредактировать заголовок файла языка по умолчанию
sq_al: Ju tani duhet të redaktoni Gjuha e albumit header file
sv: Du bör nu redigera standard header språkfilen
sw_ke: Lazima sasa hariri lugha default faili header
tr_tr: SIMDI, VARSAYILAN LISAN DOSYASI BASLIGINI DÜZENLEMELISINIZ
zh_hk: 现在请编辑预设语言档案的台头
zh_tw: 現在請編輯預設語言檔案的台頭

source: Every new language creates a new translation file from the system default one
cs_cz: Každý nový jazyk vytvoří nový soubor s překladem ze systému výchozí
es_es: Cada nuevo idioma crea un nuevo archivo de traducción, de la traducción predeterminada del sistema
hi_in: हर नया भाषा तंत्र एक डिफ़ॉल्ट से एक नया अनुवाद फ़ाइल बनाता है
id_id: Setiap bahasa baru menciptakan file terjemahan baru dari yg standar sistem
it_it: Ogni nuovo linguaggio crea un nuovo file di traduzione da uno di default del sistema
ko_kr: 모든 새로운 언어는 시스템 기본 하나에서 새 번역 파일을 만듭니다
mr_in: प्रत्येक नवीन भाषा प्रणाली मुलभूत एक नवीन अनुवाद फाइल तयार
nl_nl: Iedere nieuwe taal creeert een nieuwe taal (message.po) file van de default file
pt_pt: Todo novo idioma cria um novo arquivo de tradução padrão para o sistema
ro_ro: Fiecare limbă nouă creează un fişier nouă traducere din sistem, cu o implicită
ru_ru: Каждый новый язык создает новый файл перевода из системного файла по умолчанию
sq_al: Çdo gjuhë të re krijon një skedë të re të përkthimit nga një sistem default
sv: Varje nytt språk skapar en ny översättning fil från systemet förvalda
sw_ke: Kila lugha mpya inajenga mpya tafsiri faili kutoka kwa default mfumo mmoja
tr_tr: Her yeni dil sistem varsayılan bir yeni bir çeviri dosyası oluşturur
zh_hk: 所有新的语言档都是由系统预设的产生
zh_tw: 所有新的語言檔都是由系統預設的產生

source: This utility will recreate the system default language file by going through all the script files to get all the strings
cs_cz: Tento nástroj bude znovu výchozí jazyk systému souborů tím, že jde přes všechny soubory skriptů, aby si všechny řetězce
es_es: Esta utilidad recreara el archivo de idioma por defecto del sistema yendo a través de todos los archivos de comandos para obtener todas las cadenas
hi_in: यह सब स्क्रिप्ट के माध्यम से जा रहा द्वारा सिस्टम डिफ़ॉल्ट भाषा फ़ाइल विश्राम करेंगे उपयोगिता के लिए सभी तार मिल फाइलें
id_id: Fasilitas ini akan membuat-ulg file bahasa standar sistem dgn melalui semua file script utk mendapatkan semua kata-katanya
it_it: Questo programma di utilità ricreare il file di default sistema linguistico passando attraverso tutti i file di script per ottenere tutte le stringhe
ko_kr: 모든 스크립트를 통해 이동하여 시스템의 기본 언어 파일을 다시합니다이 유틸리티는 모든 문자열을 얻기 위해 파일
mr_in: या उपयुक्तता सर्व स्ट्रिंग मिळविण्यासाठी सर्व स्क्रिप्ट फाइल द्वारे जाऊन प्रणाली मुलभूत भाषा फाइल पुनर्निमाण जाईल
nl_nl: Deze faciliteit creeert de default taal file door van alle scripts de strings op te halen
pt_pt: Utilitário para recriar um sistema padrão de arquivo de idioma de onde são recuperadas todas frases e palavras
ro_ro: Acest utilitar va recrea limba sistemul de fişiere implicit prin care trece prin toate fişierele de script pentru a obţine toate siruri de caractere
ru_ru: Эта утилита будет воссоздать язык системы по умолчанию, пройдя через все файлы скриптом, чтобы получить все строки
sq_al: Kjo dobi do të krijosh default sistemit file gjuhës duke shkuar nëpër të gjitha dosjet e shkrimit për të marrë të gjitha vargjet
sv: Detta verktyg kommer att återskapa systemet fil standardspråket genom att gå igenom alla skriptfiler att få alla strängar
sw_ke: Shirika hili itakuwa recreate default mfumo wa lugha ya faili kwa kwenda kwa njia ya maandishi yote files kupata masharti yote
tr_tr: tüm script geçerek sistem varsayılan dil dosyasını yeniden olacak Bu program tüm dizeleri almak için dosyalar
zh_hk: 这应用工具会检视全部程式档案, 取得所有句子, 来重建系统预设语言档案
zh_tw: 這應用工具會檢視全部程式檔案, 取得所有句子, 來重建系統預設語言檔案

source: This is not usually necessary but if done before a new language is created then that language will have any new or recently modified strings
cs_cz: Toto není obvykle nutná, ale pokud provádí před nový jazyk je vytvořen pak, že jazyk bude mít všechny nové nebo nově upravené řetězců
es_es: Esto no suele ser necesario pero si se hace antes de que un nuevo lenguaje sea creado entonces el lenguaje tendrá todas las cadenas nuevas o recientemente modificadas
hi_in: यह आमतौर पर आवश्यक नहीं है, लेकिन अगर किया पहले एक नई भाषा तो बनाया जाता है कि भाषा किसी भी नए या हाल ही में संशोधित तार होगा
id_id: Ini biasanya tdk diperlukan tapi jika dilakukan sebelum bahasa baru dibuat maka bahasa tersebut akan memiliki semua kata baru atau yg baru-baru ini diubah
it_it: Questo di solito non è necessario, ma se fatto prima di una nuova lingua è creato quindi che il linguaggio avrà alcun corde nuove o modificate di recente
ko_kr: 이것은 일반적으로 필요하지 않지만하는 경우에 새로운 언어를 만들기 전에 그 언어는 신규 또는 최근에 수정 문자열을해야합니다
mr_in: हे सहसा आवश्यक नाही पण एक नवीन भाषा निर्माण करण्यापूर्वी केले तर नंतर त्या भाषा कोणत्याही नवीन किंवा अलीकडे सुधारित स्ट्रिंग लागेल
nl_nl: Dit is niet altijd nodig maar wanneer dit wordt gedaan voordat een nieuwe taal wordt gecreeerd dat heeft die taal alle nieuwe en recent veranderde strings
pt_pt: Normalmente não necessário mas se executado antes que um idioma é criado então o idioma terá todas novas e recentes modificações.
ro_ro: Acest obicei nu este necesară, dar dacă este făcută înainte de o nouă limbă este creat atunci că limbajul va avea nici o siruri de caractere noi sau recent modificate
ru_ru: Обычно это не необходимо, но если сделать до создания нового языка, то потом этот язык будет иметь новых или недавно измененные строки
sq_al: Kjo zakonisht nuk është e nevojshme, por nëse bëhet para se të një gjuhe të re është krijuar pastaj që gjuha do të ketë ndonjë vargjet e reja apo të modifikuara kohët e fundit
sv: Detta är vanligtvis inte nödvändig men om det görs innan ett nytt språk skapas då detta språk kommer att ha några nya eller nyligen modifierade strängar
sw_ke: Hii si kawaida muhimu lakini kama kufanyika kabla ya lugha mpya ni Muumba basi kwamba lugha itakuwa na masharti yoyote mpya au hivi karibuni iliyopita
tr_tr: Yeni bir dil dil herhangi bir yeni veya son değiştirilen dizeleri olacak o zaman oluşturulmadan önce yapılması, bu ancak genellikle gerekli değildir
zh_hk: 这并不是必须的, 但如果在新语言之前执行, 那语言档会包含最新和最近修改的句子
zh_tw: 這並不是必須的, 但如果在新語言之前執行, 那語言檔會包含最新和最近修改的句子

source: Existing languages are not affected.
cs_cz: Stávající jazyky nejsou ovlivněny.
es_es: Lenguas existentes no se ven afectadas.
hi_in: मौजूदा भाषाओं प्रभावित नहीं हैं.
id_id: Bahasa yg ada tdk akan terpengaruh.
it_it: linguaggi esistenti non sono interessate.
ko_kr: 기존의 언어는 영향을받지 않습니다.
mr_in: विद्यमान भाषा प्रभाव पडत नाही.
nl_nl: Dit heeft geen effect op bestaande talen
pt_pt: Idiomas existentes não são afetados.
ro_ro: limbile existente nu sunt afectate.
ru_ru: Существующие языки не затронуты.
sq_al: Gjuhët ekzistuese nuk janë prekur.
sv: Befintliga språk påverkas inte.
sw_ke: lugha zilizopo si walioathirika.
tr_tr: MEVCUT LISANLAR ETKILENMEDI.
zh_hk: 现有的语言档不受影响
zh_tw: 現有的語言檔不受影響

source: Geocoded Customers Report
es_es: Informe de clientes geocodificados
ko_kr: 지오 코딩 고객은 신고
zh_tw: 客戶分公司地圖編碼報表

source: Go to Geocode Setup
cs_cz: Přejít na Geocode nastavení
es_es: Ir a Configurar Códigos Geográficos
hi_in: करने के लिए सेटअप जियोकोड जाओ
id_id: Pilih Pengaturan Geocode
it_it: Vai alla Geocode Setup
ko_kr: 설치를 지오 코딩 이동
mr_in: सेटअप Geocode जा
nl_nl: Ga naar het opzetten van het Geocode proces
pt_pt: Ir para Configuração GeoCode
ro_ro: Du-te la geocodificată Setup
ru_ru: К установке геокода
sv: Gå till Geocode inställningar
sw_ke: Kwenda Geocode Setup
tr_tr: Kurulum coğrafi kod göster
zh_hk: 到 Geocodes设置
zh_tw: 去設置地圖編碼

source: Geocoded Supplier Report
cs_cz: Geokódována Dodavatel Zpráva
es_es: Informe de proveedores con Geocode
hi_in: भूकूटित प्रदायक रिपोर्ट
id_id: Laporan Supplier yg telah dibuat Geocode
it_it: Geocodificato Fornitore Report
ko_kr: 지오 코딩 공급 업체 보고서
mr_in: Geocoded पुरवठादार अहवाल
nl_nl: Rapportage van leveranciers met een Geocode
pt_pt: Relatório GeoCode de Fornecedor
ro_ro: Geocoded Furnizor Raport
ru_ru: Отчет о геокодировании поставщиков
sq_al: Raporti Geocoded Furnizuesi
sv: Leverantörs rapport med geocod
sw_ke: Geocoded Supplier Ripoti
tr_tr: Coğrafi Kodlanmış Tedarikçi Raporu
zh_hk: 地理编码的供应商报告
zh_tw: 供應商地圖編碼報表

source: Geocode Generate
cs_cz: Vytvořit geokód
es_es: Generar Geocode
hi_in: जियोकोड उत्पन्न
id_id: Buat Geocode
it_it: Genera geocode
ko_kr: 생성 지오
mr_in: Geocode व्युत्पन्न
nl_nl: Aanmaken Geocode
pt_pt: Geocode Gerado
ro_ro: Geocodificată Generaţi
ru_ru: Геокода генерация
sv: Skapa geocod
sw_ke: Geocode Kuzalisha
tr_tr: Coğrafi kod üret
zh_hk: 生成Geocode地理代码
zh_tw: 產生地圖編碼

source: Geocoding of Customers and Suppliers
cs_cz: Geokódování zákazníků a dodavatelů
es_es: Códigos Geocode de clientes y proveedores
hi_in: ग्राहकों और वितरकों के जियोकोडिंग
id_id: Membuat Geocode Customer dan Supplier
it_it: Geocodifica di clienti e fornitori
ko_kr: 고객 및 공급 업체의 지오 코딩
mr_in: ग्राहक आणि पुरवठादारांच्या Geocoding
nl_nl: Geocodes van klanten en leveranciers aanmaken
pt_pt: GeoCode para Clientes e Fornecedores
ro_ro: Geocodare de clientii si furnizorii
ru_ru: Геокодирование для клиентов и поставщиков
sq_al: Geocoding e Konsumatorëve dhe Furnizuesit
sv: Geocod för kunder och leverantörer
sw_ke: Geocoding ya Wateja na Suppliers
tr_tr: Müşteri ve Tedarikçiler Geocoding
zh_hk: 将顾客和供应商进行地理编码
zh_tw: 客戶和供應商的地圖編碼

source: failed to geocode.
cs_cz: Nepodařilo se geokód.
es_es: falló al obtener su geocode.
hi_in: जियोकोड को विफल रहा है.
id_id: gagal utk membuat geocode.
it_it: non è riuscito a geocode.
ko_kr: 지오 코딩하는 데 실패했습니다.
mr_in: Geocode करण्यात अयशस्वी.
nl_nl: Geocode faalde
pt_pt: falhou para o GeoCode
ro_ro: nu a reuşit să geocodificată.
ru_ru: Не удалось геокодирование.
sq_al: nuk arriti të geocode.
sv: Geocode tilldelning misslyckades
sw_ke: alishindwa geocode.
tr_tr: coğrafi kod için başarısız oldu.
zh_hk: 做geocode失败
zh_tw: 進行地圖編碼失敗

source: Supplier Code:
cs_cz: Dodavatel kód:
es_es: Código del proveedor:
hi_in: आपूर्तिकर्ता कोड:
id_id: Kode Supplier:
it_it: Codice fornitore:
ko_kr: 공급 업체 코드 :
nl_nl: Leverancier code:
pt_pt: Código Fornecedor:
ro_ro: Cod Furnizor:
ru_ru: Код поставщика:
sq_al: Kodi Furnizuesi:
sv: Leverantörsnummer
sw_ke: Wasambazaji Code:
tr_tr: Tedarikçi Kodu:
zh_hk: 供应商代码
zh_tw: 供應商編碼

source: Go back to Geocode Setup
cs_cz: Vraťte se do Geocode nastavení
es_es: Volver a "Configurar Códigos Geográficos (Geocode)"
hi_in: वापस जाने के लिए सेटअप जियोकोड
id_id: Kembali ke Pengaturan Geocode
it_it: Torna alla Geocode Setup
ko_kr: 설치를 지오 코딩 돌아 가기
mr_in: सेटअप Geocode परत जा
nl_nl: Ga terug naar het opzetten van de Geocode t
pt_pt: Voltar para Config. GeoCódigo
ro_ro: Du-te înapoi la geocodificată Setup
ru_ru: Вернуться к установке геокода
sv: Gå tillbaka till geokod Setup
sw_ke: Kurudi nyuma na Geocode Setup
tr_tr: Kurulum coğrafi kod geri dön
zh_hk: 返回Geocode（地理位置编码）设置
zh_tw: 返回到設置地圖編碼

source: Geocode Generate XML
cs_cz: Geokód Generovat XML
es_es: Geocode Generar XML
hi_in: जियोकोड XML उत्पन्न
id_id: Buat XML Geocode
it_it: Geocode Generare XML
ko_kr: XML을 생성 지오 코딩
mr_in: Geocode एक्स एम एल व्युत्पन्न
nl_nl: Geocode genereert XML
pt_pt: Gerar Código XML Geocode
ro_ro: Geocodificată Generaţi XML
ru_ru: Создать XML геокода
sv: Geocode generera XML-data
sw_ke: Geocode Kuzalisha XML
tr_tr: Coğrafi kod XML Oluştur
zh_hk: 地理编码产生XML
zh_tw: 地圖編碼產生XML

source: View or Amend outstanding offers
es_es: Ver o Modificar las ofertas extraordinarias
id_id: Lihat atau Ubah tawaran blm-jadi
ko_kr: 보기 또는 뛰어난 제안을 개정
mr_in: पहा किंवा थकबाकी ऑफर बदलणे
pt_pt: Ver ou Acordar Propostas Pend.
zh_tw: 查看或修訂尚未行使報價

source: Create a new offer
es_es: Crear una nueva oferta
id_id: Buat tawaran baru
ko_kr: 새로운 서비스를 만들기
mr_in: एक नवीन ऑफर तयार
pt_pt: Criar nova oferta de
zh_tw: 建立一個新的報價

source: View any open tenders without an offer
es_es: Ver las licitaciones abiertas sin una oferta
id_id: Lihat tender terbuka apapun tanpa tawaran
ko_kr: 제공하지 않고 열려있는 모든 입찰보기
mr_in: ऑफर न खुले निविदा पहा
pt_pt: Ver qualquer proposta sem oferta de
zh_tw: 查看所有開放無報價的標書

source: Place An Order
cs_cz: Místo Objednat
es_es: Pedidos
hi_in: एक जगह आदेश
id_id: Masukkan Order
it_it: Inserisci Un Ordine
ko_kr: 주문
mr_in: मागणी
nl_nl: Plaats een Opdracht
pt_pt: Adicionar Pedido
ro_ro: Inregistrare comanda
ru_ru: Разместить заказ
sq_al: Vendi Një Rendit
sv: Registrera en order
sw_ke: Mahali An Order
tr_tr: SIPARIS GIRISI
zh_hk: 下单
zh_tw: 開出訂單

source: General Setup Options
cs_cz: Hlavní nastavení
es_es: Opciones de Configuración General
hi_in: सामान्य सेटअप विकल्प
id_id: Pilihan Pengaturan Umum
it_it: Opzioni di configurazione generale
ko_kr: 일반 설정 옵션
mr_in: सामान्य सेटअप पर्याय
nl_nl: Algemene Instellingen Opties
pt_pt: Opções Gerais Config.
ro_ro: Reglaje setari generale
ru_ru: Общие настройки
sq_al: Setup Options Përgjithshëm
sv: Generella inställningar
sw_ke: Ujumla Setup Options
tr_tr: GENEL KURULUM AYARLARI
zh_hk: 基础信息
zh_tw: 一般設定選項

source: Receivables/Payables Setup
cs_cz: Nastavení příjmů / výdajů
es_es: Configuración de Cobros/Pagos
hi_in: प्राप्य / देय सेटअप
id_id: Setup Piutang/Hutang
it_it: Crediti / debiti di installazione
ko_kr: 채권 / 채무 설치
mr_in: प्राप्य / देय सेटअप
nl_nl: Inkoop/Verkoop Instellingen
pt_pt: Config. Contas Receber/Pagar
ro_ro: Creanţe / Datorii Setup
ru_ru: Настройка предназначенного к получению/оплате
sq_al: Arkëtueshme / pagueshme Setup
sv: Kundreskontra/Leverantörsreskontra inställningar
tr_tr: ALACAK/BORÇ AYARLARI
zh_hk: 应收/应付设置
zh_tw: 應收/應付設定

source: Inquiries and Reports
cs_cz: Přehledy a hlášení
es_es: Consultas e informes
hi_in: जांच और रिपोर्ट
id_id: Informasi dan Laporan
it_it: Richieste di informazioni e relazioni
ko_kr: 문의 및 보고서
mr_in: चौकशी आणि अहवाल
nl_nl: Overzichten en Rapporten
pt_pt: Consultas e Relatórios
ro_ro: Rapoarte si solicitari
ru_ru: Исследования и отчеты
sq_al: Hetimet dhe Raportet
sv: Frågor och rapporter
sw_ke: Maswali na Reports
tr_tr: SORGULAR ve RAPORLAR
zh_hk: 查询及报告
zh_tw: 查詢及報表

source: Inventory Setup
cs_cz: Nastavení skladu
es_es: Administrar el Inventario
hi_in: सूची सेटअप
id_id: Setup Persediaan
it_it: Inventario di installazione
ko_kr: 재고 설정
mr_in: सूची सेटअप
nl_nl: Voorraad Instellingen
pt_pt: Configurar Estoque
ro_ro: Setari Inventar
ru_ru: Настройка ассортимента
sq_al: Setup Inventari
sv: Lager inställningar
sw_ke: Hesabu Setup
tr_tr: STOK AYARLARI
zh_hk: 库存设置
zh_tw: 庫存設定

source: Custom Reports
cs_cz: Vlastní hlášení
es_es: Informes personalizados
hi_in: स्वनिर्धारित रिपोर्टें
id_id: Laporan Khusus
it_it: Rapporti personalizzati
ko_kr: 사용자 정의 보고서
mr_in: सानुकूल अहवाल
nl_nl: Douane rapport
pt_pt: Relatórios Config.
ro_ro: Rapoarte Speciale
ru_ru: Пользовательские отчеты
sq_al: Custom Raportet
sv: Egna rapporter
sw_ke: Desturi Reports
tr_tr: ÖZEL RAPORLAR
zh_hk: 用户自定义报表
zh_tw: 使用者自定義報表

source: Standard Reports and Forms
cs_cz: Standardní hlášení a formuláře
es_es: Informes y formularios estándar
hi_in: मानक रिपोर्ट और फार्म
id_id: Laporan dan Formulir Standar
it_it: I report standard e moduli
ko_kr: 표준 보고서 및 양식
mr_in: मानक अहवाल आणि अर्ज
nl_nl: Standaard raporten en formulieren
pt_pt: Relatórios e Formulários Padrão
ro_ro: Rapoarte si Formulare Standard
ru_ru: Стандартные отчеты и формы
sq_al: Raportet standard dhe Formularë
sv: Standard rapporter och formulär
sw_ke: Ripoti kiwango na Fomu
tr_tr: STANDARD RAPORLAR ve FORMLAR
zh_hk: 系统标准报表
zh_tw: 標準報表及表格

source: There are no reports to show!
cs_cz: Žádná hlášení ke zobrazení!
es_es: No hay informes que mostrar!
hi_in: वहाँ कोई रास्ता नहीं दिखा रिपोर्ट कर रहे हैं!
id_id: Tdk ada laporan utk ditampilkan!
it_it: Non ci sono rapporti di mostrare!
ko_kr: 표시 할 보고서가 없습니다!
mr_in: दर्शविण्यासाठी कोणतेही अहवाल नाहीत!
nl_nl: Er zijn geen rapportages om te tonen !
pt_pt: Não há relatórios a exibir
ro_ro: Nu este nici un raport
ru_ru: Нет сообщений для просмотра!
sq_al: Nuk ka njoftime për të treguar!
sv: Det finns inga rapporter att visa!
sw_ke: Hakuna taarifa ya kuonyesha!
tr_tr: HENÜZ GÖSTERILECEK RAPOR YOK
zh_hk: 没有报表可显示
zh_tw: 沒有報表可顯示

source: Invoice for
es_es: Factura para
id_id: Faktur utk
ko_kr: 대한 송장
mr_in: साठी चलन
pt_pt: Aviso para
zh_tw: 發票對

source: No Authorisation
cs_cz: Žádné povolení
es_es: No tiene Autorización
hi_in: कोई प्राधिकार
id_id: Tdk Ada Otorisasi
it_it: Nessuna autorizzazione
ko_kr: 어떤 허가하지
mr_in: नाही संमती
nl_nl: Geen vergunning voor
pt_pt: Sem Autorização
ro_ro: Nu autorizaţiei de
ru_ru: Нет авторизации
sq_al: Nuk e Autorizimit
sv: Ingen Tillstånd
sw_ke: Hakuna auktorisation
tr_tr: Hayır Yetkilendirme
zh_hk: 没有授权
zh_tw: 未授權

source: Incorrect Debtor Number Length
cs_cz: Nesprávné dlužníka Počet Délka
es_es: Longitud del Número del Deudor Incorrecta
hi_in: देनदार संख्या लंबाई ग़लत
id_id: Jumlah Nomor Debitur Salah
it_it: Numero errato Lunghezza Debitore
ko_kr: 잘못된 채무자 번호 길이
mr_in: अयोग्य ऋणको क्रमांक लांबी
nl_nl: Onjuiste Debiteur Aantal Lengte
pt_pt: Tamanho Número Inválido
ro_ro: Incorecte Numărul Lungime Debitor
ru_ru: Неправильная длина номера должника
sq_al: Numri i gabuar Length Debitori
sv: Felaktig Längd Gäldenär Antal
sw_ke: Sahihi jukumu Idadi Muda
tr_tr: Yanlış Borçlu Numara Uzunluğu
zh_hk: 不正确的债务号码长度
zh_tw: 債務人不正確號碼長度

source: Debtor No Already Exists
cs_cz: Dlužník č. již existuje
es_es: El Número de Deudor Ya Existe
hi_in: देनदार नहीं पहले से ही मौजूद है
id_id: Nomor Debitur Sdh Ada
it_it: No debitore già esistente
ko_kr: 채무자 없음은 이미 존재
mr_in: ऋणको नाही आधीपासूनच विद्यमान
nl_nl: Debiteur nr. bestaat al
pt_pt: Código Já Existe
ro_ro: Debitorului nr există deja
ru_ru: Должник уже не существует
sq_al: Debitori nuk ekziston
sv: Gäldenären inte finns redan
sw_ke: Hakuna jukumu hili lipo
tr_tr: Borçlu No Zaten Var
zh_hk: 债务人不再存在
zh_tw: 債務人不存在

source: Incorrect Debtor Name Length
cs_cz: Nesprávné jméno dlužníka Délka
es_es: Longitud del Nombre del Deudor Incorrecta
hi_in: देनदार का नाम गलत लंबाई
id_id: Jumlah Nama Debitur Salah
it_it: Nome errato Lunghezza Debitore
ko_kr: 잘못된 채무자 이름 길이
mr_in: अयोग्य ऋणको नाव लांबी
nl_nl: Onjuiste Debiteur lengte van de naam
pt_pt: Tamanho Nome Incorreto
ro_ro: Nume incorecte Lungime Debitor
ru_ru: Неверная длина имени должника
sq_al: Emri i pasaktë Length Debitori
sv: Felaktig Längd Gäldenär Namn
sw_ke: Jina sahihi jukumu Muda
tr_tr: Yanlış Borçlu Adı Uzunluk
zh_hk: 不正确的债务人姓名长度
zh_tw: 不正確債務人名稱長度

source: Invalid Address Line
cs_cz: Neplatný řádek adresy
es_es: Línea de dirección no válida
hi_in: अमान्य पता पंक्ति
id_id: Baris Alamat Tdk Berlaku
it_it: Riga indirizzo non valido
ko_kr: 잘못된 주소 입력란
mr_in: अवैध पत्ता ओळ
nl_nl: Ongeldig adres Line
pt_pt: Linha Endereço Inválida
ro_ro: Nevalidă Adresa Line
ru_ru: Неверная строка адреса
sq_al: Adresa e pavlefshme Line
sv: Ogiltig Adressrad
sw_ke: Anwani batili Line
tr_tr: Geçersiz Adres Satırı
zh_hk: 无效的地址行
zh_tw: 無效的地址列

source: Currency Code Not Setup
cs_cz: Měna Kód Ne Nastavení
es_es: Código de Moneda no configurado
hi_in: मुद्रा सेटअप नहीं कोड
id_id: Kode Mata Uang Tdk Di-set
it_it: Il codice non valuta Setup
ko_kr: 통화 코드 않음 설정
mr_in: चलन कोड नाही सेटअप
nl_nl: Valuta code niet instellen
pt_pt: Moeda Não config
ro_ro: Monedă nu Codul Setup
ru_ru: Код валюты не установлен
sq_al: Kodi Jo Currency Setup
sv: Valuta kod inte Setup
sw_ke: Sarafu Kanuni Si Setup
tr_tr: Para kodu değil Kur
zh_hk: 货币代码没有设置
zh_tw: 貨幣代碼未設定

source: Sales Type Not Setup
cs_cz: Prodej Typ Ne Nastavení
es_es: Tipo de Venta No Configurado
hi_in: बिक्री सेटअप न लिखें
id_id: Tipe Penjualan Tdk Di-set
it_it: Tipo Non Sales Setup
ko_kr: 판매 입력하지 설치
mr_in: विक्री प्रकार नाही सेटअप
nl_nl: Type verkoop niet instellen
pt_pt: Tipo Vendas Não config
ro_ro: Vânzările nu Tipul Setup
ru_ru: Тип продаж не установлен
sq_al: Shitjet Jo Lloji Setup
sv: Försäljning Typ Ej Setup
sw_ke: Mauzo Aina Si Setup
tr_tr: Satış Tipi Değil Kurulum
zh_hk: 销售类型没有设置
zh_tw: 銷售種類未設定

source: Invalid Client Since Date
cs_cz: Neplatné Klient Vzhledem k tomu, Datum
es_es: Fecha de Antigüedad del cliente no válida
hi_in: तारीख के बाद अवैध ग्राहक
id_id: Customer Tdk Berlaku Sejak Tgl
it_it: Client non valido dalla data di
ko_kr: 날짜부터 잘못된 클라이언트
mr_in: अवैध क्लायंट दिनांक असल्याने
nl_nl: Ongeldige Client Sinds Datum
pt_pt: Data Inválida para cliente desde
ro_ro: Client nevalabile, deoarece Data
ru_ru: Недействительная клиентская дата начала
sq_al: Klienti i pavlefshëm Që Data
sv: Ogiltigt kund sedan datum
sw_ke: Batili Mteja Tangu Date
tr_tr: Tarihten itibaren Geçersiz Client
zh_hk: 无效的客户端，从日期
zh_tw: 無效的客戶端由於日期

source: Hold Reason Not Setup
cs_cz: Hold Důvod Ne Nastavení
es_es: No se Configuró la Razón para Retener
hi_in: सेटअप पकड़ नहीं कारण
id_id: Alasan Dibekukan Tdk Di-set
it_it: La ragione non Hold Setup
ko_kr: 보류 이유 없음 설치
mr_in: होल्ड कारण सेटअप
nl_nl: Houd Reden niet instellen
pt_pt: Motivo Ret. não config
ro_ro: Motiv Nu ţineţi Setup
ru_ru: Причина удержания не установлена
sq_al: Arsye nuk mbajnë Setup
sv: Håll anledning att inte Setup
sw_ke: Sababu kushikilia Si Setup
tr_tr: Tutun Nedeni Değil Kurulum
zh_hk: 冻结原因没有设置
zh_tw: 保持理由不設置

source: Payment Terms Not Setup
cs_cz: Platební podmínky Ne Nastavení
es_es: Forma de Pago No Configurada
hi_in: भुगतान नहीं सेटअप शर्तें
id_id: Termin Pembayaran Tdk Di-set
it_it: Termini di pagamento non Setup
ko_kr: 지불 조건 없음 설치
mr_in: परताव्यासाठी अटी नाही सेटअप
nl_nl: Betalingsvoorwaarden die niet Setup
pt_pt: Cond. pagamento não config
ro_ro: Conditii de plata Nu Setup
ru_ru: Условия оплаты не установлены
sq_al: Kushtet e pagesës Jo Setup
sv: Betalningsvillkoren inte Setup
sw_ke: Malipo Masharti Si Setup
tr_tr: Ödeme Koşulları değil Kurulumu
zh_hk: 付款条款没有设置
zh_tw: 付款條款未設定

source: Invalid Discount
cs_cz: Neplatný Sleva
es_es: Descuento no válido
hi_in: अवैध डिस्काउंट
id_id: Diskon Tdk Berlaku
it_it: Sconto non valido
ko_kr: 잘못된 할인
mr_in: अवैध सवलत
nl_nl: Ongeldige Korting
pt_pt: Desconto Inválido
ru_ru: Недействительная скидка
sq_al: Discount pavlefshme
sv: Ogiltig Rabatt
sw_ke: Discount batili
tr_tr: Geçersiz İndirim
zh_hk: 无效折扣
zh_tw: 折扣無效

source: Invalid Payment Discount
cs_cz: Neplatný Platba slevy
es_es: Descuento del Pago no válido
hi_in: अवैध भुगतान डिस्काउंट
id_id: Diskon Pembayaran Tdk Berlako
it_it: Sconto non valido di pagamento
ko_kr: 잘못된 결제 할인
mr_in: अवैध भरणा सवलत
nl_nl: Ongeldige betaling korting
pt_pt: Pagamento Desconto Inválido
ro_ro: Invalid de plată Discount
ru_ru: Недействительная скидка на оплату
sq_al: Pagesa e pavlefshme Discount
sv: Ogiltig Betalning Rabatt
sw_ke: Malipo batili Discount
tr_tr: Geçersiz Ödeme İndirimi
zh_hk: 无效付款折扣
zh_tw: 付款折扣無效

source: Invalid Last Paid
cs_cz: Neplatný Poslední Placené
es_es: Último Pago no válido
hi_in: भुगतान पिछले अमान्य
id_id: Terakhir Dibayar Tdk Berlaku
it_it: Ultimo valide pagamento
ko_kr: 잘못된 최근 유료
mr_in: अवैध अंतिम देय
nl_nl: Ongeldige Betaald Laatste
pt_pt: Último Pagamento Inválido
ro_ro: Invalid Ultima Plătit
ru_ru: Неверный Последний платеж
sq_al: Pavlefshme të fundit Paid
sv: Ogiltig senast betalt
sw_ke: Batili Last Kulipwa
tr_tr: Ödenen Son Geçersiz
zh_hk: 无效的最近付款
zh_tw: 無效的最後支付的
