Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The factory where this work order is made can only be updated if the quantity received on all output items is 0
cs_cz: Továrny, kde je tato práce pořadí lze aktualizovat pouze v případě, že množství přijaté na všech výstupních položek je 0
es_es: La fábrica donde se hizo esta orden de trabajo sólo puede ser actualizada si la cantidad recibida de todos los artículos de salida es 0
hi_in: कारखाने में, जहां इस काम के लिए किया जाता है तभी मात्रा सभी आउटपुट प्राप्त वस्तुओं पर अद्यतन किया जा सकता है 0 है
id_id: Pabrik dimana order produksi ini dibuat hanya dapat diperbarui jika qty diterima atas semua item hasil produksi adalah 0
it_it: La fabbrica in cui è fatto questo ordine di lavoro può essere aggiornato solo se la quantità ricevuta su tutti gli elementi di output è 0
ko_kr: 이 작업 순서는 모든 출력 항목에 수신 수량이 0 인 경우 만 갱신 될 수 이루어진다 공장
mr_in: सर्व आउटपुट आयटम वर प्राप्त प्रमाण 0 असेल तर हे काम ऑर्डर केले जाते तेथे कारखाना फक्त अद्यतनित केले जाऊ शकतात
nl_nl: De fabriek waar de werkorder wordt gemaakt kan alleen worden geactualiiseerd als de ontvangen hoevelheid op alle output items 0 is.
pt_pt: A planta/armazém onde essa ordem de prod. é feita só pode ser atualiz. se a quant. reportada ainda for 0
ro_ro: Fabrica în cazul în care această ordine de muncă se face pot fi actualizate numai în cazul în care cantitatea primită cu privire la toate elementele de iesire este 0
ru_ru: Завод, где идент этот наряд работ можно обновить только если количество полученных на всех выходных элементов равна 0
sq_al: Fabrika ku kjo mënyrë pune është bërë mund të rifreskohet në qoftë se sasia e marra në të gjitha pikat e prodhimit është 0
sv: Fabriken där detta arbete beställningen görs kan bara uppdateras om den mängd mottagna på alla produktionspost är 0
sw_ke: kiwanda ambapo ili kazi hii ni kwa kuwa tu updated kama wingi wa kupokea juu ya vitu vyote pato ni 0
tr_tr: miktar tüm çıkış öğeleri alınan bu eser sipariş yapılır fabrika sadece güncellenebilir 0
zh_hk: 此工作单的制造工厂只有在产成品接收数量为0时才可以更新。
zh_tw: 這工作單生產的工廠只能在全部輸出商品接收數量是 "0" 時才能更新

source: The work order could not be added/updated
cs_cz: Práce, aby nemohlo být přidány / aktualizováno
es_es: No se pudo agregar/actualizar la orden de trabajo
hi_in: कार्य आदेश / जोड़ा नहीं जा सका अद्यतन
id_id: Order produksi tdk dapat ditambahkan/diperbarui
it_it: L&#39;ordine di lavoro non può essere aggiunto / aggiornato
ko_kr: 작업 순서는 추가 / 업데이트 할 수 없습니다j
mr_in: काम ऑर्डर अद्यतनित / जोडले जाऊ शकत नाही
nl_nl: Werk order kon niet gewijzigd worden
pt_pt: Ordem produção não pode ser adic. / atualiz.
ro_ro: Comanda de lucru nu a putut fi adaugate / actualizate
ru_ru: Наряд на работу не может быть добавлен/обновлен
sq_al: Urdhëri i punës nuk mund të shtohet / updated
sv: Arbetsordern kunde inte läggas till/uppdateras
sw_ke: Ili kazi inaweza kuwa aliongeza / updated
tr_tr: IS-EMRI EKLENEMEDI/GÜNCELLENEMEDI
zh_hk: 这工作单已新增/更新
zh_tw: 這工作單已新增/更新

source: The work order has been updated
cs_cz: Práce, aby byl aktualizován
es_es: La orden de trabajo ha sido actualizada
hi_in: कार्य आदेश अद्यतन किया गया है
id_id: Order produksi telah diperbarui
it_it: L&#39;ordine di lavoro è stato aggiornato
ko_kr: 작업 순서가 업데이트되었습니다
mr_in: काम ऑर्डर अद्यतनित केले गेले आहे
nl_nl: De werk order is gewijzigd
pt_pt: Ordem produção foi atualizada
ro_ro: Pentru muncă a fost actualizată
ru_ru: Наряд на работу был обновлен
sq_al: Urdhëri i punës është përditësuar
sv: # Filen har inte uppdaterats.
sw_ke: Utaratibu wa kazi imekuwa updated
tr_tr: IS-EMRI GUNCELLENDI
zh_hk: 这工作单已更新
zh_tw: 這工作單已更新

source: This work order cannot be deleted because it has issues or receipts related to it
cs_cz: Aby tato práce nemůže být smazána, protože má problémy nebo příjmy s tím spojené
es_es: esta orden de trabajo no se puede suprimir porque tiene envíos o recibos
hi_in: इस कार्य क्रम क्योंकि यह मुद्दों या प्राप्तियां इसे से संबंधित है मिटाया नहीं जा सकता
id_id: Order produksi ini tdk dapat dihapus karena ada terbitan atau penerimaan yg terkait
it_it: Questo ordine di lavoro non può essere eliminata, perché ha problemi o entrate ad esso correlati
ko_kr: 그것과 관련된 문제 또는 영수증을 가지고 있기 때문에이 작업 순서는 삭제할 수 없습니다
mr_in: तो संबंधित मुद्दे किंवा पावत्या आहे कारण हे काम ऑर्डर हटविले जाऊ शकत नाही
nl_nl: Deze werkorder kan niet worden verwijderd omdat er al goederen op geboekt zijn.
pt_pt: Ordem de Produção não pode ser removida porque há necessidades ou recebimentos pendentes relacionados a essa Ordem.
ro_ro: Acest ordin de muncă nu poate fi şters deoarece are probleme sau încasările se raportează la acesta
ru_ru: Эта работа заказ не может быть удален, потому что есть проблемы или поступления, связанные с его
sq_al: Kjo mënyrë pune nuk mund të fshihet, sepse ajo ka çështje ose të ardhura të lidhura me të
sv: Denna arbetsorder kan inte tas bort, det finns transaktioner
sw_ke: Ili hii kazi haiwezi kufutwa kwa sababu ina masuala risiti au kuhusiana na hilo
tr_tr: Bu sorunları veya makbuzların onunla ilgili çünkü bu iş emri silinemez
zh_hk: 未能删除这工作单, 因为已发料或收货
zh_tw: 不能刪除這工作單, 因為已發料或收貨

source: The work order could not be deleted
cs_cz: Práce, aby nemohl být odstraněn
es_es: No se pudo suprimir la orden de trabajo
hi_in: कार्य आदेश नष्ट नहीं किया जा सकता है
id_id: Order kerja tdk dapat dihapus
it_it: L&#39;ordine di lavoro non può essere cancellato
ko_kr: 작업 순서는 삭제할 수 없습니다
mr_in: काम ऑर्डर हटवणे शक्य नाही
nl_nl: Werk order kon niet worden verwijderd
pt_pt: Ordem Prod. não pode ser removida
ro_ro: Comanda de lucru nu poate fi ştearsă
ru_ru: Наряд на работу не может быть удален
sq_al: Urdhëri i punës nuk mund të fshihet
sv: Evenemanget kunde inte tas bort på grund av ett fel
sw_ke: Utaratibu wa kazi inaweza kuwa kuchapa
tr_tr: IS EMRI SILINEMEDI
zh_hk: 未能删除工作单
zh_tw: 未能刪除工作訂單

source: The SQL used to delete the work order was
es_es: El SQL usado para cancelar la orden de trabajo fue
id_id: SQL yg digunakan utk menghapus order produksi tersebut adalah
ko_kr: 작업 순서를 삭제하는 데 사용 SQL이었다
mr_in: काम ऑर्डर हटवू वापरले SQL होते
pt_pt: SQL usado para remover a ordem de produção foi
zh_tw: 這SQL用於刪除工作順序

source: The work order serial numbers could not be deleted
cs_cz: Práce čísla pořadí sériových nemohl být odstraněn
es_es: No se pudo suprimir los números de serie de la orden de trabajo
hi_in: काम करने के सीरियल नंबर नष्ट नहीं किया जा सकता है
id_id: Nomor seri order produksi tdk dapat dihapus
it_it: I numeri d&#39;ordine di serie il lavoro non può essere cancellato
ko_kr: 작업 순서 일련 번호는 삭제할 수 없습니다
mr_in: काम ऑर्डर सिरिअल क्रमांक हटवणे शक्य नाही
nl_nl: De werkorder serienummers kon niet worden verwijderd
pt_pt: Número Série da Ordem Prod. não podem ser removidos
ro_ro: Pentru numerele de serie de muncă nu poate fi ştearsă
ru_ru: Серийные номера нарядов на работы не могут быть удалены
sq_al: Numrat serik për punë nuk mund të fshihet
sv: Arbetsorderns serienummer kunde inte raderas
sw_ke: Kazi ili idadi Serial hakuweza kufutwa
tr_tr: Iş emri seri numaraları silinemedi
zh_hk: 此工作单的序列号不能删除
zh_tw: 該工單的序號無法刪除

source: The work order has been cancelled
es_es: Se ha cancelado la orden de trabajo
id_id: Order produksi tersebut telah dibatalkan
ko_kr: 작업 주문이 취소되었습니다
mr_in: काम ऑर्डर रद्द करण्यात आली आहे
pt_pt: Ordem de Produção foi cancelada
zh_tw: 該工單的序號已經取消

source: Select an existing outstanding work order
cs_cz: Vyberte existující vynikající práci, aby
es_es: Seleccionar una Orden de Trabajo Pendiente
hi_in: किसी मौजूदा उत्कृष्ट कार्य आदेश का चयन करें
id_id: Pilih order kerja blm-selesai
it_it: Seleziona un ordine esistente eccellente lavoro
ko_kr: 기존의 뛰어난 작업 순서를 선택
mr_in: अस्तित्वातील थकबाकी काम क्रम निवडा
nl_nl: Selecteer een bestaande openstaande werk order
pt_pt: Selec. Ordem de Produção existente
ro_ro: Selectaţi o comandă existentă lucru restante
ru_ru: Выберите существующий неуплаченный наряд на работы
sq_al: Zgjidh një urdhër ekzistuese të pazgjidhura punë
sv: Välj en en existerande arbetsorder
sw_ke: Kuchagua kazi bora zilizopo ili
tr_tr: TAMAMLANMAMIS BIR IS EMRI SEÇIN
zh_hk: 选取现有未完成的工作单
zh_tw: 選取現有未完成的工作單

source: Could not get the work order items
cs_cz: Nemohl dostat práci, aby položky
es_es: No se pudieron obtener los artículos de la orden de trabajo
hi_in: कार्य आदेश आइटम नहीं मिल सका
id_id: Tdk dapat mengambil item order produksi
it_it: Impossibile ottenere gli elementi di lavoro per
ko_kr: 작업 순서 항목을 가져올 수 없습니다
mr_in: काम ऑर्डर आयटम मिळविणे शक्य नाही
nl_nl: Kon de werkorder items niet ophalen
pt_pt: Não pode obter itnes para ordem produção
ro_ro: Nu am putut obţine ordona elementele de lucru
ru_ru: Не удалось получить элементы наряда на работы
sq_al: Nuk mund të marrë sendet e urdhëresave të punës
sv: Kunde inte hämta arbetsorder artiklar
sw_ke: Hakuweza kupata vitu ili kazi
tr_tr: iş emri öğeleri alınamadı
zh_hk: 无法找到工作单物料
zh_tw: 未能取得工作訂單商品

source: Your location security settings do not allow you to Update this Work Order
ko_kr: 내 위치의 보안 설정이 작업 주문을 업데이트 할 수 없습니다
zh_tw: 您現在的倉庫權限設置不允許你更新此工作單

source: Work Order Reference
cs_cz: Objednejte práce Reference
es_es: Referencia de la Orden de Trabajo
hi_in: कार्य आदेश संदर्भ
id_id: Referensi Order Produksi
it_it: Riferimento
ko_kr: 주문 참조 작업
mr_in: कार्य मागणी संदर्भ
nl_nl: Werk order refernetie
pt_pt: Ref. Ordem Produção
ro_ro: Ordinul de lucru de referinţă
ru_ru: Ссылка на наряд на работы
sq_al: Reference Puna Rendit
sv: Referens
sw_ke: Kazi Order Reference
tr_tr: IS EMRI REFERANSI
zh_hk: 工作单参考
zh_tw: 工作單編號

source: Factory Location
cs_cz: Umístění továrny
es_es: Ubicación de la Fábrica
hi_in: फैक्टरी स्थान
id_id: Lokasi Pabrik
it_it: Posizione di fabbrica
ko_kr: 공장 위치
mr_in: फॅक्ट्री स्थान
nl_nl: Produktie lokatie
pt_pt: Local Fábr.
ro_ro: Amplasament Producere
ru_ru: Расположение фабрики
sq_al: Fabrika Vendndodhja
sv: Fabriksplats
sw_ke: Kiwanda Location
tr_tr: Fabrika yeri
zh_hk: 工厂仓库
zh_tw: 倉庫位置

source: Output Item
cs_cz: Výstupní bod
es_es: Artículo de Salida
hi_in: उत्पादन आइटम
id_id: Item Hasil Produksi
it_it: Uscita Voce
ko_kr: 출력 항목
mr_in: आउटपुट आयटम
pt_pt: Item Saída
ro_ro: Postul de ieşire
ru_ru: Выходящий товар
sq_al: Item Output
sv: Utgående artikel
sw_ke: Pato la Bidhaa
tr_tr: Çıkış Öğe
zh_hk: 产出品
zh_tw: 輸出商品

source: Balance Remaining
cs_cz: Zůstatek
es_es: Saldo Excedente
hi_in: शेष शेष
id_id: Sisa Saldo
it_it: Saldo residuo
ko_kr: 잔액
mr_in: उर्वरित शिल्लक
nl_nl: Saldo overschot
pt_pt: Saldo Restante
ro_ro: Sold Rămas
ru_ru: Остаток
sq_al: Bilanci i mbetur
sv: Blanka resten
sw_ke: Usawa Remaining
tr_tr: Bakiye
zh_hk: 余额
zh_tw: 餘額

source: Next Lot/SN Ref
cs_cz: Další partie / SN Ref.
es_es: Próximo Lote/Serial
hi_in: अगले लूत / एस एन रेफरी
id_id: Lot/Ref Nomor Seri Berikut
it_it: Lotto Next / Ref SN
ko_kr: 다음 로트 / SN 참조
mr_in: पुढील लॉट / एस.एन. संदर्भ
nl_nl: Volgend lot / SN referentie
pt_pt: Próx. Ref. Lote/Série
ro_ro: Lot următoare / Ref SN
ru_ru: Следующая ссылка на лот/серийный номер
sq_al: Lot Next / Ref SN
sv: Nästa Partiets / SN Ref
sw_ke: Next Loti / SN Kumb
tr_tr: Sonraki Lot / SN Ref
zh_hk: 下一批/系列号
zh_tw: 下一個批/序號參考

source: The input format must be positive numeric
ko_kr: 입력 형식은 긍정적 인 숫자이어야합니다
mr_in: इनपुट स्वरूप लगेच अंकीय असणे आवश्यक आहे
pt_pt: O formato deve ser um número positivo
zh_tw: 輸入格式必須為正數

source: S/Ns
es_es: Seriales
hi_in: एस / एन एस
id_id: Nomor Seri
ko_kr: S / Ns를
mr_in: एस / एन.एस.
pt_pt: Núm.Sér.
zh_hk: 序列号
zh_tw: 序列號

source: Cancel This Work Order
es_es: Cancelar esta Orden de Trabajo
id_id: Batalkan Order Produksi Ini
ko_kr: 이 작업 주문 취소
mr_in: हे काम मागणी रद्द
pt_pt: Cancelar esta Ordem de Produção
zh_tw: 取消此工作單

source: Add to Work Order
cs_cz: Přidat do práce Objednat
es_es: Añadir a orden de trabajo
hi_in: आदेश में कार्य जोड़ें
id_id: Tambahkan ke Order Produksi
it_it: Aggiungi ai Work Order
ko_kr: 주문을 작업에 추가
mr_in: कार्य क्रम जोडा
nl_nl: Werkorder toevoegen
pt_pt: Adic. na Ord. Prod.
ro_ro: Adauga la Locul de Muncă Ordine
ru_ru: Добавить в наряд на работу
sv: Lägg till produkt till arbetsorder
sw_ke: Kuongeza Kazi Order
tr_tr: Sipariş İş Ekle
zh_hk: 新增至工作单
zh_tw: 新增至工作單

source: Issue Materials To Work Order
cs_cz: Otázka materiálů pro práci Objednat
es_es: Enviar Materias Primas a la Orden de Trabajo
hi_in: मुद्दा माल आदेश काम करने के लिए
id_id: Terbitkan Bahan Baku Ke Order Produksi
it_it: Materiali di Emissione ordini di lavoro
ko_kr: 문제의 자료는 주문을 해결하려면
mr_in: ऑर्डर काम करण्यासाठी इश्यू सामुग्री
nl_nl: Wijs materialen toe aan werkorder
pt_pt: Necess. Materiais para Ord. Prod.
ro_ro: Materiale eliberează de lucru Ordine
ru_ru: Выпуск материалов для наряда на работы
sq_al: Materiale Issue To Work Order
sv: Tilldela material till denna arbetsorder
sw_ke: Vifaa suala Kazi Order
tr_tr: Konu Malzeme Sipariş Çalışmak
zh_hk: 发出物料到工作单
zh_tw: 發放物料到工作單

source: Back to Costing
cs_cz: Zpět na Kalkulace
es_es: Volver a Cálculo de Costos
hi_in: वापस करने के लिए लागत
id_id: Kembali ke Pembiayaan
it_it: Torna a Costing
ko_kr: 돌아 가기 원가 계산에
mr_in: मागे भांडवलाच्या करण्यासाठी
nl_nl: Terug naar kostprijsberekening
pt_pt: Voltar para Custos
ro_ro: Înapoi la costuri
ru_ru: Вернуться к калькуляции
sq_al: Kthehu tek kushton
sv: Åter till kostnadsberäkning
sw_ke: Nyuma Kukadiria Gharama
tr_tr: Geri Maliyetleme için
zh_hk: 返回成本计算
zh_tw: 返回成本頁

source: Select a work order to issue materials to
cs_cz: Vyberte práce, aby problém materiály
es_es: Seleccionar una orden de trabajo a la que servir materias primas
hi_in: एक काम के आदेश का चयन करने के लिए सामग्री जारी
id_id: Pilih order produksi utk diterbitkan bahan baku
it_it: Seleziona un ordine di lavoro per il rilascio di materiali
ko_kr: 에 자료를 발행 작업 순서를 선택
mr_in: ते साहित्य जारी करण्याची एक काम ऑर्डर निवडा
nl_nl: Selecteer een werk order om materiaal op te boeken
pt_pt: Selec. a ordem de prod. para reportar materiais
ro_ro: Selectaţi o comandă de a emite materiale
ru_ru: Выберите наряд на работу для выпуска материалов
sq_al: Zgjidh një mënyrë të punojnë për të nxjerrë materiale të
sv: Välj en arbetsorder att tilldela material
sw_ke: Kuchagua kazi ili kutoa vifaa na
tr_tr: materyallere sorununa iş emri seçin
zh_hk: 选取要发料的工作订单
zh_tw: 選取工作訂單來發放物料到

source: This page can only be opened if a work order has been selected. Please select a work order to issue materials to first
cs_cz: Tato stránka může být otevřen pouze v pracovní příkaz byl vybrán. Prosím, vyberte pracovní příkaz k vydání materiálu na první
es_es: Primero debe seleccionar una Orden de Trabajo a la que servir materias primas
hi_in: इस पृष्ठ तभी एक काम करने का चयन किया गया है खोला जा सकता है. एक काम के आदेश का चयन करने के लिए पहली सामग्री मुद्दा करें
id_id: Halaman ini hanya dapat dibuka jika order produksi telah dipilih. Silahkan pilih lebih dulu order produksi utk diterbitkan bahan baku
it_it: Questa pagina può essere aperto solo un ordine di lavoro è stato selezionato. Seleziona un ordine di lavoro per il rilascio di materiali di prima
ko_kr: 작업 순서를 선택한 경우이 페이지는 열 수 있습니다. 재료를 발행 할 수있는 작업 순서를 선택하세요 처음
mr_in: एक काम ऑर्डर निवडले गेले आहे तर हे पृष्ठ फक्त उघडले जाऊ शकते. प्रथम साहित्य जारी करण्याची एक काम ऑर्डर निवडा
nl_nl: Selecteer een werk order waarop materialen moeten worden geboekt voor deze pagina te openen
pt_pt: Essa página deve ser aberta se ordem de produção foi selecionada. Prim. selec. ordem de produção para reportar
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un ordin de muncă a fost selectat. Vă rugăm să selectaţi o comandă de a emite materiale de la primul
ru_ru: Эта страница может быть открыта, если наряд на работы был выбран. Пожалуйста, для начала выберите наряд на работы для выпуска сырья.
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një mënyrë pune është përzgjedhur. Ju lutem zgjidhni një mënyrë të punojnë për të nxjerrë materiale të parë
sv: Denna sida kan bara visas om man valt en arbetsorder, gör det först.
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama utaratibu kazi imekuwa kuchaguliwa. Tafadhali kuchagua kazi ili suala vifaa vya kwanza
tr_tr: iş emri seçildiyse Bu sayfa sadece açılabilir. İlk malzeme sorununa bir iş emri seçiniz
zh_hk: 只有工作单被选定，此页才可以开启。 请先选择一张要发料的工作单。
zh_tw: 此頁只能在已選取工作訂單後才能開啟. 請先選取工作訂單來發料

source: Could not retrieve the details of the selected work order item
cs_cz: Nepodařilo se načíst údaje z vybrané položky pracovní příkaz
es_es: No se pudieron obtener los detalles del artículo de la orden de trabajo seleccionado
hi_in: चयनित कार्य आदेश आइटम के विवरण को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil rincian dari item order produksi yg dipilih
it_it: Non è possibile recuperare i dettagli dell&#39;elemento selezionato ordine di lavoro
ko_kr: 선택한 작업 순서 항목의 세부 정보를 검색 할 수 없습니다
mr_in: निवडलेले काम ऑर्डर आयटमची तपशील परत मिळवू शकलो नाही
nl_nl: Kon de gevraagde details van het geselecteere werkorder item niet ophalen
pt_pt: Não pode recuperar detalhes do item da ordem de produção selecionada
ro_ro: Nu sa putut prelua detaliile elementului selectat pentru locul de muncă
ru_ru: Не удалось получить подробную информацию о выбранном объекте наряда на работы
sq_al: Nuk mund të marrë të dhënat e artikullit për zgjedhur punë
sv: Kan inte hämta beskrivningen för artikeln på arbetsordern
sw_ke: Hakuweza Retrieve maelezo ya bidhaa ya kuchaguliwa kazi ili
tr_tr: Seçilen iş emri öğenin ayrıntılarını alınamadı
zh_hk: 未能取得所选工作单物料明细, 因为
zh_tw: 未能提取選取工作訂單商品的資料

source: The work order is closed - no more materials or components can be issued to it.
cs_cz: Práce, aby je uzavřen - žádné materiály nebo komponenty mohou být vydány na to.
es_es: La orden de trabajo está cerrada - no pueden ser emitidos más materiales o componentes a la misma.
hi_in: काम करने बंद कर दिया है - कोई अधिक सामग्री या उपकरणों यह करने के लिए जारी किए जा सकते.
id_id: Order produksi tersebut telah selesai - bahan baku atau komponen tdk dapat diterbitkan lagi utknya
it_it: L&#39;ordine di lavoro è chiuso - non materiali, più o componenti possono essere emesse a suo favore.
ko_kr: 작업 순서는 폐쇄 - 더 이상 재료 또는 구성 요소는이를 발급 할 수 있습니다.
mr_in: काम ऑर्डर बंद आहे - नाही अधिक साहित्य किंवा घटक ते दिले जाऊ शकते.
nl_nl: Werk order is gesloten - kunnen geen materialen meer op geboekt worden
pt_pt: Ordem prod. fechada. Materiais ou componentes não podem ser alocadas para a mesma.
ro_ro: Ordinul de lucru este închis - nu mai multe materiale sau componente poate fi eliberat ea.
ru_ru: Наряд на работу закрыт - больше сырья и компонентов не может быть выпущено для него
sq_al: Urdhëri i punës është i mbyllur - nuk ka më shumë materiale ose komponentëve të mund të lëshohet për atë.
sv: Arbetsordern är stängd - inte mer material och komponenter kan utfärdas till den.
sw_ke: Ili kazi imefungwa - vifaa hakuna zaidi au vipengele inaweza kuwa iliyotolewa na hayo.
tr_tr: Iş emri kapatılır - artık malzeme veya parçalar da verilebilir.
zh_hk: 工作单已经关闭-无法再向其发料
zh_tw: 工作訂單已完結 - 不能再配發放物料或零件

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this batch does not exist
ko_kr: 시스템 매개 변수가 음의 콘텐츠를 금지하도록 설정되어 있기 때문에이 문제가 처리 될 수없고,이 배치가 존재하지 않는다
zh_tw: 這一事件不能被處理，因為系統參數被設置為禁止負庫存與此批次不存在

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in this batch going into negative. Please correct the stock first before attempting another issue
ko_kr: 시스템 매개 변수가 음의 콘텐츠를 금지하도록 설정되어 있기 때문에이 문제가 처리 될 수 없으며,이 문제는이 배치가 음수로가 발생할 것이다. 또 다른 문제를 시도하기 전에 먼저 주식을 수정하십시오
zh_tw: 這一事件不能被處理，因為系統參數被設置為禁止負庫存與此事件會導致此批次處理將為負數。嘗試另一個事件之前，請首先修正庫存

source: The item being issued has a zero cost. The issue will still be processed
es_es: El artículo que se emitió tiene un costo cero. Este problema aún se esta procesando
id_id: Item yg sedang diterbitkan berHPP 0 . Terbitan akan tetap diproses
ko_kr: 발행되는 항목은 제로 비용을 가지고있다. 이 문제는 여전히 처리됩니다
pt_pt: Item Produzido tem custo zero. A req. será processada
zh_tw: 發行的項目有一個零成本。該問題仍將被處理

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in stock going into negative. Please correct the stock first before attempting another issue
cs_cz: Tento problém nelze zpracovat, protože systém je nastaven parametr zakázat negativní populace a tento problém by mělo za následek skladem jít do záporných hodnot. Opravte prosím nejprve výrobky skladem před zahájením nové vydání
es_es: Este envío no puede ser procesado porque el sistema está configurado para prohibir existencias negativas y este envío resultaría en existencias negativas. Corrija las existencias antes de intentar otro envío.
hi_in: इस मुद्दे क्योंकि सिस्टम पैरामीटर को नकारात्मक स्टॉक निषेध सेट किया जाता है और इस मुद्दे के शेयर में परिणाम नकारात्मक में जा रहा होगा संसाधित नहीं किया जा सकता है. एक और मुद्दा प्रयास करने से पहले पहले स्टॉक सही करें
id_id: Terbitan ini tdk dapat diproses karena parameter sistem diatur utk melarang stok negatif dan terbitan ini akan mengakibatkan stok negatif. Silahkan betulkan stok tersebut lebih dulu sebelum mencoba terbitan yg lain
it_it: Questo problema non può essere elaborata perché il parametro di sistema è impostato per vietare stock negativo e la questione sarebbe risultato in azione andando in negativo. Si prega di correggere il magazzino prima di tentare un altro problema
ko_kr: 시스템 매개 변수가 음의 주식을 금지하도록 설정되어 있기 때문에이 문제가 처리 할 수​​없는이 문제는 재고가 마이너스로 전환 될 것이다. 또 다른 문제를 시도하기 전에 먼저 주식을 수정하십시오
mr_in: प्रणाली घटक नकारात्मक स्टॉक बंदी सेट केले कारण या समस्येचे प्रक्रिया करणे शक्य नाही आणि या समस्येचे स्टॉक नकारात्मक जात कारणीभूत ठरेल. प्रथम दुसर्या समस्या प्रयत्न करण्यापूर्वी स्टॉक दुरुस्त करा
nl_nl: Boeking kan niet worden verwerkt omdat systeem setting het ontstaan van negatieve voorraden verbiedt. Vul de voorraad aan voor deze boekng uit te voeren
pt_pt: Esse requerimento não pode ser processada porque parâmetros do sistema foram config. para proibir estoque negativo e esse reporte iria resultar em estoque negativo. Favor corrigir estoque antes de reportar outra ordem de produção
ro_ro: Această problemă nu pot fi prelucrate, deoarece parametrul sistemul este setat să interzică stoc negativ, iar această problemă ar avea ca rezultat în stoc merge în negativ. Vă rugăm să corectaţi stocurile au început înainte de a încerca o altă problemă
ru_ru: Этот выпуск не может быть обработан, потому что системные параметры установлены запрещать отрицательные запасы и в результате выпуски также становятся отрицательными. Пожалуйста, исправьте сначала запасы перед попыткой выпуска
sq_al: Kjo çështje nuk mund të përpunohet sepse parametri sistemi është i vendosur të ndalojë aksioneve negative dhe kjo çështje do të rezultojë në magazinë që shkon në negativ. Ju lutemi të saktë të aksioneve të parë para se të filloni një çështje tjetër
sv: Denna fråga kan inte behandlas eftersom systemet parametern är satt att förbjuda negativa lager och denna fråga skulle resultera i lager går in negativa. Rätta lager först innan en annan fråga
sw_ke: suala hili haliwezi kuwa kusindika kwa sababu parameter mfumo ni kuweka kuzuia hisa hasi na suala hilo lingeweza kusababisha hisa kwenda katika hasi. Tafadhali sahihi ya hisa ya kwanza kabla ya kujaribu suala jingine
tr_tr: sistem parametre ve negatif stok yasaklamak için ayarlanmış olduğundan bu konuda olumsuz girmeden hazır olmasına neden olur bu konu işlenmiş olamaz. başka bir sorun başlamadan önce stok ilk düzeltin
zh_hk: 此发料无法处理，因为系统参数设置为禁止负数库存，并且此发料会导致库存为负数。在您尝试另一此发料时，请首先更改库存。
zh_tw: 這發放未能執行, 因為系統設定為禁止負存貨量, 而這發放會導致存貨量為負數. 請先修正存貨才進行其他發放
