Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There were no prices meeting the criteria specified to review
cs_cz: Tam byly žádné ceny, které splňují kritéria stanovená pro přezkoumání
es_es: No se encuentran precios que cumplan los criterios especificados para revisar
hi_in: कोई समीक्षा करने के लिए निर्दिष्ट मापदंड बैठक कीमतों थे
id_id: Tdk ada harga memenuhi kriteria permintaan utk dilihat
it_it: Non ci sono stati i prezzi che soddisfano i criteri specificati per rivedere
ko_kr: 검토 지정된 기준을 충족 더 가격은 없었다
mr_in: पुनरावलोकन दर्शवलेली निकष भागविण्यासाठी नाही दर होते
nl_nl: Er waren geen prijzen aan de criteria te herzien
pt_pt: Não há preços que atendem o critério especif. para revisão
ro_ro: Nu au existat preţuri care îndeplinesc criteriile specificate de a revizui
ru_ru: Не найдено цен, удовлетворяющей критериям, указанным в обзоре
sq_al: Nuk ka pasur takim çmimet kriteret e specifikuara në shqyrtim
sv: Det fanns inga priser uppfyller kriterierna för att granska
sw_ke: Kulikuwa hakuna bei ya kufikia vigezo maalum kupitia
tr_tr: gözden geçirmek için belirlenen kriterlere hiçbir fiyatlar vardı
zh_hk: 没有符合条件的价格
zh_tw: 目前還沒有價格符合審查標準規定

source: Prices can be displayed based on their relation to cost
es_es: Los precios pueden ser desplegados en función de su relación con el costo
id_id: Harga dapat ditampilkan berdasarkan hubungannya dgn HPP
ko_kr: 가격은 비용에 대한 그들의 관계를 기반으로 표시 할 수 있습니다
mr_in: किंमती कमी किमतीच्या त्यांच्या संबंधात आधारित प्रदर्शित होऊ शकते
pt_pt: Preços exibidos com base na relação custo
zh_tw: 價格可以基於其關係到成本被顯示

source: Less than or equal to
cs_cz: Menší než nebo rovno
es_es: Menos que o igual a
hi_in: कम से कम या बराबर
id_id: Kurang dari atau sama dgn
it_it: Minore o uguale a
ko_kr: 보다 작거나 같
mr_in: पेक्षा कमी किंवा या समान
nl_nl: Minder dan of gelijk aan
pt_pt: Menor ou igual a
ro_ro: Mai mic sau egal cu
ru_ru: Меньше или равно
sq_al: Më pak ose e barabartë me
sv: Mindre än eller lika med
sw_ke: Chini au sawa na
tr_tr: Daha az veya eşit
zh_hk: 是小于或等于
zh_tw: 小於或等於

source: Greater than or equal to
cs_cz: Větší než nebo rovno
es_es: Mayor que o igual a
hi_in: इससे छोटा या इसके बराबर
id_id: Lebih besar dari atau sama dgn
it_it: Maggiore o uguale a
ko_kr: 보다 크거나 같은
mr_in: या पेक्षा मोठे किंवा समान
nl_nl: Groter dan of gelijk aan
pt_pt: Maior ou igual a
ro_ro: Mai mare sau egal cu
ru_ru: Больше или равно
sq_al: I madh sesa ose të barabartë me
sv: Större än eller lika med
sw_ke: Zaidi kuliko au sawa na
tr_tr: Büyük veya eşit
zh_hk: 是大于或等于
zh_tw: 大於或等於

source: Average Cost
cs_cz: Průměrná cena
es_es: Costo Promedio
hi_in: औसत मूल्य
id_id: HPP Rata2
it_it: Costo medio
ko_kr: 평균 비용
mr_in: सरासरी खर्च
nl_nl: Gemiddelde kosten
pt_pt: Custo Médio
ro_ro: Costul mediu
ru_ru: Средняя cтоимость
sq_al: Kosto mesatare
sv: Medelkostnad
sw_ke: Gharama wastani
tr_tr: Ortalama Maliyeti
zh_hk: 平均成本
zh_tw: 平均成本

source: Standard Cost
cs_cz: Standardní cena
es_es: Costo Estándar
hi_in: मानक लागत
id_id: HPP Standar
ko_kr: 표준 원가
mr_in: मानक परिव्यय
nl_nl: Standaard kostprijs
pt_pt: Custo Standard
ro_ro: Cost standard
ru_ru: Стандартная стоимость
sq_al: Kosto Standard
sv: Standard kostnad
sw_ke: Gharama kiwango
tr_tr: Standart Maliyet
zh_hk: 标准成本
zh_tw: 標準成本

source: Special Prices for
cs_cz: Zvláštní ceny pro
es_es: Precios Especiales para
hi_in: विशेष के लिए मूल्य
id_id: Harga Khusus utk
it_it: Prezzi speciali per
ko_kr: 특별 가격
mr_in: विशेष किंमती
nl_nl: Speciale Prijs voor
pt_pt: Preços Especiais para
ro_ro: Preturi speciale pentru
ru_ru: Специальные цены для
sq_al: Çmimet e posaçme për
sv: Speciella uppstartsparametrar för speciella maskiner.
sw_ke: Bei maalum kwa ajili ya
tr_tr: ÖZEL FİYAT >>
zh_hk: 特殊价格
zh_tw: 特殊價格

source: A customer must be selected from the customer selection screen
cs_cz: Zákazník musí být vybrány z obrazovky zákazníka výběr
es_es: Un cliente debe ser seleccionado en el pantalla de selección de clientes
hi_in: एक ग्राहक ग्राहक चयन स्क्रीन से चुना जाना चाहिए
id_id: Customer harus dipilih dari menu pilihan customer
it_it: Un cliente deve essere selezionato dalla schermata di selezione del cliente
ko_kr: 고객은 고객 선택 화면으로부터 선택해야
mr_in: ग्राहक ग्राहक नीवड पडद्यावर पासून निवडणे आवश्यक आहे
nl_nl: Klant moet via het klant selectie scherm worden geselecteerd
pt_pt: um Cliente precisam ter sido selec. na tela seleção cliente
ro_ro: Un client trebuie să fie selectate din ecranul de selectare a clientului
ru_ru: Клиента должен быть выбран в диалоге выбора клиента
sq_al: Një konsumator duhet të jenë të zgjedhur nga menuja e zgjedhësit të konsumatorit
sv: En kund måste väljas från kunden skärmen för val
sw_ke: mteja lazima kuchaguliwa kutoka screen uteuzi mteja
tr_tr: MÜSTERI EKRANINDAN BIR MÜSTERI SEÇMELISINIZ
zh_hk: 必须在选择客户页面中选取一个客户
zh_tw: 必須在客戶選取顯示中選取一個客戶

source: then an item must be selected before this page is called
cs_cz: pak položka musí být vybrána před vstupem této stránce se nazývá
es_es: entonces debe ser seleccionado un artículo antes de que esta página sea invocada
hi_in: तब किसी आइटम से पहले इस पृष्ठ कहा जाता है चुना जाना चाहिए
id_id: kemudian item harus dipilih sebelum halaman ini dipanggil
it_it: quindi un elemento deve essere selezionato prima di questa pagina è chiamato
ko_kr: 다음 항목이 페이지를 호출하기 전에 선택해야합니다
mr_in: हे पृष्ठ म्हणतात आधी नंतर आयटम निवडले करणे आवश्यक
nl_nl: Voordat deze pagina wordt opgevraagd dient eerst een item te worden geselecteerd
pt_pt: então um item deve ser escolhido antes desta página
ro_ro: apoi un element trebuie să fie selectat înainte de această pagină este denumită
ru_ru: затем должен быть выбран элемент перед вызовом этой страницы
sq_al: atëherë një objekt duhet të zgjidhen para se kjo faqe është quajtur
sv: En produkt måste väljas innan denna sida kallas
sw_ke: basi kipengele lazima kuwa kuchaguliwa kabla ya ukurasa huu ni &quot;
tr_tr: DAHA SONRA BIR ÜRÜN SEÇILMELI
zh_hk: 然后选择一个物料才能进入此页面
zh_tw: 必須選取商品才能叫出這頁

source: Special Customer Prices
cs_cz: Speciální zákaznické ceny
es_es: Precios Especiales para cliente
hi_in: विशेष ग्राहक मूल्य
id_id: Harga Customer Khusus
it_it: Prezzi dei clienti speciali
ko_kr: 특별 고객 가격
mr_in: खास ग्राहक किंमती
nl_nl: Speciale Klant Prijzen
pt_pt: Cliente Preços Especiais
ro_ro: Preturi speciale ale clienţilor
ru_ru: Специальные цена покупателя
sq_al: Çmimet Special Customer
sv: Kundunika priser
sw_ke: Wateja maalum Bei
tr_tr: ÖZEL MÜSTERI FIYATLARI
zh_hk: 特殊客户价目
zh_tw: 特殊客戶的價格

source: The branch code entered is not currently defined
cs_cz: Pobočka kód vstoupila v současné době není definována
es_es: El código de sucursal introducido no está definido actualmente
hi_in: शाखा कोड वर्तमान में परिभाषित दर्ज नहीं किया गया
id_id: Kode cabang yg dimasukkan belum dibuat
it_it: Il codice filiale inserito non è attualmente definito
ko_kr: 입력 지점 코드는 현재 정의되지 않은
mr_in: प्रविष्ट शाखा कोड सध्या व्याख्या नाही
nl_nl: De ingevoerde branch code is nog niet gedefinieerd
pt_pt: Código Sucursal não definido
ro_ro: Codul introdus ramura nu este în prezent definit
ru_ru: Введен неверный код филиала
sq_al: Kodi i degës hyri nuk është përcaktuar aktualisht
sv: Filialen kod angav är inte närvarande definieras
sw_ke: Kanuni tawi aliingia sasa si defined
tr_tr: GIRILEN SUBE KODU HENÜZ TANIMLANMAMIS
zh_hk: 输入的分公司尚未定义
zh_tw: 輸入的分公司不是現有已定義的

source: Price Updated
cs_cz: Cena Aktualizováno
es_es: Precio Actualizado
hi_in: मूल्य अद्यतन
id_id: Harga telah Diperbarui
it_it: Prezzo aggiornato
ko_kr: 가격 업데이트
mr_in: किंमत Updated
nl_nl: Prijs gewijzigd
pt_pt: Preço Atualizado
ro_ro: Pret Actualizat
ru_ru: Цена обновлена
sq_al: Çmimi Përditësuar
sv: Senast uppdaterad:
sw_ke: Bei Updated
tr_tr: FIYAT GÜNCELLENDI
zh_hk: 更新价格
zh_tw: 更新價格

source: Price added
cs_cz: Cena přidáno
es_es: Precio Agregado
hi_in: मूल्य गयी
id_id: Harga telah ditambahkan
it_it: Price ha aggiunto
ko_kr: 가격 추가
mr_in: जोडले किंमत
nl_nl: en
pt_pt: Preço Adicionado
ro_ro: Pret adăugat
ru_ru: Цена добавлена
sq_al: Çmimi i shtuar
sv: Tillagd datum
sw_ke: Aliongeza bei
tr_tr: FIYAT EKLENDI
zh_hk: 新增价格
zh_tw: 新增價格

source: The price could not be updated because
cs_cz: Cena nelze aktualizovat, protože
es_es: No se pudo actualizar el precio porque
hi_in: क्योंकि कीमत अद्यतन नहीं किया जा सकता है
id_id: Harga tdk dapat diperbarui karena
it_it: Il prezzo non può essere aggiornato perché
ko_kr: 가격 때문에 업데이트 할 수 없습니다
mr_in: किंमत अद्यतनित करणे शक्य नाही कारण
nl_nl: De prijs kon niet worden gewijzigd omdat
pt_pt: O preço não pode ser atualizado porque
ro_ro: Preţul nu a putut fi actualizat deoarece
ru_ru: Цена не может быть обновлена, так как
sq_al: Çmimi nuk mund të rifreskohet për shkak se
sv: Priset kunde inte uppdateras eftersom
sw_ke: Bei hakuweza kuwa updated sababu
tr_tr: FIYAT GÜNCELLENEMEDI, ÇÜNKÜ:
zh_hk: 未能更新价格, 因为
zh_tw: 未能更新價格, 因為

source: The price could not be added because
cs_cz: Cena nemůže být přidána, protože
es_es: No se pudo agregar el precio porque
hi_in: क्योंकि कीमत जोड़ा नहीं जा सका
id_id: Harga tdk dapat ditambahkan karena
it_it: Il prezzo non può essere aggiunto perché
ko_kr: 가격 때문에 추가 할 수 없습니다
mr_in: किंमत कारण जोडले जाऊ शकत नाही
nl_nl: Prijs kon niet worden toegevoegd omdat
pt_pt: O preço não pode ser adicion. porque
ro_ro: Preţul nu a putut fi adăugată deoarece
ru_ru: Цена не можкт быть добавлена, так как
sq_al: Çmimi nuk mund të shtohet sepse
sv: Priset kunde inte läggas till eftersom
sw_ke: Bei hakuweza kuwa aliongeza kwa sababu
tr_tr: FIYAT EKLENEMEDI, ÇÜNKÜ:
zh_hk: 未能新增价格, 因为
zh_tw: 未能新增價格, 因為

source: This price has been deleted
cs_cz: Tato cena byla smazána
es_es: Este precio ha sido eliminado
hi_in: इस मूल्य हटा दिया गया है
id_id: Harga ini sdh dihapus
it_it: Tale prezzo è stato eliminato
ko_kr: 이 가격이 삭제되었습니다
mr_in: हे किंमत हटविले गेले आहे
nl_nl: De prijs is verwijderd
pt_pt: O preço foi removido
ro_ro: Acest preţ a fost şters
ru_ru: Цена удалена
sq_al: Ky çmim është grisur
sv: Det valda priset har raderats
sw_ke: Bei hii imefutwa
tr_tr: BU FIYAT SILINDI
zh_hk: 价格已删除
zh_tw: 這價格已刪除

source: Could not retrieve the normal prices set up because
cs_cz: Nepodařilo se načíst soubor běžné ceny nahoru, protože
es_es: No se pudo obtener la configuración de precios normales porque
hi_in: पुनः प्राप्त करने के लिए नहीं किया जा सका सामान्य सेट की कीमतों क्योंकि
id_id: Tdk dapat mengambil pengaturan harga normal karena
it_it: Non è possibile recuperare i normali prezzi istituito poiché
ko_kr: 정상 가격 때문에 설정 검색 할 수 없습니다
mr_in: सामान्य दर सेट परत मिळवू शकलो नाही कारण
nl_nl: De standaard prijs opzet kon niet worden opgevraagd omdat
pt_pt: Não pode recuperar preço normal porque
ro_ro: Nu sa putut obţine preţurile normale înfiinţat deoarece
ru_ru: Не удалось получить настройку цен, так как
sq_al: Nuk mund të marrë çmimet normale të ngritur për shkak se
sv: Kunde inte hämta den normala uppsättningen priserna upp på grund
sw_ke: Hakuweza Retrieve bei ya kawaida ya kuweka kwa sababu
tr_tr: NORMAL FIYAT TANIMLARI ALINAMIYOR:
zh_hk: 未能提取默认价格, 因为
zh_tw: 未能提取正常價格設定, 因為

source: The SQL used to retrieve these records was
cs_cz: SQL slouží k získání těchto záznamů byl
es_es: El SQL usado para obtener estos registros fue
hi_in: SQL के लिए इन अभिलेखों पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg mengambil data ini adalah
it_it: L'SQL utilizzato per recuperare questi record è stato
ko_kr: 이러한 레코드를 검색하는 데 사용되는 SQL이었다
mr_in: ही रेकॉर्ड पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De SQL gebruikt om deze records op te halen was
pt_pt: SQL usado para recuperar este registro foi
ro_ro: SQL utilizat pentru a prelua aceste înregistrări a fost
ru_ru: SQL извлечения этих записей
sq_al: SQL përdorur për të marrë këto të dhëna u
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve kumbukumbu hizi ilikuwa
tr_tr: SQL bu kayıtları almak için kullanılan
zh_hk: 用于提取这些记录的 SQL 是
zh_tw: 此SQL程序用於檢索這些記錄

source: There are no default prices set up for this part
cs_cz: Nejsou žádné výchozí ceny stanovené pro tento díl
es_es: No existen precios por defecto definidos para este código
hi_in: कोई तयशुदा इस भाग के लिए स्थापित की कीमतें हैं
id_id: Tdk ada harga standar yg diatur utk brg ini
it_it: Non ci sono prezzi di default su questa parte
ko_kr: 이 부분에 대한 설정에는 기본 가격이 없습니다
mr_in: या भागासाठी सेट पूर्वनिर्धारीत दर आहेत
nl_nl: Er zijn geen default prijzen gedefinieerd voor dit onderdeel
pt_pt: Não existem preços padrões para este item
ro_ro: Nu există preţuri stabilite implicit pentru această parte
ru_ru: Для этой части на определено цен
sq_al: Nuk ka çmimet default ngritur për këtë pjesë
sv: Det finns inga standard priser som upprättats för denna del
sw_ke: Kuna bei default hakuna iliyoanzishwa kwa ajili ya sehemu hii
tr_tr: BU PARÇA IÇIN TANIMLANMIS VARSAYILAN FIYAT BILGISI YOK
zh_hk: 物料没有默认价格
zh_tw: 這兒沒有這部件設定的預設價格

source: Normal Price
cs_cz: Normální ceny
es_es: Precio Normal
hi_in: सामान्य मूल्य
id_id: Harga Normal
it_it: Prezzo normale
ko_kr: 정상 가격
mr_in: सर्वसाधारण किंमत
nl_nl: Standaard prijs
pt_pt: Preço Normal
ro_ro: Normal Pret
ru_ru: Нормальная цена
sq_al: Çmimi normal
sv: Normal storlek
sw_ke: Bei ya kawaida
tr_tr: NORMAL FIYAT
zh_hk: 默认价格
zh_tw: 正常價格

source: Could not retrieve the special prices set up because
cs_cz: Nepodařilo se načíst nastavení speciální ceny nahoru, protože
es_es: No se pudo obtener la configuración de precios especiales porque
hi_in: पुनः प्राप्त करने के लिए नहीं किया जा सका विशेष सेट की कीमतों क्योंकि
id_id: Tdk dapat mengambil pengaturan harga khusus karena
it_it: Non è possibile recuperare il prezzo speciale istituito perché
ko_kr: 특별한 가격 때문에 설정 검색 할 수 없습니다
mr_in: कारण सेट विशेष दर पुनर्प्राप्त करणे शक्य नाही
nl_nl: De speciale prijs opzet kon niet worden opgevraagd omdat
pt_pt: Não pode recuperar preço especial para este item porque
ro_ro: Nu sa putut obţine preţuri speciale înfiinţate, deoarece
ru_ru: Не удалось получить специальные цен, так как
sq_al: Nuk mund ta marrim ne çmimet e veçantë të ngritur për shkak se
sv: Kunde inte hämta den särskilda fastställa priser upp på grund
sw_ke: Hakuweza Retrieve bei maalumu iliyoanzishwa kwa sababu
tr_tr: ÖZEL FIYAT TANIMLARI ALINAMIYOR:
zh_hk: 找不到特殊价格, 因为
zh_tw: 未能提取特殊價格設定, 因為

source: There are no special prices set up for this part
cs_cz: Neexistují žádné speciální ceny nastavit pro tuto část
es_es: No existen precios especiales definidos para este código
hi_in: वहाँ कोई विशेष इस भाग के लिए स्थापित की कीमतें हैं
id_id: Tdk ada harga khusus dibuat utk brg ini
it_it: Non ci sono prezzi speciali istituiti per questa parte
ko_kr: 이 부분에 대해 설정된 특별한 가격이 없습니다
mr_in: या भागासाठी सेट विशेष दर आहेत
nl_nl: Er zijn geen speciale prijzen gedefinieerd voor dit onderdeel
pt_pt: Não existem preços especiais config. para este item
ro_ro: Nu sunt preturi speciale stabilite pentru această parte
ru_ru: Для этой части не задано цен
sq_al: Nuk ka çmime të posaçëm i ngritur për këtë pjesë
sv: Det finns inga särskilda priser som upprättats för denna del
sw_ke: Hakuna bei maalum iliyoanzishwa kwa ajili ya sehemu hii
tr_tr: BU PARÇA IÇIN TANIMLANMIS ÖZEL FIYAT BILGISI YOK
zh_hk: 没有此物料的特殊价格
zh_tw: 這兒沒有這部件的特殊價格設定

source: Special Price
cs_cz: Zvláštní cena
es_es: Precio Especial
hi_in: विशेष मूल्य
id_id: Harga Khusus
it_it: Prezzo Speciale
ko_kr: 특별 가격
mr_in: विशेष किंमत
nl_nl: Speciale Prijs
pt_pt: Preços Especiais
ro_ro: Pret speciale
ru_ru: Специальная цена
sq_al: Çmim special
sv: Specialpris
sw_ke: Bei maalum
tr_tr: ÖZEL FIYAT
zh_hk: 特殊价格
zh_tw: 特殊價格

source: All Branches
cs_cz: Všechny pobočky
es_es: Todas las sucursales
hi_in: सभी शाखाओं
id_id: Semua Cabang
it_it: Tutti i settori
ko_kr: 모든 지점
mr_in: सर्व शाखा
nl_nl: Alle Branches
pt_pt: Todas Sucursais
ro_ro: Toate sucursalele
ru_ru: Все филиалы
sq_al: Të gjitha Degët
sv: Leveransplatser
sw_ke: Matawi yote
tr_tr: TÜM SUBELER
zh_hk: 所有客户分公司
zh_tw: 全部結餘

source: Something was wrong without an identifier, please ask administrator for help
es_es: Sin un identificador algo ocurrio mal, por favor consúltelo con el administrador para obtener ayuda
id_id: Ada yg salah tanpa id, silahkan hubungi administrator utk bantuan
ko_kr: 뭔가 식별자없이 잘못 도움을 관리자에게 문의하시기 바랍니다
mr_in: काहीतरी एक अभिज्ञापक न चूक होती, मदतीसाठी प्रशासक मागणी करा
pt_pt: Algo está incorreto com um identificador, solicite ajuda para o admin.
zh_tw: 什麼是錯的沒有標識符，請向管理員尋求幫助

source: Print Cheque
cs_cz: Tisk šeků
es_es: Imprimir Talón
hi_in: प्रिंट चैक
id_id: Cetak Cek
it_it: Assegno di stampa
ko_kr: 인쇄 수표
mr_in: प्रिंट धनादेश
nl_nl: Druk Cheque af
pt_pt: Imprimir Cheque
ro_ro: Cec de imprimare
ru_ru: Печать чека
sq_al: Print çek
sv: Skriv ut check
sw_ke: Magazeti Hundi
tr_tr: Baskı Çek
zh_hk: 打印支票
zh_tw: 列印支票

source: Can not get hundreds name
cs_cz: Nelze získat stovky jméno
es_es: No se puede obtener el nombre de cientos
hi_in: सैकड़ों नाम प्राप्त नहीं कर सकते
id_id: Tdk bisa mendapatkan nama ratusan
it_it: Impossibile ottenere il nome di centinaia
ko_kr: 수백 이름을 가져올 수 없습니다
mr_in: शेकडो नाव मिळत नाही
nl_nl: Can&#39;t get honderden naam
pt_pt: Não pode obter nome centenas
ro_ro: Nu pot obţine sute de nume
ru_ru: Не удалось получить сотни имен
sq_al: Nuk mund të marrë qindra Emri
sv: Kan inte hämta namn på hundradelar
sw_ke: Hawawezi kupata jina mamia
tr_tr: yüzlerce isim alınamıyor
zh_hk: 无法取得几百个名称
zh_tw: 不能得到數百名稱

source: DatePaid
es_es: Fecha pagado
id_id: Tgl Dibayar
nl_nl: Betaal Datum
pt_pt: Data Pagto
sv: Betalt den
zh_hk: 付款日期
zh_tw: 付款日期

source: Vendor No.
cs_cz: Ne prodejce
es_es: Vendedor Nº.
hi_in: विक्रेता नहीं.
id_id: Nomor Supplier
ko_kr: 공급 업체 번호
mr_in: विक्रेता क्रमांक
nl_nl: Leveranciers Nummer
pt_pt: Núm. Fornec.
ro_ro: Vânzător Nr
ru_ru: Номер производителя
sq_al: Nr Vendor
sv: Försäljare nummer
sw_ke: Muuzaji No
tr_tr: Satıcı No
zh_hk: 供应商编号
zh_tw: 供應商編號

source: Cheque No.
cs_cz: Šek Ne
es_es: Cheque Nº.
hi_in: चैक नहीं.
id_id: Nomor Cek
it_it: Assegno No.
ko_kr: 수표 번호
mr_in: धनादेश क्रमांक
nl_nl: Cheque nummer
pt_pt: Núm. Cheque
ro_ro: Cec Nu.
ru_ru: Номер чека
sq_al: Çek Nr
sv: Checknr
sw_ke: Hundi No
tr_tr: Çek No
zh_hk: 支票编号
zh_tw: 支票編號

source: Number is out of the range of numbers that can be expressed in words
es_es: El número está fuera de la gama de números que se pueden expresar en palabras
id_id: Angkanya melebihi angka yg dapat ditulis dalam kata
ko_kr: 숫자는 단어로 표현 될 수있는 수치 범위를 벗어나
mr_in: क्रमांक शब्दात व्यक्त करता येते की प्रमाणावरील श्रेणी बाहेर आहे
pt_pt: Número excede intervalo de termos permitidos
zh_tw: 號超出可以用文字表達的數字範圍的

source: error
id_id: kesalahan
ko_kr: 오류
mr_in: चूक
pt_pt: ERRO
zh_tw: 錯誤

source: million
es_es: millon
id_id: juta
ko_kr: 백만
mr_in: दशलक्ष
pt_pt: milhão
zh_tw: 百萬

source: thousand
es_es: mil
id_id: ribu
ko_kr: 천
mr_in: हजार
pt_pt: milhares
zh_tw: 千

source: hundred
es_es: cien
id_id: ratus
ko_kr: 백
mr_in: शंभर
pt_pt: centena
zh_tw: 百

source: one
es_es: uno
id_id: satu
ko_kr: 하나
mr_in: एक
pt_pt: um
zh_tw: 一

source: two
es_es: dos
id_id: dua
ko_kr: 두
mr_in: दोन
pt_pt: dois
zh_tw: 二

source: three
es_es: tres
id_id: tiga
ko_kr: 세
mr_in: तीन
pt_pt: três
zh_tw: 三

source: four
es_es: cuatro
id_id: empat
ko_kr: 네
mr_in: चार
pt_pt: quatro
zh_tw: 四

source: five
es_es: cinco
id_id: lima
ko_kr: 다섯
mr_in: पाच
pt_pt: cinco
zh_tw: 五

source: six
es_es: seis
id_id: enam
ko_kr: 여섯
mr_in: सहा
pt_pt: seis
zh_tw: 六

source: seven
es_es: siete
id_id: tujuh
ko_kr: 일곱
mr_in: सात
pt_pt: sete
zh_tw: 七

source: eight
es_es: ocho
id_id: delapan
ko_kr: 여덟
mr_in: आठ
pt_pt: oito
zh_tw: 八

source: nine
es_es: nueve
id_id: sembilan
ko_kr: 아홉
mr_in: नऊ
pt_pt: nove
zh_tw: 九

source: ten
es_es: diez
id_id: sepuluh
ko_kr: 열
mr_in: दहा
pt_pt: dez
zh_tw: 十

source: eleven
es_es: once
id_id: sebelas
ko_kr: 열한
mr_in: अकरा
pt_pt: onze
zh_tw: 十一

source: twelve
es_es: doce
id_id: duabelas
ko_kr: 열두
mr_in: बारा
pt_pt: doze
zh_tw: 十二

source: thirteen
es_es: trece
id_id: tigabelas
ko_kr: 열세
mr_in: तेरा
pt_pt: treze
zh_tw: 十三

source: fourteen
es_es: catorce
id_id: empatbelas
ko_kr: 십사
mr_in: चौदा
pt_pt: quatorze
zh_tw: 十四

source: fifteen
es_es: quince
id_id: limabelas
ko_kr: 열 다섯
mr_in: पंधरावा
pt_pt: quinze
zh_tw: 十五

source: sixteen
es_es: dieciséis
id_id: enambelas
ko_kr: 열 여섯
mr_in: सोळा
pt_pt: dezesseis
zh_tw: 十六

source: seventeen
es_es: diecisiete
id_id: tujuhbelas
ko_kr: 십칠
mr_in: सतरा ही संख्या
pt_pt: dezessete
zh_tw: 十七

source: eighteen
es_es: dieciocho
id_id: delapanbelas
ko_kr: 십팔
mr_in: अठरा
pt_pt: dezoito
zh_tw: 十八

source: nineteen
es_es: diecinueve
id_id: sembilanbelas
ko_kr: 열 아홉
mr_in: एकोणीस (ही संख्या)
pt_pt: dezenove
zh_tw: 十九

source: twenty
es_es: veinte
id_id: duapuluh
ko_kr: 스물
mr_in: वीस
pt_pt: vinte
zh_tw: 二十

source: thirty
es_es: treinta
id_id: tigapuluh
ko_kr: 삼십
mr_in: तीस
pt_pt: trinta
zh_tw: 三十

source: forty
es_es: cuarenta
id_id: empatpuluh
ko_kr: 사십
mr_in: चाळीस
pt_pt: quarenta
zh_tw: 四十

source: fifty
es_es: cincuenta
id_id: limapuluh
ko_kr: 오십
mr_in: पन्नास
pt_pt: cinquenta
zh_tw: 五十

source: sixty
es_es: sesenta
id_id: enampuluh
ko_kr: 육십
mr_in: ना व साठ ही संख्या
pt_pt: sessenta
zh_tw: 六十

source: seventy
es_es: sententa
id_id: tujuhpuluh
ko_kr: 칠십
mr_in: सत्तर ही संख्या
pt_pt: setenta
zh_tw: 七十

source: eighty
es_es: ochenta
id_id: delapanpuluh
ko_kr: 여든
mr_in: ऐंशी
pt_pt: oitenta
zh_tw: 八十

source: ninety
es_es: noventa
id_id: sembilanpuluh
ko_kr: 아흔
mr_in: नव्वद
pt_pt: noventa
zh_tw: 九十

source: zero
es_es: cero
id_id: nol
ko_kr: 제로
mr_in: शून्य
zh_tw: 零

source: There was a problem retrieving the details for Order Number
cs_cz: Tam byl problém získávání informací pro pořadové číslo
es_es: Hubo un problema al obtener los detalles para el Número de Orden
hi_in: वहाँ एक आदेश संख्या के लिए जानकारी पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian utk Nomor Order
it_it: C&#39;è stato un problema recuperare i dati per numero d&#39;ordine
ko_kr: 주문 번호에 대한 세부 정보를 검색하는 동안 문제가 발생했습니다
mr_in: मागणी क्रमांक तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleen bij het opvragen van de details van order nummer
pt_pt: Há um problema recuperando detalhes do Pedido Número
ro_ro: Nu a fost o problemă la regăsirea detaliile pentru Număr de Ordine
ru_ru: Возникла проблема при получении данных заказа номер
sq_al: Nuk ishte një problem retrieving të dhënat për Order Number
sv: Kunde inte hömta detaljer för ordernr
sw_ke: Kulikuwa na tatizo retrieving maelezo kwa Order Idadi
tr_tr: Sipariş sayısı için bilgi alırken bir problem vardı
zh_hk: 提取订单编号资料时发生问题
zh_tw: 提取訂單編號資料時發生問題

source: Customer Packing Slip
cs_cz: Zákazník Balení skluzu
es_es: Hoja de Embalaje del cliente
hi_in: ग्राहक पैकिंग स्लिप
id_id: Surat Jalan Customer
it_it: Customer distinta di imballaggio
ko_kr: 고객 패킹 슬립
mr_in: ग्राहक उपलब्धता स्लिप
nl_nl: Klanten Picking List
pt_pt: Lista Separação Cliente
ro_ro: Client bonul de
ru_ru: Упаковочный лист клиента
sq_al: Shqip Customer Paketimi
sv: Kundpacklista
sw_ke: Mteja Ufungashaji kuingizwa
tr_tr: MÜSTERI PAKETLEME FÖYÜ
zh_hk: 客户包装纸
zh_tw: 客戶包裝紙

source: Packing slip for order
cs_cz: Přepravního listu, aby
es_es: Hoja de embalaje del pedido
hi_in: आदेश के लिए पैकिंग पर्ची
id_id: Surat Jalan utk order
it_it: distinta di imballaggio per ordine
ko_kr: 주문 미끄럼 방지 포장
mr_in: ऑर्डरच्या पॅकिंग स्लिप
nl_nl: Picking List voor Opdracht
pt_pt: Lista Separação para Pedido
ro_ro: alunecare de ambalare pentru comandă
ru_ru: Упаковочный лист для заказа
sq_al: shqip Paketimi për qëllim
sv: sökordning för moduler
sw_ke: Ufungashaji kuingizwa kwa utaratibu
tr_tr: PAKETLEME FÖYÜ:
zh_hk: 订单的包装纸
zh_tw: 訂單的包裝紙
