Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The purchase order detail record could not be updated with the quantity received because
cs_cz: Objednávce detail záznamu nelze aktualizovat s množstvím přijaté protože
es_es: El registro de detalle de la orden de compra no puede ser actualizado con la cantidad recibida porque
hi_in: खरीद आदेश विस्तार रिकॉर्ड के साथ मात्रा क्योंकि प्राप्त अद्यतन नहीं किया जा सकता है
id_id: Rincian data order pembelian tdk dapat diperbarui dgn qty diterima karena
it_it: L&#39;ordine di acquisto record dettaglio non potrebbe essere aggiornato con le quantità ricevuta perché
ko_kr: 구매 주문 상세 기록 때문에받은 수량으로 업데이트 할 수 없습니다
mr_in: प्रमाण कारण प्राप्त सह खरेदी ऑर्डर तपशील रेकॉर्ड अद्यतनित करणे शक्य नाही
nl_nl: De inkooporder record kon niet worden vernieuwd met de ontvangen hoeveelheid omdat
pt_pt: O registro detalhe da ordem de compra não foi atualizado com a quantidade porque
ro_ro: Comanda de achiziţie detaliu înregistrare nu a putut fi actualizat cu cantitatea primită, deoarece
ru_ru: Данные о заказе на покупку не может быть обновлены с полученным количеством, так как
sq_al: Për blerje detaje të regjistruar nuk mund të rifreskohet me sasinë e marra për shkak se
sv: Beställningen detalj rekord kunde inte uppdateras med mottagen mängd, eftersom
sw_ke: Ili kununua rekodi ya kina hakuweza kuwa updated kwa wingi kwa sababu ya kupokea
tr_tr: miktar, çünkü alınan ile satınalma siparişi ayrıntılı kayıt güncelleme olamazdı
zh_hk: 未能更新采购订单行的已收数量,因为
zh_tw: 不能更新採購訂單資料行的已收數量, 因為

source: The following SQL to update the purchase order detail record was used
cs_cz: Následující SQL aktualizovat objednávky detail záznamu byla použita
es_es: Se usó el siguiente SQL para actualizar el registro de detalle de la Orden de Compra
hi_in: निम्नलिखित एसक्यूएल क्रय आदेश विस्तार रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui rincian order pembelian
it_it: Il seguente SQL per aggiornare l&#39;ordine di acquisto record dettaglio è stato utilizzato
ko_kr: 구매 주문 세부 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: खरेदी ऑर्डर तपशील रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De SQL die werd gebruikt om de inkooporder details te boeken was
pt_pt: SQL usado para atualizar detalhe da ordem de compra foi
ro_ro: Următoarele SQL de actualizare a comanda de achiziţie detaliu record a fost folosit
ru_ru: SQL обновления заказа на покупку
sq_al: SQL e mëposhtme për të rinovuar për blerjen detaje rekord është përdorur
sv: Följande SQL att uppdatera beställningen detalj rekord användes
sw_ke: SQL zifuatazo update ili kununua rekodi ya kina ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新采购订单行的SQL是
zh_tw: 以下更新採購訂單資料記錄的 SQL 正被使用

source: A GRN record could not be inserted
cs_cz: ZEL záznam nemůže být vložen
es_es: No se pudo agregar un registro de nota de Bienes Recibidos
hi_in: एक GRN रिकॉर्ड डाला नहीं जा सका
id_id: Data GRN tdk dapat dimasukkan
it_it: Un record GRN non poteva essere inserito
ko_kr: GRN 레코드를 삽입 할 수 없습니다
mr_in: एक GRN रेकॉर्ड समाविष्ट करणे शक्य नाही
nl_nl: Goederen ontvangst bon kon niet worden toegevoegd
pt_pt: Registro do DEM não inserido
ro_ro: O înregistrare NRG nu a putut fi introdus
ru_ru: Запись об извещении о получении товаров не может быть вставлена
sq_al: Një rekord GRN nuk mund të futet
sv: GRN-posten kunde inte infogas
sw_ke: rekodi A GRN inaweza kuwa kuingizwa
tr_tr: A GRN kayıt takılı olamazdı
zh_hk: 收货单未能插入
zh_tw: 一個收貨單未能插入

source: This receipt of goods has not been processed because
cs_cz: Toto přijetí zboží nebylo zpracováno, protože
es_es: El ingreso de productos no ha sido procesado porque
hi_in: माल की यह रसीद वजह से संसाधित नहीं किया
id_id: Penerimaan brg ini tdk dapat diproses karena
it_it: Questo ricevimento della merce non è stata elaborata perché
ko_kr: 제품이 영수증 때문에 처리되지 않은
mr_in: माल हा पावती प्रक्रिया करण्यात आली नाही कारण
nl_nl: Goederenontvangst kon niet worden verwerkt omdat
pt_pt: não foi processado este DEM porque
ro_ro: Această primire de mărfuri nu a fost procesat, deoarece
ru_ru: Получение товаров не может быть обработано, так как
sq_al: Kjo pranimit të mallrave nuk është përpunuar për shkak se
sv: Detta mottagande av varor inte har bearbetats på grund
sw_ke: ofisi hii ya bidhaa haijawahi kusindika kwa sababu
tr_tr: Malların Bu makbuz nedeniyle işleme konmadığı
zh_hk: 采购收货失败,因为
zh_tw: 貨品不能執行收貨, 因為

source: The following SQL to insert the GRN record was used
cs_cz: Následující SQL vložit záznam GRN byla použita
es_es: Se usó el siguiente SQL para agregar el registro de la nota de Bienes Recibidos
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL GRN रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GRN
it_it: L&#39;SQL seguente per inserire il record GRN è stato utilizzato
ko_kr: GRN의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: GRN रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De SQL die werd gebruikt om de goederen ontvangst te boeken was
pt_pt: problema quando Inserção do DEM
ro_ro: SQL pentru a insera următoarele record GRN a fost folosit
ru_ru: SQL вставки записи о получении товаров
sq_al: SQL e mëposhtme për të futur të dhënat GRN është përdorur
sv: Följande SQL för att infoga Referensnummer rekord användes
sw_ke: SQL zifuatazo Insert rekodi ya GRN ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入收货单记录的SQL是
zh_tw: 下列插入收貨單記錄的 SQL 正被使用

source: stock movement records could not be inserted because
cs_cz: Záznamy zásob pohybu nemůže být vložen, protože
es_es: Los registros de movimiento de existencias no pueden ser insertados porque
hi_in: शेयर आंदोलन रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: data perpindahan stok tdk dapat dimasukkan karena
it_it: registrazioni dei movimenti delle scorte non può essere inserito perché
ko_kr: 재고 이동 기록이 있기 때문에 삽입 할 수 없습니다
mr_in: स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Voorraad beweging kon niet worden ingevoerd omdat
pt_pt: movimento de estoque não pode ser Feito
ro_ro: evidenţa mişcării stocurilor nu a putut fi introdus, deoarece
ru_ru: не удалось добавить данные о перемещении товара
sq_al: të dhënat e lëvizjes së aksioneve nuk mund të futet, sepse
sv: Lagertransaktioner kunde inte sparas eftersom
sw_ke: kumbukumbu harakati hisa inaweza kuwa kuingizwa kwa sababu
tr_tr: stok hareket kayıtları çünkü takılı olamazdı
zh_hk: 未能插入物料移动记录,因为
zh_tw: 未能插入存貨移動記錄, 因為

source: Could not check if a batch or lot stock item already exists because
cs_cz: Nemohl zkontrolovat, zda šarže na skladě již existuje, protože
es_es: No se pudo comprobar si ya existe un artículo de lote porque
hi_in: अगर जांच एक बैच या बहुत भंडार वस्तु पहले से ही मौजूद नहीं किया जा सका क्योंकि
id_id: Tdk dapat memeriksa apakah item stok batch atau lot sdh ada karena
it_it: Impossibile verificare se una partita o lotto stock voce già esiste perché
ko_kr: 배치 또는 로트 재고 항목이 이미 있기 때문에 존재 여부를 확인 할 수 없습니다
mr_in: एक बॅच किंवा खूप स्टॉक आयटम अस्तित्वात असल्यास तपासा करणे शक्य नाही कारण
nl_nl: Kon niet controleren of de batch of lot voorraad item al bestaat omdat
pt_pt: não pode confirmar se existe um item com item controlado ou lote
ro_ro: Nu ar putea verifica dacă un lot sau mult element stoc, deoarece există deja
ru_ru: Не удалось проверить, существует ли элемент партия или лота, так как
sq_al: Nuk mund të kontrolloni nëse një grumbull ose aksioneve shumë pika tashmë ekziston për shkak se
sv: Kunde inte kontrollera om ett parti eller en hel lagervara redan existerar på grund
sw_ke: Hakuweza kuangalia kama ni kundi au bidhaa nyingi hisa tayari lipo kwa sababu
tr_tr: bir parti veya lot hisse senedi öğe zaten çünkü varlığının kontrol Couldn&#39;t
zh_hk: 未能检查是否已存在该批次的物料,因为
zh_tw: 未能檢查是否有一批存貨商品已存在, 因為

source: The following SQL to test for an already existing controlled but not serialised stock item was used
cs_cz: Následující SQL k testu na již existující kontrolované, ale ne serializoval na skladě byla použita
es_es: El SQL usado para comprobar si existe un artículo controlado pero no seriado fue
hi_in: निम्नलिखित एसक्यूएल के लिए परीक्षण करने के लिए एक पहले से ही नियंत्रित लेकिन मौजूदा स्टॉक नहीं आइटम serialized इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk menguji item stok terkontrol yg sdh ada tapi bukan berseri
it_it: Il seguente SQL per verificare una già esistente controllata, ma non voce stock serializzato è stato utilizzato
ko_kr: 다음 SQL을 사용 하였다 이미 제어하지만 직렬화되지 기존 주식 항목에 대한 테스트
mr_in: आधीच विद्यमान नियंत्रित परंतु serialized नाही स्टॉक आयटम वापरला होता चाचणी करण्यासाठी खालील SQL
nl_nl: De SQL die werd gebruikt om te testen of het controlled maar niet seriematige voorraad item al bestaat was
pt_pt: SQL usado para testar um item controlado sem controle de núm. série foi
ro_ro: SQL următoare pentru a testa pentru o deja existente, controlat, dar nu element stoc serializate a fost folosit
ru_ru: Следующие SQL, чтобы проверить на уже существующие, но не контролируемое сериализованный элемент запас использовался
sq_al: SQL e mëposhtme për të provuar për një tashmë ekzistues të kontrolluar, por nuk artikull serialized aksioneve është përdorur
sv: SQL
sw_ke: SQL zifuatazo mtihani kwa ajili ya tayari zilizopo kudhibitiwa lakini si serialized bidhaa hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于测试受控但未编序列号的库存物料的SQL是
zh_tw: 以下測試受控但未給予序號的存貨商品的 SQL 正被使用

source: The serial stock item record could not be inserted because
cs_cz: Pořadové skladová položka záznam nemůže být vložen, protože
es_es: El registro de artículo de existencia de serie no puede ser insertado porque
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data item stok berseri tdk dapat dimasukkan karena
it_it: Il serial record articolo di riserva non ha potuto essere inserito perché
ko_kr: 직렬 재고 항목 레코드가 있기 때문에 삽입 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Het seriematige voorraad item kon niet worden toegevoegd omdat
pt_pt: O item de estoque com controle serial não pode ser inserido porque
ro_ro: Serial element evidenţă operativă a mărfurilor nu a putut fi introdus, deoarece
ru_ru: Данные о серийном товаре не могут быть вставлены, так как
sq_al: Serial pika e aksioneve të regjistruar nuk mund të futet, sepse
sv: Fel eftersom
sw_ke: Serial hisa rekodi ya bidhaa inaweza kuwa kuingizwa kwa sababu
tr_tr: Seri stok kalemi kaydından dolayı takılı olamazdı
zh_hk: 未能插入序列号存货物料记录, 因为
zh_tw: 未能插入序列號存貨商品記錄, 因為

source: The following SQL to insert the serial stock item records was used
cs_cz: Následující SQL vložit sériové záznamy na skladě byla použita
es_es: Se utilizó el siguiente código SQL para insertar los registros de artículos de existencias de serie
hi_in: निम्नलिखित सम्मिलित करने के लिए धारावाहिक भंडार वस्तु रिकॉर्ड एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data item stok berseri
it_it: L&#39;SQL seguente per inserire i record di serie articolo di riserva è stato utilizzato
ko_kr: 시리얼 재고 항목 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: De volgende SQL was gebruikt om het seriematige voorraad item toe te voegen
pt_pt: SQL usado para inserir item serial de estoque foi
ro_ro: SQL pentru a insera următoarele evidenţa stocurilor de serie elementul a fost utilizat
ru_ru: SQL вставки данных о серийном товаре
sq_al: SQL e mëposhtme për të futur të dhënat serial element rezervë është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya Serial kumbukumbu bidhaa hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入序列号存货物料记录的SQL是
zh_tw: 以下插入序號存貨商品記錄的 SQL 正被使用

source: cost
es_es: costo
id_id: biaya
ko_kr: 비용
mr_in: खर्च
pt_pt: custo
zh_tw: 成本

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE The fixed asset transaction could not be inserted because
cs_cz: Critical Error! POZNÁMKA DOWN tuto chybu a požádat o pomoc hmotného majetku transakce nemůže být vložen, protože
es_es: ERROR CRITICO! Tome nota de este error y solicite la asistencia. La transacción del activo fijo no se pudo insertar porque
hi_in: त्रुटि गंभीर! नोट नीचे इस त्रुटि और ढूंढ़ना सहायता अचल संपत्ति लेनदेन के कारण हो सकता है नहीं डाला
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN Transaksi aktiva tetap tdk dapat dimasukkan karena
it_it: Errore critico! Annotare questo errore e CHIEDERE ASSISTENZA L&#39;operazione elemento delle immobilizzazioni non può essere inserito perché
ko_kr: 심각한 오류! 이 오류를 기록해 및 지원을하기 때문에 삽입 할 수없는 고정 자산 거래를 SEEK
mr_in: गंभीर त्रुटी! ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात निर्धारण मालमत्ता व्यवहार समाविष्ट करणे शक्य नाही कारण
nl_nl: KRITISCHE FOUT! Noteer deze fout en de hulp inroepen De vaste activa / passiva transactie kan niet worden geplaatst omdat
pt_pt: ERRO CRITICO. TECLAR PRTSCR E SOLICITAR ORIENTACAO ADMIN SISTEMA. ATIVO FIXO NAO PODE SER INSERIDO PORQUE
ro_ro: CRITICE EROARE! Notaţi această eroare şi să solicite asistenţă tranzactie de active fixe nu a putut fi introdus, deoarece
ru_ru: Критическая ошибка! Запишите эту ошибку и обратитесь за помощью.Не удалось добавить сделаку с основными активами, так как
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë transaksion aseteve fikse nuk mund të futet, sepse
sv: Kritiskt fel! OBS NER detta fel och söka hjälp av anläggningstillgångarna transaktionen inte skulle kunna införas på grund
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili kupata msaada wa fasta manunuzi ya mali inaweza kuwa kuingizwa kwa sababu
tr_tr: HATA KRİTİK! NOT AŞAĞI BU HATA VE SEEK YARDIM sabit kıymet işlem çünkü takılı olamazdı
zh_hk: 致命错误！请记录下此错误并寻求帮助。此固定资产交易无法完成因为
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求援助的固定資產交易無法插入，因為

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because:
cs_cz: Critical Error! POZNÁMKA DOWN této chyby a hledat pomoc. Investičního majetku náklady a datum koupě nemohl být aktualizován, protože:
es_es: ERROR CRITICO! Tome nota de este error y solicite la asistencia. El costo de activos fijos y la fecha de compra no pudo ser actualizada debido a que:
hi_in: त्रुटि गंभीर! नीचे इस त्रुटि ध्यान दें और सहायता चाहते हैं. अचल संपत्ति की लागत और खरीदी तारीख के लिए है क्योंकि अद्यतन किया जा करने में सक्षम नहीं था:
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN. Biaya perolehan aktiva tetap dan tgl pembelian tdk dapat diperbarui karena:
it_it: Errore critico! Annotare questo errore e chiedere assistenza. Il costo delle immobilizzazioni e data di acquisto non è stato in grado di essere aggiornato perché:
ko_kr: 심각한 오류! 이 오류를 기록해서 도움을 요청. 구입 한 고정 자산 비용과 날짜가 있기 때문에 업데이트 할 수 없습니다 :
mr_in: गंभीर त्रुटी! ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात. खरेदी निर्धारण मालमत्ता मूल्य आणि तारीख कारण अद्ययावत केले समर्थ नव्हतो:
nl_nl: KRITISCHE FOUT! Noteer deze fout en hulp zoeken. De vaste activa kosten en gekocht datum was niet in staat te worden bijgewerkt, omdat:
pt_pt: ERRO CRITICO. TECLAR PRTSCR E SOLICITAR ORIENTACAO ADMIN SISTEMA. ATIVO FIXO NAO PODE SER ATUALIZADO PORQUE
ro_ro: CRITICE EROARE! Notaţi această eroare şi solicitaţi asistenţă. Costul mijloacelor fixe achiziţionate şi data nu a putut să fie actualizate, deoarece:
ru_ru: Критическая ошибка! Запишите эту ошибку и обратиться за помощью. Не удалось обновить стоимость основных средств и дату покупки, так как:
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë. Koston e aseteve fikse dhe data e blerë nuk ishte në gjendje për të përditësuar për shkak se:
sv: Kritiskt fel! OBS NER detta fel och söka hjälp. Anläggningstillgången kostnad och inköpsdatum kunde inte uppdateras eftersom:
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili msaada huo. Wa upangaji wa mali gharama na tarehe kununuliwa hakuwa na uwezo wa kuwa updated kwa sababu:
tr_tr: HATA KRİTİK! BU HATA AŞAĞI NOT VE YARDIM SEEK. Sabit kıymet maliyet ve satın tarih nedeniyle güncellenmesi mümkün değildi:
zh_hk: 致命错误！记录下此错误并寻求帮助。此固定资产成本和采购日期无法更新，因为
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求協助。該固定資產的成本和購買日期不能夠因為更新：

source: The following SQL was used to attempt the update of the cost and the date the asset was purchased
cs_cz: Následující SQL byl použit k pokusu aktualizace nákladů a datum majetku byl zakoupen
es_es: El siguiente SQL se utiliza para tratar la actualización del costo y la fecha en que el activo fue adquirido
hi_in: निम्नलिखित एसक्यूएल को लागत का अद्यतन करें और तिथि संपत्ति खरीदा गया था करने का प्रयास किया गया
id_id: SQL berikut ini digunakan utk mencoba memperbarui biaya dan tgl aktiva tersebut dibeli
it_it: Il SQL seguente è stato utilizzato per tentare l&#39;aggiornamento del costo e la data di acquisto del bene
ko_kr: 다음 SQL은 비용의 갱신을 시도하는 데 사용하고, 날짜는 자산 구입
mr_in: खालील SQL मालमत्ता खरेदी करण्यात आली खर्च आणि तारीख च्या सुधारणा प्रयत्न करण्यासाठी वापरलेला
nl_nl: De volgende SQL werd gebruikt om de update van de kosten en de datum waarop het actief werd gekocht poging
pt_pt: SQL usado para atualizar o custo e a da do ativo fixo comprado foi
ro_ro: SQL următoare a fost folosit pentru încercarea de actualizare a costurilor şi data la care bunul a fost achiziţionat
ru_ru: SQL обновления стоимости и даты, когда актив был приобретен
sq_al: SQL pas u përdor për përpjekje për të rinovuar të kostos dhe data e aktivit është blerë
sv: Följande SQL har använts för att försöka uppdateringen av kostnaden och det datum då tillgången köptes
sw_ke: SQL zifuatazo ilitumika jaribio la update ya gharama na tarehe mali ya mara kununuliwa
tr_tr: Aşağıdaki SQL maliyet güncelleme ve varlık satın alındığı tarihten girişimi için kullanılan
zh_hk: 用于更新成本和资产采购日期的SQL是
zh_tw: 下面的SQL程序是用於嘗試資產被購買的成本和時間的更新

source: The purchase GL posting could not be inserted because
cs_cz: Nákup GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de la compra porque
hi_in: खरीद पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL pembelian tdk dapat dimasukkan karena
it_it: Il GL acquisto distacco non può essere inserito perché
ko_kr: 구매 GL 게시 때문에 삽입 할 수 없습니다
mr_in: खरेदी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De inkoop groootboekboeking kon niet worden toegevoegd omdat
pt_pt: O lanç. contábil compra não pode ser inserido porque
ro_ro: GL cumpărare detaşării nu a putut fi introdus, deoarece
ru_ru: Проводка о покупке не может быть добавлена в главную книгу, так как
sq_al: GL blerje postimi nuk mund të shtohet sepse
sv: SQL
sw_ke: GL ya kununua posting inaweza kuwa kuingizwa kwa sababu
tr_tr: SATIALMA MUHASEBE GÖNDERIMI GIRILEMEDI:
zh_hk: 未能插入总账凭证应付行,因为
zh_tw: 未能插入總帳採購過帳, 因為

source: The following SQL to insert the purchase GLTrans record was used
cs_cz: Následující SQL vložit na nákup GLTrans záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de la transacción contable de la compra
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL खरीद GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans pembelian
it_it: L&#39;SQL seguente per inserire il record di acquisto GLTrans è stato utilizzato
ko_kr: 구매 GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: खरेदी GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De SQL die werd gebruikt om de inkoop grootboekboeking uit te voeren was
pt_pt: SQL para inserir compra no GLTRANS foi
ro_ro: SQL pentru a insera următoarele achiziţionarea record GLTrans a fost folosit
ru_ru: SQL вставки в главную книгу данных о транзакции о покупке
sq_al: SQL e mëposhtme për të futur në GLTrans blerjen rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert rekodi ya kununua GLTrans ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入总账凭证应付行的SQL是
zh_tw: 下列插入總帳採購交易記錄的 SQL 正被使用

source: The GRN suspense side of the GL posting could not be inserted because
cs_cz: Napětí ZEL straně GL vyslání nemůže být vložen, protože
es_es: No se pudo agregar la parte anulada de la nota de Bienes de Recibidos del registro contable porque
hi_in: पोस्टिंग जीएल की GRN रहस्य पक्ष वजह से हो सकता है नहीं डाला
id_id: Posting GL bagian GRN belum-ditagih tdk dapat dimasukkan karena
it_it: Il lato suspense GRN del GL distacco non può essere inserito perché
ko_kr: GL 게시의 GRN 서스펜스 측이 때문에 삽입 할 수 없습니다
mr_in: जी.एल. पोस्टिंग GRN रहस्य बाजूला समाविष्ट करणे शक्य नाही कारण
nl_nl: De boeking van de ontvangst kon niet worden uitgevoerd op de ontvangst tussenrekening
pt_pt: DEM não pode ser suspenso porque
ro_ro: Partea suspansul NRG a GL detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось добавить данные о прекращении проводки в главную книгу
sq_al: Anën pezullim GRN të GL postimi nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: Upande GRN mashaka ya GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme GL GRN gerilim tarafı çünkü takılı olamazdı
zh_hk: 未能插入总账凭证材料采购行,因为
zh_tw: 總帳過數的未確定收款單未能插入, 因為

source: The following SQL to insert the GRN Suspense GLTrans record was used
cs_cz: Následující SQL vložit GRN napětí GLTrans záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de transacción de la Suspensión de la nota de Bienes Recibidos
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL GRN सस्पेंस GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan Penundaan GRN ke data GLTrans
it_it: L&#39;SQL seguente per inserire il GRN Suspense GLTrans record è stato utilizzato
ko_kr: GRN 서스펜스 GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: GRN आतुरता GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de ontvangst te boeken op de tussenrekening was
pt_pt: SQL usado para inserir a suspensão do dem foi
ro_ro: SQL pentru a insera următoarele NRG Suspans GLTrans record a fost folosit
ru_ru: SQL добавления данныех о прекращении транзакции в главной книги
sq_al: SQL e mëposhtme për të futur në pezullim GRN rekord GLTrans është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya GRN Suspense rekodi GLTrans ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入总账凭证材料采购行的SQL是
zh_tw: 下列插入收貨單未確定總帳交易記錄的 SQL 正被使用

source: Order Completed on entry of GRN
es_es: Orden Completada a la entrada de la Recepción
id_id: Order Selesai saat entri GRN
ko_kr: 주문 GRN의 항목을 완료
mr_in: मागणी GRN च्या प्रविष्टी पूर्ण
pt_pt: Ordem Compra Completa após DEM
zh_tw: 完成輸入收貨單

source: GRN number
cs_cz: GRN číslo
es_es: Número de Remisión
hi_in: GRN संख्या
id_id: Nomor GRN
it_it: GRN numero
ko_kr: GRN 번호
mr_in: GRN क्रमांक
nl_nl: Goederen ontvangst nummer
pt_pt: Num. DEM
ro_ro: NRG număr
ru_ru: Номер извещения о получении товара
sq_al: Numri GRN
sv: GRN Nummer
sw_ke: Idadi GRN
tr_tr: GRN numarası
zh_hk: 收货单编号
zh_tw: 收貨單編號

source: Print this Goods Received Note (GRN)
cs_cz: Vytisknout tuto Zboží Přijaté Poznámka (GRN)
es_es: Imprimir esta nota de Bienes Recibidos (GRN)
hi_in: प्रिंट इस सामग्री प्राप्त करें (GRN)
id_id: Cetak Surat Penerimaan Brg (GRN) ini
it_it: Stampa questa Merci ricevute Nota (GRN)
ko_kr: 이 제품을받은 주 인쇄 (GRN)
mr_in: या वस्तूंचे प्राप्त टीप Print (GRN)
nl_nl: Druk goederen ontvangst bon
pt_pt: Imprime Doc. Entrada Merc. DEM/GRN
ro_ro: Imprima acest bunurile primite Nota (NRG)
ru_ru: Напечатать извещение о получении товара
sq_al: Printo këtë Shënim marre malli (GRN)
sv: Skriv ut denna gods mottaget avi (GRN)
sw_ke: Magazeti hii Bidhaa alipokea Angalia (GRN)
tr_tr: Baskı bu Eşya Alınan Not (GRN)
zh_hk: 打印此货品接收单 (收货单)
zh_tw: 列印此收到的貨物說明（收貨單）

source: Print QA Labels for this Receipt
ko_kr: 이 영수증에 대한 품질 보증 라벨을 인쇄
zh_tw: 針對此收款列印QA標籤

source: Modify Order Items
cs_cz: Změnit pořadí položek
es_es: Modificar Artículos del Pedido
hi_in: संशोधित आदेश आइटम
id_id: Ubah Item Order
it_it: Modifica Ordine Articoli
ko_kr: 주문 항목을 수정
mr_in: मागणी आयटम सुधारित
nl_nl: Wijzig order items
pt_pt: Modificar Itens Pedido
ro_ro: Modificare a ordona elementele
ru_ru: Изменить позиции заказа
sq_al: Rendit Items Modifiko
sv: ändra orderrader
sw_ke: Kurekebisha Order Items
tr_tr: SIPARIS KALEMLERINI DEGISTIR/DÜZELT
zh_hk: 修改订单物料
zh_tw: 修改訂單商品
