Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Primary Contact
ko_kr: 기본 연락처
mr_in: प्राथमिक संपर्क
pt_pt: Contato Principal
zh_tw: 主要聯繫人

source: Delivery Building
ko_kr: 배달 건물
mr_in: डिलिव्हरी इमारत
pt_pt: Entregar em
zh_tw: 交貨大廈

source: Delivery Street
ko_kr: 배달 거리
mr_in: डिलिव्हरी रस्ता
pt_pt: Logradouro Entrega
ru_ru: Улица доставки
zh_tw: 交貨街

source: Delivery Suburb
ko_kr: 배달 교외
mr_in: डिलिव्हरी उपनगर
pt_pt: Bairro Entrega
zh_tw: 交貨郊區

source: Delivery City
es_es: Ciudad de entrega
ko_kr: 배달시
mr_in: डिलिव्हरी शहर
pt_pt: Cidade Entrega
zh_tw: 交貨城市

source: Delivery ZIP
ko_kr: 배달 우편
mr_in: डिलिव्हरी झिप
pt_pt: CEP Entrega
zh_tw: 交付郵遞

source: Delivery Country
es_es: País de entrega
ko_kr: 배달 나라
mr_in: डिलिव्हरी देश
pt_pt: País Entrega
zh_tw: 送貨國家

source: Postal Address 1
ko_kr: 우편 주소 1
pt_pt: Endereço Postal 1
zh_tw: 郵政地址1

source: Postal Address 2
ko_kr: 우편 주소 2
pt_pt: Endereço Postal 2
zh_tw: 郵政地址2

source: Postal Address 3
ko_kr: 우편 주소 3
pt_pt: Endereço Postal 3
zh_tw: 郵政地址3

source: Postal Address 4
ko_kr: 우편 주소 (4)
pt_pt: Endereço Postal 4
zh_tw: 郵政地址4

source: Postal Address 5
ko_kr: 우편 주소 (5)
pt_pt: Endereço Postal 5
zh_tw: 郵政地址5

source: Postal Address Country
ko_kr: 우편 주소 나라
mr_in: पोस्टल पत्ता देश
pt_pt: Endereço Postal País
zh_tw: 郵政地址國家

source: We look forward to doing business with you
ko_kr: 우리는 당신과 함께 사업을하고 기대
mr_in: आम्ही आपल्याशी व्यवसाय करत अपेक्षा
pt_pt: Obrigado usar nossos serviços.
zh_tw: 我們期待著與你做生意

source: Click to go to
ko_kr: 로 이동합니다
mr_in: जाण्यासाठी क्लिक करा
pt_pt: Clique aqui para continuar
zh_tw: 點擊進入

source: This customer could not be updated because
ko_kr: 이 고객이 있기 때문에 업데이트 할 수 없습니다
mr_in: हे ग्राहक अद्यतनित करणे शक्य नाही कारण
pt_pt: Cliente não atualizado porque
zh_tw: 該客戶無法更新，因為

source: This customer branch could not be updated because
ko_kr: 이 고객의 지점이 있기 때문에 업데이트 할 수 없습니다
mr_in: हे ग्राहक शाखा अद्यतनित करणे शक्य नाही कारण
pt_pt: A sucursal desse cliente não pode ser atualizada porque
zh_tw: 該客戶分公司無法更新，因為

source: The user could not be updated because
ko_kr: 사용자는 때문에 업데이트 할 수 없습니다
mr_in: वापरकर्ता अद्यतनित करणे शक्य नाही कारण
pt_pt: O usuário não pode ser atualizado porque
zh_tw: 用戶無法更新，因為

source: Successfully updated your details
ko_kr: 성공적으로 정보를 업데이트
mr_in: यशस्वीरित्या आपल्या तपशील अद्यतनित
pt_pt: Detalhes atualizados com Sucesso
zh_tw: 成功更新您的詳細信息

source: A password is required
es_es: Una contraseña es requerida
ko_kr: 암호가 필요합니다
mr_in: एक संकेतशब्द आवश्यक आहे
pt_pt: Senha é requerida
zh_tw: 要求輸入密碼

source: The password is expected to 5 characters or more long
ko_kr: 암호는 5 자 이상으로 예상된다
mr_in: पासवर्ड 5 वर्ण किंवा अधिक अशी अपेक्षा आहे लांब
pt_pt: Senha experada deve ter no mínimo 5 caracteres
zh_tw: 密碼預設5個字符或更長

source: The confirmation password must be entered
ko_kr: 확인 암호를 입력해야합니다
mr_in: पुष्टीकरण संकेतशब्द प्रविष्ट करणे आवश्यक आहे
pt_pt: A senha de confirmação deve ser informada
zh_tw: 確認必須輸入密碼

source: The confrimation password and the password fields must be identical
ko_kr: confrimation 암호와 암호 필드는 동일해야합니다
mr_in: confrimation पासवर्ड आणि पासवर्ड फील्ड एकसारखे असणे आवश्यक आहे
pt_pt: A senha de confirmação e a senha devem ser campos idênticos
zh_tw: 確認密碼和密碼欄位必須相同

source: The confirmation password is expected to 5 characters or more long
ko_kr: 확인 비밀번호는 5 자 이상으로 예상된다
mr_in: पुष्टीकरण संकेतशब्द 5 वर्ण किंवा अधिक अशी अपेक्षा आहे लांब
pt_pt: A senha de confirmação deve ter 5 ou mais caracteres
zh_tw: 確認密碼預期5個字符或更長

source: The contact name is expected to 3 characters or more long
ko_kr: 연락처 이름은 3 자 이상으로 예상된다
mr_in: संपर्क नाव 3 किंवा अधिक वर्ण अपेक्षित आहे लांब
pt_pt: O nome de contato deve ter 3 ou mais caracteres
zh_tw: 聯絡人姓名預期3個字符或更長

source: The billing address must be entered
zh_tw: 帳單地址必須輸入

source: The billing address is expected to 4 characters or more long
zh_tw: 帳單地址長度需求為4個字符或更長

source: The billing address city must be entered
ko_kr: 청구 지 주소시 입력해야합니다
mr_in: बिलिंग पत्ता शहर प्रविष्ट करणे आवश्यक आहे
pt_pt: a cidade de faturamento deve ser informada
zh_tw: 帳單地址城市必須輸入

source: The billing address city is expected to 4 characters or more long
ko_kr: 청구 지 주소의 도시는 4 자 이상으로 예상된다
mr_in: बिलिंग पत्ता शहर 4 वर्ण किंवा अधिक अशी अपेक्षा आहे लांब
pt_pt: A cidade de faturamento deve ter 4 ou mais caracteres
zh_tw: 帳單地址城市，預計到4個字符或更長

source: The billing address zip code must be entered
ko_kr: 청구 지 주소의 우편 번호를 입력해야합니다
mr_in: बिलिंग पत्ता पिन कोड प्रविष्ट करणे आवश्यक आहे
pt_pt: O cep do endereço de faturamento deve ser informado
zh_tw: 帳單地址的郵政編碼必須輸入

source: The billing address zip code is expected to 3 characters or more long
ko_kr: 청구 지 주소의 우편 번호는 3 자 이상으로 예상된다
mr_in: बिलिंग पत्ता पिन कोड 3 किंवा अधिक वर्ण अपेक्षित आहे लांब
pt_pt: O cep do endereço de faturamento deve ter 3 ou mais caracteres
zh_tw: 帳單地址郵政編碼預期3個字符或更長

source: The phone number must be entered
ko_kr: 전화 번호를 입력해야
mr_in: फोन नंबर प्रविष्ट करणे आवश्यक आहे
pt_pt: O número telefônico deve ser informado
zh_tw: 電話號碼必須輸入

source: The phone must be at least 5 digits long
ko_kr: 전화가 적어도 5 자리 여야합니다
mr_in: फोन किमान 5 अंक असणे आवश्यक आहे
pt_pt: Telefone deve ter 5 ou mais dígitos
zh_tw: 電話號必須至少5位數

source: The phone number can only contain digits
ko_kr: 전화 번호는 숫자 만 포함 할 수 있습니다
mr_in: फोन नंबर फक्त अंक असू शकतात
pt_pt: Núm. telefone deve conter apenas digitos.
zh_tw: 電話號碼只能包含數字

source: The delivery street address must be entered
ko_kr: 배달 거리 주소를 입력해야합니다
mr_in: वितरण मार्ग पत्ता प्रविष्ट करणे आवश्यक आहे
pt_pt: O endereço de entrega deve ser informado
zh_tw: 交付的街道地址，必須輸入

source: The delivery street address is expected to 4 characters or more long
ko_kr: 배달 거리 주소는 4 자 이상으로 예상된다
mr_in: वितरण मार्ग पत्ता 4 वर्ण किंवा अधिक अशी अपेक्षा आहे लांब
pt_pt: O endereço de entrega deve ter 4 ou mais caracteres
zh_tw: 交貨街道地址預期4個字符或更長

source: The delivery city must be entered
ko_kr: 배달시 입력해야합니다
mr_in: वितरण शहर प्रविष्ट करणे आवश्यक आहे
pt_pt: A cidade de faturamento deve ser informada
zh_tw: 交貨城市必須輸入

source: The delivery city is expected to 3 characters or more long
ko_kr: 배달시는 3 자 이상으로 예상된다
mr_in: वितरण शहर 3 किंवा अधिक वर्ण अपेक्षित आहे लांब
pt_pt: a cidade de faturamento deve ter 3 ou mais caracteres
zh_tw: 交貨城市預期3個字符或更長

source: The delivery zip code must be entered
ko_kr: 배달 우편 번호를 입력해야합니다
mr_in: वितरण पिन कोड प्रविष्ट करणे आवश्यक आहे
pt_pt: O código postal (cep) deve ser informado
zh_tw: 輸送郵政編碼必須輸入

source: The delivery zip code is expected to 3 characters or more long
ko_kr: 배달 우편 번호는 3 자 이상으로 예상된다
mr_in: वितरण पिन कोड 3 किंवा अधिक वर्ण अपेक्षित आहे लांब
pt_pt: O cep do endereço de faturamento deve ser 3 ou mais caracteres
zh_tw: 交貨郵政編碼預期3個字符或更長

source: Update Your Account Details
ko_kr: 귀하의 계정 정보를 업데이트
mr_in: आपले खाते तपशील अद्यतनित करा
pt_pt: Atualizar Detalhes da Sua conta
zh_tw: 更新您的帳戶詳細資料

source: Billing Address - Number/Street
ko_kr: 결제 주소 - 번호 / 거리
mr_in: बिलिंग पत्ता - संख्या / रस्ता
pt_pt: Logradouro - Inclusive Num. Rua.
zh_tw: 帳單地址 - 號碼/街

source: Billing Address - Street
ko_kr: 결제 주소 - 거리
mr_in: बिलिंग पत्ता - स्ट्रीट
pt_pt: Logradouro de Faturamento
zh_tw: 帳單地址 - 街

source: Billing Address - Suburb
ko_kr: 결제 주소 - 교외
mr_in: बिलिंग पत्ता - उपनगर
pt_pt: Bairro/Cidade do Faturamento
zh_tw: 帳單地址 - 郊區

source: Billing Address - City
ko_kr: 결제 주소 -시
mr_in: बिलिंग पत्ता - शहर
pt_pt: Cidade End. Faturamento
zh_tw: 帳單地址 - 城市

source: Billing Address - ZIP
ko_kr: 결제 주소 - 우편 번호
mr_in: बिलिंग पत्ता - झिप
pt_pt: CEP do endereço do faturamento
zh_tw: 帳單地址 - 郵編

source: VAT No.
mr_in: व्हॅट क्रमांक
pt_pt: Núm. Imp. Único
zh_tw: 增值稅號

source: Click this button to make the delivery details the same as the billing address
ko_kr: 배송은 결제 주소와 같은 자세한 사항하려면이 버튼을 클릭
mr_in: वितरण तपशील बिलिंग पत्ता म्हणून समान करण्यासाठी हे बटण क्लिक करा
pt_pt: Clique esse Botão para tornar detalhes de entrega os mesmos do endereço de faturamento
zh_tw: 單擊此按鈕可以使交付的細節一樣的帳單地址

source: Delivery Address As Billing Address
ko_kr: 결제 주소로 배달 주소
mr_in: बिलिंग पत्ता म्हणून डिलिव्हरी पत्ता
pt_pt: Logradouro de Faturamento
zh_tw: 送貨地址作為帳單地址

source: Delivery Address - Number/Street
ko_kr: 배송 주소 - 번호 / 거리
mr_in: डिलिव्हरी पत्ता - संख्या / रस्ता
pt_pt: Logradouro - Complemento
zh_tw: 送貨地址 - 號碼/街

source: Billing Currency
es_es: Moneda de facturación
ko_kr: 결제 통화
mr_in: बिलिंग चलनासंबंधी
pt_pt: Moeda do Faturamento
zh_tw: 交易貨幣

source: Update Details
es_es: Actualizar detalles
ko_kr: 업데이트 정보
mr_in: अद्यतनित तपशील
pt_pt: Atualizar Detalhes Embarque
zh_tw: 更新詳細信息

source: Click the Order Button to process your order and enter delivery and payment options
ko_kr: 배달 및 지불 옵션 주문을 처리하고 입력 주문하기 버튼을 클릭
mr_in: आपल्या ऑर्डरवर प्रक्रिया व वितरण आणि देयक पर्याय प्रविष्ट करण्यासाठी बटण क्लिक करा
pt_pt: Clique o Botão de Pedido para Processar seu Pedido e informe opção entrega e pagamento
zh_tw: 點擊訂購鍵處理您的訂單，並輸入送貨和付款選項

source: Searching for:
ko_kr: 검색 :
mr_in: शोध:
pt_pt: Pesquisar por:
zh_tw: 搜索：

source: Featured Items
ko_kr: 주요 항목
mr_in: वैशिष्ट्यीकृत आयटम
pt_pt: Itens Especiais
zh_tw: 特色項目

source: Could not get the items to display for this category because
ko_kr: 이 범주 때문에에 대해 표시 할 항목을 가져올 수 없습니다
mr_in: आयटम या वर्गात प्रदर्शित मिळविणे शक्य नाही कारण
pt_pt: Não recuperou nenhum item dessa categoria porque
zh_tw: 這一類無法得到項目顯示，因為

source: There are no items matching this search
ko_kr: 이 검색과 일치하는 항목이 없습니다
mr_in: या शोधाशी जुळणारे कोणतेही आयटम नाहीत
pt_pt: Não há itens que combinam com o critério de pesquisa
zh_tw: 沒有匹配這個搜索項目

source: Update Quantity
es_es: Actualizar cantidad
ko_kr: 업데이트 수량
mr_in: अद्यतनित प्रमाण
pt_pt: Atualizar Cotação
zh_tw: 更新數量

source: Remove item
es_es: Remover artículo
ko_kr: 항목 제거
mr_in: आयटम काढा
pt_pt: Remover Item
zh_tw: 刪除項目

source: Enter New Quantity
es_es: Introducir nueva cantidad
ko_kr: 새 수량을 입력
mr_in: नवीन मात्रा प्रविष्ट करा
pt_pt: Informe Nova Quant.
zh_tw: 輸入新的數量

source: Freight Costs paid by
ko_kr: 지불화물 비용
mr_in: द्वारे अदा सामानाचे खर्च
pt_pt: Custos Frete pagos por
zh_tw: 支付運費由

source: incl tax
es_es: impuesto incluido
ko_kr: 세금 포함
mr_in: सहित कर
pt_pt: Incl Imposto
zh_tw: 含稅

source: Total Due
ko_kr: 총 인해
mr_in: एकूण मुळे
pt_pt: Total Compra
zh_tw: 由於總

source: Click for more information
es_es: Haga clic para más información
ko_kr: 자세한 내용은 클릭
mr_in: अधिक माहितीसाठी क्लिक करा
pt_pt: Selecione para + Det.
zh_tw: 點擊查看詳細信息

source: Stock QTY
ko_kr: 재고 수량
mr_in: स्टॉक मात्रा
pt_pt: Qtd Estoq.
zh_tw: 庫存數量

source: Sending the PayPal Request
ko_kr: 페이팔 요청을 전송
mr_in: PayPal विनंती पाठवित आहे
pt_pt: Enviando Requisição PayPal
zh_tw: 發送請求貝寶

source: failed with curl error:
ko_kr: 컬 오류로 실패했습니다 :
mr_in: वलय त्रुटी अपयशी:
pt_pt: falhou com erro curl:
zh_tw: 失敗，捲曲的錯誤：

source: Invalid PayPal response. Unable to pay using paypal
ko_kr: 잘못된 페이팔 응답. 페이팔을 사용하여 지불 할 수 없습니다
mr_in: अवैध PayPal प्रतिसाद. PayPal वापरून भरणे अक्षम
pt_pt: Resposta PayPal inválida. Não pode usar paypal
zh_tw: 無效的PayPal響應。無法使用貝寶支付

source: web payment
ko_kr: 웹 지불
mr_in: वेब देयक
pt_pt: pagamento web
zh_tw: 網絡支付

source: The customer receipt cannot be added because
ko_kr: 고객 영수증이 있기 때문에 추가 할 수 없습니다
mr_in: ग्राहक पावती कारण जोडले जाऊ शकत नाही
pt_pt: Recebimento do Cliente não adicionado porque
zh_tw: 不能添加客戶收貨，因為

source: web shop receipt
ko_kr: 웹 상점 영수증
mr_in: वेब दुकान पावती
pt_pt: Recebimentos webshop
zh_tw: 網上商店收據

source: web
ko_kr: 웹
mr_in: वेब
zh_tw: 網路

source: payment for order
ko_kr: 주문에 대한 결제
mr_in: ऑर्डर देयक
pt_pt: pagto para pedido
zh_tw: 訂單付款

source: Transaction ID
ko_kr: 트랜잭션 ID
mr_in: व्यवहार आयडी
pt_pt: ID Trans.
zh_tw: 交易ID

source: Bank Account Details
es_es: Detalles de cuenta bancaria
ko_kr: 은행 계좌 세부 사항
mr_in: बँक खाते तपशील
pt_pt: Detalhes da Conta Banc.
zh_tw: 銀行帳戶詳細信息

source: An error occurred accessing the default customer configuration
ko_kr: 오류가 기본 고객 구성에 액세스 발생
mr_in: एक त्रुटी डीफॉल्ट ग्राहक संरचना प्रवेश आली
pt_pt: Ocorreu erro acessando config. padrao cliente
zh_tw: 存取客戶設定期間產生了一個錯誤

source: The customer defaults have not yet been set up
ko_kr: 고객 기본값은 아직 설정되어 있지 않은
mr_in: ग्राहक पूर्वनिर्धारित अद्याप सेट केले गेले नाहीत
pt_pt: Padrões Cliente não foram config.
zh_tw: 該預設客戶尚未成立

source: From the webERP system setup tab select shop maintenance to enter the default customer and customer branch information and other shop set up preferences
ko_kr: webERP 시스템 설정 탭에서 기본 고객과 고객 지점 정보와 다른 점은 환경 설정을 입력 상점 유지 보수를 선택
mr_in: डीफॉल्ट ग्राहक आणि ग्राहक शाखा माहिती आणि इतर दुकान दाखल करण्यास webERP प्रणाली सेटअप टॅब निवडा दुकान देखभाल पासून प्राधान्ये सेट
pt_pt: No sistema weberp, selec. config manut. loja para informar config padrão para cliente, sucursal e outras preferências
zh_tw: 從ERP系統設置選項卡中選擇該店的維護，進入預設的客戶和客戶的分公司信息和其他商店設置首選項

source: This account is blocked due to a number of unsuccessful login attempts. Please contact store support to reset your account
ko_kr: 이 계정으로 인해 실패 로그인 시도의 숫자로 차단됩니다. 계정을 다시 저장 지원 센터에 문의하시기 바랍니다
mr_in: हे खाते संपुष्टात अयशस्वी लॉगिन प्रयत्न अनेक अवरोधित आहे. आपले खाते रीसेट करण्यासाठी स्टोअर आधार संपर्क साधा
pt_pt: Conta bloqueado devido a muitas tentativas. Favor entrar em contato com suporte do armázem para restaurar sua conta
zh_tw: 這個帳戶是由於一些不成功的登錄嘗試阻止。請聯繫店支持重置您的帳戶

source: We would like to do business with you but these login credentials are unknown to us.
ko_kr: 우리는 당신 만이 로그인 정보가 우리에게 알과 함께 사업을하고 싶습니다.
mr_in: आम्ही तुम्हाला व्यापार करायला आवडेल पण या लॉगिन श्रेय आम्हाला अज्ञात आहेत.
pt_pt: Credenciais de Login são desconhecidas em nosso sistema
zh_tw: 我們願與你做生意，但這些登錄憑證為我們未知的。

source: Unable to add the payment surcharge line to the sales order
ko_kr: 판매 오더로 지불 요금 라인을 추가 할 수 없습니다
mr_in: विक्री ऑर्डर पेमेंट अधिभार ओळ करण्यात अक्षम
pt_pt: Não foi possível adic. sobretaxas pagto para pedido de vendas
zh_tw: 無法支付附加費行添加到銷售訂單

source: Order to be delivered to
ko_kr: 주문에 전달한다
mr_in: वितरित केले करण्यासाठी
pt_pt: Pedido enviado para
zh_tw: 訂單為了交付到

source: Line Price
ko_kr: 라인 가격
mr_in: लाइन किंमत
pt_pt: Preço Linha
zh_tw: 線路價格

source: Total Items Ordered Value
ko_kr: 총 항목 정렬 된 값
mr_in: एकूण आयटम मूल्य क्रमांकित
pt_pt: Valor Total Itens Pedidos
zh_tw: 項目訂單總價值

source: Payment information
ko_kr: 결제 정보
mr_in: देयक माहिती
pt_pt: Informação Pagamentos
zh_tw: 付款信息

source: Payment made by
ko_kr: 지불에 의해 만들어
mr_in: केलेल्या भरणा
pt_pt: Pagamentos feitos por
zh_tw: 付款製成

source: payment attempt was not successful. We will contact you via email to double check the details and complete the payment process.
ko_kr: 결제 시도가 실패했습니다. 우리는 두 배 세부 사항을 확인하고 지불 과정을 완료 이메일을 통해 연락을 드릴 것입니다.
mr_in: देयक प्रयत्न यशस्वी झाले नाही. आम्ही तपशील तपासा आणि देयक प्रक्रिया पूर्ण दुप्पट ईमेल द्वारे संपर्क साधू.
pt_pt: tentativa pagamento não teve sucesso. Entraremos em contato através do seu email para dupla conferência e completar o processo pagto.
zh_tw: 支付的嘗試沒有成功。我們將通過電子郵件與您聯繫，仔細檢查資料，並完成付款過程。

source: This order will be charged to your account
ko_kr: 이 순서는 귀하의 계정에 청구됩니다
mr_in: ही ऑर्डर आपल्या खात्यात शुल्क आकारले जाईल
pt_pt: Esse pedido será faturado na sua conta
zh_tw: 該訂單將被記入您的帳戶

source: Payment to be made by bank transfer to our account
ko_kr: 지불은 우리의 계정에 은행 송금으로 만들어 질
mr_in: आमच्या खात्यात बँक हस्तांतरण करून बनणे भरणा
pt_pt: Pagto feito atrav. transf. banc. em nossa conta
zh_tw: 進行付款透過銀行轉帳到我們的帳戶

source: This order has been credited to your account with us. Invoicing will be done as usual.
ko_kr: 이 순서는 우리와 함께 귀하의 계정에 적립되었습니다. 인보이스는 평소와 같이 수행됩니다.
mr_in: ही ऑर्डर आम्हाला आपल्या खात्यात जमा केले आहे. इन्हॉइसिंग नेहमीप्रमाणे केले जाईल.
pt_pt: Esse pedido foi creditado em sua conta conosco. Aviso remessa será feito como usual.
zh_tw: 此訂單已存入您的帳戶與我們聯繫。進銷存工作將照常進行。

source: Shipment information
es_es: Información de envío
ko_kr: 선적 정보
mr_in: चढविणे माहिती
pt_pt: Informação de Embarque
zh_tw: 出貨信息

source: Your order will be shipped to you shortly via
ko_kr: 주문이 곧 통해 배송됩니다
mr_in: आपली ऑर्डर द्वारे लवकरच आपल्याला वितरीत केले जाईल
pt_pt: Seu pedido vai ser remetido para você em breve via
zh_tw: 您的訂單將通過被運到你不久

source: We will send you to this email address the tracking number once shipped.
ko_kr: 우리는 추적 번호를 한 번 발송이 이메일 주소로 보내드립니다.
mr_in: आम्ही या ईमेल पत्त्यावर एकदा शिप ट्रॅकिंग क्रमांक आपण पाठवू.
pt_pt: Enviaremos nesse email o número para rastrear a remessa quando enviada.
zh_tw: 我們將給您發送此電子郵件地址，一旦發貨跟踪號碼。

source: Do not hesitate to contact us for any further detail you might need.
ko_kr: 당신이해야 할 수도 있습니다 더 세부 사항을 위해 저희에게 연락하는 것을 망설이지 말라.
mr_in: आपण लागेल आणखी तपशील आमच्याशी संपर्क अजिबात संकोच करू नका.
pt_pt: Entre em contato para qualquer outra informação necessária.
zh_tw: 不要猶豫，聯繫我們的任何進一步的細節你可能需要。

source: Unable to pay using pay-pal at this time. Please use a different payment type or try again
ko_kr: 이 시간에 지불 친구를 사용하여 지불 할 수 없습니다. 다른 지불 유형을 사용하거나 다시 시도하십시오
mr_in: यावेळी पैसे सवंगडी वापरून भरणे अक्षम. भिन्न देयक प्रकार वापरू किंवा पुन्हा प्रयत्न करा
pt_pt: Não é possivel usar pay-pal nesse momento. Favor utilizar outro tipo de pagamento ou tentar novamente
zh_tw: 無法使用付費的朋友在這個時候支付。請使用不同的付款方式，或再試一次

source: PayPal payment has been successfully completed with PayPal transaction ID
ko_kr: 페이팔 결제가 성공적으로 페이팔 거래 ID로 완료
pt_pt: Pagto PayPal completado com sucesso com a transação PayPal ID
zh_tw: 支付寶付款已成功貝寶交易號完成

source: Although the PayPal payment has been initiated it will require your approval from your PayPal account, before it can be completed.
ko_kr: 페이팔 결제가 시작되었지만이 완료되기 전에 그것은 귀하의 페이팔 계정에서 승인을 필요로 할 것이다.
mr_in: PayPal देयक पाठविले गेले आहे, तरी तो पूर्ण होऊ शकते करण्यापूर्वी, आपल्या PAYPAL खाते पासून आपली मंजूरी आवश्यक आहे.
pt_pt: Pagto PayPal foi iniciado irá requerer aprovação da conta PayPal, antes de ser completado.
zh_tw: 雖然支付寶付款已經啟動，將需要從您的PayPal帳戶的批准，才能完成。

source: The PayPal payment is recorded as pending because
ko_kr: 페이팔 지불하기 때문에 보류로 기록
mr_in: PayPal देयक प्रलंबित म्हणून रेकॉर्ड आहे कारण
pt_pt: Pagamento PayPal pendente porque
zh_tw: 支付寶付款記錄為未決狀態，因為

source: The PayPal transactions ID is
ko_kr: 페이팔 거래 ID입니다
mr_in: PayPal व्यवहार आयडी आहे
pt_pt: ID Transação PayPal é
zh_tw: PayPal的交易ID是

source: PayPal payment was unsuccesful - the request returned the error:
ko_kr: 페이팔 결제 unsuccesful이었다 - 요청이 오류를 반환했습니다 :
mr_in: PayPal देयक unsuccesful होता - विनंती त्रुटी परत:
pt_pt: Pagto PayPal com erro - requis. retornou erro:
zh_tw: 支付寶付款是不成功的 - 請求返回的錯誤：

source: Please retry or use another method to process your payment
ko_kr: 다시 시도하거나 결제를 처리하기 위해 다른 방법을 사용하십시오
mr_in: आपल्या देयकावर प्रक्रिया दुसरी पद्धत पुन्हा प्रयत्न किंवा वापर करा
pt_pt: Tentar novamente ou usar outro método para pagamento
zh_tw: 請重試或使用其他方法來處理您的付款

source: Click to show the detail of what is in the shopping cart
ko_kr: 쇼핑 카트에 무엇의 세부 사항을 표시합니다
mr_in: शॉपिंग कार्ट आहे काय तपशील दर्शविण्यासाठी क्लिक करा
pt_pt: Clique para exibir detalhes do que tem no carrinho de compras
zh_tw: 點擊查看什麼是購物車的細節

source: Cart Summary
ko_kr: 장바구니 요약
mr_in: कार्ट सारांश
pt_pt: Resumo do Carrinho
zh_tw: 購物車摘要

source: Home
es_es: Inicio
ko_kr: 집
mr_in: घर
pt_pt: Início
zh_tw: 首頁

source: Logged in as
ko_kr: 로 로그인
mr_in: म्हणून दाखलन
pt_pt: Login como
zh_tw: 登錄為

source: Update Account Details
es_es: actualizar detalles de la cuenta
ko_kr: 업데이트 계정 세부 정보
mr_in: अद्यतनित खाते तपशील
pt_pt: Atualizar Detalhes da Conta
zh_tw: 更新帳戶資料

source: Enter Email
es_es: Introducir correo-e
ko_kr: 이메일 주소를 입력
mr_in: ईमेल प्रविष्ट करा
pt_pt: Informar Email
zh_tw: 輸入電子郵件

source: Credit Card
es_es: Tarjeta de crédito
ko_kr: 신용 카드
mr_in: क्रेडिट कार्ड
pt_pt: Crédito
zh_tw: 信用卡

source: Bank Transfer
es_es: Transferencia bancaria
ko_kr: 은행 송금
mr_in: बँक हस्तांतरण
pt_pt: Banco Transfer.
zh_tw: 銀行轉帳

source: Return
es_es: Regresar
ko_kr: 반환

source: Print This
es_es: Imprimir esto
ko_kr: 이 인쇄

source: WC
es_es: C.T.
ko_kr: 화장실
zh_hk: 工作中心

source: Backup
cs_cz: Zálohovat
es_es: Respaldo
ko_kr: 백업
mr_in: बॅकअप
ru_ru: Резервное копирование
sq_al: Rezervë
zh_hk: 备份

source: Currencies
es_es: Monedas
ko_kr: 통화

source: Cannot delete this currency because there are bank accounts that use this currency
ko_kr: 이 통화를 사용하는 은행 계좌가 있기 때문에이 통화를 삭제할 수 없습니다

source: bank accounts that refer to this currency
ko_kr: 이 통화를 참조 은행 계좌

source: Legal
cs_cz: Právní
hi_in: कानूनी
ko_kr: 법률
mr_in: कायदेशीर
nl_nl: Legaal
pt_pt: Ofício
ro_ro: Juridice
sq_al: Ligjore
sw_ke: Kisheria

source: Customer Account
es_es: Cuenta de cliente
ko_kr: 고객 계정

source: To display the account a customer must first be selected from the customer selection screen
ko_kr: 계정을 표시하는 고객은 먼저 고객 선택 화면으로부터 선택해야

source: Select a Customer Account to Display
ko_kr: 표시 할 고객 계정을 선택

source: There is no salesman data set for this customer
ko_kr: 이 고객에 대한 설정에는 세일즈맨 데이터가 없습니다

source: You have no authority to review this customer account
ko_kr: 이 고객 계정을 검토 할 권한이 없습니다

source: Customer Statement For
es_es: Estado de cuenta para
ko_kr: 에 대한 고객의 성명

source: TRANSACTIONS SETTLED SINCE
es_es: Operaciones liquidadas desde
ko_kr: 거래 이후 정착

source: OUTSTANDING TRANSACTIONS
es_es: Transacciones pendientes al
ko_kr: 뛰어난 거래

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
ko_kr: 경고 - 지오 통합을 사용할 수 있습니다,하지만 호스트는 설치되지 않습니다. 설치를 지오 코딩 이동
mr_in: Geocode एकत्रीकरण सक्षम आहे, पण यजमान सेटअप आहेत - सावधानता. सेटअप Geocode जा

source: here
cs_cz: zde
es_es: aquí
hi_in: यहाँ
id_id: di sini
it_it: qui
ko_kr: 여기에
mr_in: येथे
nl_nl: hier
pt_pt: aqui
ro_ro: aici
ru_ru: здесь
sq_al: këtu
sv: här
sw_ke: hapa
tr_tr: Burada
zh_hk: 这里

source: GP%
es_es: % B.B.
hi_in: जीपी%
ko_kr: GP의 %
mr_in: ग्रॅमी%
ru_ru: П.%
zh_hk: 毛利率

source: OK
hi_in: ठीक है
ko_kr: 그래
mr_in: ओके
ru_ru: ОК
sq_al: Në rregull
tr_tr: TAMAM

source: ID
hi_in: आईडी
ko_kr: 신분증
mr_in: आयडी
ro_ro: ID-ul
zh_hk: 编号

source: x
ko_kr: 엑스
mr_in: नाम

source: Print Statement of Financial Position
es_es: Imprimir estado de situación
ko_kr: 재무 상태의 인쇄 문

source: Statement of Financial Position
es_es: Estado de situación
ko_kr: 금융 의견서

source: Print Statement of Comprehensive Income
es_es: Imprimir estado de resultados
ko_kr: 포괄 손익의 인쇄 문

source: Statement of Comprehensive Income
es_es: Estado de resultados
ko_kr: 포괄 손익 계산서

source: Print Trial Balance
es_es: Imprimir balance de comprobación
ko_kr: 시산표 인쇄

source: The stock usage of this item could not be retrieved because
ko_kr: 이 아이템의 재고 사용이 때문에 검색 할 수 없습니다

source: Export 24 months to CSV
ko_kr: CSV로 24 개월 내보내기

source: Allow Invoicing
es_es: Permitir facturación
ko_kr: 인보이스 허용

source: Enter the GL account for this location, or leave it in blank if not needed
es_es: Introducir la cuenta contable para esta ubicación, o déjelo en blanco si no se necesita
ko_kr: 이 위치에 대한 GL 계정을 입력하거나 필요하지 않은 경우 빈에두고

source: Use this parameter to indicate whether these inventory location allows or denies the invoicing of its items.
es_es: Use este parámetro para indicar si esta ubicación de inventario permite o deniega la facturación de sus artículos.
ko_kr: 이러한 재고 위치 허용하거나 해당 항목의 송장을 거부 여부를 표시하려면이 매개 변수를 사용합니다.

source: Planned Acc
ko_kr: 계획 액세서리

source: Header
ko_kr: 헤더

source: * Trailer
ko_kr: * 예고편

source: Show sales with GP % below
ko_kr: 아래의 GP %와 표시 판매

source: Weekly Orders
es_es: Pedidos semanales
ko_kr: 주간 주문

source: There are no members of the Weekly Orders Recipients email group
ko_kr: 주간 주문받는 사람 전자 메일 그룹의 어떤 회원이 없습니다

source: Weekly Orders Report
ko_kr: 주간 주문 보고서

source: Partial
ko_kr: 일부의

source: Please find the Sales By Salesperson report
ko_kr: 영업 사원의 보고서에 판매를 찾아주세요

source: Sales By Salesperson Report
ko_kr: 영업 사원 별 판매 보고서

source: Print Weekly Orders
ko_kr: 주간 주문 인쇄

source: The Weekly Orders report has been mailed
ko_kr: 주간 주문 보고서가 발송되었습니다

source: Print Weekly Orders Error
ko_kr: 주간 주문 오류를 인쇄

source: Total Order Amounts
ko_kr: 총 주문 금액

source: Monthly Invoiced Total
ko_kr: 월별 청구 총

source: Please find the weekly order report
ko_kr: 주간 순서 보고서를 찾아주세요

source: Failed to retrieve result count
ko_kr: 결과 수를 검색하지 못했습니다

source: The SQL failed is
ko_kr: 실패한 SQL입니다

source: Failed to retrieve location data
ko_kr: 위치 데이터를 검색하지 못했습니다

source: th
cs_cz: čt
hi_in: ध
ko_kr: 일
mr_in: व्या
pt_pt: N
ro_ro: lea
ru_ru: й
sv: :e
zh_hk: 日
