Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No / Cancel Payment
cs_cz: Ne / Storno platby
es_es: No / Cancelar Pago
hi_in: नहीं / भुगतान रद्द
id_id: Belum / Batalkan Pembayaran
it_it: No / Annulla pagamento
ko_kr: 없음 / 결제 취소
mr_in: नाही / भरणा रद्द
nl_nl: Nee / breek betaling af
pt_pt: Não / Cancelar Pagamento
ro_ro: Nr / Anulare plată
ru_ru: Нет / Отмена оплаты
sq_al: No / Cancel Pagesa
sv: Nej / Makulera betalning
sw_ke: Hakuna / Cancel Malipo
tr_tr: Hayır / Ödeme İptal
zh_hk: 不/取消付款
zh_tw: 不/取消付款

source: Cannot insert a GL entry for the payment using the SQL
cs_cz: Nelze vložit záznam GL pro platbu pomocí SQL
es_es: No se puede agregar una entrada contable para el pago usando SQL
hi_in: सम्मिलित SQL का उपयोग कर भुगतान के लिए एक जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk pembayaran dgn menggunakan SQL
it_it: Non è possibile inserire una voce di GL per il pagamento utilizzando SQL
ko_kr: SQL을 사용하여 지불 GL 항목을 삽입 할 수 없습니다
mr_in: SQL वापरून पैसे एक जी.एल. नोंद घालू शकत नाही
nl_nl: Grootboekboeking voor de betaling kon niet worden uitgevoerd voor de SQL
pt_pt: Não pode incluir dados contábeis do pagto com o SQL
ro_ro: Nu se poate insera o intrare GL pentru plata folosind SQL
ru_ru: Не удается вставить запись оплаты в главную книгк с помощью SQL
sq_al: Nuk mund të vendos një hyrje GL për pagesën e përdorimit të SQL
sv: Kan inte infoga en GL post för betalning med SQL
sw_ke: Hawezi kuingia Insert GL kwa ajili ya malipo ya kutumia SQL
tr_tr: SQL kullanarak bir ödeme için GL giriş eklemek Can&#39;t
zh_hk: 未能用插入一条付款的总账分录。SQL：
zh_tw: 未由 SQL 能插入一個總帳的付款

source: Act Transfer From
cs_cz: Zákon Převod z
es_es: Acta de transferencia de
hi_in: अधिनियम के स्थानांतरण से
id_id: Transfer Akun Dari
it_it: Legge sul trasferimento dei Da
ko_kr: 에서 법 전송
nl_nl: Act. Verplaatsing van
pt_pt: Transferir de
ro_ro: Actul de transfer de la
ru_ru: Передача акта от
sq_al: Transferimi Akti Nga
sv: Konto transfer från
sw_ke: Sheria ya Uhamishaji Kutoka
tr_tr: Hareket Transferi
zh_hk: 账户转移自
zh_tw: 轉讓自

source: Cannot insert a bank transaction because
cs_cz: Nelze vložit bankovní transakci, protože
es_es: No se puede agregar una transacción bancaria porque
hi_in: डालें एक बैंक लेन - देन नहीं कर सकते क्योंकि
id_id: Tdk dapat memasukkan transaksi bank karena
it_it: Non è possibile inserire una transazione bancaria in quanto
ko_kr: 은행 거래 때문에 삽입 할 수 없습니다
mr_in: एक बँक व्यवहार घालू शकत नाही कारण
nl_nl: Banktransactie kon niet worden uitgevoerd omdat
pt_pt: Não pode inserir trans. banco porque
ro_ro: Nu poate insera o tranzacţie bancar, deoarece
ru_ru: Невозможно добавить пустую транзакцию, так как
sq_al: Nuk mund të vendos një transaksioni bankar, sepse
sv: Kan inte infoga en banktransaktion eftersom
sw_ke: Hawezi Insert shughuli za benki kwa sababu
tr_tr: BANKA ISLEMI GIRILEMEDI:
zh_hk: 未能插入银行交易, 因为
zh_tw: 未能插入銀行交易, 因為

source: Cannot insert a bank transaction with the SQL
cs_cz: Nelze vložit bankovní transakce s SQL
es_es: No se puede agregar una transacción bancaria con SQL
hi_in: सम्मिलित एसक्यूएल के साथ एक बैंक लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi bank dgn SQL
it_it: Non è possibile inserire una transazione con la banca SQL
ko_kr: SQL로 은행 거래를 삽입 할 수 없습니다
mr_in: SQL एक बँक व्यवहार घालू शकत नाही
nl_nl: Banktransactie kon niet worden uitgevoerd met de SQL
pt_pt: Não pode inserir transação banco com o SQL
ro_ro: Nu poate insera o tranzacţie bancă cu SQL
ru_ru: Невозможно вставить пустую транзакцию с помощью SQL
sq_al: Nuk mund të vendos një transaksioni bankar me SQL
sv: Kan inte infoga en banktransaktion med SQL
sw_ke: Hawezi Insert shughuli za benki na SQL
tr_tr: BANKA ISLEMI SQL KOMUTU ILE GIRILEMEDI
zh_hk: 未能插入银行交易。SQL：
zh_tw: 未能插入銀行交易到 SQL

source: Cannot insert a payment transaction against the supplier because
cs_cz: Nelze vložit platební transakce vůči dodavateli, protože
es_es: No se puede agregar una transacción de pago contra el proveedor porque
hi_in: सम्मिलित आपूर्तिकर्ता क्योंकि खिलाफ एक भुगतान लेनदेन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi pembayaran terhadap supplier karena
it_it: Non è possibile inserire una transazione di pagamento nei confronti del fornitore, perché
ko_kr: 공급 업체 때문에에 대해 지불 거래를 삽입 할 수 없습니다
mr_in: पुरवठादार विरुद्ध देयक व्यवहार घालू शकत नाही कारण
nl_nl: Kon de betaling voor de leverancier niet toeveogen omdat
pt_pt: Não pode inserir trans. pagto para este fornec. porque
ro_ro: Nu poate insera o operaţiune de plată împotriva furnizorului, deoarece
ru_ru: Не удается вставить платежных операций поставщиков, так как
sq_al: Nuk mund të vendos një transaksion pagese ndaj furnizuesit për shkak se
sv: Kan inte infoga en betalningstransaktion mot leverantören eftersom
sw_ke: Hawezi Insert transaktionen malipo dhidi ya wasambazaji sababu
tr_tr: eklemek tedarikçi çünkü karşı bir ödeme işlemi Can&#39;t
zh_hk: 未能插入付款到供应商的记录, 因为
zh_tw: 宋能插入供應商的付款交易記錄, 因為

source: Cannot insert a payment transaction against the supplier using the SQL
cs_cz: Nelze vložit platební transakce vůči dodavateli pomocí SQL
es_es: No se puede agregar una transacción de pago contra el proveedor usando SQL
hi_in: सम्मिलित एसक्यूएल प्रयोग सप्लायर के खिलाफ कोई भुगतान लेनदेन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi pembayaran terhadap supplier menggunakan SQL
it_it: Non è possibile inserire una transazione di pagamento nei confronti del fornitore mediante SQL
ko_kr: SQL을 사용하여 공급 업체에 지불 거래를 삽입 할 수 없습니다
mr_in: SQL वापरून पुरवठादार विरोधात देयक व्यवहार घालू शकत नाही
nl_nl: Kon de betaling voor de leverancier niet toeveogen in de SQL
pt_pt: Não pode inserir trans. pagamento para o fornecedor usando o SQL
ro_ro: Nu poate insera o operaţiune de plată împotriva furnizorului folosind SQL
ru_ru: Не удается вставить платежных операций поставщику с использованием SQL
sq_al: Nuk mund të vendos një transaksion pagese ndaj furnizuesit duke përdorur SQL
sv: Kan inte infoga en betalningstransaktion mot leverantören med hjälp av SQL
sw_ke: Hawezi Insert shughuli malipo dhidi ya wasambazaji kutumia SQL
tr_tr: SQL kullanarak tedarikçi karşı bir ödeme işlemi eklemek Can&#39;t
zh_hk: 未能插入付款到供应商的记录。SQL：
zh_tw: 未能插入供應商的貸款交易到 SQL

source: Cannot update the supplier record for the date of the last payment made because
cs_cz: Nelze aktualizovat dodavatele rekord datum poslední platby, protože
es_es: No se puede actualizar el registro del proveedor para la fecha del último pago realizado por
hi_in: अंतिम भुगतान की तारीख क्योंकि बना लिए आपूर्तिकर्ता रिकॉर्ड को अद्यतन नहीं कर सकते
id_id: Tdk dapat memperbarui data supplier utk tgl pembayaran terakhir karena
it_it: Non è possibile aggiornare il record fornitore per la data dell&#39;ultimo pagamento effettuato perché
ko_kr: 때문에 만들어진 마지막 지불 일에 대한 공급 업체 레코드를 업데이트 할 수 없습니다
mr_in: कारण केलेले गेल्या भरणा तारीख पुरवठादार रेकॉर्ड अद्यतनित करू शकत नाही
nl_nl: Kon de datum van de laatste betaling voor de betreffende leverancier niet vernieuwen omdat
pt_pt: Não pode atualizar fornec. para a data do últ. pagto feito porque
ro_ro: Nu poate actualiza înregistrarea furnizorul de data ultimei plăţi efectuate, deoarece
ru_ru: Невозможно обновить данные о поставщике на дату последнего платежа, так как
sq_al: Can&#39;t update rekord furnizues për datën e pagesës së fundit të bëra për shkak se
sv: Kan inte uppdatera leverantörsposten för senaste betalningsdatum eftersom
sw_ke: Hawezi update rekodi ya wasambazaji kwa ajili ya tarehe ya malipo ya mwisho alifanya kwa sababu
tr_tr: çünkü yapılan son ödeme tarihi için tedarikçi kayıt güncelleme Can&#39;t
zh_hk: 未能更新供应商记录的最后付款日期, 因为
zh_tw: 未能更新供應商記錄的最後付款日期, 因為

source: Cannot update the supplier record for the date of the last payment made using the SQL
cs_cz: Nelze aktualizovat dodavatele rekord datum poslední platby pomocí SQL
es_es: No se puede actualizar el registro del proveedor para la fecha del último pago realizado mediante el SQL
hi_in: अंतिम भुगतान की तारीख के लिए आपूर्तिकर्ता रिकॉर्ड अद्यतन SQL का उपयोग कर बनाया नहीं कर सकते
id_id: Tdk dapat memperbarui data supplier utk tgl pembayaran terakhir menggunakan SQL
it_it: Non è possibile aggiornare il record fornitore per la data dell&#39;ultimo pagamento effettuato utilizzando SQL
ko_kr: SQL을 사용하여 만든 마지막 지불 일에 대한 공급 업체 레코드를 업데이트 할 수 없습니다
mr_in: SQL वापरुन तयार केलेले गेल्या भरणा तारीख पुरवठादार रेकॉर्ड अद्यतनित करू शकत नाही
nl_nl: Kon de datum van de laatste betaling voor de betreffende leverancier niet vernieuwen in de SQL
pt_pt: Não pode atualizar fornec. para a data do último pagto feito usando SQL
ro_ro: Nu poate actualiza înregistrarea furnizorul de data ultimei plăţi efectuate utilizând SQL
ru_ru: Невозможно обновить данные о поставщике на дату последнего платежа с использованием SQL
sq_al: Can&#39;t update rekord furnizues për datën e pagesës së fundit të bëra duke përdorur SQL
sv: Kan inte uppdatera leverantören rekord för dagen för den sista utbetalningen göras med hjälp av SQL
sw_ke: Hawezi update rekodi ya wasambazaji kwa ajili ya tarehe ya malipo ya mwisho kwa kutumia SQL
tr_tr: SQL kullanılarak yapılan son ödeme tarihi için tedarikçi kayıt güncelleme Can&#39;t
zh_hk: 未能更新供应商记录的最后付款日期。SQL：
zh_tw: 木能更新供應商記錄的最後付款日期到 SQL

source: Cannot insert a GL transaction for the creditors account debit because
cs_cz: Nelze vložit GL transakce pro věřitele, protože debetní účet
es_es: No se puede agregar una transacción contable en el debe de la cuenta de acreedores porque
hi_in: सम्मिलित लेनदारों के लिए एक जीएल लेन - देन नहीं कर सकते क्योंकि डेबिट खाते
id_id: Tdk dapat memasukkan transaksi GL utk debet akun kreditur karena
it_it: Non è possibile inserire una transazione GL per i creditori conto di addebito, perché
ko_kr: 채권자가 직불 때문에 계정에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: खाते धनको साठी डेबिट एक जी.एल. व्यवहार घालू शकत नाही कारण
nl_nl: Kon geen debit grootboekboeking uitvoeren voor de crediteur omdat
pt_pt: Não pode inserir trans. contábil para credor na conta de debito porque
ro_ro: Nu poate insera o tranzacţie GL pentru creditori, deoarece contul de debit
ru_ru: Не удается вставить проводку в главную книгу для дебета счета кредитора, поскольку
sq_al: Nuk mund të vendos një transaksion GL për kreditorët llogaria debitore për shkak se
sv: Kan inte infoga en GL transaktion för fordringsägarna konto debet eftersom
sw_ke: Hawezi Insert shughuli GL kwa wadai akaunti ya Malipo ya deni kwa sababu
tr_tr: eklemek alacaklılar için bir GL işlem Can&#39;t çünkü banka hesabı
zh_hk: 未能插入总账的应付账款借方, 因为
zh_tw: 未能插入總帳的應付帳款借方, 因為

source: Cannot insert a GL transaction for the creditors account debit using the SQL
cs_cz: Nelze vložit GL transakce pro věřitele účet debetní pomocí SQL
es_es: No se puede insertar una transacción contable para el cargo en la cuenta de acreedores con el SQL
hi_in: सम्मिलित लेनदारों के लिए एक जीएल लेन - देन नहीं कर सकते डेबिट खाते एसक्यूएल प्रयोग
id_id: Tdk dapat memasukkan transaksi GL utk debet akun kreditur menggunakan SQL
it_it: Non è possibile inserire una transazione GL per i creditori conto di addebito utilizzando SQL
ko_kr: 채권자가 SQL을 사용하여 자동 이체를 계정에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: SQL वापरून डेबिट खाते धनको एक जी.एल. व्यवहार घालू शकत नाही
nl_nl: Kon geen debit grootboekboeking uitvoeren voor de crediteur in SQL
pt_pt: Não pode inserir trans. para credot na conta debito com o SQL
ro_ro: Nu poate insera o tranzacţie GL pentru creditori contul de debit folosind SQL
ru_ru: Не удается вставить в главную книгу проводку для дебета счета кредиторов с использованием SQL
sq_al: Nuk mund të vendos një transaksion GL për kreditorët e llogarisë debitore duke përdorur SQL
sv: Kan inte infoga en GL transaktion för fordringsägarna konto debet med SQL
sw_ke: Hawezi Insert shughuli GL kwa wadai akaunti ya Malipo ya deni kutumia SQL
tr_tr: eklemek alacaklılar için bir GL işlem Can&#39;t SQL kullanarak banka hesabı
zh_hk: 未能插入总账的应付账款借方。SQL：
zh_tw: 不能插入總帳的應付帳款借方到 SQL

source: Cannot insert a GL transaction for the payment discount credit because
cs_cz: Nelze vložit transakce GL pro kreditní platební slevu, protože
es_es: No puede agregar una transacción contable en el haber de descuentos en pagos porque
hi_in: सम्मिलित भुगतान छूट क्रेडिट क्योंकि के लिए एक जीएल लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi GL utk kredit diskon pembayaran karena
it_it: Non è possibile inserire una transazione GL per il credito sconto pagamento perché
ko_kr: 결제 할인 신용 때문에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: देयक सवलतीच्या क्रेडिट एक जी.एल. व्यवहार घालू शकत नाही कारण
nl_nl: Kon geen credit grootboekboeking uitvoeren voor de betalingskorting omdat
pt_pt: Não pode inserir trans. contábil para desconto pagto crédito porque
ro_ro: Nu poate insera o tranzacţie GL pentru credit discount de plată, deoarece
ru_ru: Не удается вставить проводки в главную книгу для скидки платежа, так как
sq_al: Nuk mund të vendos një transaksion GL për kredi zbritje pagese për shkak se
sv: Kan inte infoga en GL transaktion för betalning rabatt kredit eftersom
sw_ke: Hawezi Insert shughuli GL kwa ajili ya mikopo ya malipo ya discount kwa sababu
tr_tr: ödeme indirimi kredi çünkü bir GL işlem eklemek Can&#39;t
zh_hk: 未能插入总账的付款折扣贷方, 因为
zh_tw: 不能插入總帳的付款折扣冲銷, 因為

source: Cannot insert a GL transaction for the payment discount credit using the SQL
cs_cz: Nelze vložit transakce GL pro kreditní platební slevu pomocí SQL
es_es: No se puede insertar una transacción contable para el crédito de descuento de pago a través de SQL
hi_in: सम्मिलित भुगतान छूट SQL का उपयोग कर क्रेडिट के लिए एक जीएल लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi GL utk kredit diskon pembayaran dgn SQL
it_it: Non è possibile inserire una transazione GL per il credito sconto pagamento utilizzando SQL
ko_kr: SQL을 사용하여 결제 할인 신용 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: SQL वापरून देयक सवलतीच्या क्रेडिट एक जी.एल. व्यवहार घालू शकत नाही
nl_nl: Kon geen credit grootboekboeking uitvoeren voor de betalingskorting in SQL
pt_pt: Não pode inserir trans. contábil para o desconto do pagto de créd. usando SQL
ro_ro: Nu poate insera o tranzacţie GL pentru credit discount de plată care utilizează SQL
ru_ru: Не удается вставить проводку в главную книгу для скидки платежа с использованием SQL
sq_al: Nuk mund të vendos një transaksion GL për kredi zbritje pagesa duke përdorur SQL
sv: Kan inte infoga en GL transaktion för betalning rabatt kredit med SQL
sw_ke: Hawezi Insert shughuli GL kwa ajili ya mikopo ya malipo ya discount kutumia SQL
tr_tr: SQL kullanarak ödeme indirimli kredi için GL işlem eklemek Can&#39;t
zh_hk: 未能插入总账付款折扣贷方。SQL：
zh_tw: 不能插入總帳付款折扣冲銷到 SQL

source: Cannot insert a GL transaction for the bank account credit because
cs_cz: Nelze vložit transakce GL pro úvěrové bankovní účet, protože
es_es: No puede agregar una transacción contable en el haber de la cuenta bancaria porque
hi_in: सम्मिलित बैंक खाते में जमा है क्योंकि के लिए एक जीएल लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi GL utk kredit akun bank karena
it_it: Non è possibile inserire una transazione GL per il credito al conto in banca perché
ko_kr: 은행 계좌 신용 때문에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: बँक खाते क्रेडिट एक जी.एल. व्यवहार घालू शकत नाही कारण
nl_nl: Kon geen credit grootboekboeking uitvoeren voor de bankrekening omdat
pt_pt: Não pode inserir Trans. Contáb. para conta bancária de créd. porque
ro_ro: Nu poate insera o tranzacţie GL pentru creditul contului bancar, deoarece
ru_ru: Не удается вставить проводку в главную книгу для кредита банковского счета, так как
sq_al: Nuk mund të vendos një transaksion GL për kredi llogari bankare sepse
sv: Kan inte infoga en GL transaktion för bankkonto kredit eftersom
sw_ke: Hawezi Insert shughuli GL kwa ajili ya mikopo kwa sababu ya akaunti ya benki
tr_tr: banka hesabı kredi çünkü bir GL işlem eklemek Can&#39;t
zh_hk: 未能插入总账的银行科目贷方, 因为
zh_tw: 未能插入總帳的銀行帳貨帳, 因為

source: Cannot insert a GL transaction for the bank account credit using the SQL
cs_cz: Nelze vložit transakce GL pro úvěrové bankovní účet pomocí SQL
es_es: No se puede insertar una transacción contable para el crédito de cuenta bancaria a través de SQL
hi_in: सम्मिलित बैंक खाते SQL का उपयोग कर क्रेडिट के लिए एक जीएल लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi GL utk kredit akun bank menggunakan SQL
it_it: Non è possibile inserire una transazione GL per il credito al conto bancario utilizzando SQL
ko_kr: SQL을 사용하여 은행 계좌 신용 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: SQL वापरून बँक खाते क्रेडिट एक जी.एल. व्यवहार घालू शकत नाही
nl_nl: Kon geen credit grootboekboeking uitvoeren voor de bankrekening in SQL
pt_pt: Não pode inserir trans. Contábil para conta banco usando SQL
ro_ro: Nu poate insera o tranzacţie GL pentru creditare a contului bancar, utilizând SQL
ru_ru: Не удается вставить проводку в главную книгу для кредита банковского счета использования SQL
sq_al: Nuk mund të vendos një transaksion GL për kredi duke përdorur llogari bankare SQL
sv: Kan inte infoga en GL transaktion för bankkonto kredit med SQL
sw_ke: Hawezi Insert shughuli GL kwa ajili ya mikopo ya akaunti ya benki kwa kutumia SQL
tr_tr: SQL kullanarak banka hesabı kredi için GL işlem eklemek Can&#39;t
zh_hk: 未能插入总账的银行科目贷方。SQL：
zh_tw: 未能插入總帳的銀行帳貨帳到 SQL

source: Allocate this payment
es_es: Asignar este pago
ko_kr: 이 지불을 할당
mr_in: या देयक वाटप
pt_pt: Alocar este Pagamento
zh_tw: 分配此付款

source: Enter another Payment for
cs_cz: Zadejte další platby za
es_es: Introducir otro pago por
hi_in: एक और भुगतान के लिए दर्ज करें
id_id: Masukkan lain Pembayaran
it_it: Immettere un altro pagamento per
ko_kr: 또 다른 지불을 입력
mr_in: दुसरी देयक द्या
nl_nl: Voer een andere Betaling voor
pt_pt: Informar outro Pagamento para
ro_ro: Introduceţi un alt Plata pentru
ru_ru: Введите следующий платеж для
sq_al: Enter tjetër Pagesa për
sv: Ange en annan Betalning för
sw_ke: Malipo ya kuingia mwingine
tr_tr: başka bir ödeme için girin
zh_hk: 输入另一付款
zh_tw: 輸入其他支付

source: Enter another General Ledger Payment
cs_cz: Zadejte jiný General Ledger platby
es_es: Introducir otro pago contable
hi_in: एक और सामान्य खाता बही भुगतान दर्ज
id_id: Masukkan Pembayaran lain General Ledger
it_it: Immettere un altro pagamento General Ledger
ko_kr: 다른 원장 지불을 입력
mr_in: दुसर्या सामान्य खातेवही पैसे द्या
nl_nl: Voer een andere Grootboek Betaling
pt_pt: Informar outro Pagam. Contábil
ro_ro: Introduceţi un alt general de plată Ledger
ru_ru: Введите следующий платеж в главную книгу
sq_al: Enter tjetër Pagesa Libri i Përgjithshëm
sv: Ange ett annat Huvudbok Betalning
sw_ke: Kuingia mwingine Mkuu Ledger Malipo
tr_tr: Başka bir Defteri Kebir Ödeme girin
zh_hk: 输入付款到其他总账科目
zh_tw: 輸入另一個總帳付款

source: The Cheque/Voucher number has already been used
cs_cz: Šek / poukaz na číslo již byl použit
es_es: El número de Cheque/Talón ya ha sido usado
hi_in: चैक / वाउचर संख्या पहले से ही उपयोग किया गया है
id_id: Nomor Cek/Voucher telah digunakan
it_it: Il / Assegno numero Voucher è già stato usato
ko_kr: 수표 / 상품권 번호가 이미 사용 된
mr_in: धनादेश / व्हाउचर नंबर आधीच वापरला गेला आहे
nl_nl: Cheque / Voucher nummer is reeds gebruikt
pt_pt: Número Voucher já usado
ro_ro: Cec / Voucher număr a fost deja folosit
ru_ru: Чек / номер ваучера уже был использован
sq_al: / Çek Numri Voucher është përdorur tashmë
sv: Den Check / voucher nummer redan har använts
sw_ke: Ya hundi / idadi Vocha tayari kutumika
tr_tr: Çek / Senet numarası önceden kullanılmış
zh_hk: 支票/代金券号已经使用过
zh_tw: 該支票/優惠券號碼已被使用

source: This GL analysis item could not be added
cs_cz: Tato analýza GL položka nemůže být přidána
es_es: No se pudo añadir este ítem de análisis contable
hi_in: इस जीएल विश्लेषण आइटम जोड़ा नहीं जा सका
id_id: Item analisa GL ini tdk dapat ditambahkan
it_it: Questa voce analisi GL non può essere aggiunto
ko_kr: 이 GL 분석 항목을 추가 할 수 없습니다
mr_in: हा जी.एल. विश्लेषण आयटम जोडला जाऊ शकत नाही
nl_nl: Deze grootboekanalyse kon niet worden toegevoegd
pt_pt: Esse Item análise contáb. não pode ser adicion.
ro_ro: Acest articol analiză GL nu ar putea fi adăugate
ru_ru: Этот пункт анализа анадиза главной книги не может быть добавлен
sq_al: Ky artikull analizë GL nuk mund të shtohet
sv: Bokföringsanalysposten kunde inte läggas till
sw_ke: Bidhaa hii GL uchambuzi inaweza kuwa aliongeza
tr_tr: Bu GL analiz öğe eklenemedi
zh_hk: 此总帐分析项目无法加入
zh_tw: 此總帳分析項目無法加入

source: The cheque number has already been used
cs_cz: Číslo šeku již byla použita
es_es: El número de talón ya ha sido usado
hi_in: चेक संख्या पहले से ही उपयोग किया गया है
id_id: Nomor cek tersebut telah digunakan
it_it: Il numero di assegno è già stato utilizzato
ko_kr: 수표 번호가 이미 사용
mr_in: चेक नंबर आधीच वापरला गेला आहे
nl_nl: Cheque nummer is reeds gebruikt
pt_pt: Número cheque já utilizado
ro_ro: Numărul cecului a fost deja folosit
ru_ru: Номер чека уже был использован
sq_al: Numri i parë është përdorur tashmë
sv: Checknummret har redan använts
sw_ke: idadi ya kuangalia tayari kutumika
tr_tr: Çek numarası önceden kullanılmış
zh_hk: 此支票号码已经被使用过
zh_tw: 支票號碼已被使用

source: SQL used to retrieve the bank account name was
cs_cz: SQL používá k načtení na bankovní účet jméno bylo
es_es: El SQL usado para obtener el nombre de la cuenta bancaria fue
hi_in: एसक्यूएल को वापस लाने के बैंक खाते का नाम इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil nama akun bank adalah
it_it: Il codice SQL utilizzato per estrarre il nome del conto bancario era
ko_kr: SQL은 은행 계정 이름이었다 검색하는 데 사용
mr_in: बँक खाते नाव पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: Gebruikte SQL om de bankrekening op te vragen was
pt_pt: SQL usado para recuperar nome conta bancária foi
ro_ro: SQL utilizat pentru a prelua numele de cont bancar a fost
ru_ru: SQL получения имени баковского счета
sq_al: SQL përdorur për të marrë llogarinë bankare emri ishte
sv: SQL
sw_ke: SQL kutumika Retrieve ya akaunti ya benki, jina lake
tr_tr: BANKA ADLARINI GÖRÜNTÜLEMEK IÇIN KULLANILAN KOMUT:
zh_hk: 选取银行账户名的SQL是
zh_tw: 提取銀行帳戶名的 SQL 是

source: is not set up as a bank account with a valid general ledger account
cs_cz: není nastavena jako bankovní účet s platným hlavní knihy účtu
es_es: no está configurada como una cuenta bancaria con una cuenta contable válida
hi_in: एक बैंक खाते के रूप में एक वैध सामान्य खाता बही खाते के साथ सेट नहीं है अप
id_id: tdk diatur sbg akun bank dgn akun buku besar yg berlaku
it_it: non è impostato come un conto in banca con un account valido di contabilità generale
ko_kr: 유효한 총계정 원장 계정과 은행 계정으로 설정되어 있지 않은
mr_in: वैध सामान्य खातेवही खात्यासह एक बँक खाते म्हणून सेट नाही
nl_nl: is niet aangemaakt als een bank rekening met een geldige grootboek rekening
pt_pt: não configurado como conta bancária com conta contáb. válida
ro_ro: nu este configurat ca un cont bancar cu un cont valid registru general
ru_ru: не настроен, как банковский счет со счетом в главной книге
sq_al: nuk është ngritur si një llogari bankare me një llogari të vlefshme librin kryesor
sv: är inte sätta upp ett bankkonto med ett giltigt redovisningskonto
sw_ke: si kuweka juu kama akaunti ya benki na akaunti ya jumla halali kitabu
tr_tr: Geçerli bir defteri kebir hesap bir banka hesabı olarak kurmak değildir
zh_hk: 没有被设置为一个对应有效总账科目的银行账户
zh_tw: 總帳未設定一個有效的銀行帳戶

source: from the
cs_cz: Z
es_es: desde el
hi_in: से
id_id: dari
it_it: dal
ko_kr: 로부터
mr_in: पासून
nl_nl: van de
pt_pt: de
ro_ro: de la
ru_ru: от
sq_al: nga
sv: Från:
sw_ke: kutoka
tr_tr: dan
zh_hk: 账号
zh_tw: 由

source: Select the bank account that the payment has been made from
ko_kr: 결제가 이루어진 것으로부터의 은행 계좌를 선택
mr_in: पैसे पासून करण्यात आली असून ती बँक खाते निवडा
pt_pt: Selecione conta bancária onde foi feito o pagamento
zh_tw: 選擇付款已經從銀行帳戶

source: Date Paid
cs_cz: Datum Placené
es_es: Pagado el día
hi_in: दिनांक भुगतान
id_id: Tgl Dibayar
it_it: Data di pagamento
ko_kr: 날짜 유료
mr_in: सशुल्क दिनांक
nl_nl: Betaal Datum
pt_pt: Data Pagto
ro_ro: Data plătit
ru_ru: Дата оплаты
sq_al: Data Paid
sv: Datumformat
sw_ke: Kulipwa tarehe
tr_tr: ÖDEME TARIHI
zh_hk: 付款日期
zh_tw: 付款日期
