Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Could not update the batch/serial stock records
cs_cz: Nepodařilo se aktualizovat šarže / sériové evidenci
es_es: No se pudo actualizar los registros de existencia de lote/serie
hi_in: बैच / धारावाहिक शेयर अभिलेखों को अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui data stok batch/berseri
it_it: Impossibile aggiornare il lotto / contabilità di magazzino di serie
ko_kr: 일괄 / 시리얼 재고 기록을 업데이트 할 수 없습니다
mr_in: बॅच / सिरियल स्टॉक रेकॉर्ड अद्यतनित करू शकत नाही
nl_nl: Batch / seriematige voorraad kon niet worden gewijzigd
pt_pt: Não pode atualizar registros de estoque série/batch
ro_ro: Nu a putut actualiza lot / serial evidenţa stocurilor
ru_ru: Не удалось обновить данные о партии / серийных номерах
sq_al: Nuk mund update grumbull / regjistrave serik të aksioneve
sv: Kunde inte uppdatera batch / seriell lagerbokföring
sw_ke: Hakuweza update kundi / kumbukumbu Serial hisa
tr_tr: LOT/SERILI STOK KAYITLARI GÜNCELLENEMEDI
zh_hk: 未能更新批次/序号的存货记录
zh_tw: 未能更新批次/序號的存貨記錄

source: GRN Reversal for PO
cs_cz: ZEL Zvrat pro PO
es_es: Reversión del GRN (Good Received Note) (Nota de Bienes Recibidos) para la PO (Purchase Order) (Orden de Compra)
hi_in: पीओ के लिए GRN उत्क्रमण
id_id: Pembalikan GRN utk PO
it_it: Inversione GRN per PO
ko_kr: PO에 대한 GRN 반전
mr_in: पीओ साठी GRN उलटे
nl_nl: Terugdraaien goederenontvangst voor inkooporder
pt_pt: Reversão de DEM para Ordem de Compra
ro_ro: Inversarea GRN pentru PO
ru_ru: Извещение о получении товара для PO
sq_al: Ndryshim GRN për PO
sv: GRN Återföring för PO
sw_ke: GRN Reversal kwa SLP
tr_tr: PO için GRN Reversal
zh_hk: 采购收货撤销
zh_tw: 訂單的收貨單撤銷

source: The purchase GL posting could not be inserted for the reversal of the received item because
cs_cz: Nákup GL vysílání nemohly být zařazeny na zrušení obdržených položky, protože
es_es: No se pudo agregar el registro contable de compra para la devolución de lo recibido porque
hi_in: खरीद पोस्टिंग जीएल प्राप्त आइटम की वजह से उत्क्रमण के लिए नहीं किया जा सकता है डाला
id_id: Posting GL pembelian tdk dapat dimasukkan utk pembalikan item diterima karena
it_it: Il GL acquisto distacco non può essere inserito per l&#39;inversione del bene ricevuto, perché
ko_kr: 구매 GL 게시는 수신 항목 때문에 반전을 위해 삽입 할 수 없습니다
mr_in: खरेदी जी.एल. पोस्टिंग प्राप्त आयटमची उलटे साठी समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek inkoop boeking voor het terugdraaien van het ontvangen item is niet uitgevoerd omdat
pt_pt: Os lançamentos contábeis não puderam ser inseridos para reversão do DEM porque
ro_ro: GL cumpărare detaşării nu ar putea fi introdus pentru inversarea articolul primit, deoarece
ru_ru: Не удалось провести проводки о покупках для возвращаемых товаров, так как
sq_al: GL blerje postimi nuk mund të futet për ndryshim të elementit të pranuar për shkak se
sv: Köpet GL utstationering kunde inte sättas in för återföring av de mottagna objektet eftersom
sw_ke: GL ya kununua posting inaweza kuwa kuingizwa kwa ajili ya mabadiliko ya bidhaa ya kupokea kwa sababu
tr_tr: ilanıyla satın GL Alınan öğe nedeniyle bozmaya yönelik takılı olamazdı
zh_hk: 插入会计凭证的物资采购行失败, 因为
zh_tw: 收貨商品的撤銷未能插入到總帳的採購入帳, 因為

source: GRN Reversal PO
cs_cz: GRN Zvrat PO
es_es: GRN (Good Received Note)(Nota de Bienes Recibidos) Revierte la PO(Purchase Order)(Orden de Compra)
hi_in: GRN उलटा पीओ
id_id: PO Pembalikan GRN
ko_kr: GRN 반전 PO
mr_in: GRN उलटे पीओ
nl_nl: Terugdraaien van een inkoop goederenonvangst
pt_pt: Reversão DEM para a Ordem de Compra
ro_ro: NRG Inversarea PO
ru_ru: GRN Восстановление ПО
sq_al: PO GRN ndryshim
sv: Kompilera po-filen
sw_ke: Reversal PO GRN
zh_hk: 采购收货撤销
zh_tw: 收貨單撤銷的訂單

source: has been reversed
cs_cz: uvízla na mrtvém bodě
es_es: el movimiento ha sido reversado
hi_in: गया उलट है
id_id: telah dibalikkan
it_it: è stata invertita
ko_kr: 반전 된
mr_in: उलट केले गेले आहे
nl_nl: is terug gedraaid
pt_pt: foi processada com sucesso
ro_ro: a fost inversată
ru_ru: был отменен
sq_al: ka qenë i kundërt
sw_ke: umebatilishwa
tr_tr: tersine dönmüştür
zh_hk: 已撤销
zh_tw: 已撤銷

source: Select another GRN to Reverse
cs_cz: Vyberte si jinou GRN na reverzní
es_es: Seleccionar otra Remisión para Abonar
hi_in: अन्य GRN को उल्टा चुनें
id_id: Pilih GRN lainnya utk Dibalikkan
it_it: Selezionare un altro GRN di Reverse
ko_kr: 반대로 다른 GRN을 선택
mr_in: उलटा करण्यासाठी दुसर्या GRN निवडा
nl_nl: Selecteer een andere Goederen ontvangst bon voor de retour boeking
pt_pt: Selecione outro DEM para Reversão
ro_ro: Selectaţi un alt GRN la Reverse
ru_ru: Выбрать другое извещение для отмены
sq_al: Zgjidhni një tjetër GRN të Reverse
sv: Välj ett annat GRN till Omvänd
sw_ke: Kuchagua mwingine GRN na Reverse
tr_tr: Ters başka GRN seçin
zh_hk: 选取其他要撤销的收货单
zh_tw: 選取其他要撤銷的收貨單

source: Show all goods received after
cs_cz: Zobrazit všechny výrobky přijaté po
es_es: Mostrar todos los bienes (productos) recibidos después de
hi_in: सब के बाद प्राप्त माल दिखाएँ
id_id: Tampilkan semua brg diterima setelah
it_it: Mostra tutti i beni ricevuti dopo
ko_kr: 모든 제품은 이후에 접수보기
mr_in: सर्व माल नंतर मिळाली शो
nl_nl: Laat alle ontvangen goederen zien na
pt_pt: Exibir todas mercad. receb. após
ro_ro: Arată toate bunurile primite după
ru_ru: Показать все товары, полученные после
sq_al: Trego të gjithë mallrave të marra pas
sv: Visa alla varor som inkommer efter
sw_ke: Kuonyesha bidhaa wote baada ya kupokea
tr_tr: SU TARIHTEN SONRA TESLIM ALINAN ÜRÜNLERI GÖSTER
zh_hk: 显示所有此日期之后接收的物料
zh_tw: 顯示所有已收之後的貨品

source: Show Outstanding Goods Received
cs_cz: Zobrazit Vynikající zboží, které obdrží
es_es: Mostrar Bienes (productos) Pendientes de Recibir
hi_in: दिखाने के बकाया का सामान मिला
id_id: Tampilkan Brg Diterima yg Blm-Sesuai
it_it: Merci Mostra corso ricevuti
ko_kr: 뛰어난 제품이 수신보기
mr_in: प्राप्त शिल्लक वस्तूंचे दाखवा
nl_nl: Toon openstaande goederenontvansten
pt_pt: Exibir Mercadorias Pend. receb.
ro_ro: Marfa Remarcabil Arată primite
ru_ru: Показать необработанные товары, полученные
sq_al: Show mallrave të papaguara Received
sv: Visa mottaget gods
sw_ke: Kuonyesha bidhaa bora Received
tr_tr: TESLIM ALINMIS TAMAMLANMAMIS ÜRÜNLERI GÖSTER
zh_hk: 显示未完成的收货单
zh_tw: 顯示未完成的貨品接收

source: An error occurred in the attempt to get the outstanding GRNs for
cs_cz: Došlo k chybě při pokusu dostat vynikající GRNs pro
es_es: Hubo un error al intentar obtener las Remisiones pendientes para
hi_in: एक त्रुटि के प्रयास में हुई बकाया GRNs पाने के लिए
id_id: Kesalahan terjadi saat mencoba utk mengambil GRN blm-sesuai utk
it_it: È verificato un errore nel tentativo di ottenere il GRNs in sospeso per
ko_kr: 오류에 대한 뛰어난 GRNs를 얻을 수있는 시도에서 발생
mr_in: एक त्रुटी अनिर्णित GRNs मिळविण्यासाठी प्रयत्न आली
nl_nl: Fout opgetreden bij het opvragen van de openstaande goederenonvangsten voor
pt_pt: Um erro ocorreu na tentativa de obter DEM pendentes para
ro_ro: A apărut o eroare în încercarea de a obţine GRNs restante pentru
ru_ru: Произошла ошибка при попытке получить необработанные извещения о доставке товара для
sq_al: Ka ndodhur një gabim në përpjekje për të marrë GRNs shquar për
sv: Ett fel inträffade i försöket att få de utestående GRNs för
sw_ke: Hitilafu ilitokea katika jaribio la kupata GRNs bora kwa
tr_tr: Bir hata için olağanüstü GRNs almak için girişimde oluştu
zh_hk: 取得未完成收货单发生错误
zh_tw: 試嘗取得時發生錯誤的未完成收貨單

source: The message was
cs_cz: Zpráva byla
es_es: El mensaje fue
hi_in: संदेश था
id_id: Pesannya adalah
it_it: Il messaggio è stato
ko_kr: 메시지였다
mr_in: संदेश होता
nl_nl: Bericht was
pt_pt: A mensagem foi
ro_ro: Mesajul a fost
ru_ru: Сообщение
sq_al: Mesazhi ishte
sv: Din anmälan blev inte godkänd
sw_ke: Ujumbe ulikuwa
tr_tr: MESAJ:
zh_hk: 信息是
zh_tw: 訊息是

source: There are no outstanding goods received yet to be invoiced for
cs_cz: Nejsou žádné nesplacené přijetí zboží ještě musí být na faktuře
es_es: No se han recibido aún productos pendientes para ser facturados a
hi_in: वहाँ रहे हैं कोई बकाया माल अभी तक प्राप्त करने के लिए चालान किया
id_id: Tdk ada brg diterima blm-selesai yg belum difaktur utk
it_it: Non ci sono beni ricevuti in sospeso ancora da fatturare per
ko_kr: 더 뛰어난 제품이 아직 대해서는 인보이스가 발행하는 수신되지 않을 수 있습니다
mr_in: एकही थकबाकी वस्तूंसाठी invoiced अजून तेथे मिळाल्यावर
nl_nl: Er zijn geen openstaande goederen ontvangsten om te factureren voor
pt_pt: Ainda Não Há Mercadorias Pendentes para aviso para
ro_ro: Nu sunt bunuri primite restante încă să fie facturate pentru
ru_ru: Не найдено необработанных полученных товаров, которые надо оприходовать
sq_al: Nuk ka mallra të shquar marrë ende për t&#39;u faturuar për
sv: Det finns inga utestående mottagna varorna ännu inte fakturerats för
sw_ke: Hakuna bidhaa bora alipata bado invoiced kwa
tr_tr: HENÜZ FATURALANABILECEK TAMAMLANMAMIS ÜRÜN TESLIMI YOK >>
zh_hk: 还没有未开发票的未完成收货单
zh_tw: 還沒有要開發票的未完成貨品接收

source: To reverse a GRN that has been invoiced first it must be credited
cs_cz: Chcete-li obrátit GRN, která byla fakturována Nejprve musí být připsána
es_es: Para abonar una Remisión facturada, ya debe estar acreditadaPara abonar una Remisión que ha sido facturada, antes debe haber sido acreditada
hi_in: एक GRN है कि पहली बार किया गया है यह चालान जमा किया जाना चाहिए उल्टा करने के लिए
id_id: Utk membalikkan GRN yg sdh difakturkan, sebelumnya harus dikreditkan
it_it: Per invertire un GRN che è stata fatturata prima deve essere accreditato
ko_kr: 처음 청구 된이 적립해야 GRN을 반전하려면
mr_in: प्रथम invoiced गेलेला GRN उलटा करण्यासाठी तो जमा करणे आवश्यक आहे
nl_nl: Om een gefactureerde goederenontvangst terug te boeken dient de factuur eerst gecrediteerd te worden
pt_pt: reversão do DEM que foi emitido aviso primeiro ele precisa ser creditado
ro_ro: Pentru a anula o NRG, care a fost facturată mai întâi trebuie să fi creditate
ru_ru: Чтобы отменить извещение о получении товара, на который был выставлен счет, он должен быть сначала создан
sq_al: Të kthejë një GRN që ka qenë e faturuar të parë ajo duhet të kreditohet
sv: Att vända ett GRN som har fakturerats först skall krediteras
sw_ke: Ili kuondokana na GRN ambayo imekuwa invoiced kwanza ni lazima credited
tr_tr: Bu hesaba olmalı ilk fatura edilmiş bir GRN ters çevirmek için
zh_hk: 要撤销已开出发票的收货单, 请先取得红字发票
zh_tw: 要撤銷已開出發票的交貨單前, 請先冲銷

source: GRN
es_es: NRB
nl_nl: Goederen ontvangst bon
pt_pt: DEM
ru_ru: Извещение о получении товара
sv: GRN Nummer
zh_hk: 收货单
zh_tw: 收貨單

source: GRN Batch
es_es: Lote de Recepción
id_id: Batch GRN
ko_kr: GRN 배치
mr_in: GRN बॅच
pt_pt: DEM Batch
zh_tw: GRN批次

source: Quantity To
cs_cz: Chcete-li množství
es_es: Cantidad a
hi_in: करने के लिए मात्रा
id_id: Qty Utk
it_it: Quantità da
ko_kr: 로 수량
mr_in: प्रमाणात करण्यासाठी
nl_nl: Aantal Naar
pt_pt: Quant. Para
ro_ro: Cantitate Pentru a
ru_ru: Количество для
sq_al: Sasia Për
sv: Antal till
sw_ke: Kwa kiasi
tr_tr: MIKTAR :
zh_hk: 数量到
zh_tw: 數量到

source: Reverse
cs_cz: Zvrátit
es_es: Abonar
hi_in: उलटा
id_id: Dibalikkan
it_it: Inversione
ko_kr: 역
mr_in: उलट
nl_nl: Terugdraaien
pt_pt: Reverter
ro_ro: Inversa
ru_ru: Вернуть
sq_al: E kundërt
sv: Bakåt
sw_ke: Nyuma
tr_tr: Ters
zh_hk: 撤销
zh_tw: 撤銷

source: Review Translated Descriptions
es_es: Revisar descripciones traducidas
ko_kr: 검토 번역 설명
zh_tw: 評論翻譯說明

source: descriptions
es_es: descripciones
ko_kr: 안내
zh_tw: 說明

source: Translations to revise
ko_kr: 번역 수정하기
zh_tw: 修改翻譯

source: Part Description (short)
cs_cz: Popis části (krátký)
es_es: Descripción del artículo (corta)
hi_in: भाग विवरण (कम)
id_id: Keterangan Brg (singkat)
it_it: Descrizione Componente (corto)
ko_kr: 부품 설명 (짧은)
nl_nl: Item beschrijving (kort)
pt_pt: Descrição Produto (curta)
ro_ro: Partea Descriere (scurt)
ru_ru: Описание части (коротко)
sq_al: Description Pjesa (shkurtër)
sv: Beskrivning (Kort)
sw_ke: Sehemu Description (mfupi)
tr_tr: Parça tanimi (kisa)
zh_hk: 物料描述 (短)
zh_tw: 部分描述（短）

source: Part Description (long)
cs_cz: Popis části (dlouho)
es_es: Descripción del artículo (larga)
hi_in: भाग विवरण (लंबा)
id_id: Keterangan Brg (lengkap)
it_it: Descrizione Componente (lungo)
ko_kr: 부품 설명 (긴)
nl_nl: Item beschrijving (lang)
pt_pt: Descrição Produto (longa)
ro_ro: Partea Descriere (lung)
ru_ru: Описание части (длинно)
sq_al: Description Pjesa (të gjatë)
sv: Beskrivning (Lång)
sw_ke: Sehemu Description (muda mrefu)
tr_tr: Parça tanimi (uzun)
zh_hk: 物料描述 (长)
zh_tw: 部分描述（長）

source: Revised?
es_es: ¿Revisado?
ko_kr: 개정?
zh_tw: 修改?

source: SMTP Server details
cs_cz: SMTP Server podrobnosti
es_es: Detalles del Servidor SMTP (Simple Mail Transfer Protocol)
hi_in: SMTP सर्वर विवरण
id_id: Server SMTP rincian
it_it: SMTP Server dettagli
ko_kr: SMTP 서버의 자세한 사항
mr_in: SMTP सर्व्हर तपशील
pt_pt: Detalhes Servidor smtp
ro_ro: SMTP Server detalii
ru_ru: Настройки SMTP-сервера
sq_al: SMTP Server detajet
sv: SMTP-server detaljer
sw_ke: SMTP Server maelezo
tr_tr: SMTP Sunucusu ayrıntılar
zh_hk: SMTP服务器细节
zh_tw: SMTP 伺服器明細

source: SMTP Server
es_es: Servidor SMTP (Simple Mail Transfer Protocol)
hi_in: SMTP सर्वर
ko_kr: SMTP 서버
mr_in: SMTP सर्व्हर
pt_pt: servidor smtp
ru_ru: Настройки SMTP-сервера
tr_tr: SMTP Sunucusu
zh_hk: SMTP 服务器
zh_tw: SMTP伺服器

source: SMTP Server Settings
cs_cz: SMTP Server nastavení
es_es: Opciones del Servidor SMTP (Simple Mail Transfer Protocol)
hi_in: SMTP सर्वर सेटिंग्स
it_it: Impostazioni server SMTP
ko_kr: SMTP 서버 설정
mr_in: SMTP सर्व्हर सेटिंग्ज
nl_nl: SMTP-server-instellingen
pt_pt: config. servidor smtp
ru_ru: Настройки SMTP-сервера
sq_al: Server Settings SMTP
tr_tr: SMTP Sunucu Ayarları
zh_hk: SMTP服务器设
zh_tw: 設定SMTP伺服器

source: The email setting information failed to update
es_es: La información de configuración del correo-e falló al actualizarse
id_id: Informasi pengaturan email gagal utk diperbarui
ko_kr: 이메일 설정 정보를 업데이트하지 못했습니다
mr_in: माहिती सेट ईमेल अद्यतनित करण्यात अयशस्वी
pt_pt: Atualização Informações de Config de email falhou
zh_tw: 電子郵件設定信息無法更新

source: The SQL failed to update is
es_es: El SQL que falló al actualizar fue
id_id: SQL yg gagal utk memperbarui adalah
ko_kr: SQL은 업데이트하지 못했습니다
pt_pt: atualizaçãSQL que falhou foi
zh_tw: 這SQL程序更新失敗

source: The settings for the SMTP server have been successfully updated
cs_cz: Nastavení pro SMTP server byly úspěšně aktualizovány
es_es: Los ajustes para el servidor SMTP se han actualizado correctamente
hi_in: SMTP सर्वर के लिए सेटिंग्स सफलतापूर्वक अद्यतन किया गया है
id_id: Pengaturan utk server SMTP telah berhasil diperbarui
it_it: Le impostazioni per il server SMTP sono stati aggiornati con successo
ko_kr: SMTP 서버에 대한 설정이 성공적으로 업데이트되었습니다
mr_in: SMTP सर्व्हर सेटिंग्ज यशस्वीरीत्या अद्ययावत झाले
nl_nl: De instellingen voor de SMTP-server zijn succesvol bijgewerkt
pt_pt: configurações servidor smtp foram atualizadas com sucesso.
ro_ro: Setările pentru serverul SMTP au fost actualizate cu succes
ru_ru: Настройки для сервера SMTP были успешно обновлены
sq_al: Rregullimet për serverin SMTP janë azhurnuar me sukses
sv: Inställningarna för SMTP-servern har uppdaterats
sw_ke: mazingira kwa ajili ya SMTP server kuwa mafanikio updated
tr_tr: SMTP sunucusu için ayarları başarıyla güncellendi
zh_hk: SMTP服务器设置已经成功更新
zh_tw: SMTP服務器的設置已成功更新

source: The email settings failed to be inserted
es_es: Los parámetros del correo-e fallaron al tratar de colocarse
id_id: Pengaturan email gagal utk dimasukkan
ko_kr: 이메일 설정 삽입 될 실패한
mr_in: ईमेल सेटिंग्ज घालण्यासाठी अयशस्वी
pt_pt: Config de email falhou ao ser inserida
zh_tw: 電子郵件設定的插入動作失敗

source: The SQL failed to insert the email information is
es_es: El SQL que falló al agregar la información de email fue
id_id: SQL yg gagal memasukkan informasi email adalah
ko_kr: SQL은 이메일 정보가 삽입 실패
mr_in: SQL ईमेल माहिती आहे घालण्यासाठी अयशस्वी
pt_pt: SQL que falhou na inserção inf. de email foi
zh_tw: 電子郵件資訊的SQL插入程序失拜

source: The settings for the SMTP server have been sucessfully inserted
es_es: Los parámetros del servidor SMTP se insertaroon con éxito
id_id: Pengaturan utk server SMTP telah berhasil dimasukkan
ko_kr: SMTP 서버에 대한 설정은 성공적으로 삽입 된
mr_in: SMTP सर्व्हर सेटिंग्ज यशस्वीरित्या घातली गेली आहेत
pt_pt: Configurações do servidor SMTP inseridas com sucesso
zh_tw: 已成功地插入SMTP服務器設定

source: The email settings information cannot be retrieved
es_es: No puede obtenerse la información de configuración de email
id_id: Informasi pengaturan email tdk dapat diambil
ko_kr: 이메일 설정 정보를 검색 할 수 없습니다
mr_in: ईमेल सेटिंग्ज माहिती प्राप्त केले जाऊ शकत नाही
pt_pt: configurações de email não puderam ser recuperadas
zh_tw: 電子郵件設置信息無法檢索

source: Server Host Name
cs_cz: Název hostitelského serveru
es_es: Nombre del Servidor
hi_in: सर्वर मेजबान का नाम
id_id: Nama Host server
ko_kr: 서버 호스트 이름
mr_in: सर्व्हर होस्ट नाव
pt_pt: Nome do servidor
ro_ro: Server Nume gazdă
ru_ru: Имя сервера
sq_al: Host Name Server
sv: Värdnamn
sw_ke: Jeshi server Jina
tr_tr: Sunucu Host Name
zh_hk: 服务器主机名称
zh_tw: 伺服器用戶名稱

source: SMTP port
es_es: Puerto SMTP
hi_in: SMTP पोर्ट
it_it: SMTP porta
ko_kr: SMTP 포트
mr_in: SMTP पोर्ट
nl_nl: SMTP-poort
pt_pt: porta do smtp
ru_ru: SMTP-порт
sq_al: port SMTP
sw_ke: SMTP bandari
zh_hk: SMTP 端口
zh_tw: SMTP通訊埠

source: Helo Command
cs_cz: Příkaz HELO
es_es: Comando Helo
hi_in: मेरा अनुरोध स्वीकार करने कमान
it_it: Helo Comando
ko_kr: 힐로 명령
mr_in: Helo आदेश
nl_nl: HELO commando
pt_pt: Comando Helo
ru_ru: Helo Команда
sq_al: Helo Komanda
sv: Helo Kommando
sw_ke: Helo amri
tr_tr: Helo Komutanlığı
zh_hk: Helo命令
zh_tw: HELO命令

source: Authorisation Required
cs_cz: Povolení požadované
es_es: Autorización Requerida
hi_in: प्राधिकार आवश्यक
id_id: Diperlukan Otorisasi
it_it: È richiesta l&#39;autorizzazione
ko_kr: 허가 필요
mr_in: संमती आवश्यक
nl_nl: Vergunning vereist
pt_pt: Autenticação Prévia Requerida
ro_ro: Autorizarea Necesar
ru_ru: Требуется авторизация
sq_al: Autorizimin e kërkuar
sv: Tillstånd krävs
sw_ke: Auktorisation Required
tr_tr: Yetkilendirme Gerekli
zh_hk: 要求授权
zh_tw: 要求授權

source: True
cs_cz: Pravda
es_es: Verdadero
hi_in: सच
id_id: Benar
ko_kr: 참된
nl_nl: Ware
pt_pt: Verdadeiro
ro_ro: Adevărat
sq_al: E vërtetë
sw_ke: Kweli
tr_tr: Gerçek
zh_hk: 为真
zh_tw: 是

source: False
cs_cz: Falešný
es_es: Falso
hi_in: झूठा
id_id: Palsu
it_it: Falso
ko_kr: 그릇된
nl_nl: Valse
pt_pt: Falso
ro_ro: Fals
ru_ru: Ложных
sq_al: I rremë
sv: Falska
sw_ke: Uongo
tr_tr: Yanlış
zh_hk: 非真
zh_tw: 否

source: Timeout (seconds)
cs_cz: Časový limit (v sekundách)
es_es: Tiempo de espera (segundos)
hi_in: मध्यांतर (सेकंड)
id_id: Timeout (detik)
it_it: Timeout (secondi)
ko_kr: 제한 시간 (초)
mr_in: कालबाह्य (सेकंद)
nl_nl: Timeout (seconden)
pt_pt: Tempo Espera
ro_ro: Timeout (secunde)
ru_ru: Тайм-аут (в секундах)
sq_al: Timeout (sekonda)
sv: Timeout (sekunder)
tr_tr: Zaman aşımı (saniye)
zh_hk: 结束时间(秒)
zh_tw: 超時（秒）

source: Sales Analysis Report Columns
cs_cz: Prodej Sloupce Analýza zprávy
es_es: Análisis de Ventas
hi_in: बिक्री विश्लेषण रिपोर्ट कॉलम
id_id: Kolom Laporan Analisa Penjualan
it_it: Analisi delle vendite Colonne del rapporto
ko_kr: 판매 분석 보고서 열
mr_in: विक्री विश्लेषण अहवाल स्तंभ
nl_nl: Kolommen van de verkoop analyse rapportage
pt_pt: Colunas Relatório Análise Vendas
ro_ro: Raport de vânzări Analiza coloane
ru_ru: Столбцы отчет анализа продаж
sq_al: Sales Kolumne Raporti Analiza
sv: Kolumner i försäljningsanalysrapport
sw_ke: Ripoti ya nguzo mauzo Uchambuzi
tr_tr: SATIS ANALIZI RAPORU KOLONLARI
zh_hk: 销售分析报告列
zh_tw: 銷售分析報表欄位

source: Gross Value
cs_cz: Hrubá hodnota
es_es: Bruto
hi_in: सकल मूल्य
id_id: Nilai Kotor
it_it: Valore lordo
ko_kr: 총 가치
mr_in: निव्वळ मूल्य
nl_nl: Bruto Waarde
pt_pt: Valor Bruto
ro_ro: Valoarea brută
ru_ru: Валовая стоимость
sq_al: Vlera Bruto
sv: Zoomvärdet
sw_ke: Jumla ya Pato la Thamani
tr_tr: BRÜT DEGER
zh_hk: 总价
zh_tw: 毛(總)值

source: Net Value
cs_cz: Čistá hodnota
es_es: Neto
hi_in: शुद्ध मूल्य
id_id: Nilai Bersih
it_it: Valore netto
ko_kr: 순 가치
mr_in: नेट मूल्य
nl_nl: Netto Waarde
pt_pt: Valor Liq.
ro_ro: Net Valoare
ru_ru: Чистая стоимость
sq_al: Vlera neto
sv: Zoomvärdet
sw_ke: Thamani halisi
tr_tr: NET DEGER
zh_hk: 净价
zh_tw: 淨值

source: The report heading must be 70 characters or less long
cs_cz: Zpráva čísla musí být 70 nebo méně znaků dlouhé
es_es: La cabecera del informe puede tener hasta 70 caracteres
hi_in: शीर्षक रिपोर्ट 70 अक्षर या उससे कम अवश्य होना चाहिए
id_id: Heading laporan maksimum 70 karakter
it_it: La relazione della voce deve essere di 70 caratteri o meno lungo
ko_kr: 이 보고서의 제목은 70 자 이하 여야합니다
mr_in: अहवाल शीर्षक 70 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De rapport koptekst mag niet langer zijn dan 70 tekens
pt_pt: O Cabeç. precisa ter no máximo 70 caracteres
ro_ro: Raportul poziţia trebuie să fie de 70 caractere sau mai puţin timp
ru_ru: Заголовок отчета должен быть не более 70 символов
sq_al: Raporti i kreut duhet të jetë 70 shkronja ose më pak gjatë
sv: Rapporten rubrik skall vara 70 tecken eller mindre lång
sw_ke: Ripoti ya viongozi lazima wahusika 70 au chini ya muda mrefu
tr_tr: RAPOR BASLIGI 70 KARAKTERDEN KISA OLMALI
zh_hk: 报告标题必须不多于 70 个字
zh_tw: 報表台頭必須不多於 70 字元

source: The period from must be numeric
cs_cz: V období od musí být číslo
es_es: El período inicial debe ser numérico
hi_in: से अवधि संख्यात्मक होना चाहिए
id_id: Periode awal harus numerik
it_it: Il periodo dal deve essere numerico
ko_kr: 의 기간은 숫자이어야합니다
mr_in: पासून कालावधी अंकीय असणे आवश्यक आहे
nl_nl: De periode van moet nummeriek zijn
pt_pt: O Período inicial deve ser numérico
ro_ro: Perioada de la trebuie să fie numeric
ru_ru: Начало периода должно быть числовым
sq_al: Periudhën nga duhet të jetë një numër
sw_ke: Kipindi cha lazima numeric
tr_tr: BASLANGIÇ TARIHI NÜMERIK OLMALI
zh_hk: 期间开始必须是数值
zh_tw: 期間開始必須是數值

source: The period to must be numeric
cs_cz: Období, jež musí být číslo
es_es: El período final debe ser numérico
hi_in: अवधि संख्यात्मक होना चाहिए
id_id: Periode akhir harus numerik
it_it: Il periodo deve essere numerico
ko_kr: 기간은 숫자이어야합니다
mr_in: काळात अंकीय असणे आवश्यक आहे
nl_nl: De periode moet nummeriek zijn
pt_pt: O período final deve ser numérico
ro_ro: Perioada de a trebuie să fie numeric
ru_ru: Окончание периода должен быть числовым
sq_al: Periudha që duhet të jetë një numër
sw_ke: Kipindi kwa lazima numeric
tr_tr: BITIS TARIHI ÜMERIK OLMALI
zh_hk: 期间截止必须是数值
zh_tw: 期間截止必須是數值

source: The constant entered must be numeric
cs_cz: Konstanta musí být zadané číselné
es_es: La constante debe ser numérica
hi_in: प्रवेश लगातार संख्यात्मक होना चाहिए
id_id: Konstan yg dimasukkan harus numerik
it_it: La costante è entrato deve essere numerico
ko_kr: 상수 ENTERED 숫자이어야합니다
mr_in: सतत प्रविष्ट अंकीय असणे आवश्यक आहे
nl_nl: De constante moet nummeriek zijn
pt_pt: A constante precisa ser numérica
ro_ro: Constantă a intrat trebuie să fie numeric
ru_ru: Введенное значение должно быть числовым
sq_al: Vazhdueshme e dhëna duhet të jetë një numër
sw_ke: Ya mara kwa mara aliingia lazima numeric
tr_tr: GIRILEN SABIT NÜMERIK OLMALI
zh_hk: 输入的常数必须是数值
zh_tw: 輸入的常數必須是數值

source: The column number must be numeric
cs_cz: Číslo sloupce musí být číslo
es_es: El número de la columna debe ser numérico
hi_in: स्तंभ संख्या संख्यात्मक होना चाहिए
id_id: Nomor kolom harus numerik
it_it: Il numero di colonna deve essere numerico
ko_kr: 열 번호는 숫자 여야합니다
mr_in: स्तंभ संख्या अंकीय असणे आवश्यक आहे
nl_nl: Het kolom nummer moet nummeriek zijn
pt_pt: A coluna número precisa ser numérica
ro_ro: Numărul coloană trebuie să fie numeric
ru_ru: Номер столбца должен быть числовым
sq_al: Numri i kollonës ku duhet të jetë një numër
sw_ke: Idadi safu lazima numeric
tr_tr: KOLON NO NÜMERIK OLMALI
zh_hk: 列编号必须是数值
zh_tw: 欄位編號必須是數值
