Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: SQL to reverse update to the location stock records failed with the error
cs_cz: SQL zvrátit aktualizaci záznamů umístění skladu se nezdařilo s chybou
es_es: El SQL para abonar la actualización de registros de almacén falló y emitióel error
hi_in: एसक्यूएल अद्यतन स्थान स्टॉक त्रुटि के साथ विफल रिकॉर्ड करने के लिए रिवर्स करने के लिए
id_id: SQL utk membatalkan pembaruan ke data lokasi stok gagal dgn kesalahan
it_it: di di posizione
ko_kr: 위치 재고 레코드 갱신을 반대하는 SQL 오류로 실패
mr_in: स्थान स्टॉक रेकॉर्ड करण्यासाठी अद्यतन उलटा करण्यासाठी SQL त्रुटी अपयशी
nl_nl: SQL waar het terugdraaien van de vooraad wijziging mislukte gad de volgende fout melding
pt_pt: SQL para reverter atualiz. do local de estoque falhou com o erro
ro_ro: SQL pentru a inversa actualizare la evidenţa operativă locaţia nu a reuşit cu eroarea
ru_ru: SQL на обращения обновления записей расположения запасов не удался с ошибкой
sq_al: SQL të kundërt për të rinovuar regjistrin e magazinës vend dështuar me gabim
sv: SQL för att vända uppdatera till bokföringen plats beståndet misslyckades med felet
sw_ke: SQL kubadili update ya kumbukumbu ya hisa hatiani alishindwa na kosa
tr_tr: ISLEM BASARISIZ!
zh_hk: 撤销地点存货记录的 SQL 失败的错误
zh_tw: 撤銷地點存貨記錄的 SQL 失敗的錯誤

source: The SQL to delete the sales analysis records with the message
cs_cz: SQL odstranit obchodní analýzy záznamů s poselstvím
es_es: El SQL para suprimir los registros del análisis de ventas (falló) con el mensaje
hi_in: एसक्यूएल संदेश के साथ बिक्री विश्लेषण रिकॉर्ड नष्ट करने के लिए
id_id: SQL utk menghapus data analisa penjualan dgn pesan
it_it: di
ko_kr: SQL은 메시지와 함께 판매 분석 기록을 삭제하려면
mr_in: संदेशासह विक्री विश्लेषण रेकॉर्ड हटवू SQL
nl_nl: SQL waar het verwijderen van de sales analyse mislukte gaf de volgende melding
pt_pt: SQL para apagar os registros de análise de vendas com a mensagem
ro_ro: SQL pentru a şterge înregistrările analiza de vanzari cu mesajul
ru_ru: SQLна удаление записей анализа продаж с сообщением
sq_al: SQL të fshini të dhënat e shitjeve të analizës me mesazh
sv: SQL för att ta bort försäljningen analys poster med budskapet
sw_ke: SQL kufuta rekodi ya mauzo ya uchambuzi na ujumbe
tr_tr: SQL mesaj ile satış analizleri kayıtları silmek için
zh_hk: 用作删除销售分析记录的 SQL 的讯息
zh_tw: 用作刪除銷售分析記錄的 SQL 的訊息

source: SQL to delete the stock movement tax records failed with the message
id_id: SQL utk menghapus data pajak perpindahan stok gagal dgn pesan
ko_kr: SQL은 메시지와 함께 실패 주식 이동 세금 기록을 삭제하려면
mr_in: स्टॉक चळवळ कर रेकॉर्ड हटवू SQL संदेशासह अयशस्वी
pt_pt: SQL para remover os registros de movimento de estoque falhou porque
zh_tw: 刪除該倉庫的走勢納稅記錄消息的SQL失敗

source: Deleted the credit note stock move taxes
id_id: Telah menghapus pajak perpindahan stok utk nota kredit
ko_kr: 신용 참고 stock 이동 세금을 삭제
mr_in: क्रेडिट नोट स्टॉक हलवा कर हटवले
pt_pt: Removida notas de crédito movto conversão estoque
zh_tw: 刪除紅字發票的倉庫調撥稅

source: SQL to delete the stock movement record failed with the message
cs_cz: SQL odstranit pohyb zásob rekord nepodařilo se zprávou
es_es: El SQL para suprimir el registro de movimiento de existencias falló con el mensaje
hi_in: एसक्यूएल स्टॉक आंदोलन संदेश के साथ असफल रिकॉर्ड नष्ट करने के लिए
id_id: SQL utk menghapus data perpindahan stok gagal dgn pesan
it_it: di
ko_kr: 주식의 운동 기록을 삭제하는 SQL은 메시지와 함께 실패
mr_in: स्टॉक चळवळ रेकॉर्ड हटवू SQL संदेशासह अयशस्वी
nl_nl: SQL waar het verwijderen van voorraad mutatie record mislukte gaf de volgende melding
pt_pt: SQL para remover o movto de estoque falhou com a mensagem
ro_ro: SQL pentru a şterge înregistrarea mişcării stocul nu a reuşit cu mesajul
ru_ru: SQL на удаление записей перемещения запасов завершился неудачей с этим сообщением
sq_al: SQL për të fshirë rekordin e lëvizjes së aksioneve nuk arriti me mesazhin
sv: SQL för att ta bort posten lagerrörelsernas misslyckades med meddelandet
sw_ke: SQL kufuta rekodi ya harakati hisa alishindwa na ujumbe
tr_tr: ISLEM BASARISIZ!
zh_hk: 用作删除存货移动记录失败的 SQL 的讯息
zh_tw: 用作刪除存貨移動記錄失敗的 SQL 的訊息

source: Deleted the credit note stock movements
cs_cz: Vypouští kreditní pohyby poznámku skladem
es_es: Movimientos de inventario en abono eliminados
hi_in: क्रेडिट नोट स्टॉक आंदोलनों हटाए गए
id_id: Perpindahan stok nota kredit telah dihapus
it_it: Eliminato i movimenti nota stock di credito
ko_kr: 신용 참고 stock 움직임을 삭제
mr_in: क्रेडिट नोट स्टॉक हालचाली हटवले
nl_nl: Verwijder de credit factuur voorraad mutatie
pt_pt: Nota de drédito do movimento de estoque apagada
ro_ro: Elimină nota de mişcările de credit stoc
ru_ru: Удалены перемещения складов кредитных записей
sq_al: Deleted lëvizjet notë krediti aksioneve
sv: Utgår krediten rörelser not lager
sw_ke: Ilifutwa ya mikopo harakati hisa note
tr_tr: kredi notu stok hareketlerinin Silindi
zh_hk: 删除红字发票存货移动
zh_tw: 刪除折讓單存貨移動

source: SQL to delete the gl transaction records failed with the message
id_id: SQL utk menghapus data transaksi gl gagal dgn pesan
ko_kr: SQL은 메시지와 함께 실패 GL의 거래 기록을 삭제하려면
mr_in: जी.एल. व्यवहार रेकॉर्ड हटवू SQL संदेशासह अयशस्वी
pt_pt: SQL usado para remover transações contábeis falhou com a mensagem
zh_tw: 刪除總帳交易記錄的SQL失敗的消息

source: Deleted the credit note general ledger transactions
id_id: Telah menghapus transaksi buku besar utk nota kredit
ko_kr: 신용 주 원장 트랜잭션을 삭제
mr_in: हटवलेले क्रेडिट नोट सामान्य खातेवही व्यवहार
pt_pt: Removida a nota de crédito das trans. contábeis
zh_tw: 刪除紅字發票的總帳交易

source: Credit note number
cs_cz: Dobropis číslo
es_es: Número de nota de crédito
hi_in: क्रेडिट नोट संख्या
id_id: Nomor nota kredit
it_it: Nota di credito numero
ko_kr: 신용 음표 번호
mr_in: क्रेडिट टीप क्रमांक
nl_nl: Credit factuur nummer
pt_pt: Nota de Crédito número
ro_ro: Notă de credit număr
ru_ru: Номер кредитной записи
sq_al: Numri Credit shënim
sv: Kreditfaktura nummer
sw_ke: Kumbuka mikopo idadi
tr_tr: Kredi notu numarası
zh_hk: 红字发票编号
zh_tw: 折讓單編號

source: has been completely deleted
cs_cz: byl zcela odstraněn
es_es: ha sido eliminada
hi_in: पूरी तरह से नष्ट कर दिया गया है
id_id: telah dihapus seluruhnya
it_it: è stato completamente eliminato
ko_kr: 완전히 삭제되었습니다
mr_in: पूर्णपणे हटविले गेले आहे
nl_nl: is verwijderd
pt_pt: foi totalmente apagado(a)
ro_ro: a fost complet eliminat
ru_ru: был полностью удален
sq_al: është grisur plotësisht
sv: Meddelandet har tagits bort
sw_ke: imekuwa kabisa kuchapa
tr_tr: TAMAMEN SILINDI
zh_hk: 改完全被删除
zh_tw: 改完全被刪除

source: To ensure the integrity of the general ledger transactions must be reposted from the period the credit note was created
cs_cz: K zajištění integrity hlavní knihy transakce musí být převzato z období dobropisu byla vytvořena
es_es: Para asegurar la integridad de las transacciones contables debe volver a grabar desde el período en que el abono fue creado
hi_in: अवधि क्रेडिट नोट बनाया गया था से सामान्य खाता बही लेनदेन की अखंडता को सुनिश्चित करने के लिए फिर से पोस्ट किया जाना चाहिए
id_id: Utk mempertahankan integritas, transaksi buku besar harus dibukukan-ulg dari periode saat nota kredit dibuat
it_it: Per garantire l&#39;integrità delle transazioni di contabilità generale deve essere ripubblicato dal periodo è stata creata la nota di credito
ko_kr: 일반 회계 원장 트랜잭션의 무결성을 보장하기 위해 신용 노트가 생성 된 기간에서 다시 게시해야
mr_in: सामान्य खातेवही व्यवहार एकाग्रता खात्री करण्यासाठी क्रेडिट नोट निर्मित झाले कालावधीतील पुन्हा पोस्ट करणे आवश्यक आहे
nl_nl: Om inegriteit van het grootboek te behouden dienen transacties vanaf het moment dat de credit factuur was gemaakt opnieuw te worden geboekt
pt_pt: Confirme a integridade das trans. contábeis devem ser reprocessadas para o período do qual a nota crédito foi criada
ro_ro: Pentru a asigura integritatea tranzacţiilor registrul general trebuie să fie postate din perioada nota de credit a fost creat
ru_ru: Для обеспечения целостности главной книни, операции должны быть повторно отправлены за период создания заметки по кредиту
sq_al: Për të siguruar integritetin e transaksioneve libri i përgjithshëm duhet të jetë shpallur nga periudha notë krediti u krijua
sv: För att säkerställa integriteten för huvudboken transaktioner skall läggas ut från perioden kreditnotan skapades
sw_ke: Kuhakikisha uadilifu wa mashirikiano ya jumla ya kitabu lazima reposted kutoka kipindi kumbuka ya mikopo iliundwa
tr_tr: defteri kebir işlemlerin bütünlüğünü sağlamak için kredi notu oluşturulduğu döneme yeniden yayınladı olmalıdır
zh_hk: 请确保产生的期间的红字发票, 必须完整地重新入账到总账
zh_tw: 請確保產生的期間的折讓單, 必須完整地重新入帳到總帳

source: Delete Invoice
cs_cz: Odstranit faktury
es_es: Suprimir factura
hi_in: हटाएँ चालान
id_id: Hapus Faktur
it_it: Cancella Fattura
ko_kr: 송장 삭제
mr_in: अशी यादी तयार हटवा
nl_nl: Verwijder factuur
pt_pt: Aviso Removido
ro_ro: Ştergeţi Factura
ru_ru: Удалить счет-фактуру
sq_al: Fshije Faturë
sv: Ta bort attribut
sw_ke: Kufuta ankara
tr_tr: FATURA SIL
zh_hk: 删除发票
zh_tw: 刪除發票

source: This page must be called with the InvoiceNo to delete Z_DeleteInvoice.php?InvoiceNo=XX
cs_cz: Tato stránka musí být volána s InvoiceNo odstranit Z_DeleteInvoice.php? InvoiceNo = XX
es_es: Debe invocar esta página con el No de Factura a suprimir: _DeleteInvoice.php?InvoiceNo=XX
hi_in: इस पृष्ठ InvoiceNo साथ बुलाया जाना चाहिए करने के Z_DeleteInvoice.php InvoiceNo? = XX हटाना
id_id: Halaman ini harus dipanggil dgn InvoiceNo utk menghapus Z_DeleteInvoice.php?InvoiceNo=XX
it_it: di
ko_kr: 이 페이지는 Z_DeleteInvoice.php을 삭제하는 InvoiceNo 호출해야? InvoiceNo = XX
mr_in: हे पृष्ठ Z_DeleteInvoice.php हटविण्याची InvoiceNo सह म्हणतात करणे आवश्यक आहे? InvoiceNo = xx
nl_nl: Deze pagina moet worden opgevraagd met het factuur nr dat verwijderd moet worden
pt_pt: Página deve ser chamada com Número do Aviso para remover <br>Z_DeleteInvoice.php?InvoiceNo=12344
ro_ro: Această pagină trebuie să fie numit cu InvoiceNo pentru a şterge Z_DeleteInvoice.php? InvoiceNo = XX
ru_ru: Эта страница должна быть вызвана с InvoiceNo для удаления Z_DeleteInvoice.php?InvoiceNo = XX
sq_al: Kjo faqe duhet të quhet me InvoiceNo të fshini Z_DeleteInvoice.php? InvoiceNo = XX
sv: Denna sida måste anropas med InvoiceNo att radera Z_DeleteInvoice.php? InvoiceNo = XX
sw_ke: Ukarasa huu ni lazima kuitwa na InvoiceNo kufuta Z_DeleteInvoice.php InvoiceNo? = XX
tr_tr: Bu sayfa Z_DeleteInvoice.php? InvoiceNo = XX silmek InvoiceNo ile çağrılması gerekir
zh_hk: 这页必须由发票编号呼叫来删除 Z_DeleteInvoice.php?InvoiceNo=XX
zh_tw: 這頁必須由發票編號呼叫來刪除 Z_DeleteInvoice.php?InvoiceNo=XX

source: This page should not be run by non-system administrators
cs_cz: Tato stránka by neměla být provozován non-správce systému
es_es: Esta función no debe ejecutarse por usuarios distintos al administrador
hi_in: यह पृष्ठ गैर सिस्टम प्रशासक द्वारा नहीं भागना चाहिए
id_id: Halaman ini tdk boleh dijalankan oleh yg bukan administrator sistem
it_it: Questa pagina non dovrebbe essere gestito dagli amministratori di sistema non-
ko_kr: 이 페이지는 비 시스템 관리자가 실행되어서는 안된다
mr_in: हे पृष्ठ नसलेल्या प्रणाली प्रशासक द्वारे चालवले जाऊ नये
nl_nl: Deze pagina alleen uitvoeren als systeem beheerder
pt_pt: Esta página somente será executada por administradores do sistema
ro_ro: Această pagină nu ar trebui să fie conduse de administratori de sistem non-
ru_ru: Это страница не может быть запущена не системным администратором
sq_al: Kjo faqe nuk duhet të drejtohet nga jo-sistemi administratorët
sv: Den här sidan ska inte köras av icke-systemadministratörer
sw_ke: Ukarasa huu lazima kuwa kukimbia kwa watendaji wasio-mfumo
tr_tr: BU SAYFA SISTEM YÖNETICISI HARICINDE KULLANILMAMALIDIR!!!
zh_hk: 这页不能由非系统管理员运行
zh_tw: 這頁不能由非系統管理員運行

source: The SQL to delete the delivery differences records failed because
cs_cz: SQL odstranit rozdíly dodání záznamy se nezdařilo, protože
es_es: El SQL usado para suprimir los registros de diferencias de entrega falló porque
hi_in: एसक्यूएल नष्ट करने के लिए वितरण मतभेद रिकॉर्ड क्योंकि विफल
id_id: SQL utk menghapus data selisih pengiriman gagal karena
it_it: di perchè
ko_kr: SQL은 차이 레코드가 있기 때문에 실패 전달을 삭제하려면
mr_in: कारण वितरण फरक रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: SQL waar het verwijderen van de leverings verschillen records mislukte omdat
pt_pt: SQL para remover os registros de diferenças de envio falhou porque
ro_ro: SQL pentru a şterge diferenţele de livrare a eşuat pentru că înregistrările
ru_ru: SQL на удаления записей различия доставок не удался, так
sq_al: SQL të fshini dallimet e ofrimit të dhënat e dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL kufuta rekodi ya utoaji tofauti alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除交货差异记录失败的 SQL, 因为
zh_tw: 刪除交貨差異記錄失敗的 SQL, 因為

source: Any order delivery differences records have been deleted
cs_cz: Libovolném pořadí doručení rozdíly záznamy byly smazány
es_es: Se suprimiron todos los registros de diferencias de entrega de pedido
hi_in: किसी भी क्रम वितरण मतभेद रिकॉर्ड नष्ट कर दिया गया है
id_id: Semua data selisih pengiriman order telah dihapus
it_it: Eventuali differenze di consegna per i record sono stati cancellati
ko_kr: 모든 주문 배달 차이 레코드가 삭제되었습니다
mr_in: कोणताही आदेश वितरण फरक रेकॉर्ड हटविले गेले आहेत
nl_nl: Elke bestelling de levering verschillen records zijn verwijderd
pt_pt: Algum pedido com registros de diferenças de envio foi removido
ro_ro: Orice diferenţe de livrare pentru înregistrările au fost şterse
ru_ru: Любой записи с различиями доставки были удалены
sq_al: Çdo të ofrimit të dallimeve që janë fshirë të dhënat e
sv: Valfri ordning leverans skillnader poster har tagits bort
sw_ke: Utoaji yoyote ili rekodi tofauti zimefutwa
tr_tr: TÜM SEVKIYAT FARK KAYITLARI SILINDI
zh_hk: 订单交货差异记录已被删除
zh_tw: 訂單交貨差異記錄已被刪除

source: The debtorTrans record could not be deleted
cs_cz: DebtorTrans záznam nelze smazat
es_es: No se pudo suprimir el registro de la transacción del deudor
hi_in: DebtorTrans रिकॉर्ड नष्ट नहीं किया जा सकता है
id_id: Data debtorTrans tdk dapat dihapus
it_it: Il record debtorTrans non può essere cancellato
ko_kr: debtorTrans 레코드는 삭제할 수 없습니다
mr_in: debtorTrans रेकॉर्ड हटविले जाऊ शकत नाही
nl_nl: De debtorTrans record kon niet worden verwijderd
pt_pt: Transações Debito não puderam ser removidas
ro_ro: Record debtorTrans nu poate fi ştearsă
ru_ru: Записи debtorTrans не может быть удален
sq_al: Të dhënat e debtorTrans nuk mund të fshihet
sv: Evenemanget kunde inte tas bort på grund av ett fel
sw_ke: rekodi ya debtorTrans hakuweza kufutwa
tr_tr: BORÇLU KAYDI SILINEMEDI!
zh_hk: 借方记录未能删除
zh_tw: 借方記錄未能刪除

source: The debtor transaction record has been deleted
cs_cz: Dlužník transakce záznam byl odstraněn
es_es: El registro de la transacción del deudor ha sido eliminado
hi_in: देनदार लेनदेन रिकॉर्ड हटा दिया गया है
id_id: Data transaksi debitur telah dihapus
it_it: Il record della transazione debitore è stato eliminato
ko_kr: 채무자의 거래 기록이 삭제되었습니다
mr_in: ऋणको व्यवहार रेकॉर्ड हटविले गेले आहे
nl_nl: Debiteuren transaktie is verwijderd
pt_pt: Transações Debito foram removidas
ro_ro: Tranzacţia record debitorul a fost şters
ru_ru: Запись сделки должника была удалена
sq_al: Transaksion debitori rekord është grisur
sv: Gäldenärstransaktionen har makulerats
sw_ke: Rekodi ya deni shughuli imefutwa
tr_tr: BORÇLU KAYDI SILINDI
zh_hk: 借方交易记录已删除
zh_tw: 借方交易記錄已刪除

source: The SQL to reverse the update of the sales order detail records failed because
cs_cz: SQL zvrátit aktualizaci záznamů o prodeji, aby podrobně se nezdařilo, protože
es_es: El SQL para abonar la actualización del detalle del pedido fallóporque
hi_in: एसक्यूएल बिक्री क्रम विस्तार अभिलेखों का अद्यतन रिवर्स करने के लिए क्योंकि विफल
id_id: SQL utk membatalkan pembaruan dari data rincian order penjualan gagal karena
it_it: di perchè
ko_kr: SQL은 판매 주문 세부 레코드의 업데이트를하기 때문에 실패 반대하는
mr_in: कारण विक्री ऑर्डर तपशील रेकॉर्डची सुधारणा उलटा करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het terug draaien van de verkoop orders mislukte omdat
pt_pt: SQL para reverter a atualização dos registros de detalhe de pedido de vendas falhou porque
ro_ro: SQL pentru a inversa actualizare a recordurile de vanzari pentru detalii a eşuat pentru că
ru_ru: SQL для обращения обновления записей подлобностей заказов не удался, так
sq_al: SQL të kundërt të rinovuar të dhënat e shitjeve të detajuar për dështuar për shkak se
sv: SQL för att vända uppdatering av försäljningsrekord för detalj misslyckades på grund
sw_ke: SQL ili kuondokana na update za mauzo ya kumbukumbu kina ili alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 撤销销售订单资料记录更新失败的 SQL, 因为
zh_tw: 撤銷銷售訂單資料記錄更新失敗的 SQL, 因為

source: The sales order records have been updated as not invoiced
cs_cz: Prodejní objednávky záznamy nebyly aktualizovány tak, že fakturovaná
es_es: Los registros de pedido se han actualizado como no facturados
hi_in: बिक्री आदेश रिकॉर्ड चालान नहीं के रूप में अद्यतन किया गया है
id_id: Data order penjualan telah diperbarui seperti belum difaktur
it_it: L&#39;ordine di vendita record sono stati aggiornati in quanto non fatturati
ko_kr: 판매 주문 기록은 청구하지으로 업데이트되었습니다
mr_in: invoiced नाही म्हणून विक्री ऑर्डर रेकॉर्ड सुधारित केले आहे
nl_nl: De verkoop orders zijn gewijzigd als zijnde niet gefactureerd
pt_pt: Os registros do pedido de vendas foi atualizado como não faturado
ro_ro: Înregistrările de vânzări pentru au fost actualizate ca nu facturate
ru_ru: Записи по заказам были обновлены как без счета-фактуры
sq_al: Të dhënat e shitjeve që janë përditësuar si nuk faturohet
sv: Försäljningen beställa skivor har uppdaterats som ej fakturerade
sw_ke: Kumbukumbu ili mauzo wamekuwa updated kama si invoiced
tr_tr: SATIS SIPARISLERI HENÜZ FATURALANMAMIS OLARAK GÜNCELLENDI
zh_hk: 销售订单记录已更新为未开出发票
zh_tw: 銷售訂單記錄已更新為未開出發票

source: The SQL to reverse update to the location stock records failed because
cs_cz: SQL zvrátit aktualizaci záznamů umístění skladu se nezdařilo, protože
es_es: El SQL para abonar los registros de almacén falló porque
hi_in: एसक्यूएल अद्यतन स्थान स्टॉक रिकॉर्ड करने के लिए रिवर्स करने के लिए क्योंकि विफल
id_id: SQL utk membatalkan pembaruan dari data lokasi stok gagal karena
it_it: di di posizione perchè
ko_kr: SQL은 재고 기록이 있기 때문에 실패한 위치를 업데이 트를 반대하는
mr_in: कारण स्थान स्टॉक रेकॉर्ड करण्यासाठी अद्यतन उलटा करण्यासाठी SQL अयशस्वी
nl_nl: Het terugdraaien van het wijzigen van de lokatie voorraad records mislukte omdat
pt_pt: SQL para reverter a atualização da localização dos registros de estoque falhou porque
ro_ro: SQL pentru a inversa actualizare la evidenţa operativă a eşuat pentru că locaţia
ru_ru: SQL на обращение обновления записей движений запасов не удался, так
sq_al: SQL të kundërt për të rinovuar regjistrin e magazinës vend dështuar për shkak se
sv: SQL för att vända uppdatera till bokföringen plats beståndet misslyckades på grund
sw_ke: SQL ili kuondokana update ya kumbukumbu ya hisa hatiani alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 撤销地点存货记录更新失败的 SQL, 因为
zh_tw: 撤銷地點存貨記錄更新失敗的 SQL, 因為

source: Reversed the location stock quantities for items that decreased
cs_cz: Obrátil množství umístění zásob na položky, které snížily
es_es: Abonadas las cantidades que mermaron en el almacén
hi_in: आइटम है कि कम के लिए स्थान स्टॉक मात्रा उलट
id_id: Telah membatalkan pengurangan jumlah item pada lokasi stok
it_it: posizione
ko_kr: 감소 항목에 대한 위치 재고 수량을 반전
mr_in: कमी की आयटम स्थान स्टॉक प्रमाणात उलट
nl_nl: Terugdraaien van de lokatie voorraad hoeveelheden voor items die afnamen
pt_pt: Reverter quantidades local de estoque para itens que diminuiram
ro_ro: Inversat stoc cantităţi locaţie pentru elementele pe care a scăzut
ru_ru: Обращение количества движений склада для увеньшенного количества товаров
sq_al: Kundërt sasitë e aksioneve vend për sendet që ka rënë
sv: Omvänd de kvantiteter platsen lager för poster som minskade
sw_ke: Kuachwa kiasi hisa hatiani kwa vitu ilipungua
tr_tr: azalmış öğelerin yerini stok miktarları Ters
zh_hk: 撤销物料地点存货数量的减少
zh_tw: 撤銷商品地點存貨數量的減少

source: The SQL to delete the sales analysis records failed because
cs_cz: SQL odstranit obchodní analýzy záznamů selhal, protože
es_es: El SQL para suprimir los registros de análisis de ventas falló porque
hi_in: एसक्यूएल नष्ट करने के लिए बिक्री विश्लेषण रिकॉर्ड क्योंकि विफल
id_id: SQL utk menghapus data analisa penjualan gagal karena
it_it: di perchè
ko_kr: 판매 분석 기록을 삭제하는 SQL은 때문에 실패
mr_in: कारण विक्री विश्लेषण रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen van de verkoop analyse records mislukte omdat
pt_pt: SQL para remover os registros de análise de vendas falhou porque
ro_ro: SQL pentru a şterge înregistrările de vânzări de analiză a eşuat pentru că
ru_ru: SQL на удаление записей анализа продаж не удался, так
sq_al: SQL të fshini dhënat e shitjeve analiza dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL kufuta rekodi ya mauzo ya uchambuzi alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除销售分析记录的 SQL 失败, 因为
zh_tw: 刪除銷售分析記錄的 SQL 失敗, 因為

source: Sales analysis records deleted
cs_cz: Prodej analýza záznamů vymazány
es_es: Registros de análisis de venta borrados
hi_in: बिक्री विश्लेषण नष्ट रिकॉर्ड
id_id: Data analisa penjualan telah dihapus
it_it: analisi delle vendite record cancellati
ko_kr: 판매 분석 레코드 삭제
mr_in: हटविले विक्री विश्लेषण रेकॉर्ड
nl_nl: Veroop analyse records verwijderd
pt_pt: Registros de análise de vendas removidos
ro_ro: Analiza Vânzări înregistrări şterse
ru_ru: Записи Анализа продаж удалены
sq_al: Sales analizë të dhënat fshihen
sv: Försäljningsanalysposter raderade
sw_ke: Mauzo ya uchambuzi wa kumbukumbu kuchapa
tr_tr: SATIS ANALIZ KAYITLARI SILINDI
zh_hk: 销售分析已删除
zh_tw: 銷售分析已刪除

source: this deleted all sales analysis for the customer/branch and items on this invoice
cs_cz: toto odstranění všech analýzu prodeje pro zákazníka / větev a položky na faktuře
es_es: esto eliminó todo los análisis de ventas del cliente/Sucursal y artículos de esta factura
hi_in: इस ग्राहक के लिए इस चालान पर सभी बिक्री विश्लेषण / शाखा और आइटम हटा
id_id: ini telah menghapus semua analisa penjualan utk customer/cabang dan item pada faktur ini
it_it: questo eliminato tutte le analisi di vendita per il cliente / filiale e articoli in questa fattura
ko_kr: 이이 청구서에 고객 / 지점 및 항목에 대한 모든 판매 분석을 삭제
mr_in: या या चलन वर ग्राहक / शाखा आणि आयटम सर्व विक्री विश्लेषण हटविले
nl_nl: dit verwijderde alle sales analyses voor de klant / branch en items van deze factuur
pt_pt: remover todas análises de vendas para cliente/sucursal bem como os itens desse aviso
ro_ro: aceasta elimină toate analizele de vanzari pentru client / sucursala şi articole pe această factură
ru_ru: удалены все анализ продаж по клиентам/филиалам и товары на этом счете-фактуре
sq_al: kjo fshihen të gjitha analizat e shitjes për të konsumatorëve / degë dhe artikuj për këtë faturë
sv: detta utgår all försäljning analys för kunden / bransch och objekt på denna faktura
sw_ke: hii ilifutwa uchambuzi wote mauzo kwa wateja / tawi na vitu kwenye hii invoice
tr_tr: Bu bu fatura üzerinde müşteri / şube ve öğeleri tüm satış analizi silindi
zh_hk: 这删除所有客户/分公司的销售分析和这发票的物料
zh_tw: 這刪除所有客戶/分公司的銷售分析和這發票的商品

source: The SQL to delete the stock movement records failed because
cs_cz: SQL odstranit záznamy pohyb zásob se nezdařilo, protože
es_es: El SQL para suprimir los registros de movimiento de existencias falló porque
hi_in: एसक्यूएल नष्ट करने के लिए स्टॉक आंदोलन रिकॉर्ड क्योंकि विफल
id_id: SQL utk menghapus data perpindahan stok gagal karena
it_it: di perchè
ko_kr: SQL은 이동 기록이 있기 때문에 실패한 주식을 삭제합니다
mr_in: कारण स्टॉक चळवळ रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: Verwijderen van de voorraad mutatie records mislukte omdat
pt_pt: SQL para remover os registros de movimento de estoque falhou porque
ro_ro: SQL pentru a şterge o evidenţă a stocurilor circulaţie a eşuat pentru că
ru_ru: SQL на удаление записей движения запасов не удалось, так
sq_al: SQL të fshini të dhënat e lëvizjes së aksioneve të dështuar për shkak se
sv: SQL misslyckades eftersom
sw_ke: SQL kufuta rekodi ya harakati hisa alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除存货移动记录失败的 SQL, 因为
zh_tw: 刪除存貨移動記錄失敗的 SQL, 因為
