Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: has been deleted from this BOM
cs_cz: byla odstraněna z tohoto kusovníku
es_es: ha sido eliminado de esta HCM
hi_in: ने इस BOM से हटा दिया गया
id_id: telah dihapus dari BOM ini
it_it: àŠ stato cancellato da questa distinta base
ko_kr: 이 BOM에서 삭제 된
mr_in: या BOM हटविले गेले आहे
nl_nl: is verwijderd van deze Mat Lijst
pt_pt: foi removido para esse BOM
ro_ro: a fost eliminat de la acest BOM
ru_ru: была удалена из этой спецификации материалов
sq_al: është fshirë nga kjo bom
sv: har makulerats från denna materiallista
sw_ke: imefutwa kutokana Bom
tr_tr: BU ÜRÜN AGACINDAN SILINDI
zh_hk: 已从BOM中删除
zh_tw: 已從BOM中刪除

source: Could not retrieve the description of the parent part because
cs_cz: Nepodařilo se načíst popis mateřské části, protože
es_es: No se pudo obtener la descripción de la pieza que usa ésta porque
hi_in: माता - पिता की वजह से भाग विवरण लाने में नहीं किया जा सका
id_id: Tdk dapat mengambil keterangan dari brg induk karena
it_it: Non àŠ possibile estrarre la descrizione dell'articolo padre perchè
ko_kr: 상위 부분 때문에 설명을 검색 할 수 없습니다
mr_in: पालक भाग वर्णन परत मिळवू शकलो नाही कारण
nl_nl: Kon de omschrijving van het moeder deel niet opvragen omdat
pt_pt: Não recuperou a descrição do item pai porque
ro_ro: Nu sa putut prelua descrierea pe de o parte mamă din cauza
ru_ru: Не удалось получить описание части, так как
sq_al: Nuk mund të marrë përshkrimin e pjesës prind sepse
sv: Kan inte hämta beskrivningen för moderartikeln för att
sw_ke: Hakuweza Retrieve maelezo ya sehemu ya mzazi kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 找不到父物料的描述,因为
zh_tw: 不能提取物料產品規格, 因為

source: The SQL used to retrieve description of the parent part was
cs_cz: SQL slouží k získání popisu mateřské část byla
es_es: El SQL usado para obtener la descripción de la pieza que usa ésta fue
hi_in: एसक्यूएल को माता - पिता के हिस्से के विवरण लाने में इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil keterangan brg induk adalah
it_it: Il codice SQL utilizzato per estrarre la descrizione dell'articolo padre àŠ
ko_kr: SQL은 상위 부분의 설명을 검색하는 데 사용 된
mr_in: पालक भाग वर्णन पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: gebruikte SQL om de omschrijving van het moeder deel op te vragen was
pt_pt: SQL usado para recuperar a descrição do pai foi
ro_ro: SQL utilizat pentru a prelua descrierea pe de o parte mamă a fost
ru_ru: SQL получения описания родительской части
sq_al: SQL përdorur për të marrë përshkrimin e pjesës së prindit ishte
sv: SQL
sw_ke: SQL kutumika Retrieve maelezo ya upande wa mzazi alikuwa
tr_tr: SQL KOMUTU:
zh_hk: 用于查找父物料描述的SQL是
zh_tw: 未能提取物料產品規格的 SQL 是

source: Purchased
cs_cz: Koupeno
es_es: Comprado
hi_in: खरीदे
id_id: Dibeli
it_it: Acquistato
ko_kr: 구매
mr_in: खरेदी
nl_nl: Ingekocht
pt_pt: Comprado
ro_ro: Cumparate
ru_ru: Куплено
sq_al: Blera
sv: Inköpt
sw_ke: Kununuliwa
tr_tr: SATINALMA
zh_hk: 采购物料
zh_tw: 採購的

source: Manufactured
cs_cz: Vyrobeno
es_es: Fabricado
hi_in: विनिर्मित
id_id: Diproduksi
it_it: Munofatto
ko_kr: 제조
mr_in: तयार
nl_nl: Geproduceerd
pt_pt: Manufaturado
ro_ro: Fabricat
ru_ru: Произведено
sq_al: Prodhuar
sv: Tillverkad
sw_ke: Viwandani
tr_tr: ÜRETIM
zh_hk: 生产物料
zh_tw: 生產的

source: Kit Set
cs_cz: Kit nastavení
es_es: Kit
hi_in: किट सेट
id_id: Set
ko_kr: 키트 세트
mr_in: किट सेट
nl_nl: Bouw Pakket
pt_pt: Conj. Kit
ro_ro: Set de piese
ru_ru: Набор комплектов
sv: Paket
sw_ke: Set kit
tr_tr: KIT SETI
zh_hk: 套装物料
zh_tw: 套裝

source: Phantom
cs_cz: Přízrak
es_es: Fantasma
hi_in: प्रेत
id_id: Intelek
it_it: Fantasma
ko_kr: 환상
mr_in: वेताळ
nl_nl: Spook
pt_pt: Fantasma
ro_ro: Fantomă
ru_ru: Призрак
sq_al: Fantazmë
tr_tr: Fantom
zh_hk: 虚拟
zh_tw: 倣真

source: Select a Different BOM
cs_cz: Vyberte jiný kusovník
es_es: Seleccionar una HCM distinta
hi_in: एक अलग BOM का चयन करें
id_id: Pilih BOM yg lain
it_it: Seleziona un'altra distinta base
ko_kr: 다른 BOM을 선택
mr_in: वेगळ्या BOM निवडा
nl_nl: Selecteer een Andere Mat. Lijst
pt_pt: Selecione um BOM diferente
ro_ro: Selectaţi un BOM diferite
ru_ru: Выберите другую спецификацию материалов
sq_al: Zgjidh një bom ndryshme
sv: Välj en annan består-av lista
sw_ke: Kuchagua Bom tofauti
tr_tr: BASKA ÜRÜN AGACI SEÇ
zh_hk: 选择其他BOM
zh_tw: 選擇其他BOM

source: Manufactured parent items
cs_cz: Vyráběné mateřskou položky
es_es: Artículos manufacturados que contienen esta pieza
hi_in: विनिर्मित वस्तुओं जनक
id_id: Item induk yg diproduksi
it_it: elementi padre Prodotto
ko_kr: 제조 부모 항목
mr_in: उत्पादित पालक आयटम
nl_nl: Geproduceerde moeder items
pt_pt: Item Pai Manufaturado
ro_ro: articole industriale mamă
ru_ru: Произведенные родительские товары
sq_al: artikuj të prodhuar prind
sv: Tillverkade föräldraartiklar
sw_ke: Viwandani mzazi vitu
tr_tr: Üretilen ana öğeleri
zh_hk: 生产物料
zh_tw: 自產主商品

source: Assembly parent items
cs_cz: Shromáždění rodičů položky
es_es: Artículos ensamblados que contienen esta pieza
hi_in: विधानसभा मूल आइटम
id_id: Item induk rakitan
it_it: Assemblea dei genitori voci
ko_kr: 조립 상위 항목
mr_in: जुळवणी पालक आयटम
nl_nl: Samenstelling van moeder delen
pt_pt: Item Pai Montado
ro_ro: Adunarea mamă articole
ru_ru: Родительские товары для сборки
sq_al: prind artikuj Kuvendi
sv: montering föräldraartiklar
sw_ke: Mkutano mzazi vitu
tr_tr: Montaj ana öğeleri
zh_hk: 装配物料
zh_tw: 組裝主商品

source: Kit sets
cs_cz: Kit sady
es_es: Juegos (conjunto) de Kit
hi_in: किट सेट
id_id: Set
it_it: Kit set
ko_kr: 키트 세트
mr_in: किट संच
pt_pt: Conj. Kit
ro_ro: Kit seturi
ru_ru: Комплект наборов
sq_al: Kit përcakton
sv: Set
tr_tr: Kit setleri
zh_hk: 套装物料
zh_tw: 套裝

source: Level
cs_cz: Úroveň
es_es: Nivel
hi_in: स्तर
id_id: Tingkat
it_it: Livello
ko_kr: 수평
mr_in: पातळी
nl_nl: niveau
pt_pt: Nível
ro_ro: Nivel
ru_ru: Уровень
sq_al: Nivel
sv: Nivå
sw_ke: Ngazi
tr_tr: Düzeyi
zh_hk: 层
zh_tw: 層

source: Sequence
cs_cz: Sekvence
es_es: Secuencia
hi_in: अनुक्रम
id_id: Urutan
it_it: Sequenza
ko_kr: 순서
mr_in: क्रम
nl_nl: Reeks
pt_pt: Sequência
ro_ro: Secvenţă
ru_ru: Последовательность
sq_al: Rend
sv: Sekvens
sw_ke: Mlolongo
tr_tr: Dizi
zh_hk: 编号
zh_tw: 序號

source: Category Description
cs_cz: Popis skupiny
es_es: Descripción de categoría
hi_in: श्रेणी विवरण
id_id: Keterangan Kategori
it_it: Categoria Descrizione
ko_kr: 범주 설명
mr_in: वर्ग वर्णन
nl_nl: Categorie Omschrijving
pt_pt: Descrição Categoria
ro_ro: Descriere Categorie
ru_ru: Описание категории
sq_al: Description Category
sv: Beskrivning
sw_ke: Jamii Description
tr_tr: KATEGORI AÇIKLAMASI
zh_hk: 种类描述
zh_tw: 類別說明

source: Location
cs_cz: Umístění
es_es: Ubicación
hi_in: स्थान
id_id: Lokasi
it_it: Ubicazione
ko_kr: 위치
mr_in: स्थान
nl_nl: Locatie
pt_pt: Local
ro_ro: Amplasare
ru_ru: Расположение
sq_al: Vendndodhja
sv: Plats
tr_tr: DEPO
zh_hk: 仓库
zh_tw: 倉庫

source: Work Centre
cs_cz: Výrobní středisko
es_es: Centro de trabajo
hi_in: काम केंद्र
id_id: Workshop
it_it: Centro di produzione
ko_kr: 작업 센터
mr_in: कार्य केंद्र
nl_nl: Work center
pt_pt: Centro Trabalho
ro_ro: Centrul de muncă
ru_ru: Центр работ
sq_al: Punë Qendra
sv: Arbetsplats
sw_ke: Kituo cha kazi
tr_tr: IS MERKEZI
zh_hk: 工作中心
zh_tw: 工作站

source: UOM
es_es: Unidades
id_id: Satuan
it_it: UM
nl_nl: EENH
ru_ru: Единица измерения
tr_tr: BIRIM
zh_hk: 单位
zh_tw: 單位

source: Effective After
cs_cz: Efektivní Po
es_es: Vigente después de
hi_in: के बाद प्रभावी
id_id: Efektif Setelah
it_it: Valido a partire dal
ko_kr: 효과적인 후
mr_in: केल्यानंतर प्रभावी
nl_nl: actief vanaf
pt_pt: Efetividade Inicial
ro_ro: Efectivă după
ru_ru: Эффективная дата начала
sq_al: Efektive Pas
sv: Infoga efter
sw_ke: Baada ya ufanisi
tr_tr: GEÇERLILIK -BASLANGIÇ
zh_hk: 生效起始日期
zh_tw: 生效日

source: Effective To
cs_cz: Pro efektivní
es_es: Vigente Para
hi_in: करने के लिए प्रभावी
id_id: Efektif Sampai
it_it: Valido fino al
ko_kr: 유효하려면
mr_in: प्रभावी
nl_nl: actief tot
pt_pt: Efetividade Final
ro_ro: Eficiente pentru a
ru_ru: Эффективная дата окончания
sq_al: Efektive të
sv: Giltig till
sw_ke: Madhubuti
tr_tr: GEÇERLILIK -BITIS
zh_hk: 生效截止日期
zh_tw: 失效日

source: Auto Issue
cs_cz: Auto vydání
es_es: Auto envío
hi_in: ऑटो मुद्दा
id_id: Terbit Otomatis
ko_kr: 자동 문제
mr_in: ऑटो जारी
pt_pt: Auto Emitido
ro_ro: Eliberarea auto
ru_ru: Авто выпуск
sv: Skapa komponenter automatiskt
sw_ke: Suala auto
tr_tr: Otomatik Sayı
zh_hk: 自动发料
zh_tw: 自動發放

source: Qty On Hand
cs_cz: Množství na ruce
es_es: Cantidad Disponible (a mano)
hi_in: ओर मात्रा
id_id: Total Qty
it_it: Qtà Alla mano
ko_kr: 수량에 손
mr_in: मात्रा रोजी हाताचा
nl_nl: Beschibaar aantal
pt_pt: Qtd em Mãos
ro_ro: In depozit
ru_ru: Кол-во на руках
sq_al: Qty Në Hand
sv: Antal i lager
sw_ke: Uchina upande
tr_tr: Yandan Adet
zh_hk: 在手数量
zh_tw: 庫存數量

source: No materials found.
cs_cz: Žádné materiály nalezeny.
es_es: No se encontraron Materias Primas.
hi_in: कोई सामग्री नहीं मिला.
id_id: Tdk ada bahan ditemukan.
it_it: Nessun materiale trovato.
ko_kr: 어떤 재료를 찾을 수 없습니다.
mr_in: कोणतेही साहित्य आढळले.
nl_nl: geen materialen gevonden
pt_pt: Não achou materiais
ro_ro: Nu materiale găsite.
ru_ru: Не найдено материалов.
sq_al: Nuk ka materiale gjetur.
sv: Inga material hittades.
sw_ke: Hakuna vifaa kupatikana.
tr_tr: Herhangi bir malzeme bulundu.
zh_hk: 找不到物料
zh_tw: 找不到物料

source: Edit the details of the selected component in the fields below
cs_cz: Upravit údaje o vybrané součásti v polích níže
es_es: Edite los detalles del componente seleccionado en los siguientes campos
hi_in: नीचे क्षेत्रों में चयनित घटक का विवरण संपादित करें
id_id: Ubah rincian dari komponen yg dipilih pada kolom-kolom di bawah ini
it_it: Modifica i dati del componente selezionato nei campi sottostanti
ko_kr: 아래의 필드에 선택한 구성 요소의 세부 사항을 편집
mr_in: खाली शेतात निवडलेले घटक तपशील संपादित
nl_nl: Edit de details van de geselecteerde component in de volgende velden
pt_pt: Editar os detalhes do componente selecionado nos campos abaixo
ro_ro: Edita detaliile componentei selectate în câmpurile de mai jos
ru_ru: Редактируйте данные о выбранном компоненте в поле ниже
sq_al: Ndrysho detajet e komponentit të zgjedhura në fushat më poshtë
sv: Redigera uppgifterna nedan
sw_ke: Hariri maelezo ya sehemu ya kuchaguliwa katika mashamba ya chini
tr_tr: SEÇTIGINIZ KOMPONENTIN DETAYLARINI ASAGIDA DÜZELTEBILIRSINIZ
zh_hk: 在下面修改选定BOM组件信息
zh_tw: 編輯下列零件的資料欄位

source: Click on the Enter Information button to update the component details
cs_cz: Klikněte na tlačítko Enter Informace k aktualizaci komponenty podrobnosti
es_es: Pulse el botón Introducir Información para actualizar los detalles del componente
hi_in: पर क्लिक करें दर्ज करें सूचना घटक विवरण को अद्यतन बटन
id_id: Klik pada tombol Masukkan Informasi utk memperbarui rincian komponen
it_it: Premi il tasto 'Invia' per aggiornare i dati
ko_kr: 구성 요소의 세부 정보를 업데이트하기 위해 입력 정보 버튼을 클릭
mr_in: घटक तपशील अद्यतनित करण्यासाठी माहिती प्रविष्ट करा बटणावर क्लिक करा
nl_nl: click op de Voeg Informatie Toe knop om de details van de component te updaten
pt_pt: Clique no Botão de Entrada de Inf. para atualizar os detalhes do componente
ro_ro: Faceţi clic pe butonul Enter de informare pentru a actualiza detaliile componenta
ru_ru: Нажмите кнопку входа для обновления данных о компоненте
sq_al: Kliko në butonin Enter informacionit për të rinovuar të dhënat komponenti
sv: Klicka på Spara för att uppdatera informationen
sw_ke: Bonyeza Ingiza Taarifa kifungo kwa update maelezo ya sehemu
tr_tr: KOMPONENT DETAYLARINI GÜNCELLEMEK IÇIN GIRIS BUTONUNA BASIN
zh_hk: 点保存按钮更新BOM组件信息
zh_tw: 按輸入資料鈕來更新零件資料

source: New Component Details
es_es: Detalles de nuevo componente
id_id: Rincian Komponen Baru
ko_kr: 새 구성 요소 세부 사항
mr_in: नवीन घटक तपशील
pt_pt: Detalhes do Novo Componente
zh_tw: 新組件詳細信息

source: Component code
cs_cz: Složka kód
es_es: Código de componente
hi_in: घटक कोड
id_id: Kode Komponen
it_it: Codice componente
ko_kr: 구성 요소 코드
mr_in: घटक कोड
pt_pt: Código do Componente
ro_ro: Componenta cod
ru_ru: Код компонента
sq_al: Kodi Komponenti
sv: Komponentkoden
sw_ke: Sehemu code
tr_tr: KOMPONENT KODU
zh_hk: 物料号码
zh_tw: 物料號碼

source: Could not retrieve the list of potential components because
cs_cz: Nepodařilo se načíst seznam možných komponent, protože
es_es: No se pudo obtener la lista de componentes potenciales porque
hi_in: संभावित घटकों की सूची पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Tdk dapat mengambil daftar komponen berpotensi karena
it_it: Non àŠ stato possibile estrarre l'elenco dei possibili componenti perchè
ko_kr: 잠재적 인 요소로 인해 목록을 검색 할 수 없습니다
mr_in: संभाव्य घटक सूची परत मिळवू शकलो नाही कारण
nl_nl: lijst met mogelijke componenten kon niet worden opgevraagd omdat
pt_pt: Não pode recuperar a lista de potenciais componentes porque
ro_ro: Nu sa putut prelua lista componentelor cu potenţial, deoarece
ru_ru: Не удалось получить список возможных компонентов, так как
sq_al: Nuk mund të marrë listën e komponentëve të mundshme, sepse
sv: Kan inte hämta produktlistan för att
sw_ke: Hakuweza Retrieve orodha ya vipengele uwezo kwa sababu
tr_tr: POTANSIYEL KOMPONENTLER LISTESI GÖSTERILEMIYOR:
zh_hk: 无法取得可用物料列表，因为
zh_tw: 不能取得可能零件清單因為

source: The SQL used to retrieve the list of potential components part was
cs_cz: SQL slouží k načtení seznamu možných komponent část byla
es_es: El SQL usado para obtener la lista de piezas componentes potenciales fue
hi_in: SQL के लिए संभावित घटक भाग की सूची पुनः प्राप्त किया था
id_id: SQL yg digunakna utk mengambil daftar brg komponen potensial adalah
it_it: Il codice SQL utilizzato per estrarre l'elenco dei possibili componenti era
ko_kr: 전위 요소 부품의리스트를 검색하는 데 사용되는 SQL이었다
mr_in: संभाव्य घटक भाग यादी पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: gebruikte SQL om de lijst met mogelijke componenten onderdelen op te vragen was
pt_pt: SQL usado para recuperar a lista de potenciais componentes foi
ro_ro: SQL utilizat pentru a prelua pe lista de partea potenţial componente a fost
ru_ru: SQL получения части списка возможных компонентов
sq_al: SQL përdorur për të marrë listën e komponentëve të ishte pjesë e mundshme
sv: SQL
sw_ke: SQL kutumika Retrieve orodha ya sehemu uwezo vipengele alikuwa
tr_tr: POTANSIYEL KOMPONENT LISTESI GÖRÜNTÜLEME IÇIN KULLANILAN KOMUT
zh_hk: 用于取得可用物料列表的SQL是
zh_tw: 用作提取可能零件的 SQL 是

source: Sequence in BOM
ko_kr: BOM의 순서
zh_tw: 材料清單(BOM)序號

source: Work Centre Added
cs_cz: Výrobní středisko přidáno
es_es: Se agregó centro de trabajo
hi_in: काम केंद्र जोड़ा गया
id_id: Workshop telah Ditambahkan
it_it: Centro di produzione aggiunto
ko_kr: 취업 센터 추가
mr_in: कार्य केंद्र जोडले
nl_nl: work center toegevoegd
pt_pt: Centro de Trabalho Adicionado
ro_ro: Centrul de muncă Adăugat
ru_ru: Центр работ добавлен
sq_al: Qendra Puna Added
sv: Produktgrupp sparad
sw_ke: Kituo cha kazi Added
tr_tr: IS MERKEZI EKLENDI
zh_hk: 工作中心
zh_tw: 工作站

source: There are no work centres set up yet
cs_cz: Ještě nejsou definována žádná výrobní střediska
es_es: No se han creado Centros de Trabajo aún
hi_in: वहाँ कोई काम नहीं स्थापित केन्द्रों अभी तक कर रहे हैं
id_id: Belum ada workshop yg sdh dibuat
it_it: Non è ancora stato inserito nessun centro di produzione
ko_kr: 아직 설정에는 작업장이 없습니다
mr_in: अद्याप सेट नाही काम केंद्रे आहेत
nl_nl: er zijn nog geen work centers opgezet
pt_pt: Não existem centros de trabalho configurados
ro_ro: Nu există nici o lucrare de centre înfiinţate încă
ru_ru: Не настоено ни одного рабочего центра
sq_al: Nuk ka punë qendra të ngritur ende
sv: Det finns inga produktgrupper
sw_ke: Kuna kazi hakuna vituo vya kuweka na bado
tr_tr: HENÜZ TANIMLI IS MERKEZI YOK!
zh_hk: 还没有工作中心
zh_tw: 還沒有設定工作站

source: Please use the link below to set up work centres
cs_cz: Použijte odkaz níže pro definici výrobních středisek
es_es: Use el siguiente vínculo para crear Centros de Trabajo
hi_in: नीचे दिए गए लिंक का उपयोग करने के लिए काम केंद्र स्थापित करें
id_id: Gunakan link di bawah utk membuat workshop
it_it: Utilizzare il link sottostante per inserire i centri di produzione
ko_kr: 작업 센터를 설정하기 위해 아래의 링크를 이용해주십시오
mr_in: काम केंद्रे सेट करण्यासाठी कृपया खालील दुवा वापरा
nl_nl: gebruik onderstaande link om work centers op te zetten
pt_pt: Por favor use o link abaixo para configurar centros de trabalho
ro_ro: Vă rugăm să folosiţi link-ul de mai jos pentru a configura centre de lucru
ru_ru: Пожалуйста используйте ссылку ниже для настройки рабочих центров
sq_al: Ju lutem përdorni lidhjen më poshtë për të ngritur qendrave të punës
sv: Klicka på länken nedan för att lägga upp produktgrupper
sw_ke: Tafadhali kutumia kiungo chini ya kuanzisha vituo vya kazi
tr_tr: IS-MERKEZLERINI TANIMLAMAK IÇIN ASAGIDAKI LINKI TIKLAYIN
zh_hk: 请使用下列链结来设置工作中心
zh_tw: 請使用下列連結來設定工作站

source: Work Centre Maintenance
cs_cz: Nastavení výrobních středisek
es_es: Administrar centros de trabajo
hi_in: काम केंद्र रखरखाव
id_id: Pengaturan Workshop
it_it: Gestione centri di produzione
ko_kr: 작업 센터 유지 보수
mr_in: कार्य केंद्र देखभाल
nl_nl: work center onderhoud
pt_pt: Manutenção de Centros de Trabalho
ro_ro: Centrul de muncă de întreţinere
ru_ru: Поддержка рабочих центров
sq_al: Mirëmbajtja Puna Qendra
sv: Produktionsgrupp
sw_ke: Kituo cha kazi Maintenance
tr_tr: IS MERKEZI YÖNETIMI
zh_hk: 工作中心
zh_tw: 工作站維護

source: Enter the quantity of this item required for the parent item
ko_kr: 상위 항목에 필요한이 아이템의 수량을 입력
mr_in: पालक आयटम आवश्यक या आयटमची प्रमाण प्रविष्ट करा
pt_pt: Informe a quantidade desse item requerido para o item pai
zh_tw: 輸入父項部件對此子件需求數

source: Auto Issue this Component to Work Orders
cs_cz: Auto Vydání této komponenty do práce Objednávky
es_es: Auto Enviar este Componente a las Órdenes de Trabajo
hi_in: ऑटो कंपोनेंट मुद्दा यह आदेश काम करने के लिए
id_id: Terbitkan Otomatis Komponen ini ke Order Produksi
it_it: Auto Issue questo componente per ordini di lavoro
ko_kr: 자동 문제 주문 작업이 구성 요소
mr_in: ऑटो जारी हा घटक ऑर्डर काम
nl_nl: auto issue deze component naar de werkorders
pt_pt: Emissão automática de Ordens Produção para o componente
ro_ro: Auto Eliberarea acest Component la Locul de Muncă Comenzi
ru_ru: Авто Выпуск этого компонента для работы Заказы
sq_al: Auto Issue këtë Komponenti për punë urdhëron
sv: Tilldela denna komponent automatiskt till arbetsorder
sw_ke: Suala hili auto Sehemu ya Kazi Daraja
tr_tr: Otomatik Sayı Bu Bileşen Siparişler Çalışma
zh_hk: 自动发料到工作单
zh_tw: 自動發料到工作單

source: to maintain the bill of material for using the options below
cs_cz: zachovat kusovníku pro použití následujících možností
es_es: administrar la Lista de Materiales para usar las opciones siguientes
hi_in: करने के लिए विकल्पों का उपयोग नीचे के लिए सामग्री के बिल बनाए रखना
id_id: utk mengatur daftar bahan baku dgn menggunakan pilihan berikut
it_it: per inserire o modificare la sua distinta base
ko_kr: 아래 옵션을 사용하는 재료의 법안을 유지하기 위해
mr_in: खालील पर्याय वापरून साठी साहित्याचा बिल राखण्यासाठी
nl_nl: om de materiaal lijst te onderhouden gebruikt u onderstaande mogelijkheden
pt_pt: para manter o BOM usando as opções abaixo
ro_ro: pentru a menţine listele de materiale pentru utilizarea opţiunile de mai jos
ru_ru: для настройки списка материалов для использования опций ниже
sq_al: për të ruajtur ligjin e materialit për duke përdorur mundësitë më poshtë
sv: for att underhålla materiallista för inställningarna nedan
sw_ke: kudumisha hati ya vifaa kwa ajili ya kutumia njia ya chini
tr_tr: Aşağıdaki seçenekleri kullanarak malzemenin faturası korumak için
zh_hk: 维护物料BOM,输入以下选择条件
zh_tw: 維護BOM, 請使用下列選項

source: Backup webERP Database
es_es: Respaldar base de datos del webERP
id_id: Backup Database webERP
ko_kr: 백업 webERP 데이터베이스
mr_in: बॅकअप webERP डेटाबेस
pt_pt: Backup Banco Dados - DB
zh_tw: 備份ERP數料庫

source: Deleted
es_es: Suprimido
id_id: Telah Dihapus
ko_kr: 삭제
mr_in: हटवले
pt_pt: Removido
zh_tw: 刪除

source: Unable to delete
es_es: No fue posible suprimir
id_id: Tdk dapat menghapus
ko_kr: 삭제할 수 없습니다
mr_in: हटविण्यात अक्षम
pt_pt: impossivel remover
zh_tw: 無法刪除

source: All backup files on the server have been deleted
es_es: Se han eliminado todos los archivos de respaldo del servidor
id_id: Semua file backup di server telah dihapus
ko_kr: 서버의 모든 백업 파일이 삭제되었습니다
mr_in: सर्व्हरवर सर्व बॅकअप फाइल्स काढून टाकले आहेत
pt_pt: Todos backups de arquivos no servidor foram removidos
zh_tw: 服務器上的所有備份文件已被刪除

source: No backup files on the server were deleted
es_es: No se suprimieron los archivos de respaldo en el servidor
id_id: Tdk ada file backup di server yg dihapus
ko_kr: 서버에는 백업 파일이 삭제되지 않았다
mr_in: सर्व्हरवर बॅकअप नाही फाइल्स हटविले गेले
pt_pt: Nenhum backup de arquivos no servidor foi removido
zh_tw: 在服務器上沒有備份文件被刪除

source: The backup file has now been created. You must now download this to your computer because in case the web-server has a disk failure the backup would then not on the same machine. Use the link below
es_es: Se ha creado el archivo de copia de seguridad. Ahora debe descargarlo a su computador ya que en caso de que el servidor web tenga una falla en el disco. la copia de seguridad estará no en la misma máquina. Use el enlace de abajo
id_id: File backup telah dibuat. Anda harus mengunduhnya ke komputer Anda karena seandainya web-server terkena gangguan, backup-nya jadi tdk ada di komputer yg sama. Gunakan link berikut
ko_kr: 백업 파일은 현재 작성되었습니다. 경우에 웹 서버가 디스크 장애를 가지고 있기 때문에 당신은 지금 당신의 컴퓨터에이를 다운로드해야 백업 후하지 동일한 시스템에있다. 아래의 링크를 사용하여
mr_in: बॅकअप फाइल आता तयार केले गेले आहे. आपण आता आपल्या संगणकावर हे डाउनलोड करणे आवश्यक आहे कारण वेब सर्व्हर डिस्क अपयशी झाल्यास, समान मशीनवर बॅकअप नंतर असणार नाही. अशावेळेस खालील दुवा वापरा
pt_pt: O arquivo backup foi criado. Faça download para seu computador para segurança adicional
zh_tw: 備份文件已經被新建。你現在必須下載這備份文件到你的電腦中，因為假設網站服務器的硬碟出現故障，備份則將不會在同一台機器上執行。請使用下面的鏈接，將這個備份檔案下載到您的電腦，

source: Download the backup file to your locale machine
es_es: Descargue el archivo de copia de seguridad en su máquina
id_id: Unduh file backup ke komputer lokal Anda
ko_kr: 로케일 컴퓨터에 백업 파일을 다운로드
mr_in: आपल्या लोकल मशीनवर बॅकअप फाइल डाउनलोड करा
pt_pt: Faça Download do Backup para sua máquina
zh_tw: 將備份文件下載到本地電腦

source: Once you have downloaded the database backup file to your local machine you should use the link below to delete it - backup files can consume a lot of space on your hosting account and will accumulate if not deleted - they also contain sensitive information which would otherwise be available for others to download!
es_es: Una vez que haya descargado el archivo de copia de seguridad de la base de datos a su equipo local, se debe utilizar el enlace de abajo para suprimirlo - los archivos de copia de seguridad pueden consumir una gran cantidad de espacio en su cuenta de alojamiento y se acumulará si no se eliminan - también contienen información que de otro modo estaría disponible para que otros puedan descargarla!
id_id: Begitu Anda telah mengunduh file backup database ke komputer lokal Anda, Anda harus menggunakan link berikut utk menghapus-nya - file backup dapat memakan hardisk di akun hosting Anda dan akan menumpuk jika tdk dihapus - juga berisi informasi sensitif, kalau tdk akan tersedia bebas utk yg lain mengunduhnya!
ko_kr: 당신이 당신의 로컬 컴퓨터에 데이터베이스 백업 파일을 다운로드 한 후에는 삭제 아래 링크를 사용합니다 - 백업 파일이 호스팅 계정에 공간을 많이 소비 할 수있는 축적됩니다 삭제하지 않을 경우 - 그들은 또한 다른 것 민감한 정보를 포함 가능한 다른 사람이 다운로드 할 수!
mr_in: आपण आपल्या स्थानिक मशीनवर डेटाबेस बॅकअप फाइल डाउनलोड केल्यावर आपण हे हटविण्यासाठी खालील दुवा वापरणे आवश्यक आहे - बॅकअप फाइल्स तुमच्या होस्टिंग खात्यावर जागा भरपूर खाऊ शकतात आणि हटविले नाही तर साठवणे होईल - अन्यथा संवेदनशील माहिती देखील इतरांना डाउनलोड करण्यासाठी उपलब्ध होईल!
pt_pt: Quando você já tiver efetuado o backup para sua máquina, então poderá remove-lo, para liberar espaço.
zh_tw: 一旦你已經下載了資料庫的備份文件到本地機器上，請使用下面的鏈接將其刪除 -如果不刪除則備份文件將會累積，並在您的託管帳戶中將佔用大量的空間，而包含其中的敏感信息可能會遭到有心人士下載！

source: Delete the backup file off the server
es_es: Suprimir el archivo de respaldo del servidor
id_id: Hapus file backup dari server
ko_kr: 서버의 전원 백업 파일을 삭제
mr_in: सर्व्हर पासून बॅकअप फाइल हटवा
pt_pt: Apague o arquivo de backup do servidor
zh_tw: 刪除備份文件，關閉服務器

source: Bank Account Users
es_es: Usuarios de cuentas bancarias
ko_kr: 은행 계정의 사용자
zh_tw: 銀行帳戶的用戶
