Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The StockID code to identify items ordered but not yet shipped.
cs_cz: Kód StockID k identifikaci položky objednané, ale dosud odesláno.
es_es: El código StockID (ID de Existencia) para identificar los artículos pedidos, pero no enviado todavía.
hi_in: StockID कोड की पहचान के लिए आइटम्स का आदेश दिया लेकिन जहाज अभी नहीं.
id_id: Kode StockID utk mengidentifikasi item yg dipesan tetapi belum dikirim.
it_it: Il codice StockID per identificare gli articoli ordinati ma non ancora spedito.
ko_kr: StockID 코드는 주문 항목을 식별하지만 아직 제공되지합니다.
mr_in: आयटम ओळखण्यासाठी StockID कोड आदेश परंतु अद्याप शिप नाही.
nl_nl: De StockID-code te identificeren bestelde, maar nog niet verzonden.
pt_pt: ID Cód. estoque para identif. itens pedidos mas não enviados.
ro_ro: Codul StockID de a identifica produsele comandate, dar nu au fost încă expediate.
ru_ru: Код StockID для определения заказанных, но еще не отправленых товаров.
sq_al: Kodi StockID për të identifikuar artikujt urdhëruar, por jo dërguar ende.
sv: Den StockID kod för att identifiera objekt beställt men ännu inte levererats.
sw_ke: Kanuni StockID kutambua vitu kuamuru lakini bado kusafirishwa.
tr_tr: StockID kod öğeler ancak sipariş henüz sevk değildir tanımlamak için.
zh_hk: StockID代码识别已经订购但是还没付运的商品
zh_tw: 將StockID代碼來識別商品訂購但尚未發貨。

source: This function returns an integer value of the quantity allocated or an array of error codes if not.
cs_cz: Tato funkce vrací celočíselnou hodnotu přidělené množství nebo pole kódů chyb, ne-li.
es_es: Esta función devuelve un valor entero de la cantidad asignada o una matriz de códigos de error si no.
hi_in: इस समारोह में आवंटित मात्रा के एक पूर्णांक मान या त्रुटि कोड की एक नहीं तो सरणी देता है.
id_id: Fungsi ini mengembalikan nilai integer dari qty dialokasikan atau array kode kesalahan jika tdk.
it_it: Questa funzione restituisce un valore intero del quantitativo assegnato o un array di codici di errore in caso contrario.
ko_kr: 이 함수는 할당 된 양의 정수 값 또는 에러 코드의 배열이 아닌 경우를 반환한다.
nl_nl: Deze functie geeft een geheel waarde van de toegewezen hoeveelheid of een array van foutcodes zo niet.
pt_pt: Função retorna um inteiro da quantidade alocada ou um array dos cód. erros.
ro_ro: Această funcţie returnează o valoare întreagă din cantitatea alocată sau o serie de coduri de eroare, dacă nu.
ru_ru: Функция возвращает целое значение выделяемого количества или массив кодов ошибок в противном случае.
sq_al: Ky funksion të kthimit një vlerë e plotë të sasisë së caktuar ose një grup i kodeve gabim nëse nuk.
sv: Denna funktion returnerar ett heltal värdet på tilldelade mängd eller en mängd felkoder om inte.
sw_ke: Kazi hii anarudi thamani integer ya wingi zilizotengwa au ni safu ya codes kosa kama si.
tr_tr: Bu fonksiyonu ayrılan miktarın bir tamsayı veya değilse hata kodları içeren bir dizi döndürür.
zh_hk: 此函数返回分布数量的整数值，否则的话则返回错误代码数组。
zh_tw: 這個函數返回的數量分配的，或者不是一個整數值錯誤代碼數組。

source: This function takes a stock ID and returns the quantity of this stock that is currently on outstanding purchase orders.
cs_cz: Tato funkce přebírá akcie ID a vrátí množství této populace, která je v současné době na vynikající objednávek.
es_es: Esta función toma un identificador de existencia y devuelve la cantidad de esta población que se encuentra actualmente en órdenes de compra extraordinarias.
hi_in: इस समारोह में एक शेयर आईडी लेता है और यह है कि बकाया स्टॉक खरीद के आदेश पर वर्तमान में है की मात्रा देता है.
id_id: Fungsi ini menerima ID stok dan mengembalikan qty stok ini yg saat ini di order pembelian blm-datang.
it_it: Questa funzione richiede un ID di stock e restituisce la quantità di questo stock, che è attualmente in ordini di acquisto in sospeso.
ko_kr: 이 기능은 재고 ID를 받아 뛰어난 구매 주문에 현재이 주식의 양을 반환합니다.
mr_in: हे कार्य एक स्टॉक आयडी घेते आणि थकबाकी खरेदी ऑर्डरवर सध्या आहे की या स्टॉक प्रमाण पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een voorraad-ID en retourneert de hoeveelheid van dit bestand dat momenteel op uitstaande bestellingen.
pt_pt: Função usa ID estoque e retorna a quant. desse item que está faltando nas ordens de compra
ro_ro: Această funcţie are un ID de stoc şi returnează cantitatea acestui stoc, care este în prezent pe ordinele de cumpărare restante.
ru_ru: Эта функция принимает идентификатор и возвращает количество этих ценных бумаг, что в настоящее время по нерешенным заказов на покупку.
sq_al: Ky funksion merr një ID të aksioneve dhe kthimin e sasisë së këtij aksioneve që është aktualisht në urdhrat e blerjes të pazgjidhura.
sv: Denna funktion tar ett lager ID och returnerar mängden av detta bestånd som är närvarande på utestående beställningar.
sw_ke: Kazi hii inachukua ID hisa na mapato ya kiasi cha hisa hii kwa sasa ni kwenye amri bora kununua.
tr_tr: Bu fonksiyon bir stok numarası alır ve olağanüstü satınalma siparişleri şu anda bu hisse senedinin miktar döner.
zh_hk: 此函数接收一个库存ID并且返回当前尚未完成的采购订单的商品的库存数量
zh_tw: 該函數接受一個倉庫的ID，並返回此股票數量，即是目前優秀的採購訂單。

source: The StockID code to identify items in the database on order, but not yet received.
cs_cz: Kód StockID k identifikaci položek v databázi na objednávku, ale ještě neobdrželi.
es_es: El código StockID (ID de Existencia) para identificar los elementos de la base de datos en orden, pero no ha sido recibido aún.
hi_in: StockID कोड आदेश पर डेटाबेस में वस्तुओं की पहचान करने के लिए, लेकिन अभी तक नहीं मिला.
id_id: Kode StockID utk mengidentifikasi item di database sedang di-order, tetapi belum diterima.
it_it: Il codice StockID per identificare gli oggetti nel database in ordine, ma non ancora ricevuto.
ko_kr: StockID 코드는 순서에 데이터베이스의 항목을 확인하지만, 아직받지합니다.
mr_in: ऑर्डर वर डेटाबेस बाबींची ओळखण्यासाठी StockID कोड, परंतु अद्याप मिळालेले नाही.
nl_nl: De StockID code om objecten in de database te bepalen op bestelling, maar nog niet ontvangen.
pt_pt: ID Cód. Estoq. para identif. itens no DB do Pedido, mas ainda não recebidos.
ro_ro: Codul StockID pentru a identifica elementele din baza de date la comandă, dar nu a primit încă.
ru_ru: Код StockID для определения элементов в базе данных по заказу, но еще не полученных.
sq_al: Kodi StockID për të identifikuar pikat në bazën e të dhënave në mënyrë, por nuk ka marrë akoma.
sv: Den StockID kod för att identifiera objekt i databasen på beställning, men ännu inte fått.
sw_ke: Kanuni StockID kutambua vitu katika orodha ya juu ili, lakini bado kupokelewa.
tr_tr: StockID kodu, ancak sipariş üzerine veritabanında öğeleri tanımlamak için henüz almadım.
zh_hk: 此StockID代码识别数据库里已经能够下采购订单但是还没有收到的商品。
zh_tw: 將StockID代碼來識別為了在數據庫中的項目，但尚未收到。

source: This function returns an integer value of the quantity on order or an array of error codes if not.
cs_cz: Tato funkce vrací celočíselnou hodnotu množství na objednávku nebo pole kódů chyb, ne-li.
es_es: Esta función devuelve un valor entero de la cantidad de orden o una serie de códigos de error si no.
hi_in: इस समारोह में मात्रा के एक आदेश पर पूर्णांक मान या त्रुटि कोड की एक नहीं तो सरणी देता है.
id_id: Fungsi ini mengembalikan nilai integer qty sdg di-order atau array kode kesalahan jika tdk.
it_it: Questa funzione restituisce un valore intero della quantità su ordine o un array di codici di errore in caso contrario.
ko_kr: 이 기능은 순서에 양의 정수 값 또는 에러 코드의 배열이 아닌 경우를 반환합니다.
mr_in: हे कार्य क्रम किंवा त्रुटी कोड अरे नसल्यास वर प्रमाणात च्या इंटीजर मूल्य पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een integer waarde van de hoeveelheid op bestelling of een array van foutcodes zo niet.
pt_pt: Função retorna um valor inteiro da quant. do pedido ou um array dos códigos de erros.
ro_ro: Această funcţie returnează o valoare întreagă a cantităţii la comanda sau o serie de coduri de eroare, dacă nu.
ru_ru: Эта функция возвращает целое значение количества на заказ или массив кодов ошибок, если нет.
sq_al: Ky funksion të kthimit një vlerë e plotë të sasisë për qëllim ose një grup i kodeve gabim nëse nuk.
sv: Denna funktion returnerar ett heltal av kvantiteten på beställning eller en mängd felkoder om inte.
sw_ke: Kazi hii anarudi thamani integer ya wingi wa juu ili au ni safu ya codes kosa kama si.
tr_tr: Bu fonksiyon sipariş miktarı bir tamsayı veya değilse hata kodları içeren bir dizi döndürür.
zh_hk: 此函数返回订购中的数量的整数值，否则的话返回一个由错误代码组成的数组。
zh_tw: 這個函數返回的命令或一個錯誤代碼數組，如果不是數量的整數值。

source: This function sets the sales price for a stock ID in the sales type and currency passed to the function
cs_cz: Tato funkce, stanovuje prodejní cenu za akcie ID v prodeji typu a měny přešel na funkci
es_es: Esta función ajusta el precio de venta para una identificación de valores en el tipo de ventas y la moneda pasa a la función
hi_in: इस समारोह में बिक्री और प्रकार की मुद्रा में एक शेयर आईडी समारोह के लिए पारित के लिए बिक्री मूल्य सेट
id_id: Fungsi ini menetapkan nilai jual utk ID stok di tipe penjualan dan mata uang dikirimkan ke fungsi
it_it: Questa funzione imposta il prezzo per la vendita ID stock nel tipo di vendita e valuta passato alla funzione
ko_kr: 이 함수는 판매 유형 및 통화 콘텐츠 ID에 대한 판매 가격을 설정하는 함수에 전달
mr_in: हे कार्य विक्री प्रकार एक स्टॉक आयडीसाठी विक्री किंमत निश्चित करतो आणि चलन फंक्शन झाली
nl_nl: Deze functie stelt de verkoopprijs voor een bestand ID in de verkoop type en valuta doorgegeven aan de functie
pt_pt: Função define o preço de vendas para um ID de estoque no tipo de vendas e moeda passada para a função
ro_ro: Această funcţie stabileşte preţul de vânzare pentru un ID stoc în tipul de vânzări şi valută a trecut la funcţia de
ru_ru: Эта функция устанавливает цену продаж для идентификатора склада в типе продаж и валюту,переданную функции
sq_al: Ky funksion përcakton çmimin e shitjes për një ID të aksioneve në llojin e shitjes dhe të monedhës kaluar në funksion
sv: Denna funktion ställer in försäljningspriset för ett bestånd ID i försäljning och valuta överföras till funktionen
sw_ke: kazi hii seti ya bei ya mauzo kwa ID hisa katika aina ya mauzo na fedha kupitishwa kwa kazi
tr_tr: Bu işlev aktarılan satış türü ve para birimi cinsinden bir stok numarası için satış fiyatı belirler
zh_hk: 此函数按照传递的销售类型和货币设置库存ID的销售价格
zh_tw: 該函數設定的銷售價格為倉庫的ID在銷售型及貨幣傳遞給函數

source: Currency Code
cs_cz: Kód měny
es_es: Código de Moneda
hi_in: मुद्रा कोड
id_id: Kode Mata Uang
it_it: Codice valuta
ko_kr: 통화 코드
mr_in: चलन कोड
nl_nl: Muntcode
pt_pt: Moeda corrente
ro_ro: Codul de valută
ru_ru: Код валюты
sq_al: Valuta Kodi
sv: Valutakod
sw_ke: Kanuni sarafu
tr_tr: Döviz Kodu
zh_hk: 货币代码
zh_tw: 貨幣代碼

source: The currency involved.
cs_cz: Měna zúčastněných.
es_es: La moneda en cuestión.
hi_in: मुद्रा शामिल किया गया.
id_id: Mata uang yg terlibat.
it_it: La moneta in questione.
ko_kr: 통화는하고있었습니다.
mr_in: चलन सहभाग.
nl_nl: De valuta betrokken zijn.
pt_pt: A moeda envolvida
ro_ro: Moneda implicate.
ru_ru: Участвующая валюта.
sq_al: Monedha e përfshira.
sv: Valutan inblandade.
sw_ke: sarafu ya kushiriki.
tr_tr: Para içeriyordu.
zh_hk: 涉及的货币。
zh_tw: 貨幣參與其中。

source: The sales type to identify the item in the database.
cs_cz: Typ prodeje k identifikaci položky v databázi.
es_es: El tipo de ventas para identificar el elemento en la base de datos.
hi_in: बिक्री प्रकार डेटाबेस में मद की पहचान करने के लिए.
id_id: Tipe penjualan utk mengidentifikasi item di database.
it_it: Il tipo di vendita per identificare l&#39;elemento nel database.
ko_kr: 판매 형식은 데이터베이스의 항목을 식별한다.
mr_in: डेटाबेस मध्ये आयटम ओळखण्यासाठी विक्री प्रकार.
nl_nl: De verkoop type om het item te identificeren in de database.
pt_pt: Tipo de vendas para identif. esse item no DB.
ro_ro: Tipul de vânzări pentru a identifica elementul în baza de date.
ru_ru: Продаж для определения типа элемента в базе данных.
sq_al: Lloji i shitjes për të identifikuar pika në bazën e të dhënave.
sv: Försäljningen typ att identifiera objekt i databasen.
sw_ke: Aina ya mauzo ya kubaini bidhaa katika database.
tr_tr: Satış türü veritabanında öğeyi tanımlamak için.
zh_hk: 销售类型用于在数据库中识别物料。
zh_tw: 銷售類型，以確定數據庫中的資料

source: The price to apply to this item.
cs_cz: Cena se vztahuje k tomuto bodu.
es_es: El precio que se aplica a este elemento.
hi_in: कीमत इस आइटम पर लागू होते हैं.
id_id: Harga berlaku utk item ini.
it_it: Il prezzo da applicare a questo articolo.
ko_kr: 가격은이 항목에 적용합니다.
mr_in: या आयटमवर लागू करण्यासाठी किंमत.
nl_nl: De prijs toe te passen bij dit item.
pt_pt: Preço para aplicar a esse item.
ro_ro: Preţul de a aplica pentru acest post.
ru_ru: Цена для применения к этому товару.
sq_al: Çmimi për të aplikuar për këtë artikull.
sv: Det pris som gäller för denna punkt.
sw_ke: Bei ya kuomba kwa bidhaa hii.
tr_tr: Fiyat bu maddeyi uygulamak için.
zh_hk: 此商品的价格
zh_tw: 適用於本項目的價格

source: Returns a zero if successful or else an array of error codes
cs_cz: Vrací nulu v případě úspěchu, jinak pole chybových kódů
es_es: Devuelve un cero si tiene éxito, o bien una serie de códigos de error
hi_in: एक शून्य अगर सफल वरना त्रुटि कोड की एक सरणी देता है
id_id: Returns nol jika berhasil atau jika tdk array kode kesalahan
it_it: Restituisce zero in caso di successo oppure un array di codici di errore
ko_kr: 성공적인 제로 경우 또는 다른 오류 코드의 배열을 돌려줍니다
mr_in: एक शून्य परत तर यशस्वी अन्यथा त्रुटी कोड अॅरे
nl_nl: Levert een nul, indien succesvol, of anders een array van foutcodes
pt_pt: Retorna zeroa se sucesso ou então um array de cód. de erro
ro_ro: Returnează un zero în cazul de succes sau altfel o serie de coduri de eroare
ru_ru: Возвращает нуль в случае успеха, либо массив кодов ошибок
sq_al: Kthim një zero në qoftë se i suksesshëm apo tjetër një grup i kodet gabim
sv: Returnerar noll om de lyckas annars en mängd felkoder
sw_ke: Anarudi sifuri kama mafanikio au mwingine ni safu ya codes kosa
tr_tr: Döndüren bir sıfır eğer başarılı ya da başka bir hata kodları bir dizi
zh_hk: 此函数成功时返回0，否则的话返回一个由错误代码组成的数组。
zh_tw: 返回一個零，如果成功，否則的一個錯誤代碼數組

source: This function gets the sales price for a stock ID in the sales type and currency passed to the function
cs_cz: Tato funkce dostane prodejní ceny pro akcie ID v prodeji typu a měny přešel na funkci
es_es: Esta función obtiene el precio de venta de un identificador de existencia en el tipo de ventas y la moneda pasa a la función
hi_in: इस समारोह में बिक्री और प्रकार की मुद्रा में एक शेयर आईडी समारोह के लिए पारित के लिए बिक्री मूल्य हो जाता है
id_id: Fungsi ini mendapatkan harga penjualan utk ID stock di tipe penjualan dan mata uang yg dikirimkan ke fungsi tersebut
it_it: Questa funzione ottiene il prezzo per la vendita ID stock nel tipo di vendita e valuta passato alla funzione
ko_kr: 이 함수는 판매 유형 및 통화 콘텐츠 ID에 대한 판매 가격이 함수에 전달되는
mr_in: हे कार्य फंक्शन झाली विक्री प्रकार आणि चलनातील स्टॉक आयडीसाठी विक्री किंमत मिळते
nl_nl: Deze functie krijgt de verkoopprijs voor een bestand ID in de verkoop type en valuta doorgegeven aan de functie
pt_pt: Função obtém preço de vendas para um ID de estoque no tipo de vendas emoeda informada para a função
ro_ro: Această funcţie primeşte preţul de vânzare pentru un ID stoc în tipul de vânzări şi valută a trecut la funcţia de
ru_ru: Эта функция получает цены продаж для идентификатора склада в типе продаже и валюту, переданную функцией
sq_al: Ky funksion merr çmimin e shitjes për një ID të aksioneve në llojin e shitjes dhe të monedhës kaluar në funksion
sv: Denna funktion får försäljningspriset för ett bestånd ID i försäljning och valuta överföras till funktionen
sw_ke: Kazi hii anapata bei ya mauzo kwa ID hisa katika aina ya mauzo na fedha kupitishwa kwa kazi
tr_tr: Bu işlev aktarılan satış türü ve para birimi cinsinden bir stok numarası için satış fiyatı olur
zh_hk: 此函数得到传递的销售种类和货币的库存ID的销售价格。
zh_tw: 這個函數獲取的銷售價格為倉庫的ID在銷售型及貨幣傳遞給函數

source: The sales type of the item in the database.
cs_cz: Prodej typ položky v databázi.
es_es: El tipo de ventas del producto en la base de datos.
hi_in: डेटाबेस में आइटम की बिक्री लिखें.
id_id: Tipe penjualan item di database.
it_it: Il tipo di vendita del prodotto nel database.
ko_kr: 데이터베이스에있는 항목의 판매 유형입니다.
mr_in: डेटाबेस मध्ये आयटम विक्री प्रकार.
nl_nl: De verkoop type van het item in de database.
pt_pt: Tipo de venda do item no DB.
ro_ro: Tipul de vânzări de element în baza de date.
ru_ru: Тип продажи товара в базе данных.
sq_al: Lloji i shitjes së sendit në bazën e të dhënave.
sv: Försäljningen typ av objekt i databasen.
sw_ke: Aina ya mauzo ya bidhaa katika database.
tr_tr: Veritabanında öğenin satış türü.
zh_hk: 数据库中此商品的销售类型
zh_tw: 在數據庫中的銷售型的項目。

source: Returns the sales price for he stock item whose ID is passed in the function
cs_cz: Vrátí prodejní cena pro on na skladě, jejíž ID je předáno ve funkci
es_es: Devuelve el precio de venta de artículos en existencia cuyo ID se pasa en la función
hi_in: वह रिटर्न के लिए बिक्री मूल्य भंडार वस्तु आईडी जिसका समारोह में पारित
id_id: Mengembalikan harga jual karena ia menyediakan item yg ID dilewatkan dalam fungsi
it_it: Restituisce il prezzo di vendita per lui elemento stock il cui ID viene passato nella funzione
ko_kr: ID 함수에 전달 된 그는 재고 항목에 대한 판매 가격을 반환
mr_in: ज्या आयडी कार्य पास आहे तो स्टॉक आयटम विक्रीत किंमत परत
nl_nl: Retourneert de verkoopprijs want hij materieel object waarvan de ID wordt doorgegeven in de functie
pt_pt: Retorna preço de vendas para o item de estoque cujo ID é passado na função
ro_ro: Returnează preţul de vânzare pentru el element pe actiuni ale caror ID-ul este trecut în funcţia de
ru_ru: Возвращает цены продаж на товар со склада, идентификатор которого передается в функцию
sq_al: Kthim çmimi i shitjes për ai element rezervë i të cilit është miratuar ID në funksion
sv: Returnerar försäljningspriset för han lagervara vars ID är passerat i funktion
sw_ke: Mapato ya bei ya mauzo kwa sababu hisa bidhaa ambaye ID ni kupita katika kazi
tr_tr: olan kimlik işlevi geçirilen döndürür o için satış fiyatı stok kalemi
zh_hk: 传回函数中传递的商品ID的销售价格
zh_tw: 返回銷售價格，其ID傳遞的功能，他的倉庫項目

source: Creates a customer receipt from the details passed to the method as an associative array
es_es: Crea un recibo del cliente de los detalles que pasan al método como una matriz asociativa
id_id: Membuat penerimaan customer dari rincian yg dikirim ke metodenya sbg array yg asosiatif
ko_kr: 연관 배열로 메서드에 전달 된 세부에서 고객 영수증을 작성
mr_in: एक associative अरे म्हणून पद्धत झाली तपशील ग्राहक पावती निर्माण
pt_pt: Cria recebimento do cliente a partir dos detalhes passados para o método como um array associativo
zh_tw: 新建一個客戶收到傳遞給方法作為一個關聯數組的細節

source: Receipt Details
es_es: Detalles del Recibo
id_id: Rincian Penerimaan
ko_kr: 영수증 세부 사항
mr_in: पावती तपशील
pt_pt: Detalhes Recebimento
zh_tw: 收據詳情

source: An associative array describing the customer receipt with the following fields: debtorno - the customer code; trandate - the date of the receipt in Y-m-d format; amountfx - the amount in FX; paymentmethod - the payment method of the receipt e.g. cash/EFTPOS/credit card; bankaccount - the webERP bank account to use for the transaction, reference - the reference to record against the webERP receipt transaction
es_es: Un arreglo asociativo que describa la recepción del cliente con los siguientes campos: debtorno - el código del cliente; trandate - la fecha del recibo en el formato A-m-d; amountfx - la cantidad en FX; paymentmethod - el método de pago del recibo e.j. efectivo/tarjeta de crédito; bankaccount - la cuenta bancaria del sistema a usar para la transacción; reference - la referencia al registro contra el que se va a hacer la transacción de recibo del sistema
id_id: Array asosiatif menggambarkan penerimaan customer dgn kolom berikut: debtorno - kode customer; trandate - tgl penerimaan dgn format Y-m-d; amountfix - nilai dalam Valas; paymentmethod - metode pembayaran penerimaan misalnya tunai/debit/kartu kredit; bankaccount - rekening bank webERP yg digunakan utk transaksi, reference - keterangan utk dicatat terhadap transaksi penerimaan webERP
ko_kr: 다음 필드와 고객 영수증 설명 연관 배열 : debtorno - 고객 코드; TRANDATE - Ymd 일수 형식으로 접수 한 날; amountfx - 외환의 양; PAYMENTMETHOD - 예를 들어 현금 / EFTPOS / 신용 카드 영수증의 결제 방법; 는 Ba​​nkAccount - webERP 영수증 거래에 대해 기록 할 수있는 기준 - webERP 은행 계좌는 트랜잭션, 참조에 사용하는
mr_in: खालील फील्डशी ग्राहक पावती वर्णन एक associative अरे: -; trandate - Ymd स्वरूपात मिळाल्याच्या तारखेपासून; amountfx - FX रक्कम; ग्राहक कोड debtorno paymentmethod - पावती उदा पेमेंट पद्धत रोख / EFTPOS / क्रेडिट कार्ड; bankaccount - webERP पावती व्यवहार विरुद्ध रेकॉर्ड संदर्भ - व्यवहार, संदर्भ वापरायचा webERP बँक खाते
pt_pt: Arranjo associativo descrevendo recebimento do cliente/seguintes campos: debtorno - código cliente, trandate - a data do recebimento no formato Ano-mes-dia; amountfx (Quant. FX); paymentmethod - metodo pagamento do recebimento (ex: Dinheiro)/EFTPOS/cartão crédito; conta bancária - conta bancária para a transação, referência que será usada na transação de recebimento
zh_tw: 一個關聯數組描述客戶收到與以下字段：debtorno - 客戶代碼; TRANDATE - 收到的YMD格式的日期; amountfx - 在外匯金額; PAYMENTMETHOD - 收到如的付款方式現金/ EFTPOS卡/信用卡;的BankAccount - 在ERP銀行帳戶用於交易，參考 - 參考兌ERP收據的交易記錄

source: If the first element is zero then the function was successful, and the second element is the receipt number.
es_es: Si el primer elemento es cero, entonces la función fue un éxito, y el segundo elemento es el número de recibo.
id_id: Jika elemen pertama adalah nol maka fungsi tersebut berhasil, dan elemen kedua adalah nomor penerimaan.
ko_kr: 첫 번째 요소는 다음 제로이면 함수가 성공적이었고, 두 번째 요소는 접수 번호이다.
pt_pt: O primeiro elemento é zero quando com sucesso e o segundo elemento é número do recebimento
zh_tw: 如果第一個元素是零，則該函數是成功的，並且所述第二元件是收據編號。

source: Allocates a debtor receipt or credit to a debtor invoice. Using the customerref field to match up which invoice to allocate to
es_es: Asigna un recibo deudor o crédito a una factura de deudor. Con el campo de referencia de cliente para que coincida con la que factura a asignar a
id_id: Mengalokasi penerimaan debitur atau kredit ke faktur debitur. Menggunakan kolom customerref utk mencocokan faktur mana utk dialokasikan
ko_kr: 채무자 송장에 채무자 영수증 또는 신용을 할당합니다. customerref 필드 사용에 할당되는 송장 일치하도록
mr_in: एक कर्जदार चलन एक कर्जदार पावती किंवा क्रेडिट वाटप करतो. ते वाटप कोणते चलन अप जुळण्यासाठी customerref फील्ड वापरणे
pt_pt: Alocar receb. fornecedor ou crédito para um pedido fornecedor. Usando campo (customerref) para determinar qual pedido alocar
zh_tw: 分配債務人收據或信用卡向債務人發票。使用customerref場匹配的發票分配給

source: Allocation Details
es_es: Detalles de la Asignación
id_id: Rincian Alokasi
ko_kr: 할당 세부 사항
mr_in: वाटप तपशील
pt_pt: Detalhes da Alocação
zh_tw: 詳細配置
