Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Partial description
cs_cz: Částečné popis
es_es: Descripción parcial
hi_in: आंशिक विवरण
id_id: Sebagian keterangan
it_it: descrizione parziale
ko_kr: 부분 설명
mr_in: अर्धवट वर्णन
nl_nl: Gedeeltelijke omschrijving
pt_pt: Descrição Parcial
ro_ro: Parţială descriere
ru_ru: Частичное описание
sq_al: Përshkrimi i pjesshëm
sv: Del beskrivning
sw_ke: Sehemu ya maelezo
tr_tr: Kısmi açıklama
zh_hk: 部分描述
zh_tw: 物料說明

source: Update Item
cs_cz: Aktualizace bod
es_es: Actualizar artículo
hi_in: अद्यतन आइटम
id_id: Perbarui Item
it_it: Aggiornamento Voce
ko_kr: 업데이트 항목
mr_in: अद्यतनित आयटम
nl_nl: Update Post
pt_pt: Atualizar Item
ro_ro: Update Postul
ru_ru: Обновить товар
sq_al: Item Update
sv: Uppdatera artikel
sw_ke: Item update
tr_tr: Güncelleme Öğe
zh_hk: 更新物料
zh_tw: 更新項目

source: Select a part code
cs_cz: Vyberte část kódu
es_es: Seleccionar un código de pieza
hi_in: एक भाग के कोड का चयन करें
id_id: Pilih kode brg
it_it: Selezionare una parte di codice
ko_kr: 일부 코드를 선택
mr_in: एक भाग कोड निवडा
nl_nl: Selecteer een deel code
pt_pt: Selecionar código Produto
ro_ro: Selectaţi un cod parte
ru_ru: Выберите код части
sq_al: Zgjidh një kod pjesë
sv: Välj ett artikelnummer
sw_ke: Kuchagua sehemu code
tr_tr: bir parçası kodu seçin
zh_hk: 选取一个部品代码
zh_tw: 選取部件碼

source: Assign discount category
cs_cz: Přiřazení sleva kategorii
es_es: Asignar clase de descuento
hi_in: असाइन छूट श्रेणी
id_id: Tetapkan kategori diskon
it_it: Assegnazione di sconto categoria
ko_kr: 할인 범주를 할당
mr_in: सवलतीच्या श्रेणी नियुक्त करा
nl_nl: Toewijzen korting categorie
pt_pt: Assinalar Categ. Desconto
ro_ro: Atribuirea discount categorie
ru_ru: Назначить категорию скидки
sq_al: kategori Cakto zbritje
sv: Tilldela rabattkategori
sw_ke: Hawawajui discount jamii
tr_tr: Atamak indirim kategorisi
zh_hk: 安排折扣种类
zh_tw: 指定折扣類別

source: to all items in stock category
cs_cz: pro všechny položky na skladě kategorii
es_es: a todos los artículos de la clase de existencia
hi_in: शेयर श्रेणी के सभी आइटम्स के लिए
id_id: ke semua item dalam kategori stok
it_it: a tutti gli elementi della categoria stock
ko_kr: 재고 범주의 모든 항목에
mr_in: स्टॉक वर्ग सर्व आयटम
nl_nl: om alle items in voorraad categorie
pt_pt: todos os itens nesta categoria estoque
ro_ro: la toate articolele din categoria stoc
ru_ru: сем товарам в категории
sq_al: për të gjitha sendet në këtë kategori të aksioneve
sv: till alla artiklar i lagerkategori
sw_ke: na vitu vyote katika jamii hisa
tr_tr: stok kategorideki tüm öğelere
zh_hk: 为存货种类的所有物料
zh_tw: 在存貨類別中的所有項目

source: Update Items
cs_cz: Aktualizace položky
es_es: Actualizar artículos
hi_in: अद्यतन आइटम
id_id: Perbarui Item
it_it: Aggiornare gli elementi
ko_kr: 업데이트 항목
mr_in: अद्यतनित आयटम
pt_pt: Atualizar Itens
ro_ro: Update Produse
ru_ru: Обновить товары
sq_al: Items Update
sv: Uppdatera artiklar
sw_ke: Mwisho Items
tr_tr: Güncelleme Öğeler
zh_hk: 更新物料
zh_tw: 更新項目

source: Discount Category
cs_cz: Slevová skupina
es_es: Clase de descuento
hi_in: छूट श्रेणी
id_id: Kategori Diskon
it_it: Classe di sconto
ko_kr: 할인 카테고리
mr_in: सवलतीच्या वर्ग
nl_nl: Kortings Categorie
pt_pt: Categoria de Desconto
ro_ro: Discount Categorie
ru_ru: Категория скидки
sv: Rabattkategori
sw_ke: Discount Jamii
tr_tr: ISKONTO KATEGORISI
zh_hk: 折扣类别
zh_tw: 折扣類別

source: Are you sure you wish to delete this discount category?
es_es: ¿Está seguro que desea suprimir esta categoría de descuentos?
id_id: Apakah Anda yakin ingin menghapus kategori diskon ini?
ko_kr: 이 할인 카테고리를 삭제하려면 확실합니까?
mr_in: आपण या सवलतीच्या श्रेणी हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão dessa categoria desconto
zh_tw: 是否確定要刪除這折扣類別?

source: There are currently no discount categories defined
cs_cz: Momentálně nejsou žádné slevy definovaných kategorií
es_es: No hay actualmente categorías de descuento definidas
hi_in: वर्तमान में कोई छूट परिभाषित श्रेणियों
id_id: Belum ada kateogi discount yg sdh dibuat
it_it: Al momento non ci sono classi di sconto definite
ko_kr: 현재 할인 서비스 범주가 정의되지 않은
mr_in: परिभाषित नाही सवलतीच्या श्रेणी सध्या आहेत
nl_nl: Er zijn op dit moment geen korting categorieen gedefinieerd
pt_pt: Não há categorias de desconto definidas
ro_ro: În prezent nu există categorii discount definite
ru_ru: Не определено категорий скидки
sq_al: Aktualisht nuk ka asnjë kategori zbritje të përcaktuara
sv: Det finns inga rabattkategorier
sw_ke: Sasa kuna makundi discount hakuna defined
tr_tr: SU ANDA TANIMLI BIR ISKONTO KATEGORISI YOK
zh_hk: 还没有定义折扣类别
zh_tw: 還沒有折扣類別定義

source: Enter a two character abbreviation for the discount category and the stock code to which this category will apply to. Discount rules can then be applied to this discount category
cs_cz: Zadejte dvoumístný zkratka pro slevu kategorii a zásob kód které tato kategorie se bude vztahovat na. Sleva pravidla pak lze použít na tuto slevu kategorii
es_es: Introducir una abreviatura de dos letras para la Clase de Descuento y el Código de Existencia al que se aplicará. Entonces podrán aplicarse Reglas de Descuento a esta Clase de Descuento.
hi_in: एक दो छूट श्रेणी के लिए चरित्र और संक्षिप्त नाम स्टॉक कोड है जो इस श्रेणी के लिए लागू होगी दर्ज करें. डिस्काउंट नियम तो यह छूट श्रेणी के लिए लागू किया जा सकता है
id_id: Masukkan singkatan dua karakter utk kategori diskon tersebut dan kode stok ke mana kategori ini akan diterapkan. Aturan diskon kemudian dapat diaplikasikan utk kategori diskon ini
it_it: Inserire una sigla di due caratteri per la classe di sconto e il codice articolo a cui questa classe verrà applicata. Poi sarà possibile definire le regole da applicare per questa classe.
ko_kr: 할인 범주 및이 범주에 적용되는 주식 코드에 대한 두 개의 문자 약어를 입력합니다. 할인 규칙이어서이 할인 카테고리에 적용될 수있다
mr_in: सवलतीच्या श्रेणीसाठी एक दोन वर्ण संक्षेप आणि या वर्गात लागू करेल शेअर कोड प्रविष्ट करा. सवलतीच्या नियम नंतर या सवलतीच्या श्रेणी लागू होऊ शकते
nl_nl: Voer een twee tekens afkorting voor de korting categorie en de voorraad code voor wie deze categorie op van toepassing is. Korting regels kunnen dan toegepast worden op deze kortings categorie
pt_pt: Informe 2 caracteres para abreviar categoria de desconto e o código de estoquepara o qual essa categ. se aplica. Regras desconto podem ser aplicadas aessa categoria
ro_ro: Introduceţi o abreviere de două caractere pentru categoria de reducere şi codul de stoc în care această categorie se vor aplica. reguli Discount pot fi apoi aplicate la această categorie discount
ru_ru: Введите два символа аббревиатуры категории скидки и код товара, у уоторому применяется эта категория. После этого к этой категории могут быть применены правила скидок
sq_al: Futni një shkurtim dy karakter për kategorinë e zbritje dhe kodin e aksioneve për të cilat kjo kategori do të zbatohen për të. Rregullat Discount pastaj mund të zbatohen në këtë kategori zbritje
sv: Registrera en kod för rabattkategorin och ett artikelnummer. Rabattregler kan sedan registreras för denna rabattkategori
sw_ke: Kuingia tabia mbili kifupi kwa ajili ya jamii ya discount na kanuni hisa ambayo jamii huu utatumika. Discount sheria basi zinaweza kutumika kwa jamii hii discount
tr_tr: 2 KARAKTERLIK ISKONTO KATEGORISI VE VE ISKONTO UYGULANACAK STOK KODUNU GIRINIZ.
zh_hk: 请输入2位数字作为折扣类别代码，并输入一个物料号码。 折扣规则将用于这个折扣类别
zh_tw: 請輸入 2 位字元作為折扣類別代碼和存貨代碼給這類別應用. 折扣規則可以應用到這折扣類別

source: Update discount category for
cs_cz: Aktualizace sleva kategorii
es_es: Actualizar Clase de Descuento para
hi_in: अद्यतन छूट श्रेणी के लिए
id_id: Perbarui kategori diskon utk
it_it: Aggiornamento della categoria di sconto per
ko_kr: 업데이트 할인 카테고리
mr_in: अद्यतन सवलतीच्या श्रेणी
nl_nl: Update korting categorie voor
pt_pt: Atualizar Categoria Desconto para
ro_ro: Update categorie discount pentru
ru_ru: Обновить скидку для категории
sq_al: kategori Update zbritje për
sv: Uppdatera rabattkategori för
sw_ke: Mwisho discount jamii kwa
tr_tr: Güncelleştirme indirim kategorisi için
zh_hk: 更新折扣种类为
zh_tw: 更新折扣類別為

source: a single stock item
cs_cz: sklad položky
es_es: un sólo artículo de existencias
hi_in: एक शेयर मद
id_id: satu item stok
it_it: una voce di magazzino unico
ko_kr: 하나의 재고 항목
mr_in: एकाच स्टॉक आयटम
nl_nl: een voorraad artikel
pt_pt: um único item de estoque
ro_ro: un singur element stoc
ru_ru: единичный товар
sq_al: një artikull të vetëm të aksioneve
sv: en enstaka lagerartikel
sw_ke: moja ya hisa item
tr_tr: Tek bir stok kalemi
zh_hk: 一个存货物料
zh_tw: 單一庫存貨商品

source: a complete stock category
cs_cz: kompletní zásoby kategorii
es_es: una categoría de existencia completa
hi_in: एक पूरा स्टॉक वर्ग
id_id: semua kategori stok
it_it: una categoria stock completo
ko_kr: 전체 주식의 종류
mr_in: संपूर्ण स्टॉक श्रेणी
nl_nl: een volledige voorraad categorie
pt_pt: todos itens da categoria
ro_ro: un sistem complet stoc categorie
ru_ru: полная категория товаров
sq_al: një kategori të plotë të aksioneve
sv: en komplett lagerkategori
sw_ke: kukamilisha hisa jamii
tr_tr: tam bir stok kategorisi
zh_hk: 一个完成的存货种类
zh_tw: 完整的庫存目錄

source: Discount Matrix Maintenance
cs_cz: Nastavení matice slev
es_es: Administrar la Matriz de Descuentos
hi_in: डिस्काउंट मैट्रिक्स रखरखाव
id_id: Pengaturan Tabel Diskon
it_it: Gestione matrice degli sconti
ko_kr: 할인 매트릭스 유지 보수
mr_in: सवलत साचा देखभाल
nl_nl: Kortings Matrix Onderhoud
pt_pt: Manutenção Matriz Desconto
ro_ro: Discount Matrix de întreţinere
ru_ru: Поддержка матрицы скидок
sq_al: Mirëmbajtja Discount Matrix
sv: Rabattmatris
tr_tr: ISKONTO MATRIKSI YÖNETIMI
zh_hk: 折扣
zh_tw: 折扣基礎維護

source: The quantity break must be entered as a positive number
cs_cz: Množství přestávka musí být zadán jako kladné číslo
es_es: La cantidad debe ser positiva
hi_in: मात्रा तोड़ एक सकारात्मक संख्या के रूप में दर्ज होना चाहिए
id_id: Batas qty harus dimasukkan sbg angka positif
it_it: La quantità soglia deve essere inserita come numero positivo
ko_kr: 양 휴식은 양수로 입력해야합니다
mr_in: प्रमाण ब्रेक सकारात्मक संख्या प्रविष्ट करणे आवश्यक आहे
nl_nl: De hoeveelheids grens moet een positief getal zijn
pt_pt: A quantidade base deve ser um numero positivo
ro_ro: Cantitatea pauză trebuie să fie introdus ca un număr pozitiv
ru_ru: Разрыв количества должен быть положительным числом
sq_al: Pushim sasia duhet të futet si një numër pozitiv
sv: antalsgränsen måste vara err positivt numme
sw_ke: kuvunja wingi iwekwe kama idadi ya chanya
tr_tr: GIRILEN MIKTAR KOTASI POZITIF BIR SAYI OLMALI
zh_hk: 数量分隔必须输入正数
zh_tw: 優惠數量必須輸入正數

source: The quantity of all items on an order in the discount category
cs_cz: Množství všech položek v pořadí, v kategorii sleva
es_es: La cantidad de todos los artículos de un pedido en la clase de descuento
hi_in: एक आदेश पर सभी वस्तुओं के वर्ग में छूट मात्रा
id_id: Qty semua item pada order dalam kategori diskon
it_it: Tutti gli articoli nella classe di sconto
ko_kr: 할인 카테고리의 순서에있는 모든 항목의 수량
mr_in: सवलतीच्या वर्ग मागणी सर्व आयटम प्रमाण
nl_nl: De hoeveelheid van alle artikelen op een opdracht in de kortings categorie
pt_pt: A Quantidade de itens para haver o desconto
ro_ro: Cantitatea de toate punctele de pe o comandă din categoria discount
ru_ru: Количество всех товаров по заказу в категории скидок
sq_al: Sasia e të gjitha sendet në një mënyrë në kategorinë zbritje
sv: Antalet för alla produkter på en order i denna rabattkategori
sw_ke: Wingi wa vitu vyote kwa amri katika jamii ya discount
tr_tr: indirim kategorisinde sipariş üzerine tüm öğelerin miktarı
zh_hk: 折扣类别
zh_tw: 在折扣類別中所有商品的訂單數量

source: at which the discount will apply is 0 or less than 0
cs_cz: na které se bude vztahovat sleva je 0 nebo méně než 0
es_es: al lo que se aplicará el descuento es 0 o menor que 0
hi_in: जिस पर छूट लागू होगी 0 या 0 से कम है
id_id: dimana diskon adalah 0 atau kurang dari 0
it_it: hanno la quantità soglia a 0 o inferiore a 0
ko_kr: 하는 적용됩니다 할인은 0 또는 0보다 작은
mr_in: ज्या लागू होईल सवलतीच्या 0 किंवा कमी 0 आहे
nl_nl: de toegepaste korting is 0 of minder dan 0
pt_pt: a partir da qual havera descontos zero ou menor que 0.
ro_ro: la care se vor aplica discount este 0 sau mai mică de 0
ru_ru: при котором будет применена скидка 0 или меньше
sq_al: në të cilën do të aplikohen zbritje është 0 ose më pak se 0
sv: där rabatten gäller är <= 0
sw_ke: ambayo discount mapenzi kuomba ni 0 au chini ya 0
tr_tr: hangi indirim uygulanacaktır de 0&#39;dan 0 veya daha az
zh_hk: 的数量分隔为0或小于0
zh_tw: 如是者, 折扣會是 0 或少於 0

source: Positive numbers are expected for this entry
cs_cz: Kladných čísel se očekává, že za tuto položku
es_es: Debe entrar números positivos
hi_in: धनात्मक संख्याएँ इस प्रविष्टि के लिए उम्मीद कर रहे हैं
id_id: Angka positif yg diminta utk masukan ini
it_it: Le quantità soglia devono avere valore positivo
ko_kr: 양수는이 항목에 대한 예상된다
mr_in: लगेच संख्या या प्रविष्टासाठी अपेक्षित आहे
nl_nl: Een positief getal is hier verwacht
pt_pt: numero positivo esperado
ro_ro: Numerele pozitive sunt de aşteptat pentru această intrare
ru_ru: Для этой позиции ожидаются положительные числа
sq_al: numra pozitive pritet për këtë term
sv: Det skall vara positiva nummer
sw_ke: idadi Chanya wanatarajiwa kwa ajili ya kuingia hii
tr_tr: POZITIF RAKKAM GIRMELISIIZ
zh_hk: 请输入正数
zh_tw: 請輸入正數值

source: The discount rate must be entered as a positive number
cs_cz: Diskontní sazba musí být zadán jako kladné číslo
es_es: La taza de Descuento debe ser positiva
hi_in: छूट की दर एक सकारात्मक संख्या के रूप में दर्ज होना चाहिए
id_id: Nilai diskon harus dimasukkan sbg angka positif
it_it: La percentuale di sconto deve essere un numero positivo
ko_kr: 할인율은 양수로 입력해야합니다
mr_in: सवलतीच्या दर सकारात्मक संख्या प्रविष्ट करणे आवश्यक आहे
nl_nl: Het kortingspercentage dient als een positief getal te worden ingevoerd
pt_pt: o percentual de desconto deve ser um número positivo
ro_ro: Rata de scont trebuie să fie introdus ca un număr pozitiv
ru_ru: Ставка дисконта
sq_al: Norma e skontimit duhet të futet si një numër pozitiv
sv: Rabattsatsen måste vara positiv
sw_ke: Kiwango cha discount iwekwe kama idadi ya ukimwi
tr_tr: ISKONTO ORANI POZITIF RAKKAM OLMALI
zh_hk: 折扣率必须是正数
zh_tw: 折扣率必須是正數值

source: The discount rate applicable for this record is either less than 0% or greater than 100%
ko_kr: 이 기록에 적용 할인율 미만 0 % 또는 100 % 이상의 하나 인
mr_in: या रेकॉर्ड लागू सवलतीच्या दर कमी 0% किंवा त्यापेक्षा जास्त 100% एकतर आहे
pt_pt: o percentual de desconto é menor que 0 por cento ou maior que cem por cento
zh_tw: 適用該記錄的折現率小於0％或大於100％

source: Numbers between 1 and 100 are expected
es_es: Se esperan números entre 1 y 100
ko_kr: 1에서 100 사이의 숫자는 예상
mr_in: 1 आणि 100 मधील अंक अपेक्षित आहे
pt_pt: números entre 1 e 100 são esperados
zh_tw: 請輸入介於 1 至 100的數值

source: The discount matrix record has been added
cs_cz: Sleva matrice záznam byl přidán
es_es: El registro de la matriz de descuento ha sido creado
hi_in: छूट मैट्रिक्स रिकॉर्ड जोड़ दिया गया है
id_id: Data matriks diskon telah ditambahkan
it_it: La matrice degli sconti è stata inserita
ko_kr: 할인 매트릭스 기록이 추가되었습니다
mr_in: सवलत साचा रेकॉर्ड जोडले गेले आहे
nl_nl: De korting matrix record is toegevoegd
pt_pt: Matrix de desconto adicionada
ro_ro: Record discount matrice a fost adăugată
ru_ru: Добавлена запись матрицы скидок
sq_al: Të dhënat e zbritje Matrica është shtuar
sv: Rabattmatrisen has sparats
sw_ke: Rekodi ya discount tumbo imekuwa aliongeza
tr_tr: ISKONTO MATRIX KAYDI EKLENDI
zh_hk: 折扣已新增
zh_tw: 折扣紀錄已新增

source: The discount matrix record has been deleted
cs_cz: Sleva matrice záznam byl odstraněn
es_es: El registro de la matrz de descuento ha sido eliminado
hi_in: छूट मैट्रिक्स रिकॉर्ड हटा दिया गया है
id_id: Data matriks diskon telah dihapus
it_it: La matrice degli sconti è stata cancellata
ko_kr: 할인 매트릭스 기록이 삭제되었습니다
mr_in: सवलत साचा रेकॉर्ड हटविले गेले आहे
nl_nl: De korting matrix record is verwijderd
pt_pt: Matrix de Desconto removida
ro_ro: Record discount matrice a fost şters
ru_ru: Запись из матрицы скидок удалена
sq_al: Të dhënat e zbritje Matrica është grisur
sv: Rabattmatrisen har makulerats
sw_ke: Rekodi ya tumbo discount imefutwa
tr_tr: ISKONTO MATRIX KAYDI SILINDI
zh_hk: 折扣已删除
zh_tw: 折扣紀錄已刪除

source: Customer Price List
cs_cz: Zákazník Ceník
es_es: Lista de Precios del cliente
hi_in: ग्राहक मूल्य सूची
id_id: Daftar Harga Customer
it_it: Listino
ko_kr: 고객 가격 목록
mr_in: ग्राहक किंमत सूची
nl_nl: Klant Prijs Lijst
pt_pt: Lista Preço Cliente
ro_ro: Client Lista de preturi
ru_ru: Прайс-лист клиента
sq_al: Lista e Çmimeve Customer
sv: Kundprislista
sw_ke: Bei ya wateja Orodha
tr_tr: MÜSTERI FIYAT LISTESI
zh_hk: 价格表
zh_tw: 客戶價格表

source: Quantity Break
cs_cz: Množství Break
es_es: Cantidad Tope
hi_in: मात्रा तोड़
id_id: Minimal Qty
it_it: Quantità soglia
ko_kr: 수량 브레이크
mr_in: प्रमाणात ब्रेक
nl_nl: Aantallen Grens
pt_pt: Quant. p/Desc.
ro_ro: Cantitate Break
sq_al: Sasia Break
sv: Antalsgräns
sw_ke: Wingi Break
tr_tr: MIKTAR KOTASI
zh_hk: 数量分隔
zh_tw: 數量以上(優惠)

source: The discount to apply to orders where the quantity exceeds the specified quantity
ko_kr: 양이 지정된 수량을 초과 할 경우 할인이 주문에 적용
mr_in: प्रमाण निर्दिष्ट प्रमाण ओलांडते जेथे ऑर्डर लागू सवलतीच्या
pt_pt: Desconto para aplicar aos pedidos onde a quant. exceder a qtd especif.
zh_tw: 適用折扣於訂單的數量超過指定數量

source: Are you sure you wish to delete this discount matrix record?
es_es: ¿Está seguro que desea suprimir este registro de matriz de descuentos?
id_id: Apakah Anda yakin ingin menghapus data matriks diskon ini?
ko_kr: 이 할인 매트릭스 기록을 삭제할 확실합니까?
mr_in: आपण या सवलत साचा रेकॉर्ड हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão matriz de desconto
zh_tw: 您確定要刪除這個折扣基體記錄？

source: EDI Message Format
cs_cz: EDI Formát zprávy
es_es: Formato de mensaje EDI
hi_in: ईडीआई संदेश स्वरूप
id_id: Format Pesan EDI
it_it: Formato messaggio EDI
ko_kr: EDI 메시지 형식
mr_in: EDI संदेश स्वरूप
nl_nl: EDI Boodschap Formaat
pt_pt: Formato EDI
ru_ru: Формат EDI-сообщения
sq_al: Format EDI Mesazh
sv: EDI meddelandeformat
sw_ke: Ujumbe EDI Format
tr_tr: E-BELGE MESAJ FORMATI
zh_hk: EDI模板
zh_tw: EDI 訊息格式

source: There was an error inserting the default template invoice message records for
cs_cz: Došlo k chybě při vkládání výchozí šablony záznamy fakturu zpráva pro
es_es: Hubo un error agregando los registros de mensaje de la plantilla de factura predeterminada para
hi_in: वहाँ एक के लिए डिफ़ॉल्ट टेम्पलेट चालान संदेश रिकॉर्ड डालने में त्रुटि हुई
id_id: Ada kesalahan memasukkan pesan template standar faktur utk
it_it: C'è stato un errore nell'inserimento del modello di riferimento della fattura elettronica per
ko_kr: 기본 템플릿 송장 메시지 레코드를 삽입하는 동안 오류가 발생했습니다
mr_in: साठी डीफॉल्ट टेम्पलेट चलन संदेश रेकॉर्ड अंतर्भूत एक त्रुटी आली
nl_nl: Er is een fout opgetreden bij het toevoegen van de default factuurboodschap aan
pt_pt: Erro inserindo modelo de mensagem de aviso para
ro_ro: Nu a fost o eroare la introducerea facturii şablonul implicit înregistrări mesaj pentru
ru_ru: Возникла ошибка вставки записей шаблона счета по умолчанию для
sq_al: Nuk ishte një gabim futur template default dhënat faturë mesazh për
sv: Det uppstod ett fel in i standardmallen poster faktura budskap för
sw_ke: Kulikuwa na makosa kuingiza template default kumbukumbu za ujumbe wa ankara kwa
tr_tr: için varsayılan şablon fatura mesaj kayıtları ekleyerek bir hata oluştu
zh_hk: 插入发票模板时发生错误
zh_tw: 插入發票訊息範本記錄時發生錯誤

source: Message line updated
cs_cz: Zprávy line aktualizace
es_es: Actualizada la línea del Mensaje
hi_in: रेखा संदेश अद्यतन
id_id: Baris pesan diperbarui
it_it: riga del messaggio aggiornata
ko_kr: 메시지 라인 업데이트
mr_in: संदेश ओळ अद्यतनित
nl_nl: Boodschap regel vernieuwd
pt_pt: Linha Mensag. Atualizada
ro_ro: Mesaj linie actualizate
ru_ru: Строка сообщения обновлена
sq_al: Mesazh linjë updated
sw_ke: Ujumbe line updated
tr_tr: MESAJ SATIRI GÜNCELLENDI
zh_hk: 模板行已更新
zh_tw: 訊息列已更新

source: Message line added
cs_cz: Poselství zní line
es_es: Añadida la línea del Mensaje
hi_in: संदेश पंक्ति गयी
id_id: Baris pesan ditambahkan
it_it: riga del messaggio aggiunta
ko_kr: 메시지 라인 추가
mr_in: जोडले संदेश ओळ
nl_nl: Boodschap regel toegevoegd
pt_pt: Linha Mensagem adic.
ro_ro: Mesaj linie adăugat
ru_ru: Строка сообщения добавлена
sq_al: Mesazh linjë shtuar
sv: Tillagd datum
sw_ke: Ujumbe line aliongeza
tr_tr: MESAJ SATIRI EKLENDI
zh_hk: 模板行已插入
zh_tw: 訊息列已加入

source: The selected message line has been deleted
es_es: Se borró la línea del mensaje seleccionada
id_id: Baris pesan yg dipilih telah dihapus
it_it: la riga del messaggio selezionata è stata cancellata
ko_kr: 선택된 메시지 행이 삭제되었습니다
mr_in: निवडलेले संदेश रेखा हटविली गेली आहे
nl_nl: De geselecteerde boodschap is verwijderd
pt_pt: Selec. linha de mensagem a ser removida
ru_ru: Выбранная строка сообщения была удалена
sv: Den aktuella meddelanderaden har makulerats
tr_tr: SEÇILMIS MESAJ SATIRI SILINDI
zh_hk: 选择的模板行已删除
zh_tw: 選擇的訊息列已刪除

source: Definition of
cs_cz: Definice
es_es: Definición de
hi_in: की परिभाषा
id_id: Definisi dari
it_it: Definizione di
ko_kr: 의 정의
mr_in: व्याख्या
nl_nl: Definitie van
pt_pt: Definição de
ro_ro: Definiţia
ru_ru: Определение
sq_al: Përkufizimi i
sv: Definition av
sw_ke: Ufafanuzi wa
tr_tr: Tanımı
zh_hk: 定义
zh_tw: ...的定義

source: Format String
cs_cz: Formát String
es_es: Dar Formato a la cadena de caracteres
hi_in: प्रारूप स्ट्रिंग
id_id: String Format
it_it: Formato
ko_kr: 형식 문자열
mr_in: स्वरूप स्ट्रिंग
nl_nl: Formaat String
pt_pt: Formato Mensag.
ru_ru: Строка формата
sv: refsträng;format
sw_ke: Kamba format
tr_tr: FORMAT
zh_hk: 字段名
zh_tw: 格式字串

source: Create New EDI Invoice Message From Default Template
cs_cz: Vytvořit nový EDI faktury zpráva z výchozí šablony
es_es: Crear Nuevo Mensaje de Factura EDI desde Plantilla
hi_in: नया डिफ़ॉल्ट टेम्पलेट से ईडीआई चालान संदेश
id_id: Buat Pesan Faktur EDI Baru Dari Template Standar
it_it: Creare una nuova fattura elettronica EDI dal modello di riferimento
ko_kr: 기본 템플릿에서 새로운 EDI 송장 메시지 작성
mr_in: डीफॉल्ट साचा नवीन EDI चलन संदेश तयार करा
nl_nl: Creeer een nieuwe EDI boodschap van de template
pt_pt: Criar Nova Mensagem de EDI com base no Modelo
ro_ro: Creare mesaj nou EDI factura de la şablon implicit
ru_ru: Создать новое сообщение для EDI-счета из шаблона по умолчанию
sq_al: Faturë Krijo reja EDI Mesazh Nga Default Template
sv: Skapa nytt EDI-faktura Message From standardmall
sw_ke: Kujenga Mpya EDI ankara Ujumbe Kutoka Kigezo Default
tr_tr: VARSAYILAN SABLONDAN YENI E-BELGE FATURA MESAJI OLUSTUR
zh_hk: 从默认模板产生新的发票EDI模板
zh_tw: 產生新 EDI 預設發票訊息表格範本

source: Review Message Lines
cs_cz: Přezkoumání zprávy Lines
es_es: Revisar líneas del mensaje
hi_in: समीक्षा संदेश लाइन्स
id_id: Lihat Semua Baris Pesan
it_it: Controlla il messaggio
ko_kr: 검토 메시지 라인
mr_in: पुनरावलोकन संदेश लाईन्स
nl_nl: Review boodschap regeles
pt_pt: Rever Linhas Mensagem
ro_ro: Review Mesaj Lines
ru_ru: Промотреть строки соощения
sq_al: Mesazh Lines Review
sw_ke: Ujumbe mapitio Lines
tr_tr: MESAJ SATIRLARINI INCELE
zh_hk: 查看模板行
zh_tw: 檢視訊息列

source: Heading
cs_cz: Okruh
es_es: Cabecera
hi_in: शीर्षक
it_it: Intestazione
ko_kr: 표제
mr_in: मथळा
nl_nl: Hoofd
pt_pt: Cabeçalho
ro_ro: Rubrică
ru_ru: Заголовок
sq_al: Titull
sv: Rubrik
sw_ke: Viongozi
tr_tr: BASLIK
zh_hk: 抬头
zh_tw: 標題

source: Detail
es_es: Detalle
hi_in: विस्तार
id_id: Rincian
it_it: Dettagli
ko_kr: 세부 정보
mr_in: तपशील
pt_pt: Detalhe
ro_ro: Detaliu
ru_ru: Подробности
sq_al: Hollësi
sv: Detalj
sw_ke: Undani
tr_tr: DETAY
zh_hk: 明细行
zh_tw: 資料

source: Line Text
es_es: Texto de la Línea
hi_in: पंक्ति पाठ
id_id: Teks Baris
it_it: Testo della riga
ko_kr: 줄 텍스트
mr_in: लाइन मजकूर
nl_nl: Regel Tekst
pt_pt: Linha Texto
ro_ro: Linie text
ru_ru: Строка текста
sv: FLERRADIG TEXT
sw_ke: Nakala Mpya
tr_tr: SATIR AÇIKLAMASI
zh_hk: 字段名
zh_tw: 文字列

source: Update Information
cs_cz: Informace o aktualizaci
es_es: Actualizar la Información
hi_in: अद्यतन सूचना
id_id: Perbarui Informasi
it_it: Informazioni sull&#39;aggiornamento
ko_kr: 업데이트 정보
mr_in: माहिती अपडेट
nl_nl: Informatie over de update
pt_pt: Atualizar Informação
ro_ro: Update Informaţii
ru_ru: Обновить информацию
sq_al: Update Informacione
sv: Updatera information
sw_ke: Mwisho Habari
tr_tr: Güncelleme Bilgisi
zh_hk: 更新信息
zh_tw: 更新資訊
