Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There are no tax groups configured.
cs_cz: Nejsou žádné daně nakonfigurován skupin.
es_es: No se han configurado grupos de impuestos
hi_in: इसमें कोई कर कॉन्फ़िगर समूह हैं.
id_id: Tdk ada grup pajak yg dibuat.
it_it: Non ci sono gruppi fiscale configurato.
ko_kr: 구성 세금 그룹이 없습니다.
mr_in: संरचीत कर नाही गट आहेत.
nl_nl: Er zijn belasting groepen gedefinieerd
pt_pt: Não grupo impostos config.
ro_ro: Nu există grupuri de impozit configurat.
ru_ru: Нет настроенных налоговых групп
sq_al: Nuk ka grupe të taksave konfiguruar.
sv: Ingen skattegrupp har konfigurerats
sw_ke: Kuna makundi kodi hakuna configured.
tr_tr: VERGI GRUPLARI TANIMLANMAMIS
zh_hk: 没有税收组
zh_tw: 沒有設定稅組

source: Group No
cs_cz: Skupina č.
es_es: Nº del Grupo
hi_in: समूह नहीं
id_id: No Grup
it_it: Numero del gruppo
ko_kr: 그룹 없음
mr_in: गट नाही
nl_nl: Groep nr.
pt_pt: Grupo Núm.
ro_ro: Niciun grup
ru_ru: Номер Группы
sq_al: Grupi No
sv: Gruppnr
sw_ke: Hakuna kundi
tr_tr: GRUP NO
zh_hk: 编号
zh_tw: 稅收管轄編號

source: Are you sure you wish to delete this tax group?
es_es: ¿Está seguro que desea suprimir este grupo de impuestos?
id_id: Apakah Anda yakin ingin menghapus grup pajak ini?
ko_kr: 이 세금 그룹을 삭제하려면 확실합니까?
mr_in: आपण या कर गट हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção de grupo de imposto?
zh_tw: 您確定要刪除此稅組？

source: Review Existing Groups
cs_cz: Přezkoumání existujících skupin
es_es: Revisar grupos existentes
hi_in: समीक्षा मौजूदा समूह
id_id: Lihat Semua Grup
it_it: I gruppi di studio esistenti
ko_kr: 기존 그룹을 검토
mr_in: अस्तित्वातील गट पुनरावलोकन
nl_nl: Bekijk bestaande groepen
pt_pt: Rever Grupos Existentes
ro_ro: Review grupuri existente
ru_ru: Обзор существующих групп
sq_al: Grupet ekzistuese Review
sv: Visa existerande grupper
sw_ke: Mapitio zilizopo Vikundi
tr_tr: MEVCUT GRUPLARI INCELE
zh_hk: 查看全部税收组
zh_tw: 檢視現有組別

source: The selected tax group is no longer available.
cs_cz: Vybrané daňová skupina již není k dispozici.
es_es: El grupo de impuestos seleccionado ya no está disponible
hi_in: चयनित कर समूह अब उपलब्ध नहीं है.
id_id: Grup pajak yg dipilih sdh tdk ada.
it_it: Il gruppo selezionato imposta non è più disponibile.
ko_kr: 선택한 세금 그룹은 더 이상 사용할 수 없습니다.
mr_in: निवडलेले कर गट आता उपलब्ध नाही.
nl_nl: De geselecteerde belasting groep is niet langer beschikbaar
pt_pt: O grupo de imposto não existe mais.
ro_ro: Grupul de impozit selectat nu mai este disponibil.
ru_ru: Выбранная налоговая группа больше не доступна.
sq_al: Nga grupi i përzgjedhur taksave nuk është më në dispozicion.
sv: Den valda gruppen är inte längre tillgänglig
sw_ke: Kodi ya kuchaguliwa kundi hakuna tena inapatikana.
tr_tr: SEÇILEN VERGI GRUBU ARTIK MEVCUT DEGIL
zh_hk: 选取的税收组不存在
zh_tw: 選取的稅組不再有效

source: The group name must be more 4 and less than 40 characters and cannot be left blank
ko_kr: 그룹 이름은 4 이상 미만 40 자이어야하며 비워 둘 수 없습니다
mr_in: गट नाव अधिक 4 असू आणि कमी 40 वर्ण आणि रिक्त ठेवता येणार नाही पाहिजे
pt_pt: O nome do grupo deve ter mais de 4 caracteres e menos que 40 caracteres e deve estar preenchido
zh_tw: 群組名稱必須介於4和40個字符，不能留空

source: 4 to 40 legal characters
ko_kr: 4-40 법적 자
mr_in: 4 ते 40 कायदेशीर वर्ण
pt_pt: 4 até 40 caracteres válidos
zh_tw: 4到40合法字元

source: Enter Group
cs_cz: Zadejte skupiny
es_es: Introducir grupo
hi_in: समूह दर्ज करें
id_id: Masukkan Grup
it_it: Inserisci il Gruppo
ko_kr: 그룹을 입력
mr_in: गट प्रविष्ट करा
nl_nl: Voer groep in
pt_pt: Adicionar Grupo
ru_ru: Вход в группу
sv: Ange grupp
sw_ke: Kuingia Group
tr_tr: GRUP GIRIN
zh_hk: 输入税收组
zh_tw: 輸入稅收組

source: Calculation Order
cs_cz: Výpočet Objednávka
es_es: Orden de cálculo
hi_in: गणना के आदेश
id_id: Urutan Perhitungan
it_it: Ordine di calcolo
ko_kr: 계산 주문
mr_in: साधकबाधक विचार मागणी
nl_nl: Bereken order
pt_pt: Calcular Ordem Compra
ro_ro: Ordinul de calcul
ru_ru: Расчет заказа
sq_al: Llogaritja Rendit
sv: Beräkningsordning
sw_ke: Hesabu Order
tr_tr: HESAPLAMA SIRASI
zh_hk: 计算顺序
zh_tw: 計算順序

source: Tax on Prior Taxes
cs_cz: Daň z předchozího daních
es_es: Impuesto sobre impuestos anteriores
hi_in: पूर्व कर सम्मिलित पर टैक्स
id_id: Pajak atas Pajak Sebelumnya
it_it: Tasse su tasse precedentemente
ko_kr: 이전에 세금에 세금
mr_in: मॅट कर कर
nl_nl: Belasting over eerdere belasting
pt_pt: Imposto sobre Anterior
ro_ro: Impozitul pe Taxele Înainte
ru_ru: Налог на приоритетные налоги
sq_al: Tatimore për Tatimin Para
sv: Skatt på tidigare skatter
sw_ke: Kabla ya kodi ya Kodi
tr_tr: Önceki Vergiler Vergi
zh_hk: 之前的税种
zh_tw: 之前的稅種

source: Update Order
cs_cz: Aktualizace Objednat
es_es: Actualizar Pedidos
hi_in: अद्यतन आदेश
id_id: Perbarui Urutan
it_it: Aggiornamento Ordine
ko_kr: 업데이트 주문
mr_in: अद्यतनित मागणी
nl_nl: Wijzig Opdracht
pt_pt: Atualizar Ordem Compra
ro_ro: Update Ordine
ru_ru: Обновление заказа
sq_al: Update Rendit
sv: Uppdatera ordning
sw_ke: Order update
tr_tr: SIPARISI GÜNCELLE
zh_hk: 更新顺序
zh_tw: 更新訂單

source: Assigned Taxes
cs_cz: Účelově Daně
es_es: Impuestos Asignados
hi_in: असाइन कर सम्मिलित
id_id: Pajak Yg Ditetapkan
it_it: Assegnato Tasse
ko_kr: 할당 된 세금
mr_in: नियुक्त कर
nl_nl: Wijs belasting toe
pt_pt: Imposto Assinal.
ro_ro: Taxele alocate
ru_ru: Назначенные налоги
sq_al: Tatimet Assigned
sv: Assignerade skatter
sw_ke: Kupewa Kodi
tr_tr: ILISIKLENDIRILMIS VERGILER
zh_hk: 已分配的税种
zh_tw: 以分配的稅種

source: Available Taxes
cs_cz: Daně k dispozici
es_es: Impuestos Disponibles
hi_in: उपलब्ध कर सम्मिलित
id_id: Pajak Tersedia
it_it: Disponibile Tasse
ko_kr: 가능한 세금
mr_in: उपलब्ध कर
nl_nl: Beschikbare belastingen
pt_pt: Impostos Dispon.
ro_ro: Taxele disponibile
ru_ru: Доступные налоги
sq_al: Tatimet Available
sv: Tillgängliga skatter
sw_ke: Inapatikana Kodi
tr_tr: MEVCUT VERGILER
zh_hk: 可用的税种
zh_tw: 可用的稅種

source: Tax Auth ID
cs_cz: Daň Auth ID
es_es: ID de la Autoridad Fiscal
hi_in: टैक्स Auth आईडी
id_id: ID Wewenang Pajak
it_it: Tasse Auth ID
ko_kr: 세금 인증 ID
mr_in: कर प्रमाणिकरण आयडी
nl_nl: Belasting authoriteiten ID
pt_pt: ID Autorid. Imposto
ro_ro: Fiscale Auth ID
ru_ru: Идентификатор налоговой инспекции
sq_al: Auth Tax ID
sv: Skattemyndighets ID
sw_ke: Kodi Auth ID
tr_tr: Vergi Auth ID
zh_hk: 税收管辖ID
zh_tw: 稅收管轄 ID

source: Tax Authority Name
cs_cz: Název finančního úřadu
es_es: Nombre de la Autoridad Fiscal
hi_in: टैक्स प्राधिकरण नाम
id_id: Nama Wewenang Pajak
it_it: Tax Authority Nome
ko_kr: 세금 기관 이름
mr_in: कर प्राधिकरण नाव
nl_nl: Belasting authoriteiten Naam
pt_pt: Nome Autorid. Imposto
ro_ro: Autoritatea fiscală Nume
ru_ru: Название Налоговой инспекции
sq_al: Emri i Autoritetit Tatimore
sv: Skattemyndighets Name
sw_ke: Kodi ya Mamlaka ya Jina
tr_tr: VERGI DAIRESI
zh_hk: 税收管辖部门
zh_tw: 稅收管轄部門

source: Tax on Prior Tax(es)
cs_cz: Daň z předchozího dani (es)
es_es: Impuesto sobre Impuesto/s Anterior/es
hi_in: टैक्स से पहले कर पर (तों)
id_id: Pajak pada Pajak Sebelumnya
it_it: Fiscale dell&#39;imposta sulle Prior (es)
ko_kr: 이전에 세금에 세금 (ES)
mr_in: आधी कर कर (पत्त्यांना)
nl_nl: Belasting over eerdere belasting(en)
pt_pt: Imposto no Impost. Ant.
ro_ro: Fiscale privind impozitul pe Înainte (ES)
ru_ru: Налог на главный налог (ES)
sq_al: Tatimore për tatimin Para (es)
sv: Skatt på tidigare skatt(er)
sw_ke: Kabla ya kodi ya Kodi (es)
tr_tr: Vergi öncesi Vergisi (es)
zh_hk: 之前的税种
zh_tw: 之前稅項的稅

source: There are no tax authorities defined to allocate to this tax group
cs_cz: Nejsou žádné daňové orgány definované přidělit k této daňové skupiny
es_es: No hay definidas Autoridades Fiscales para (a la que) asignar este grupo de impuestos
hi_in: वहाँ कोई कर नहीं करने के लिए इस समूह के लिए आवंटित कर परिभाषित कर रहे अधिकारियों
id_id: Tdk ada wewenang pajak yg dibuat utk dialokasi pada grup pajak ini
it_it: Non ci sono autorità fiscali definite da assegnare al gruppo fiscale
ko_kr: 이 세 그룹에 할당 할 정의 된 세무 당국이 없습니다
mr_in: या कर गटात वाटप व्याख्या नाही कर अधिकार्यांना नाहीत
nl_nl: Er zijn geenbelasting authoriteiten gedefineerd om aan deze belasting groep toe te wijzen
pt_pt: Não há autoridade definida para este grupo de imposto
ro_ro: Nu sunt autorităţile fiscale definit să aloce în acest grup fiscale
ru_ru: Налоговые органы не определены для выделить этой налоговой группе
sq_al: Nuk ka autoritetet tatimore të përcaktuara për shpërndarjen në këtë grup tatimore
sv: Dett finns inga skattemyndigheter definierade för att allokera till denna skattegrupp
sw_ke: Kuna mamlaka ya kodi hakuna defined kutenga kwa kundi hii ya kodi
tr_tr: Bu vergi gruba ayırmak için tanımlanmış bir vergi makamları vardır
zh_hk: 没有可分配给该税收组的税种
zh_tw: 沒有稅務定義配置到這這稅組

source: Are you sure you wish to remove this tax authority from the group?
es_es: ¿Está seguro que desea suprimir esta autoridad fiscal del grupo?
id_id: Apakah Anda yakin ingin menghapus wewenang pajak ini dari grup?
ko_kr: 당신은 그룹이 세무 당국을 제거 할 확실하고 있습니까?
mr_in: आपण गटातून या कर प्राधिकरणाला दूर करायचा आहे का?
pt_pt: Confirma remoção de autoridade de imposto deste grupo
zh_tw: 您確定想要從群組中刪除該稅務機關？

source: Dispatch Tax Provinces
cs_cz: Expedice Daňové provincie
es_es: Jurisdicciones Fiscales
hi_in: प्रेषण कर प्रांतों
id_id: Wilayan Pajak Pengiriman
it_it: Dispatch fiscale Province
ko_kr: 파견 세금 지방
mr_in: तडफ कर प्रांत
nl_nl: Belasting regio's voor verzending
pt_pt: Impostos Envio UF
ro_ro: Dispatch fiscale Provinciile
ru_ru: Отправка налоговых регионов
sq_al: Provincat e taksave Dërgimi
sv: Skatteregioner för leverans
sw_ke: Dispatch Kodi ya Majimbo
tr_tr: Sevk Vergi İller
zh_hk: 纳税区域
zh_tw: 納稅區域

source: The tax province name cannot contain any of the illegal characters
es_es: El nombre de la jurisdicción fiscal no puede contener caracteres prohibidos
id_id: Nama wilayah pajak tdk boleh berisi karakter ilegal
ko_kr: 세금 지방 이름이 잘못된 문자를 포함 할 수 없습니다
mr_in: कर प्रांत नाव अवैध वर्ण कोणत्याही असू शकत नाही
pt_pt: Nome imposto Localidade não pode conter caracteres inválidos
zh_tw: 稅區不能包含任何非法字符

source: The tax province name may not be empty
cs_cz: Daňové provincie jméno nesmí být prázdné
es_es: El nombre de la jurisdicción fiscal no puede estar vacío
hi_in: टैक्स प्रांत का नाम खाली नहीं हो सकती
id_id: Nama wilayah pajak tdk boleh kosong
it_it: Il nome della provincia di imposta non può essere vuoto
ko_kr: 세금 지방 이름은 비워 둘 수 없습니다 수 있습니다
mr_in: कर प्रांत नाव रिक्त असू शकत नाही
nl_nl: Belasting regio naam mag niet leeg blijven
pt_pt: Nome da Imposto Localidade deve estar preenchido
ro_ro: Numele provincie fiscale nu poate fi gol
ru_ru: Имя налогового региона не может быть пустым
sq_al: Krahinën e taksave Emri nuk mund të jetë bosh
sv: Skatteregionsnamnet får inte vara tomt
sw_ke: Mkoa wa kodi jina inaweza kuwa tupu
tr_tr: VERGI BÖLGESI BOS OLAMAZ
zh_hk: 纳税区域不能为空
zh_tw: 稅區不能能空

source: The tax province cannot be renamed because another with the same name already exists.
cs_cz: Daň provincie nelze přejmenovat, protože jiný se stejným názvem již existuje.
es_es: No se pudo cambiar el nombre de la jurisdicción fiscal porque existe otra con ese nombre
hi_in: टैक्स प्रांत क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं किया जा सकता है नाम दिया.
id_id: Wilayah pajak tdk dapat diubah nama karena sdh ada wilayah lain dgn nama yg sama.
it_it: La provincia d&#39;imposta non può essere rinominato perché un altro con lo stesso nome esiste già.
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 세금 지방은 이름을 바꿀 수 없습니다.
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण कर प्रांत पुनर्नामित करणे शक्य नाही.
nl_nl: Belasting regio naam kan niet worden hernoemd omdat er al een andere bestaat met de zelfde naam
pt_pt: Nome imposto Localidade não pode ser renomeado por já existe um com este nome
ro_ro: Provincia fiscale nu pot fi redenumite, deoarece un alt cu acelaşi nume există deja.
ru_ru: Налоговый регион не может быть переименован, так как другой с таким же именем уже существует.
sq_al: Krahinën e taksave nuk mund të riemërohet për shkak se një tjetër me të njëjtin emër ekziston.
sv: Skatterregionsnamnet kan inte ändras eftersom namnet är upptaget
sw_ke: Mkoa wa kodi hawezi kuwa jina kwa sababu nyingine kwa jina moja ipo.
tr_tr: VERGI BÖLGESI YENIDEN ISIMLENDIRILEMIYOR, AYNI ISIMDE BASKA BIR TANE VAR.
zh_hk: 修改税区失败，称因为已有相同名称存在
zh_tw: 稅區不能更改名稱因為已有相同名稱存在

source: Could not update tax province
cs_cz: Nelze aktualizovat daně provincie
es_es: No se pudo actualizar la jurisdicción fiscal
hi_in: टैक्स प्रांत अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui wilayah pajak
it_it: Impossibile aggiornare la provincia fiscali
ko_kr: 세금 지방을 업데이트 할 수 없습니다
mr_in: कर प्रांत अद्यतनित करू शकत नाही
nl_nl: Kon de belasting regio niet wijzigen
pt_pt: Não pode atualizar imposto Localidade
ro_ro: Nu ar putea actualizare provincie fiscale
ru_ru: Не удалось обновить налоговый регион
sq_al: Nuk mund update provincën e taksave
sv: Kan inte uppdatera skatteregion
sw_ke: Hakuweza update kodi ya mkoa
tr_tr: VERGI BÖLGESI GÜNCELLENEMEDI
zh_hk: 未能更新纳税区域
zh_tw: 未能更新稅區

source: Tax province name changed
cs_cz: Daňové provincie změnil název
es_es: La provincia de impuestos cambió
hi_in: प्रांत का नाम बदल कर
id_id: Nama wilayah pajak telah diubah
it_it: Tasse provincia cambiato nome
ko_kr: 세금 지방 이름이 변경
mr_in: कर प्रांत नाव बदलले
nl_nl: Belasting regio naam gewijzigd
pt_pt: Imposto Localidade atualizado
ro_ro: Taxa nume provincie schimbat
ru_ru: Имя налогового региона изменено
sq_al: Emri Tatimore krahinë ndryshuar
sv: Skatteregionsnamnet har ändrats
sw_ke: Kodi jimbo jina iliyopita
tr_tr: VERGI BÖLGESI ADI DEGISTI
zh_hk: 纳税区域已更新
zh_tw: 已更改稅區名稱

source: The tax province no longer exists
cs_cz: Daň provincie již neexistuje
es_es: La provincia de impuesto ya no existe
hi_in: टैक्स प्रांत अब मौजूद नहीं है
id_id: Wilayah pajak sdh tdk ada lagi
it_it: La provincia d&#39;imposta non esiste più
ko_kr: 세금 지방은 더 이상 존재하지 않습니다
mr_in: कर प्रांत यापुढे अस्तित्वात
nl_nl: Nieuwe belasting groep kon niet worden toegevoegd omat die al bestaat
pt_pt: Imposto da Localidade não mais existe
ro_ro: Provincia fiscală nu mai există
ru_ru: Налоговый регион больше не существует
sq_al: Krahinën e taksave nuk ekziston më
sv: Skatteregionen existerar inte längre
sw_ke: Mkoa wa kodi tena lipo
tr_tr: BU VERGI BÖLGESI ARTIK YOK
zh_hk: 纳税区域已不存在
zh_tw: 稅區不再存在

source: The tax province cannot be created because another with the same name already exists
cs_cz: Daň provincie nemůže být vytvořena, protože jiný se stejným názvem již existuje
es_es: No es posible crear la jurisdicción fiscal porque existe otra con el mismo nombre
hi_in: टैक्स प्रांत क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं बनाया जा सकता है
id_id: Wilayah pajak tdk dapat dibuat karena sdh ada wilayah lain dgn nama yg sama
it_it: La provincia fiscale non può essere creato perché un altro con lo stesso nome esiste già
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 세금 지방은 만들 수 없습니다
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण कर प्रांत तयार करणे शक्य नाही
nl_nl: Belasting regio naam kan niet worden gecreeerd omdat er al een andere bestaat met de zelfde naam
pt_pt: O nome do imposto Localidade não pode ser criado pois já existe outro com este nome
ro_ro: Provincia fiscale nu pot fi create, deoarece un alt cu acelaşi nume există deja
ru_ru: Налоговый регион не может быть создана, так как другой с таким же именем уже существует
sq_al: Krahinën e taksave nuk mund të krijohet, sepse një tjetër me të njëjtin emër ekziston
sv: Skatterregionsnamnet kan inte ändras eftersom namnet är upptaget
sw_ke: Mkoa wa kodi haiwezi kutengenezwa kwa sababu nyingine kwa jina moja tayari lipo
tr_tr: VERGI BÖLGESI YARATILAMIYOR, AYNI ISIMDE BASKA BIR TANE VAR.
zh_hk: 新建纳税区域失败, 因为已有相同名称存在
zh_tw: 未能產生稅區, 因為已有相同名稱存在

source: Could not add tax province
cs_cz: Nelze přidat daňové provincie
es_es: No se pudo añadir la jurisdicción fiscal
hi_in: टैक्स प्रांत को नही जोड़ सके
id_id: Tdk dapat menambah wilayah pajak
it_it: Impossibile aggiungere provincia fiscali
ko_kr: 세금 지방을 추가 할 수 없습니다
mr_in: कर प्रांत जोडू शकत नाही
nl_nl: Kon belasting regio niet toevoegen
pt_pt: Não pode adicionar impostos Localidade
ro_ro: Nu sa putut adăuga provincie fiscale
ru_ru: Не могу добавить налоговый регион
sq_al: Nuk mund të shtoni provincën e taksave
sv: Kunde inte lägga till skatteregion
sw_ke: Inaweza si kuongeza kodi ya mkoa
tr_tr: VERGI BÖLGESI EKLENEMEDI
zh_hk: 未能新增纳税区域
zh_tw: 未能新增稅區

source: Could not add tax authority rates for the new dispatch tax province. The rates of tax will not be able to be added - manual database interaction will be required to use this dispatch tax province
cs_cz: Nelze přidat sazby daně pro nové odeslání daňového provincie. Sazby daně nebude moci být přidán - manuální databáze interakce bude nutné použít této expedici daň provincie
es_es: No se pudieron agregar tasas de impuestos de autoridad de la provincia de despacho del nuevo impuesto. Las tasas de impuesto no podrán ser añadidas - la interacción de base de datos manual será necesaria para utilizar esta provincia de tasa de despacho
hi_in: नई प्रेषण कर प्रांत के लिए कर दरों अधिकार नही जोड़ सके. कर की दरों में जोड़ा जा करने में सक्षम नहीं होगा - पुस्तिका डेटाबेस बातचीत करने के लिए इस टैक्स प्रांत प्रेषण का उपयोग करने की आवश्यकता होगी
id_id: Tdk dapat menambaah tarif wewenang pajak utk wilayah pajak pengiriman yg baru. Tarif pajak tdk akan dapat ditambah - perubahan database secara manual diperlukan utk menggunakan wilayah pajak pengiriman ini
it_it: Impossibile aggiungere i tassi di amministrazione fiscale per la nuova provincia imposta spedizione. Le aliquote di imposta non potrà essere aggiunto - database interazione manuale sarà richiesto di utilizzare questa spedizione provincia fiscali
ko_kr: 새로운 파견 세금 지방에 대한 세무 당국의 요금을 추가 할 수 없습니다. 세금의 비율을 추가 할 수 없습니다 - 수동 데이터베이스 상호 작용이 파견 세금 지방을 사용해야합니다
mr_in: नवीन तडफ कर प्रांत साठी कर अधिकृतता दर जोडू शकलो नाही. मॅन्युअल डेटाबेस संवादकरीता या वध कर प्रांत वापर करणे आवश्यक आहे - कराचा दर जोडले जाऊ करू शकणार नाहीत
nl_nl: Kon het niet toe te voegen belastingdienst tarieven voor de nieuwe verzending fiscale provincie. De tarieven van de belasting zal niet kunnen worden toegevoegd - manuele database interactie vereist zal zijn om het gebruik van deze verzending fiscale provincie
pt_pt: Não pode adicionar aliquotas impostos para nova Localidade. As aliquotas de impostos pois há necessidade de interação no banco de dados. informe seu administrador
ro_ro: Nu sa putut adăuga ratele de impozitare autoritate pentru noua provincie taxa de expediere. Ratele de impozitare nu va putea să fie adăugată - baza de date interacţiunea manuală va fi necesară pentru a folosi această expediţie provincie fiscale
ru_ru: Не удалось добавить ставки налогового органа для отправки новых налоговых регионов. Ставки налога не могут быть добавлены - взаимодействие руководства базы данных необходимо при использовании этой отправки налоговогорегиона
sq_al: Nuk mund të shtoni normat e autoritetit tatimor për krahinën e ri tatimor dërgimin. Normat e taksave nuk do të jetë në gjendje për të shtuar - bazë të dhënash manuale bashkëveprim do të kërkohet për të përdorur këtë krahinë dërgimin e taksave
sv: Kunde inte lägga skattesatser myndighet för det nya sändning skatt provinsen. De skattesatser kommer inte att kunna läggas till - manuell databas interaktion kommer att krävas för att använda denna sändning skatt provins
sw_ke: Hakuweza kuongeza viwango vya mamlaka ya kodi kwa ajili ya mkoa wa mwezi dispatch kodi. Ya viwango vya kodi kuwa na uwezo wa kuwa aliongeza - mwongozo mwingiliano Mbegu inatakiwa kutumia kodi jimbo dispatch
tr_tr: yeni sevk vergi il için vergi dairesinden kurlarını olamazdım. vergi oranları eklenecek mümkün olmayacaktır - manuel veritabanı etkileşimi bu vergi il sevk kullanmak gerekecektir
zh_hk: 未能新增税率到新建的纳税区域。要使用此纳税区域可能需要直接修改数据库
zh_tw: 未能新增稅率到新指派的稅區, 沒有新增稅率, 要使用這指派稅區, 要手動資料庫交易

source: Errors were encountered adding this tax province
cs_cz: Došlo k chybám přidání této daně provincie
es_es: Se encontraron errores añadiendo esta provincia de de impuesto
hi_in: त्रुटियों इस कर प्रांत का सामना करना पड़ा जोड़ रहे थे
id_id: Kesalahan ditemukan saat menambah wilayah pajak ini
it_it: Sono occorsi degli errori aggiungendo questa provincia fiscali
ko_kr: 오류는이 세 지방을 추가 발생했습니다
mr_in: त्रुटी या कर प्रांत जोडून आली आले
nl_nl: Fouten opgetreden bij het toeveogen van deze belasting regio
pt_pt: erros encontrados quando adicionado impostos Localidade
ro_ro: Erori întâlnite în adăugarea acestui impozit provincie
ru_ru: Были найдены ошибки при добавлении этого налогового региона
sq_al: Gabimet janë hasur duke shtuar se kjo krahinë e taksave
sv: Fel uppstod vid registreringen av denna skatteregion
sw_ke: Makosa walikuwa wamekutana kuongeza hii kodi ya mkoa
tr_tr: BU VERGI BÖLGESI EKLENIRKEN HATA OLUSTU
zh_hk: 新增纳税区域错误
zh_tw: 新增這稅區時遇到錯誤

source: New tax province added
cs_cz: Nové daně z přidané provincie
es_es: Se creó una nueva Jurisdicción Fiscal
hi_in: नए कर प्रांत गयी
id_id: Wilayah pajak yg baru telah ditambah
it_it: Nuova provincia imposta sul valore aggiunto
ko_kr: 새로운 세금 지방 추가
mr_in: नवे कर प्रांत
nl_nl: Nieuwe belasting regio toegevoegd
pt_pt: Novo Imposto Localidade adicionado
ro_ro: Noi provincie taxei pe valoarea adăugată
ru_ru: Новый налоговый регион добавлен
sq_al: krahinë të reja tatimore shtuar
sv: Ny skatteregion har lagts till
sw_ke: Mpya ya kodi ya mkoa aliongeza
tr_tr: YENI VERGI BÖLGESI EKLENDI
zh_hk: 新建纳税区域成功
zh_tw: 新稅區已新增

source: Cannot delete this tax province because it no longer exists
cs_cz: Nelze smazat tuto daň provincii, protože to již neexistuje
es_es: No se puede suprimir esta jurisdicción fiscal porque no existe
hi_in: इस प्रांत नष्ट कर, क्योंकि यह अब मौजूद नहीं है नहीं कर सकते
id_id: Tdk dapat menghapus wilayah pajak ini karena sdh tdk ada
it_it: Impossibile eliminare questa provincia tasse perché non esiste più
ko_kr: 더 이상 존재하지 않기 때문에이 세금 지방을 삭제할 수 없습니다
mr_in: तो यापुढे अस्तित्वात कारण हा कर प्रांत हटवू शकत नाही
nl_nl: Kan deze belasting regio niet verwijderen omdat die niet langer meer bestaat
pt_pt: não pode remover imposto da Localidade porque não existe mais
ro_ro: Nu se poate şterge acest provincie taxa respectivă, deoarece nu mai există
ru_ru: Не удается удалить этот налог провинции, потому что он больше не существует
sq_al: Nuk mund të fshini këtë krahinë e taksave, sepse ajo nuk ekziston më
sv: Kan inte raddera denna skatteregion eftersom den inte existerar
sw_ke: Hawezi kufuta kodi ya mkoa kwa sababu hakuna tena lipo
tr_tr: BU VERGI BÖLGESI SILINEMEZ, ARTIK SISTEMDE YOK
zh_hk: 未能删除这个纳税区域, 因为已不存在
zh_tw: 未能刪除這稅區, 因為不再存在
