Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Set to Automatic - customer codes are automatically created - as a sequential number
cs_cz: Nastavena na automatické - zákaznické kódy jsou automaticky vytvořeny - jako pořadové číslo
es_es: En Automático, los códigos de cliente se crean automáticamente en secuencia numérica.
hi_in: स्वचालित करने के लिए सेट - ग्राहक कोड स्वत: निर्मित कर रहे हैं - एक अनुक्रमिक संख्या के रूप में
id_id: Dibuat ke Otomatis - kode customer dibuat secara otomatis - sbg nomor berurut
it_it: Impostato su Automatico - i codici dei clienti vengono creati automaticamente - con un numero progressivo
ko_kr: 자동으로 설정 - 고객 코드가 자동으로 생성됩니다 - 일련 번호로
mr_in: स्वयंचलित सेट करा - ग्राहक कोड आपोआप तयार आहेत - एक यथाक्रम संख्या
nl_nl: Als deze parameter aan staat dan zullen klant codes automatisch worden aangemaakt met een volgnummer
pt_pt: Se Automático, os códigos de cliente serão sequêncialmente
ro_ro: Setat pe Automat - codurile de client sunt create automat - ca un număr secvenţial
ru_ru: В режиме автоматической - коды клиентов создаются автоматически - как порядковый номер
sq_al: Vendosur për Automatic - kodeve të konsumatorëve janë krijuar automatikisht - si një numër rendor
sv: Sätt automatiskt - kundnummer skapas automatisk som ett löpnummer
sw_ke: Kuweka Automatic - codes mteja ni moja kwa moja umba - kama idadi mtiririko
tr_tr: (OTOMATIK) SEÇILIRSE MÜSTERI KODLARI, SISTEM TARAFINDAN ARTAN SAYIDA OTOMATIK ÜRETILIR
zh_hk: 如果设置为自动，新建的客户会自动获得一个编号
zh_tw: 設為自動 - 會自動產生客戶編號 - 是一個順序編號。建議不打開，因為編號應該要有規劃，例如:顧客種類、地區等性質分類，這樣以後作分析選擇就會有比較好的操作。

source: Create Supplier Codes Automatically
es_es: Crear automáticamente códigos de proveedor
ko_kr: 자동 공급 업체 코드 만들기
zh_tw: 自動建立供應商代碼

source: Set to Automatic - Supplier codes are automatically created - as a sequential number
es_es: Establecida en automático - los códigos de proveedores se crean automáticamente - como un número secuencial
ko_kr: 자동으로 설정 - 공급 업체 코드가 자동으로 생성됩니다 - 일련 번호로
zh_tw: 設置為自動 -作為一個序列號-供應商代碼可自動產生

source: Could not load tax categories table
cs_cz: Nemohl načíst daňových kategorií tabulka
es_es: No se pudo cargar la tabla de clases de impuestos
hi_in: टैक्स श्रेणियों तालिका लोड नहीं कर सका
id_id: Tdk dapat memuat tabel kategori pajak
it_it: Impossibile caricare la tabella delle categorie fiscali
ko_kr: 세금 범주 테이블을로드 할 수 없습니다
mr_in: कर श्रेणी टेबल लोड करणे शक्य नाही
nl_nl: Kon de belasting categorien niet ophalen
pt_pt: Não pode carretar tabela categoria de impostos
ro_ro: Nu a putut fi sarcina de taxa de masă categorii
ru_ru: Не удалось загрузить таблицу налоговых категорий
sq_al: Nuk mund te ngarkohet kategori tabelën e taksave
sv: Kunde inte ladda skattekategoritabellen
sw_ke: Inaweza si mzigo makundi kodi ya meza
tr_tr: vergi kategorileri tablo yüklenemedi
zh_hk: 找不到税目
zh_tw: 未能載入稅目表

source: This is the tax category used for entry of supplier invoices and the category at which freight attracts tax
cs_cz: Jedná se o daňové kategorie pro vstup dodavatelských faktur a kategorii, při které nákladní přitahuje daně
es_es: Esta es la clase de impuesto que se usa al entrar facturas de proveedores y para transportes.
hi_in: इस टैक्स आपूर्तिकर्ता चालान के प्रवेश और जो श्रेणी में माल ढुलाई को आकर्षित कर लिए इस्तेमाल वर्ग है
id_id: Ini adalah kategori pajak yg digunakan utk memasukkan faktur supplier dan kategori dimana pengiriman kena pajak
it_it: Questa è la categoria fiscale utilizzato per l&#39;ingresso delle fatture dei fornitori e la categoria in cui il traffico merci sia soggetta ad imposta
ko_kr: 이 공급 업체 송장 입력 및화물은 세금을 유치하는 범주에 사용되는 세금의 종류입니다
mr_in: या पुरवठादार पावत्या च्या प्रविष्टी आणि वाहतुक कर attracts ज्या वर्गात वापरली कर श्रेणी आहे
nl_nl: Deze belasting categorie zal worden gebruikt bij invoer van leveranciers rekeningen en voor transport kosten
pt_pt: Esta é a categoria usada na entrada de ordens de compra de fornecedores e na qual os fretes terão os impostos calculados
ro_ro: Aceasta este categoria de impozitare utilizată pentru intrare a facturilor furnizor şi categoria la care transportul de marfă atrage fiscale
ru_ru: Эта налоговая категория используется для ввода счета-фактуры поставщика и категории, при которой груз привлекает налоговое
sq_al: Kjo është kategoria e taksave të përdorura për hyrjen e faturave të furnizuesit dhe kategori në të cilën tërheq mallrave tatimore
sv: Detta är den skatt kategori som används för inmatning av leverantörsfakturor och den kategori där gods lockar skatt
sw_ke: Hii ni ya jamii kodi kutumika kwa ajili ya kuingia wa ankara wasambazaji na jamii ambayo huvutia mizigo kodi
tr_tr: Bu tedarikçi faturaların giriş ve hangi yük vergi çeken kategori için kullanılan vergi kategori
zh_hk: 这个默认税目应用于采购发票或运费
zh_tw: 這預設稅目是應用於採購發票或運費相關稅目

source: Tax Authority Reference Name
es_es: Nombre de la referencia de la autoridad fiscal
id_id: Nama Referensi Wewenang Pajak
ko_kr: 세무 당국 참조 이름
mr_in: कर प्राधिकरण संदर्भ नाव
pt_pt: Nome Referência Autoridade Impostos
zh_tw: 稅務機關編號名稱

source: This parameter is what is displayed on tax invoices and credits for the tax authority of the company eg. in Australian this would by A.B.N.: - in NZ it would be GST No: in the UK it would be VAT Regn. No
cs_cz: Tento parametr je to, co je zobrazeno na daňové faktury a úvěrů pro finanční úřad společnosti, např.. v australských by podle ABN: - v NZ, že by bylo GST č.: ve Velké Británii, že by bylo DPH Regn. Ne
es_es: Este parámetro es lo que se muestra en impuestos, facturas y créditos como Autoridad Tributaria de la compañía, por ejemplo: en Australia es A.B.N.: , en Nueva Zelanda es GST Nº: , en Reino Unido es VAT Regn. Nº: , etc.
hi_in: इस पैरामीटर है क्या कर चालान और कंपनी जैसे की टैक्स प्राधिकरण के लिए क्रेडिट पर प्रदर्शित होता है. आस्ट्रेलियाई में इस एबीएन से होगा: - NZ में यह होता नहीं जीएसटी हो: ब्रिटेन में यह वैट पंजीकरण सं होगा. नहीं
id_id: Parameter ini adalah apa yg ditampilkan pada faktur pajak dan kredit utk wewenang pajak dari perusahaan misal di Indonesia berarti NPWP
it_it: Questo parametro è quello che viene visualizzato su fatture e crediti d&#39;imposta per l&#39;autorità fiscale della società es. in australiano ciò da parte di ABN: - in NZ sarebbe GST No: nel Regno Unito sarebbe IVA Regn. No
ko_kr: 이 매개 변수는 회사의 예를 들면의 세무 당국에 대한 세금 계산서 및 신용에 표시되는 내용입니다. ABN하여이 것 호주에서 : - 뉴질랜드에서는 GST가 없습니다 것입니다 : 영국에서 부가가치세 REGN 것입니다. 아니
mr_in: हे घटक कंपनी उदा कर प्राधिकरणाला कर पावत्या आणि नामावली प्रदर्शित काय आहे. ऑस्ट्रेलियन या एबीएन द्वारे होईल: - न्यूझीलंड मध्ये GST नाही होईल: यूके मध्ये व्हॅट Regn होईल. नाही
nl_nl: Deze parameter zal woren getoond op belasting facturen en credit facturen ten behoeve van de belasting authoriteiten bijvoorbeeld in NZ is dit GST, in te UK VAT Regn. No, in Nederland BTW
pt_pt: Esse parâmetro é exibido nos impostos pedidos, notas créditos para a entidade arrecadadora impostos. Ex. Austrália abn, Nova Zelandia GST, Reino Unido VAT Reg. No
ro_ro: Acest parametru este ceea ce este afişat pe facturi fiscale şi credite pentru autoritatea fiscală a companiei de exemplu. în acest lucru ar australian de ABN: - în NZ ar fi GST nr: în Marea Britanie ar fi TVA-ul Regn. Nu
ru_ru: Этот параметр является тем, что отображается на налоговых накладных и кредитов для налогового органа компании, например. в австралийском это будет по АБН: - в Новой Зеландии было бы номер GST: в Великобритании было бы номер VAT Regn
sq_al: Ky parametër është ajo që është shfaqur në faturat tatimore dhe kredi për autoritetin tatimor të kompanisë psh. në Australian këtë do nga ABN: - në NZ ajo do të jetë GST Nr: në Mbretërinë e Bashkuar do të ishte e TVSH Regn. Nuk ka
sv: Denna parameter visa på fakturor och kreditfakturor, momsregistreringsnummer
sw_ke: parameter Hii ni nini kuonyeshwa kwenye ankara ya kodi na mikopo kwa ajili ya mamlaka ya kodi ya mfano wa kampuni. katika Australia hii itakuwa na ABN: - katika NZ itakuwa GST No: nchini Uingereza itakuwa VAT Regn. Hakuna
tr_tr: Bu parametre vergi faturaları ve şirket örneğin vergi idaresi için kredi görüntülenir budur. Bu ABN tarafından istiyorsunuz Avustralya içinde: - NZ içinde GST yok olacaktır: İngiltere&#39;de bunun KDV Regn olurdu. Yok
zh_hk: 这个参数控制显示在税票和红字发票上的公司税务编号, 在澳州是 A.B.N, 在纽西兰是 GST No., 在英国是 VAT Regn. No. 等
zh_tw: 在台灣沒有什麼用處，顯示在發票（出庫單上）表示公司所屬的稅務機構，相當於納稅人識別號

source: Country Of Operation
cs_cz: Země působnosti
es_es: País de operación
hi_in: आपरेशन के देश
id_id: Negara Beroperasi
it_it: Paese di operazione
ko_kr: 작업의 나라
mr_in: ऑपरेशन देश
nl_nl: Land van vestiging
pt_pt: País de Operação
ro_ro: Ţară de exploatare
ru_ru: Страна операции
sq_al: Vendin e Operacioni
sv: Ursprungsland
sw_ke: Nchi ya operesheni
tr_tr: ÜLKE
zh_hk: 操作的国家
zh_tw: 營運所在國家

source: This parameter is only effective if Do Freight Calculation is set to Yes.
es_es: Este parámetro sólo es efectivo si Calcular Flete está configurado en Si.
ko_kr: 마화물 계산 yes로 설정하면이 매개 변수는 유효하다.
mr_in: दो सामानाचे गणना होय वर सेट केले असल्यास हे घटक फक्त प्रभावी आहे.
pt_pt: Este parâmetro tem efetividade se Calculo de Frete tem o valor Y (yes). Nome país vem da tabela de moedas.
zh_tw: 這個參數只在計算運費參數設定為Yes才生效，國家名稱是從貨幣表得來。

source: Standard Cost Decimal Places
es_es: Decimales para costo estándar
id_id: Posisi Desimal utk HPP Standar
ko_kr: 표준 원가 소수 자릿수
mr_in: मानक किंमत दशांश ठिकाणे
pt_pt: Posições Decimais para Custo Padrão
zh_tw: 標準成本小數位數

source: Decimal Places to be used in Standard Cost
es_es: Cantidad de decimales que se usarán en el costo estándar
id_id: Posisi Desimal yg digunakan di HPP Standar
ko_kr: 소수 자릿수는 표준 원가에 사용되는
mr_in: मानक किंमत वापरण्याजोगी डेसिमल ठिकाणे
pt_pt: Número de posições decimais para custo padrão
zh_tw: 標準成本使用的小數位數

source: Number Of Periods Of StockUsage
cs_cz: Počet období StockUsage
es_es: Cantidad de períodos de uso de inventario
hi_in: StockUsage की अवधि की संख्या
id_id: Jumlah Periode Dari Penggunaan Stok
it_it: Numero dei periodi di StockUsage
ko_kr: StockUsage의 기간 수
mr_in: StockUsage अधूनमधून संख्या
nl_nl: Aantal periodes voorraadgebruik
pt_pt: Número periodos de estoque
ro_ro: Numărul perioadelor de StockUsage
ru_ru: Число периодов использования склада
sq_al: Numri e periudhës së StockUsage
sv: Antal perioder för lageranvändning
sw_ke: Idadi ya muda wa StockUsage
tr_tr: STOK KULLANIM PERIYOD SAYISI
zh_hk: 存货用量期间数目
zh_tw: 庫存用量的期間數

source: In stock usage inquiries this determines how many periods of stock usage to show. An average is calculated over this many periods
cs_cz: V šetření zásob využití této lhůty určuje, kolik akcií použití ukázat. Průměr se vypočítá během tohoto období, mnoho
es_es: Determina cuantos períodos mostrar en las consultas del uso de existencias. Se calcula un promedio para esta cantidad de intervalos.
hi_in: शेयर उपयोग पूछताछ में यह निर्धारित करता है कि स्टॉक के उपयोग के कई अवधियों दिखाने के लिए. औसतन यह कई अवधि में गणना की है
id_id: Saat mendapatkan informasi penggunaan stok, ini menentukan berapa periode penggunaan stok utk ditampilkan. Dihitung rata-rata selama periode ini
it_it: Nel caso di indagini uso magazzino questo determina il modo in molti periodi di utilizzo stock da mostrare. Una media è calcolata su questo molti periodi
ko_kr: 재고 사용 문의에이 주식 사용량의 많은 기간을 표시하는 방법을 결정합니다. 평균이 많은 기간 동안 계산
mr_in: स्टॉक वापर चौकशी या स्टॉक वापर अनेक पूर्णविराम दर्शविण्यासाठी कसे ठरवते. सरासरी हे अनेक पूर्णविराम प्रती मोजले जाते
nl_nl: Bij voorraadgebruik zoekopdrachten bepaalt deze parameter hoeveel periodes van voorraadgebruik worden getoond. Het gemiddelde wordt berekend over dit aantal periodes
pt_pt: Na utilização do estoque, determina quantos periodos de estoque serão exibidos. Uma média é calculada sobre estes períodos
ro_ro: În anchetele de utilizare stoc, aceasta determină cât de multe perioade de utilizare stoc pentru a arăta. O medie este calculată pe acest multe perioade
ru_ru: В запросах использования склада этого определяет, сколько периодов использование склада для просмотра. Среднее берется за несколько периодов.
sq_al: Në hetimet e përdorimit të aksioneve të këtij përcakton se periudha shumë të shfrytëzimit të aksioneve për të treguar. Një mesatare është llogaritur mbi këtë shumë periudha
sv: I undersökningar lager användande Detta avgör hur många perioder i lager användande att visa. En genomsnittlig beräknas under detta många perioder
sw_ke: Katika maswali ya matumizi ya hisa huamua jinsi wengi muda wa matumizi ya hisa ya kuonyesha. wastani ni mahesabu juu ya vipindi huu wengi
tr_tr: STOK KULLANIM RAPOR VE SORGULARI IÇIN AY CINSINDEN TANIMLANIR.
zh_hk: 在存货用量中可显示多少个期间的存货用量. 也可以计算每期平均用量
zh_tw: 在庫存用量查詢分析中，以多少個月為分析週期。

source: Show order values on GRN
cs_cz: Ukázat pořadí hodnot, na GRN
es_es: Mostrar los valores de orden en la GRN (Good Received Note) (Nota de Bienes Recibidos)
hi_in: दिखाएँ GRN पर आदेश मान
id_id: Tampilkan nilai order pada GRN
it_it: Mostra su valori dell&#39;ordine di GRN
ko_kr: GRN에 순서 값을보기
mr_in: GRN दर्शवा ऑर्डर मूल्ये
nl_nl: Toon om waarden op GRN
pt_pt: Exibir Valores Lucro Bruto em Pedidos
ro_ro: Arată valorile ordine pe GRN
ru_ru: Показать порядок значений на GRN
sq_al: Për vlerat Trego më GRN
sv: Visa för värden på GRN
sw_ke: Ili kuonyesha maadili ya GRN
tr_tr: GRN göster sipariş değerleri
zh_hk: 在GRN上显示采购订单价值
zh_tw: 在收貨單上顯示採購訂單價值

source: Should the value of the purchased stock be shown on the GRN screen
cs_cz: V případě, že hodnota nakoupených zásob se zobrazí na obrazovce GRN
es_es: El valor de las existencias compradas debería aparecer en la pantalla de la GRN (Goods Received Note) (Nota de Bienes Recibidos)
hi_in: खरीदे शेयर का मूल्य होना चाहिए GRN स्क्रीन पर दिखाया
id_id: Apakah nilai stok yg dibeli akan ditampilkan pada layar GRN
it_it: Qualora il valore delle azioni acquistate essere visualizzata sullo schermo del GRN
ko_kr: 구입 한 주식의 값이 GRN 화면에 표시되어야
mr_in: खरेदी स्टॉक मूल्य GRN पडद्यावर दाखवले पाहिजे
nl_nl: Mocht de waarde van de aangekochte voorraad worden weergegeven op het scherm GRN
pt_pt: Define se o valor de compra do estoque será apresentado na tela do Pedido
ro_ro: În cazul în care valoarea stocului cumpărate fi afişat pe ecran GRN
ru_ru: Если значение приобретенных акций будет показана на экране GRN
sq_al: Duhet të vlerës së aksioneve të blera të shfaqet në ekran GRN
sv: Om värdet på de inköpta aktier att visas på skärmen GRN
sw_ke: Lazima thamani ya hisa ya kununuliwa kuonyeshwa kwenye screen GRN
tr_tr: satın alınan hisse senedinin değeri GRN ekranda görüntülenir olmalı
zh_hk: 采购商品的价值是否应该显示在GRN屏幕上
zh_tw: 採購商品的價值是否應該顯示在收貨單上

source: Check Quantity Charged vs Deliver Qty
cs_cz: Zkontrolujte, zda množství nabitých vs Doručit Množství
es_es: Comprobar las Cantidades Cargadas vs. Cantidades Entregadas
hi_in: जाँच आरोपी मात्रा बनाम मात्रा उद्धार
id_id: Periksa Qty yg Dibebankan vs Qty Kirim
it_it: Quantità Charged vs Deliver Qty
ko_kr: 충전 수량을 확인 대 수량을 제공
mr_in: शुल्क आकारले प्रमाण तपासा वि मात्रा वितरित
nl_nl: Controleer geleverde hoeveelheid met gefactureerde hoeveelheid
pt_pt: Confere Quant. Faturada x Quand. Entrege
ro_ro: Verificaţi cantitatea însărcinaţi vs Livraţi Cantitate
ru_ru: Проверьте количество издержек против Доставленного количества
sq_al: Sasia Check akuzuar vs Livre Qty
sv: Kontrollera fakturerat antal mot inlevererat antal inköpsordern
sw_ke: Kiasi kuangalia kushtakiwa vs Deliver Uchina
tr_tr: TAHSIL EDILEN MIKTAR - SEVK MIKTARI MUKAYESESI
zh_hk: 检查采购发票数量和收货数量
zh_tw: 檢查採購發票數量和收貨數量

source: In entry of AP invoices this determines whether or not to check the quantities received into stock tie up with the quantities invoiced
cs_cz: V položce faktury AP to určuje, zda ke kontrole množství přijaté na sklad svázat s množstvím fakturované
es_es: Al entrar facturas a pagar, determina si se comprobarán las cantidades recibidas en almacén frente a las cantidades facturadas.
hi_in: एपी चालान की प्रविष्टि में यह निर्धारित करता है या नहीं शेयर में प्राप्त मात्रा मात्रा के साथ मिलकर जांच करने के लिए चालान
id_id: Saat memasukkan faktur Hutang, ini menentukan apakah atau tdk utk memeriksa qty yg diterima ke stok mengikat sama dgn qty yg difaktur
it_it: In entrata di fatture AP questo determina se per controllare i quantitativi ricevuti in stock legare in su con le quantità fatturate
ko_kr: AP의 항목이 재고로받은 수량을 확인 청구 수량으로 묶어 여부를 결정 송장
mr_in: एपी पावत्या च्या प्रविष्टी या स्टॉक मध्ये प्राप्त प्रमाणात invoiced प्रमाणात सह जखडणे तपासा की नाही हे निर्धारित
nl_nl: In binnenkomst van AP facturen deze bepaalt of de controle van de ontvangen hoeveelheden in stock aanleggen met de hoeveelheden gefactureerd
pt_pt: Se as Ordens de compras devem ou não confirmar as quantidades recebidas no estoque em relação as quantidades pedidas
ro_ro: În intrare a facturilor AP, aceasta determină sau nu pentru a verifica cantităţile primite în stoc cravată cu cantităţile facturate
ru_ru: В занесении счетов AP определяет будет ли или нет, чтобы проверить полученное количество на склад связано с количеством по счету-фактуре
sq_al: Në hyrje të faturave AP kjo përcakton nëse janë apo jo për të kontrolluar sasinë e marra në të aksioneve kravatë me sasitë e faturuar
sv: Vid registrering av leverantörsfakturor kontrolleras att antalet stämmer med inlevererat antal om denna parameter är Ja
sw_ke: Katika kuingia wa ankara AP hii inaonyesha kama au kuangalia kiasi alipokea katika hisa tie up na kiasi ya invoiced
tr_tr: AP faturaların girişini bu stok giren miktarlar miktarları ile kravat kontrol edip etmeyeceğini belirler fatura
zh_hk: 控制在输入采购发票时是否检查发票数量与收货数量相符
zh_tw: 控制在輸入採購發票時是否檢查發票數量與收貨數量相符

source: Check Price Charged vs Order Price
cs_cz: Zkontrolujte, zda cena účtovaná vs Objednat Cena
es_es: Comprobar Precios Cargados vs Precios en el Pedido
hi_in: जाँच मूल्य बनाम आदेश कीमत वसूल
id_id: Periksa Harga Dibebankan vs Harga Order
it_it: Controlla il Prezzo Charged Ordine vs Prezzo
ko_kr: 가격은 주문 가격 대 충전 체크
mr_in: मागणी किंमत वि शुल्क आकारले किंमत तपासा
nl_nl: Controleer factuur prijs met order prijs
pt_pt: Confere Preço Nota i
ro_ro: Pret de check-Charged vs Pret Ordine
ru_ru: Проверить цены издержек против цены заказа
sq_al: Çmimi Check akuzuar vs Çmimi Rendit
sv: Kontrollera fakturerat pris mot inköpsorderns pris
sw_ke: Bei kuangalia kushtakiwa vs Order Bei
tr_tr: TAHSIL EDILEN TUTAR - SIPARIS TUTARI MUKAYESESI
zh_hk: 检查采购发票价格和订单价格
zh_tw: 檢查採購發票價格和訂單價格

source: In entry of AP invoices this parameter determines whether or not to check invoice prices tie up to ordered prices
cs_cz: V položce faktury AP tento parametr určuje, zda pro kontrolu fakturované ceny až do tie objednané ceny
es_es: Al entrar facturas a pagar, determina si se comprobarán los precios de la factura frente a los precios del pedido.
hi_in: एपी चालान की प्रविष्टि में इस पैरामीटर या नहीं निर्धारित करने के लिए चालान कीमतों का आदेश दिया कीमतों को टाई की जांच
id_id: Saat memasukkan faktur Hutang, parameter ini menentukan apakah atau tdk utk memeriksa harga faktur mengikat sama dgn harga dipesan
it_it: In entrata di fatture AP questo parametro determina o meno di controllare i prezzi fattura legame con prezzi in ordine
ko_kr: AP의 항목에서이 매개 변수가 송장 가격이 주문 가격에 묶을 확인 여부를 결정 송장
mr_in: एपी पावत्या च्या प्रविष्टी या घटक चलन दर आदेश भाव जखडणे तपासा की नाही हे निर्धारित
nl_nl: Bij het invoeren van rekeningen die betaald moeten worden bepaalt dit of het gefactureerde bedrag met de order prijs overeenkomt
pt_pt: Na Entrada avisos Contas a Pagar (AP) esse parâmetro determ. a verif. ou não do preço contra a ordem de compra
ro_ro: În intrare a facturilor AP acestui parametru determină dacă sau nu pentru a verifica preţurile de facturare cravată până la preţurile comandat
ru_ru: В занесении счетов-фактуры AP этот параметр определяет, действительно ли, цены счета -фактуры завязаны на заказанные цены
sq_al: Në hyrje të faturave AP këtë parametër përcakton nëse janë apo jo për të kontrolluar çmimet e faturës kravatë deri në çmimet e urdhëroi
sv: Vid registrering av leverantörsfakturor kontrolleras leverntörsfakturans pris mot inköpsordernspris om denna parameter är Ja
sw_ke: Katika kuingia wa ankara AP parameter hii inaonyesha kama au kuangalia bei ya ankara tie up kwa bei ya kuamuru
tr_tr: AP faturaların girdisinde bu parametreyi fatura fiyatlarını sipariş fiyatları kadar kravat kontrol edip etmeyeceğini belirler
zh_hk: 控制在输入采购发票时是否检查发票价格与订单价格相符
zh_tw: 控制在輸入採購發票時是否檢查發票價格和採購訂單價格相符

source: Allowed Over Charge Proportion
cs_cz: Povolené Za poplatek Podíl
es_es: Proporción de Sobre Cargo Permitida
hi_in: प्रभारी अनुपात से अधिक रख सकते
id_id: Proporsi Kelebihan Tagih yg Diperbolehkan
it_it: Ammessi Over Percentuale di carica
ko_kr: 허용 된 이상 충전 비율
mr_in: परवानगी रन शुल्क प्रमाणात
nl_nl: Toegestane prijsafwijking
pt_pt: Permitido Sobre Taxa na Proporção
ro_ro: Peste permis Proporţia de încărcare
ru_ru: Допускается по доле издержки
sq_al: Lejohet Mbi Përqindja Charge
sv: Tillåt högre fakturabelopp
sw_ke: Zaidi ya kuruhusiwa Idadi Charge
tr_tr: IZIN VERILEN FAZLADAN KABUL ORANI
zh_hk: 允许价格差异比率
zh_tw: 允許價格差異比率

source: The input must between 0 and 100
es_es: La entrada debe ser entre 0 y 100
ko_kr: 입력은 0과 100 사이에해야
zh_tw: 輸入必須介於0〜100之間

source: integer between 0 and 100
es_es: número entero entre 0 y 100
ko_kr: 0과 100 사이의 정수
zh_tw: 0-100之間的整數

source: If check price charges vs Order price is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to price
cs_cz: Pokud kontrola cena poplatky vs Objednat cena je nastavena na hodnotu ano, pak se tento podíl stanoví procento, o které mohou být faktury přeplatky s ohledem na cenu
es_es: Si Comprobar Precios Cargados frente a Precios del Pedido es Sí, entonces esta proporción determina el porcentaje en que las facturas pueden ser sobrecargadas respecto al precio.
hi_in: यदि चेक मूल्य शुल्क बनाम आदेश कीमत पर सेट है हाँ तो यह अनुपात प्रतिशत जिसके द्वारा चालान मूल्य के संबंध में overcharged किया जा सकता है निर्धारित करता है
id_id: Jika periksa harga dibebankan vs harga order diatur ke ya maka proporsi ini menentukan persentase dimana faktur dapat ditagih kelebihan terhadap harga
it_it: Se il prezzo di controllo dei prezzi tariffe vs Ordine è impostato a yes allora questo determina la quota percentuale di fatture possono essere sovraccaricati rispetto al prezzo
ko_kr: 주문 가격 대 가격 확인 요금이 yes로 설정되어있는 경우,이 비율은 인보이스 가격에 대해 과충전 할 수있는 비율을 결정한다
mr_in: मागणी किंमत वि चेक किंमत शुल्क हो वर सेट केल्यास नंतर या प्रमाणात पावत्या किंमत संदर्भात overcharged जाऊ शकते द्वारे टक्केवारी ठरवते
nl_nl: Toegestane prijsafwijking bepaalt welk percentage de factuurpijs hoger mag liggen dan de order prijs
pt_pt: Se verif. preço dos encargos x preço do pedido estiver config. para sim, então essa proporção determina o percent. que os pedidos serão acrescidos em relação ao preço
ro_ro: În cazul în care preţul de a verifica tarifele vs Ordine preţ este stabilit pentru a da, atunci acest procent determină procentul de facturi care pot fi supraîncărcată cu privire la preţ
ru_ru: Если проверка цены против цены заказа имеет значение Да, то эта доля определяет процент, на который счетов может быть излишне взысканных по отношению к цене
sq_al: Në qoftë se çmimi i parë akuzat vs Rendit çmimi është konfigurohet me po, atëherë ky raport përcakton përqindje me të cilat fatura mund të stër në lidhje me çmimin
sv: Om kontrollera fakturerat pris mot inköpsorderns pris är Ja används denna procentsats för bestämma hur mycket priset f?r överskrida inköpsorderns pris
sw_ke: Kama kuangalia bei mashtaka vs bei Order ni kuweka uwiano hii ndiyo basi huamua ya asilimia ambayo inaweza kuwa overcharged ankara kwa heshima na bei
tr_tr: kontrol fiyat ücretleri vs Sipariş fiyat evet sonra ayarlanırsa bu oran hangi faturaların fiyat açısından fazla ücret olabilir yüzdesi belirler
zh_hk: 如果设置检查采购发票价格和订单价格为是，此参数用于检查价格差异是否在允许的百分比内
zh_tw: 如果設置檢查採購價格和訂單價格為是，此參數用於檢查價格差異是否在允許的百分比內
