Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Account Groups
cs_cz: Účetní skupiny
es_es: Grupos contables
hi_in: खाता समूह
id_id: Grup Akun
it_it: Gestione dei conti
ko_kr: 계정 그룹
mr_in: खाते गट
nl_nl: Rekening Groepen
pt_pt: Grupo de Contas
ro_ro: Grupuri de conturi
ru_ru: Группы аккаунтов
sq_al: Grupet e Llogarive
sv: Kontogrupper
sw_ke: Vikundi akaunti
tr_tr: HESAP GRUPLARI
zh_hk: 科目组
zh_tw: 會計科目組

source: An error occurred in retrieving the account groups of the parent account group during the check for recursion
cs_cz: Při rekurzivní kontrole došlo k chybě při získávání účetních skupin rodičovské účetní skupiny
es_es: Hubo un error al obtener los grupos contables del grupo contable ancestro durante la comprobación de recursividad
hi_in: एक त्रुटि प्रत्यावर्तन के लिए जाँच के दौरान माता - पिता खाता समूह के खाते में समूहों को वापस लाने में हुआ
id_id: Kesalahan terjadi saat mengambil grup akun induk selama pemeriksaan utk pengulangan (recursion)
it_it: È verificato un errore durante il recupero dei gruppi conto del gruppo di conto genitore durante il controllo per la ricorsione
ko_kr: 오류가 재귀에 대한 검사 중 상위 계정 그룹의 계정 그룹을 검색에서 발생
mr_in: एक त्रुटी पुनरावृत्तीच्या साठी तपासताना पालक खाते गटाच्या खाते गट पुनर्प्राप्त करीत असताना आली
nl_nl: Een fout is opgetreden bij het ophalen van de accountgroup van de moeder account goep tijdens het controleren van de recursion
pt_pt: Ocorreu erro recuperando o grupo de contas do grupo da conta principal quando da verificação de recursividade
ro_ro: A apărut o eroare în preluarea grupuri cont de grup cont mamă în timpul controlului de recurenţă
ru_ru: Ошибка в получении группы счетов родительского счёта во время проверки рекурсии
sq_al: Është paraqitur një gabim gjatë rikthimit të grupit të llogarisë të grupit të llogarisë bazë gjatë kontrollimit për rikthim
sv: Ett fel inträffade under rekursionskontrollen
sw_ke: Hitilafu ilitokea katika retrieving makundi ya akaunti ya kikundi akaunti ya mzazi wakati wa kuangalia kwa kujirudia
tr_tr: Bir hata yineleme için kontrol sırasında ana hesap grubunun hesap gruplarına alınırken oluştu
zh_hk: 在递归检查中查询父账户组中的科目组发生错误
zh_tw: 在遞歸檢查時提取主會計群組的會計科目組時發生錯誤

source: The SQL that was used to retrieve the account groups of the parent account group and that failed in the process was
cs_cz: SQL příkaz použitý při získávání účetních skupin rodičovské účetní skupiny byl
es_es: El SQL usado para obtener los grupos contables del grupo contable ancestro y que ha fallado en el proceso fue
hi_in: SQL कि माता - पिता खाता समूह के खाते समूहों पुनः प्राप्त किया गया था और उस प्रक्रिया में विफल रहा था
id_id: SQL yg digunakan utk mengambil grup akun induk dan yg gagal dalam proses adalah
it_it: Il SQL che è stata utilizzata per recuperare i gruppi conto del gruppo di account principale e che ha fallito nel processo è stato
ko_kr: 모계좌 그룹의 계정 그룹을 검색하는 데 사용하고 그 과정에서 실패 하였다 SQL이었다
mr_in: पालक खाते समूहाचे खाते गट पुनर्प्राप्त करण्यासाठी वापरले आणि त्या प्रक्रियेत अयशस्वी झाली याची SQL होते
nl_nl: De SQL die gebruikt is om de gebruiker te wijzigen en die faalde was
pt_pt: SQL que foi usado para recuperar o grupo de contas do principal grupo de contas e que falhou no processo foi
ro_ro: SQL care a fost utilizat pentru a prelua grupuri cont de grup cont mamă şi care au eşuat în procesul a fost
ru_ru: SQL, который был использован для получения групп счетов родительского счета, завершившийся ошибкой
sq_al: SQL që përdorej për të rikthyer grupet e llogarisë së grupit bazë të llogarisë dhe fusha në proces ishte
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika kwa Retrieve makundi ya akaunti ya kikundi akaunti mzazi na kwamba alishindwa katika mchakato wa mara
tr_tr: ana hesap grubunun hesap gruplarına almak için kullanılan ve SQL oldu sürecinde başarısız
zh_hk: 用于查询父账户组的科目组失败的SQL是
zh_tw: 用作提取中提取會計科目主帳目組時失敗的 SQL 是

source: An error occurred in moving the account group
es_es: Hubo un error al actualizar el grupo contable
id_id: Kesalahan terjadi saat memindahkan grup akun
ko_kr: 오류가 계정 군을 이동 발생한
mr_in: एक त्रुटी खाते गट हलवित असताना आली
pt_pt: Ocorreu um erro na atualização do grupo de contas
zh_tw: 在移動會計科目組時發生錯誤

source: The SQL that was used to move the account group was
es_es: El SQL usado para mover el grupo contable fue
id_id: SQL yg digunakan utk memindahkan grup akun adalah
ko_kr: 계정 그룹이었다 이동시키는 데 사용 하였다 SQL
mr_in: खाते गट हलविण्यासाठी वापरलेला SQL होते
pt_pt: SQL que foi usado para atualizar o grupo de contas foi
zh_tw: 這是用於移動會計科目組的SQL是

source: Review Account Groups
cs_cz: Přezkoumání účtu Skupiny
es_es: Revisar grupos contables
hi_in: समीक्षा खाता समूह
id_id: Lihat Semua Grup Akun
it_it: Modifica il conto
ko_kr: 계정 그룹을 검토
mr_in: पुनरावलोकन खाते गट
nl_nl: Nakijken Rekeningen Groepen
pt_pt: Rever Grupo Contas
ro_ro: Review Contul Grupuri
ru_ru: Просмотреть группы счетов
sq_al: Llogaria Grupet Review
sv: Visa kontogrupper
sw_ke: Mapitio Akaunti Vikundi
tr_tr: HESAP GRUPLARI
zh_hk: 查看科目组
zh_tw: 檢視會計科目組

source: All accounts in the account group:
es_es: Todas las cuentas del grupo contable:
id_id: Semua akun di grup akun:
ko_kr: 계정 그룹의 모든 계정 :
mr_in: खाते समूहात सर्व खाती:
pt_pt: Todas contas no grupo de contas:
zh_tw: 在會計科目組中的所有會計科目：

source: have been changed to the account group:
es_es: fueron cambiadas al grupo contable:
id_id: telah diubah ke grup akun:
ko_kr: 계정 그룹으로 변경되었습니다
mr_in: खाते गटात बदलली गेली आहेत:
pt_pt: foi atualizada para o grupo de conta:
zh_tw: 已更改為會計科目組：

source: The SQL that was used to retrieve the information was
cs_cz: SQL, který byl použit k získání informace
es_es: El SQL usado para obtener la información fue
hi_in: एसक्यूएल है कि जानकारी पुनः प्राप्त किया गया था
id_id: SQL yg digunakan utk mengambil informasi adalah
it_it: Il SQL che è stato utilizzato per recuperare le informazioni sono state
ko_kr: 정보를 검색하는 데 사용 된 SQL이었다
mr_in: माहिती पुनर्प्राप्त करण्यासाठी वापरलेला SQL होते
nl_nl: De SQL die gebruikt werd om de informatie te halen was
pt_pt: SQL usado para recuperar a informação foi
ro_ro: SQL care a fost utilizat pentru a prelua informaţiile au fost
ru_ru: SQL, который был использован для получения информации
sq_al: SQL që përdorej të rikthejë informatat ishte
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika Retrieve ya habari mara
tr_tr: bilgi almak için kullanılan SQL oldu
zh_hk: 用于查找交易数据的SQL是
zh_tw: 被用於檢索信息的SQL是

source: Could not check whether the group exists because
cs_cz: Nepodařilo se zkontrolovat, zda skupina existuje, protože
es_es: No se pudo comprobar si el grupo existe porque
hi_in: जाँच करें कि क्या समूह वजह से मौजूद नहीं किया जा सका
id_id: Tdk dapat menentukan apakah grup tersebut ada karena
it_it: Impossibile verificare se il gruppo esiste perché
ko_kr: 그룹이 있기 때문에 존재하는지 여부를 확인 할 수 없습니다
mr_in: गट अस्तित्वात नाही हे तपासण्यास करणे शक्य नाही कारण
nl_nl: Kon niet controleren of de groep bestaat, omdat
pt_pt: Não pôpe ser conferido se o grupo existe porque
ro_ro: Nu sa putut verifica dacă există, deoarece grupul
ru_ru: Не удалось проверить существует ли группа, потому что
sq_al: Nuk mund të kontrollonte nëse grupi ekziston sepse
sv: Kunde inte kontrollera om gruppen finns på grund
sw_ke: Hakuweza kuangalia kama kundi lipo kwa sababu
tr_tr: grup çünkü var olup olmadığını kontrol Couldn&#39;t
zh_hk: 未能判定组别是否存在, 因为
zh_tw: 無法檢查該組是否存在因

source: The account group name already exists in the database
cs_cz: Účet jméno skupiny již existuje v databázi
es_es: El nombre del grupo contable ya existe en la base de datos
hi_in: खाता समूह नाम पहले से आंकड़ासंचय में मौजूद है
id_id: Nama grup akun tersebut sdh ada di database
it_it: Il nome del gruppo account esiste già nel database
ko_kr: 계정이 그룹 이름은 이미 데이터베이스에 존재
mr_in: खाते गट नाव आधीच डेटाबेस मध्ये अस्तित्वात
nl_nl: De rekening groep naam bestaat reeds in de database
pt_pt: O nome do grupo da conta já existe no banco de dados
ro_ro: Numele grupului de conturi există deja in baza de date
ru_ru: Данное название группы аккаунтов уже существует
sq_al: Emri i grupit të llogarisë tanimë ekziston në bazën e të dhënave
sv: Kontogruppsnamnet finns redan i databasen
sw_ke: Akaunti ya kikundi jina tayari lipo katika orodha ya
tr_tr: Hesap grubu adı zaten veritabanında bulunan
zh_hk: 科目组名称已经存在在数据库中。
zh_tw: 會計科目組名稱已經存在於數據庫中

source: The account group name cannot contain the character
cs_cz: Název účetní skupiny nemůže obsahovat znak
es_es: El nombre del grupo contable no puede contener el caracter
hi_in: खाता समूह के नाम चरित्र नहीं हो सकते
id_id: Nama grup akun tdk boleh berisi karakter
it_it: Il nome del conto non può contenere il carattere
ko_kr: 계정 그룹 이름은 문자를 포함 할 수 없습니다
mr_in: खाते गट नाव वर्ण असू शकत नाही
nl_nl: De rekening groep naam mag niet bevatten het teken
pt_pt: O nome do grupo da conta não pode conter o caracter
ro_ro: Numele contului nu poate să conţină acest caracter
ru_ru: Название группы аккаунтов не может содержать символ
sq_al: Emri i grupit të llogarisë nuk mund të përmbajë karakterin
sv: Mappnamnet kan inte innehålla tecknet.
sw_ke: Akaunti ya kikundi jina haiwezi kudhibiti tabia
tr_tr: HESAP GRUP ADI SU KARAKTERLERI IÇEREMEZ:
zh_hk: 科目组名称不能包含这个字符
zh_tw: 會計科目組名稱不能包含這字元

source: or the character
cs_cz: nebo znak
es_es: o el caracter
hi_in: या चरित्र
id_id: atau karakter
it_it: o il carattere
ko_kr: 또는 문자
mr_in: किंवा वर्ण
nl_nl: of het teken
pt_pt: ou o caracter
ro_ro: sau caracterul
ru_ru: или символ
sq_al: ose karakterin
sv: eller tecknet
sw_ke: au tabia
tr_tr: VEYA
zh_hk: 或这个字符
zh_tw: 或這字元

source: The account group name must be at least one character long
cs_cz: Název účetní skupiny musí být dlouhý minimálně jeden znak
es_es: El nombre del grupo contable deber ser de al menos un caracter de longitud
hi_in: खाता समूह के नाम कम से कम एक लंबे समय के चरित्र होना चाहिए
id_id: Nama grup akun minimum 1 karakter
it_it: Il nome del gruppo account deve essere lungo almeno un carattere
ko_kr: 계정 그룹 이름은 적어도 하나의 문자 여야
mr_in: खाते गट नाव किमान एक वर्ण असावा
nl_nl: De rekening groep naam moet in ieder geval een karakter lang zijn
pt_pt: O nome do grupo da conta necessita ter um mínimo de um caracter
ro_ro: Numele grupului de cont trebuie să fie de cel puţin un caracter de lungă
ru_ru: Название группы аккаунтов должно быть длиной минимум один символ
sq_al: Emri i grupit të llogarisë duhet të jetë së paku një karakter i gjatë
sv: Kontogruppnamnet måste vara minst 1 tecken långt
sw_ke: Akaunti ya kikundi jina lazima angalau tabia moja kwa muda mrefu
tr_tr: Hesap grubu adını en az bir karakter uzunluğunda olmalıdır
zh_hk: 科目组名称必须不少于 1 个字
zh_tw: 會計科目組名稱必須不少於 1 個字元

source: The parent account group selected appears to result in a recursive account structure - select an alternative parent account group or make this group a top level account group
cs_cz: Mateřské účet vybrané skupiny se objeví na výsledek v rekurzivní strukturu účtu - vyberte alternativní mateřské účet skupiny nebo tuto skupinu na nejvyšší úrovni účtové skupiny
es_es: El grupo de cuenta maestro seleccionado parece resultar en una estructura de cuenta recursiva - seleccione un grupo de cuenta maestro alternativo o haga éste grupo un grupo de cuenta de alto nivel
hi_in: माता - पिता खाता चयनित समूह के लिए एक पुनरावर्ती खाते की संरचना में परिणाम प्रकट होता है - एक विकल्प के जनक खाते समूह का चयन करें या इस समूह के एक शीर्ष स्तर खाते समूह बनाना
id_id: Grup akun induk yg dipilih nampaknya mengakibatkan struktur akun berulang (recursive) - pilih grup akun induk yg lain atau jadikan grup ini grup akun tingkat utama (top level)
it_it: Il gruppo di account principale selezionato sembra comportare una struttura ricorsiva conto - selezionare un&#39;alternativa gruppo di account principale o fanno di questo gruppo un gruppo di alto livello di account
ko_kr: 선택된 상위 계정 그룹은 순환 계정 구조 결과에 나타납니다 - 다른 부모 계정 그룹을 선택하거나이 그룹에게 최상위 계정 그룹을
mr_in: निवडलेले पालक खाते ग्रूप रिकर्सिव खाते रचना कारणीभूत दिसते - एक पर्यायी पालक खाते गट निवडा किंवा या गटात एक उच्च स्तर खाते गट करा
nl_nl: De nieuwe bankrekening is ingevoerd
pt_pt: O grupo selecionado da conta principal parece resultar em estrutura recursiva da conta - selecione um grupo de conta principal alternativo ou defina um grupo de conta num nível acima
ro_ro: Grupul de cont prototip selectat pare a rezulta intr-o structura cont recursiv - selectaţi o alternativă grup cont mamă sau de a face acest grup un top cont nivel de grup
ru_ru: Группа родительского счета привела в рекурсивной структуре счета. Выберите другой родительскую группу счета или сделайте эту группу самой верхей
sq_al: Grupi bazë i llogarisë i përzgjedhur paraqitet në në strukturë të rekursive të llogarisë - përzgjidh një grup bazë llogarie tjetër ose bëje këtë grup të nivelit më të lartë të grupeve të llogarive
sv: Den förälder konto utvalda gruppen verkar resultera i en rekursiv kontostruktur - välj ett alternativ koncernmoder konto eller göra denna grupp en toppnivå kontogrupp
sw_ke: Akaunti ya kikundi mzazi kuchaguliwa inaonekana matokeo katika muundo recursive akaunti - kuchagua mbadala mzazi akaunti ya kikundi au kufanya hili kundi ngazi ya juu ya akaunti ya kikundi
tr_tr: Seçilen ana hesap grubu özyinelemeli bir hesap yapısı yol görünüyor - alternatif ana hesap grubu seçin veya bu gruptan bir üst düzey hesap grubu yapmak
zh_hk: 所选的父账户组看来会导致一个递归的账户结构-选择一个另外的父账户组或者将此账户组作为一个最顶层的账户组
zh_tw: 選取的主會計群組顯示結果於遞歸的會計結構 - 選取其他主會計科目 或 使這群組為頂層群組

source: Could not check whether the group is recursive because
cs_cz: Nepodařilo se zjistit, zda skupina je rekurzivní, protože
es_es: No se pudo comprobar si el grupo es recursivo porque
hi_in: जाँच करें कि क्या समूह पुनरावर्ती है नहीं किया जा सका क्योंकि
id_id: Tdk dapat memeriksa apakah grupnya bersifat berulang (recursive) karena
it_it: Impossibile verificare se il gruppo è ricorsivo perché
ko_kr: 그룹 때문에 순환 여부를 확인 할 수 없습니다
mr_in: गट रिकर्सिव आहे किंवा नाही हे तपासण्यास करणे शक्य नाही कारण
nl_nl: Kon niet controleren of de groep recursieve is omdat
pt_pt: Não pode ser verificado se o grupo é recursivo porque
ro_ro: Nu sa putut verifica dacă grupul este recursiv, deoarece
ru_ru: Не удалось проверить, является ли группа рекурсивной, поскольку
sq_al: Nuk mund të kontrolloni nëse grupi është recursive sepse
sv: Kunde inte kontrollera huruvida gruppen är rekursiv eftersom
sw_ke: Hakuweza kuangalia kama kundi ni recursive sababu
tr_tr: grup recursive olup olmadığını kontrol olamazdım çünkü
zh_hk: 未能检查此组是否递归, 因为
zh_tw: 無法檢查該組是否是遞歸的，因為

source: Since this account group is a child group, the sequence in the trial balance, the section in the accounts and whether or not the account group appears in the balance sheet or profit and loss account are all properties inherited from the parent account group. Any changes made to these fields will have no effect.
es_es: Dado que este grupo de cuentas es un grupo hijo, la secuencia en el balance de comprobación, la sección en las cuentas y si aparece o no el grupo de cuenta en el balance o en la cuenta de ganancias y pérdidas son todas las propiedades heredadas del grupo de cuenta padre. Los cambios realizados en estos ámbitos no tendrá ningún efecto.
id_id: Karena grup akun ini grup anak, urutan di neraca percobaan, tipe akun dan apakah atau tdk grup akun muncul di neraca atau akun laba rugi adalah semua ciri diperoleh dari grup akun induk. Perubahan apapun yg dibuat terhadap kolom-kolom ini tdk akan berpengaruh.
ko_kr: 이 계정 그룹이 하위 그룹, 시험 균형 순서이기 때문에, 계정 및 계정 그룹은 대차 대조표 또는 손익 계정에 표시 여부 섹션은 부모 계정 그룹에서 상속 된 모든 속성입니다. 이 필드에 대한 변경 사항이 적용되지 않습니다.
mr_in: हे खाते गट मूल गट, चाचणी शिल्लक मध्ये क्रम, खात्यातील विभाग आणि पालक खाते गटातून वारसा सर्व गुणधर्म आहेत खाते गट ताळेबंद किंवा नफा दिसते किंवा नाही असल्याने. हे क्षेत्र केलेले कोणतेही बदल कुठलाही प्रभाव पडणार नाही.
pt_pt: Desde que esta conta de grupo é um grupo filho, a sequência no balancete, a seção das contas e talvez ou não o grupo de contas aparece na folha do balanço ou na conta de lucros e perdas são todas com propriedades inerentes ao grupo de contas pai. Quaisquer mudanças feitas nesses campos não terão efeito.
zh_tw: 由於該會計科目組是一個子科目，在試算表的順序及在帳目之部分該會計科目是否會出現在資產負債表或損益表等，是從父會計科目繼承所有屬性。這些欄位所做的任何更改將不會影響父會計科目的任何屬性。

source: The section in accounts must be an integer
cs_cz: Sekce v účtech musí být celé kladné číslo
es_es: La sección contable debe ser un número
hi_in: खातों में खंड एक पूर्णांक होना चाहिए
id_id: Tipe akun harus bilangan bulat
it_it: Il codice del gruppo di conti deve essere un numero intero
ko_kr: 계정에있는 부분은 정수 여야합니다
mr_in: खात्यातील विभाग पूर्णांक असणे आवश्यक आहे
nl_nl: De sectie in de rekeningen moet een geheel getal zijn
pt_pt: A seção em contas precisa ser um inteiro
ro_ro: Secţiunea din conturi trebuie să fie un număr întreg
ru_ru: Раздел счетов должен быть целым числом
sq_al: Seksionin në llogaritë duhet të jetë një numër të plotë
sv: Kontotyp måste vara ett heltal
sw_ke: Sehemu katika akaunti lazima kuwa integer
tr_tr: BÖLÜM INTEGER OLMALI
zh_hk: 会计科目类别必须是整数
zh_tw: 會計科目類別必須是整數

source: The sequence in the trial balance must be an integer
cs_cz: Pořadí v předvaze musí být celé číslo
es_es: La secuencia en el balance de comprobación debe ser un número entero
hi_in: परीक्षण संतुलन में क्रम एक पूर्णांक होना चाहिए
id_id: Urutan di neraca percobaan harus bilangan bulat
it_it: Il numero che indica la posizione nel bilancio deve essere un numero intero
ko_kr: 재판의 균형 순서는 정수 여야합니다
mr_in: चाचणी शिल्लक मध्ये क्रम पूर्णांक असणे आवश्यक आहे
nl_nl: De volgorde in de proef balans moet een geheel getal zijn
pt_pt: A sequência no balancete deve ser um inteiro
ro_ro: Secvenţă în balanţa de verificare trebuie să fie un număr întreg
ru_ru: Последовательность в пробном балансе должна быть целым числом
sq_al: Rend në bilancin e gjykimit duhet të jetë një numër të plotë
sv: sorteringsordningen måste vara ett heltal
sw_ke: Mlolongo katika mizani kesi lazima kuwa integer
tr_tr: BÖLÜM INTEGER OLMALI
zh_hk: 试算表内行号必须是整数
zh_tw: 試算表次序必須是整數

source: The sequence in the TB must be numeric and less than
cs_cz: Pořadí v TB musí být číslo a méně než
es_es: La secuencia en el balance de comprobación debe ser numérica y menor que
hi_in: टीबी में अनुक्रम सांख्यिक और से कम होना चाहिए
id_id: Urutan di neraca percobaan harus numerik dan kurang dari
it_it: La sequenza della TB deve essere numerico e meno
ko_kr: 결핵의 순서는 숫자와보다 작아야합니다
mr_in: टीबी मध्ये क्रम असावा आणि कमी असणे आवश्यक आहे
nl_nl: De reeks in de proefbalans moet kleiner zijn dan
pt_pt: A sequência no TB precisa ser numérico e menor que
ro_ro: Secvenţă în TB trebuie să fie numeric şi mai puţin
ru_ru: Последовательность в пробном балансе должна быть числом менее
sq_al: Sekuenca në të TB duhet të jetë një numër dhe më pak se
sv: Sorteringsordningen måste vara numerisk och mindre än
sw_ke: Mlolongo katika TB lazima numeric na chini ya
tr_tr: TB sıra sayısal ve daha az olmalıdır
zh_hk: 试算表内顺序必须是数字且小于
zh_tw: 在結核病的順序必須是數字和小於

source: An error occurred in renaming the account group
es_es: Hubo un error al renombrar el grupo contable
id_id: Kesalahan terjadi saat mengubah nama grup akun
ko_kr: 오류가 계정 그룹의 이름을 변경 발생
mr_in: एक त्रुटी खाते गट पुनर्नामित करीत असताना आली
pt_pt: Ocorreu um erro renomeando grupo de contas
zh_tw: 在重命名會計科目組時發生錯誤

source: The SQL that was used to rename the account group was
es_es: El SQL usado para renombrar el grupo contable fue
id_id: SQL yg digunakan utk mengubah nama grup akun adalah
ko_kr: 계정 그룹이었다 이름을 사용한 SQL
mr_in: खाते गटाचे नाव करण्यासाठी वापरलेला SQL होते
pt_pt: SQL que foi usado para renomear o grupo de contas foi
zh_tw: 這是用來重命名會計科目組的SQL是

source: An error occurred in updating the account group
cs_cz: Došlo k chybě při aktualizaci účtové skupiny
es_es: Hubo un error al actualizar el grupo de cuentas
hi_in: एक त्रुटि खाता समूह को अद्यतन करने में हुआ
id_id: Kesalahan terjadi saat memperbarui grup akun
it_it: Si è verificato un errore nell'aggiornamento del gruppo di account
ko_kr: 오류가 계정 그룹을 업데이트 발생
mr_in: एक त्रुटी खाते गट अद्यतनित करीत असताना आली
nl_nl: Een fout is opgetreden in het bijwerken van de rekening-groep
pt_pt: Ocorreu um erro na atualização do grupo de contas
ro_ro: A apărut o eroare la actualizarea grupul cont
ru_ru: Ошибка при обновлении группы аккаунтов
sq_al: Ka ndodhur një gabim në azhurnimin e grupit llogari
sv: Ett fel uppstod i en uppdatering av kontogrupp
sw_ke: Hitilafu ilitokea katika uppdatering kundi akaunti
tr_tr: Bir hata hesap grubu güncelleme oluştu
zh_hk: 更新科目组是发生了错误
zh_tw: 在更新會計科目組時發生錯誤

source: The SQL that was used to update the account group was
cs_cz: SQL, který byl použit k aktualizaci účtu skupina byla
es_es: El SQL usado para actualizar el grupo de cuentas fue
hi_in: SQL कि खाते समूह का अद्यतन किया गया था
id_id: SQL yg digunakan utk memperbaharui grup akun adalah
it_it: Il SQL che è stato utilizzato per aggiornare il gruppo di conto è stato
ko_kr: 계정 그룹이었다 갱신하는데 사용 된 SQL
mr_in: खाते गट अद्यतनित करण्यासाठी वापरलेला SQL होते
nl_nl: De SQL die gebruikt werd om de rekening-groep update is
pt_pt: SQL que foi usado para atualizar o grupo de contas foi
ro_ro: SQL care a fost folosit pentru a actualiza grupul contul a fost
ru_ru: SQL, который был использован для обновления группы счета
sq_al: SQL që është përdorur për të rinovuar në grupin llogari ishte
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika kwa update kundi akaunti alikuwa
tr_tr: hesap grubu güncellemek için kullanılan SQL oldu
zh_hk: 用于更新科目组失败的 SQL 是
zh_tw: 這是用來更新會計科目組的SQL是

source: Record Updated
cs_cz: Záznam aktualizován
es_es: Registro actualizado
hi_in: रिकॉर्ड करें
id_id: Data telah Diperbaharui
it_it: Record aggiornato
ko_kr: 기록 업데이트
mr_in: नोंद अद्यावत
nl_nl: Bestandregel aangepast
pt_pt: Registro Atualizado
ro_ro: Inregistrare actualizata
ru_ru: Запись обновлена
sq_al: Regjistro Përditësuar
sv: Posten uppdaterad
sw_ke: Rekodi Updated
tr_tr: KAYIT GÜNCELLENDI
zh_hk: 记录已更新
zh_tw: 更新記錄

source: An error occurred in inserting the account group
cs_cz: Došlo k chybě při vkládání účtové skupiny
es_es: Hubo un error al insertar el grupo de cuentas
hi_in: एक त्रुटि खाता समूह डालने में हुई
id_id: Kesalahan terjadi saat memasukkan grup akun
it_it: È verificato un errore nel mettere il gruppo di account
ko_kr: 오류가 계정 그룹을 삽입 발생
mr_in: एक त्रुटी खाते गट अंतर्भूत करीत असताना आली
nl_nl: Er is een fout opgetreden bij het invoegen van de rekening-groep
pt_pt: Ocorreu um erro na inserção do grupo de contas
ro_ro: A apărut o eroare în introducerea grupul cont
ru_ru: Ошибка вставки группы счета
sq_al: Ka ndodhur një gabim në futur në grupin llogari
sv: Ett fel uppstod i att sätta in kontogrupp
sw_ke: Hitilafu ilitokea katika kuingiza kundi akaunti
tr_tr: Bir hata hesap grubu ekleyerek oluştu
zh_hk: 插入科目组时发生错误, 因为
zh_tw: 在插入會計科目組時發生錯誤

source: The SQL that was used to insert the account group was
cs_cz: SQL, který byl použit pro vložení na účet skupina byla
es_es: El SQL usado para insertar el grupo de cuentas fue
hi_in: SQL कि सम्मिलित करने के लिए इस्तेमाल किया गया था खाता समूह था
id_id: SQL yg digunakan utk memasukkan grup akun adalah
it_it: L&#39;SQL che è stato utilizzato per inserire il gruppo di conto è stato
ko_kr: 사용 된 SQL은 계정 그룹이었다 삽입
mr_in: खाते गट घालण्यासाठी वापरलेला SQL होते
nl_nl: De SQL die werd gebruikt om de account-groep was
pt_pt: SQL que foi usado para inserir o grupo de contas foi
ro_ro: SQL care a fost folosit pentru a introduce grupul contul a fost
ru_ru: SQL, который был использован для вставки счету группы
sq_al: SQL që është përdorur për të futur në grupin llogari ishte
sv: Den SQL som användes var
sw_ke: SQL ya kwamba alikuwa kutumika kuingiza kundi akaunti alikuwa
tr_tr: SQL eklemek için kullanılan bu hesap grubu oldu
zh_hk: 用作插入科目组失败的 SQL 是
zh_tw: 這是用來插入會計科目組的SQL是
