Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Another Price List
cs_cz: Dalším Ceník
es_es: Otra Lista de Precios
hi_in: एक और मूल्य सूची
id_id: Daftar Harga Lain
it_it: Un&#39;altra Listino
ko_kr: 또 다른 가격 목록
mr_in: दुसरा किंमत सूची
nl_nl: Een andere prijslijst
pt_pt: Outra lista Preço
ro_ro: Un alt Lista de preturi
ru_ru: Другой прайс-лист
sq_al: Një Lista e Çmimeve
sv: Annan prislista
sw_ke: Orodha nyingine Bei
tr_tr: Başka Fiyat Listesi
zh_hk: 另外的价格表
zh_tw: 其他價格表

source: Select the Base Price List to Use
cs_cz: Vyberte si základní ceník pro použití
es_es: Seleccionar la Lista de Precios Base a usar
hi_in: बेस प्राइस का उपयोग करें सूची का चयन करें
id_id: Pilih Daftar Harga Dasar utk Digunakan
it_it: Seleziona il listino prezzi di base per l&#39;utilizzo di
ko_kr: 사용하도록 기본 가격 목록을 선택
mr_in: वापरा करण्यासाठी बेस किंमत सूची निवडा
nl_nl: Selecteerd de basis prijslijst die moet worden gebruikt
pt_pt: Selec. Lista de Preço para usar
ro_ro: Selectaţi Lista de preţ de bază de utilizare
ru_ru: Выберите базовый прайс-лист для использования
sq_al: Zgjidhni Lista e Çmimeve Baza do të përdorë
sv: Välj vilken basprislista som skall användas
sw_ke: Bei ya kuchagua Base Orodha ya kutumia
tr_tr: Kullanmak Baz Fiyat Listesi seçin
zh_hk: 选取要使用的基础价格表
zh_tw: 選擇使用基本價格表

source: Stock Category From
cs_cz: Skladem Kategorie Z
es_es: Categoría de Existencia Desde
hi_in: शेयर श्रेणी से
id_id: Kategori Stok Awal
it_it: Archivi di categoria Dal
ko_kr: 에서 주식의 종류
mr_in: कडून स्टॉक वर्ग
nl_nl: Voorraad Categorie van
pt_pt: Cat. Estoque De
ro_ro: Din stoc Categorie
ru_ru: Исходная категория товара
sq_al: Kategoria Stock Nga
sv: Lagerkategori från
sw_ke: Hisa Jamii Kutoka
tr_tr: Stok Kategori YTL
zh_hk: 库存种类 自
zh_tw: 庫存類別自

source: Stock Category To
cs_cz: Chcete-li skladem Kategorie
es_es: Categoría de Existencia Hasta
hi_in: शेयर श्रेणी
id_id: Kategori Stok Akhir
it_it: Archivi di categoria A
ko_kr: 에게 주식의 종류
mr_in: शेअर वर्ग
nl_nl: Voorraad Categorie tot
pt_pt: Cat. Estoque Até
ro_ro: Pentru stoc Categorie
ru_ru: Целевая категория товара
sq_al: Kategoria Stock Për
sv: Lagerkategori till
sw_ke: Hisa Jamii Ili
tr_tr: Stok Kategorisi
zh_hk: 库存种类 至
zh_tw: 存貨類別到

source: Rounding Factor
cs_cz: Zaokrouhlování faktor
es_es: Factor de Redondeo
hi_in: गोलाई फैक्टर
id_id: Faktor Pembulatan
it_it: Arrotondamento Factor
ko_kr: 반올림 요인
mr_in: फॅक्टर Rounding
nl_nl: Afrondings factor
pt_pt: Fator Arred.
ro_ro: Rotunjirea Factor
ru_ru: Множитель округления
sq_al: Arrestimi Faktori
sv: Avrundningsfaktor
tr_tr: Yuvarlama Faktörü
zh_hk: 取整因子
zh_tw: 捨入因子

source: To round to the nearest cent enter 0.01. To round to the nearest whole dollar enter 1. To round to the nearest 5 dollars enter 5 etc
ko_kr: 가장 가까운 센트 반올림 0.01를 입력합니다. 가장 가까운 5 달러 등 5를 입력 둥근 입력 가장 가까운 정수 달러에 1. 라운드
mr_in: जवळच्या टक्के करण्यासाठी पूर्ण करण्यासाठी 0.01 प्रविष्ट करा. जवळच्या संपूर्ण डॉलर करण्यासाठी पूर्ण करण्यासाठी 1 प्रविष्ट करा. जवळच्या 5 डॉलर्स दुतर्फी 5 इ प्रविष्ट
pt_pt: Para arredondar para o próximo centavo informe 0.01. Para arredond. para a próxima unid. inteiro moeda informe 1. Para arredondar para 5 unid. inteiro moeda informe 5; etc
zh_tw: 四捨五入至最接近的仙進入0.01。四捨五入到最接近的整數美元進入1。四捨五入至最接近的5塊錢進入5等

source: New Price To Be Effective From
cs_cz: Nová cena bude účinná od
hi_in: नए मूल्य से प्रभावी होने के लिए
id_id: Harga Baru To Be Efektif Dari
it_it: Nuovo prezzo in vigore a decorrere
ko_kr: 새로운 가격에서 효과적
mr_in: कडून प्रभावी नवीन किंमत
nl_nl: Nieuwe prijs van toepassing zijn vanaf
pt_pt: Novo Preço a partir de
ro_ro: Pret nou pentru a fi eficiente la
ru_ru: Новая цена в силу с
sq_al: Çmimeve të reja për të qenë efektive nga
sv: Nya priset gäller från
sw_ke: Bei mpya kuwa na ufanisi Kutoka
tr_tr: Yeni Fiyatı Etkili Olmak
zh_hk: 新价格生效日期自
zh_tw: 新的價格是有效的從

source: New Price To Be Effective To (Blank = No End Date)
cs_cz: Nová cena jako účinná k (prázdné = Ne Datum ukončení)
es_es: Nuevo Precio Para Ser Efectivo (En Blanco = Sin fecha de finalización)
hi_in: नया मूल्य (रिक्त = नहीं अन्त तिथि करने के लिए) प्रभावी होने के लिए
id_id: Harga Baru To Be Efektif Utk (Blank Date = No End)
it_it: Prezzo nuovo per essere efficace (Vuoto = Nessuna data di fine)
ko_kr: 새로운 가격으로 효과가 (빈 = 아니오 종료일)
mr_in: प्रभावी असल्याचे नवीन किंमत (रिक्त = समाप्ती तारीख नाही)
nl_nl: Nieuwe prijs niet doeltreffend zijn om (Blanco = geen einddatum)
pt_pt: Novo Preço até Data (em Branco = Sem dt final)
ro_ro: Pret nou pentru a fi eficiente a (Blank nr = Data de Terminare)
ru_ru: Новые цены, которые будут эффективны (Пусто = без даты завершения)
sq_al: Çmimeve të reja të jenë efektive për të (Blank = Data No End)
sv: Nya priset skall vara effektiv för att (Blank = inget slutdatum)
sw_ke: Bei mpya kuwa na ufanisi Ili (Blank = Tarehe Hakuna Mwisho)
tr_tr: Yeni Fiyat (Boş = Hayır Bitiş Tarihi) için Etkili Olmak
zh_hk: 新价格生效日期 (空白 = 无结束日期)
zh_tw: 新價格的有效日期（空白=無截止日期）

source: Percentage Increase (positive) or decrease (negative)
cs_cz: Procento zvýšení (pozitivní) nebo snížení (negativní)
es_es: Porcentaje de Aumento (positivo) ó Disminución (negativo)
hi_in: प्रतिशत (सकारात्मक) बढ़ या घट (नकारात्मक)
id_id: Persentasi Peningkatan (positif) atau penurunan (negatif)
it_it: Aumento percentuale (positivo) o diminuire (negativo)
ko_kr: 백분율 증가 (긍정적 인) 또는 감소 (음)
mr_in: टक्केवारी वाढ (सकारात्मक) किंवा कमी (नकारात्मक)
nl_nl: Percentage toename (+) of afname (-)
pt_pt: Perc. Incremento + (pos.) ou decrem. - (neg.)
ro_ro: Procentul Creşterea (pozitiv) sau scăderea (negativ)
ru_ru: Увеличение (положительное) / уменьшение (отрицательное) процента
sq_al: Rritja e përqindjes (pozitiv) apo ulje (negativ)
sv: Procentuell ökning (positivt) eller minskning (negativt)
sw_ke: Asilimia Kuongeza (mazuri) au kupungua (hasi)
tr_tr: ORAN ARTTIR (+) veya DÜSÜR (-)
zh_hk: 上升 (正数) 和下降 (负数) 百份比
zh_tw: 上升 (正數) 和下降 (負數) 百份比

source: Update Prices
cs_cz: Aktualizace ceny
es_es: Actualizar Precios
hi_in: अद्यतन मूल्य
id_id: Perbarui Harga
it_it: Aggiorna
ko_kr: 업데이트 가격
mr_in: अद्यतनित भाव
nl_nl: Wijzig prijzen
pt_pt: Atualizar Preços
ro_ro: Update Preturi
ru_ru: Обновить цены
sq_al: Çmimet Update
sv: Uppdatera symboler
sw_ke: Bei update
tr_tr: FIYATLARI GÜNCELLE
zh_hk: 更新价目
zh_tw: 更新價格

source: Are you sure you wish to update or add all the prices according to the criteria selected?
cs_cz: Jste si jisti, že chcete aktualizovat nebo přidat všechny ceny podle zvolených kritérií?
es_es: ¿Está seguro que desea actualizar o agregar todos los precios de acuerdo a los criterios seleccionados?
hi_in: क्या आप अद्यतन करने के लिए या सभी चयनित मानदंडों के अनुसार कीमतों में जोड़ना चाहते हैं?
id_id: Apakah Anda yakin ingin memperbarui atau menambahkan semua harga sesuai dgn kriteria yg dipilih?
it_it: Sei sicuro di voler aggiornare o aggiungere tutti i prezzi in base ai criteri selezionati?
ko_kr: 업데이트하거나 선택한 기준에 따라 모든 가격을 추가 할 확실하고 있습니까?
mr_in: आपण निवडलेले निकष त्यानुसार सर्व दर सुधारीत किंवा जोडू इच्छित खात्री आहे?
nl_nl: Weet u zeker dat u wilt bijwerken of alle prijzen volgens de gekozen criteria toe te voegen?
pt_pt: Confirma atualização ou adição Lista Preço, De Acordo com o critério Escolhido?
ro_ro: Sunteţi sigur că doriţi să actualizeze sau să adăugaţi toate preţurile în funcţie de criteriile selectate?
ru_ru: Вы уверены, что вы хотите обновить или добавить все цены в соответствии с выбранными критериями ?
sq_al: A jeni i sigurt se doni të rinovuar ose shtoni të gjitha çmimet në bazë të kritereve të zgjedhura?
sv: Är du säker på att du vill uppdatera eller lägga till alla priser enligt valda kriterier?
sw_ke: Una uhakika unataka update au kuongeza bei ya yote kulingana na vigezo kuchaguliwa?
tr_tr: Eğer güncelleme veya seçilen kriterlere göre tüm fiyatlar eklemek istediğinizden emin misiniz?
zh_hk: 您确定希望根据选择的条件更新或添加所有的价格吗？
zh_tw: 你確定你想根據選擇的標準更新或添加的所有價格？

source: No price list is selected to update. No updates will take place
cs_cz: Žádný ceník je vybrána pro aktualizaci. Žádné aktualizace se bude konat
es_es: No se ha seleccionado una lista de precios para actualizar. No se llevarán a cabo actualizaciones
hi_in: कोई मूल्य सूची अद्यतन करने के लिए चुना गया है. कोई अद्यतन जगह ले जाएगा
id_id: Tdk ada daftar harga yg dipilih utk diperbarui. Tdk ada perbaruaan yg akan terjadi
it_it: Nessun prezzo di listino è scelto di aggiornare. Nessun aggiornamento avrà luogo
ko_kr: 가격 없음 목록을 업데이트하기 위해 선택되지 않습니다. 어떤 업데이트가 발생하지 않습니다
mr_in: नाही किंमत सूची अद्यतनित करण्यासाठी निवडले आहे. अद्ययावत स्थान होतील
nl_nl: Geen prijslijst is geselecteerd om te werken. Geen updates zullen plaatsvinden
pt_pt: Nenhuma Lista de Preço selecionada para atualizar.
ro_ro: Nici o lista de preturi este selectat pentru a actualiza. Nr actualizări vor avea loc
ru_ru: Не выбран прайс-лист для обновления. Обновления не состоится.
sq_al: Nuk ka lista e çmimeve është zgjedhur për të rinovuar. Ka më të reja do të zhvillohet
sv: Ingen prislista valt att uppdatera. Inga uppdateringar kommer att ske
sw_ke: Hakuna orodha bei ni kuchaguliwa kwa update. Hakuna updates utafanyika
tr_tr: Hiçbir fiyat listesini güncellemek için seçilir. En ufak bir güncelleme yer alacak
zh_hk: 没有选定要更新的价格表。不会发生任何变更。
zh_tw: 沒有價格列表中選擇要更新。無更新將發生

source: No price list currency is selected to update. No updates will take place
cs_cz: Č. ceník měna je vybrána pro aktualizaci. Žádné aktualizace se bude konat
es_es: Ninguna lista de precios de la moneda/divisa se ha seleccionado para actualizar. No se llevarán a cabo actualizaciones
hi_in: कोई मूल्य सूची मुद्रा अद्यतन करने के लिए चुना गया है. कोई अद्यतन जगह ले जाएगा
id_id: Tdk ada mata uang daftar harga yg dipilih utk diperbarui. Tdk ada pembaruan yg akan terjadi
it_it: Nessuna moneta listino prezzi è stato selezionato per l&#39;aggiornamento. Nessun aggiornamento avrà luogo
ko_kr: 가격 없음 목록 통화는 업데이트 선택하지 않습니다. 어떤 업데이트가 발생하지 않습니다
mr_in: नाही किंमत सूची चलन अद्यतनित करण्यासाठी निवडले आहे. अद्ययावत स्थान होतील
nl_nl: Geen prijslijst munt is geselecteerd om te werken. Geen updates zullen plaatsvinden
pt_pt: Nenhuma Lista de Preço selecionada para atualizar.
ro_ro: Nu lista de moneda de preţ este selectat pentru a actualiza. Nr actualizări vor avea loc
ru_ru: Не задана валюта для прайс-листа для обновления. Обновления не состоится
sq_al: Nuk ka listën e çmimeve të monedhës është zgjedhur për të rinovuar. Ka më të reja do të zhvillohet
sv: Ingen prislista valuta är vald för att uppdatera. Inga uppdateringar kommer att ske
sw_ke: Hakuna fedha orodha ya bei ni kuchaguliwa kwa update. Hakuna updates utafanyika
tr_tr: Hiçbir fiyat listesi para güncellemek için seçilir. En ufak bir güncelleme yer alacak
zh_hk: 没有价格表货币被选定来更新。不会发生任何变更
zh_tw: 沒有價格表貨幣選擇更新。無更新將發生

source: The date the new price is to be in effect to must be entered in the format
cs_cz: Datum nová cena má být ve skutečnosti k musí být zadáno ve formátu
es_es: La fecha en que el nuevo precio debe estar en vigor, se deben introducir en el formato
hi_in: दिनांक नई कीमत है प्रभाव में होना चाहिए करने के लिए प्रारूप में दर्ज किया जाना
id_id: Tgl harga baru akan diberlakukan utk harus dimasukkan dalam format
it_it: La data il nuovo prezzo è di essere in vigore per deve essere inserito nel formato
ko_kr: 새로운 가격이 적용되어야하는 날짜 형식으로 입력해야합니다
mr_in: नवीन किंमत परिणाम असल्याचे अद्ययावत स्वरूपात प्रविष्ट करणे आवश्यक आहे
nl_nl: De datum waarop de nieuwe prijs wordt van kracht op moet worden ingevoerd in het formaat
pt_pt: Formato data início novo preço deve ser:
ro_ro: Data la care noul preţ este să fie în vigoare a trebuie să fie introduse în formatul
ru_ru: Дата, с которой должна быть в силе новая цена, должна быть введенв в формате
sq_al: Data e çmimi i ri është të jetë në fuqi për të duhet të futet në formatin
sv: Den dag det nya priset ska gälla till måste anges i formatet
sw_ke: Tarehe ya bei mpya ni kuwa katika athari na iwekwe katika muundo
tr_tr: yeni fiyat tarih etkisi olması biçiminde girilmelidir için
zh_hk: 新价格生效日期的格式必须是
zh_tw: 新價格要在生效日期內，必須輸入日期的格式

source: The date this new price is to start from is expected to be after today
cs_cz: Datum této nové ceny je na spuštění z Očekává se, že poté, co dnes
es_es: la fecha en la que se tomará en cuenta este nuevo precio tiene que ser después de hoy
hi_in: तारीख इस नई कीमत से शुरू करने के बाद आज होने की उम्मीद है
id_id: Tgl mulainya harga baru seharusnya setelah hari ini
it_it: La data di questo nuovo prezzo è di partire da è prevista a partire da oggi
ko_kr: 이 새로운 가격에서 시작하는 날짜는 오늘 이후가 될 것으로 예상된다
mr_in: तारीख या नवीन किंमत आज नंतर असेल अशी अपेक्षा आहे ते सुरू आहे
nl_nl: De datum waarop deze nieuwe prijs uit te gaan van wordt verwacht dat na vandaag
pt_pt: A data inicial da lista precisa ser após a data atual
ro_ro: Data aceasta noul preţ este de a porni de la este de aşteptat să fie după ziua de azi
ru_ru: Дата, с которой начинает действовать эта новая цена, должна быть после сегодняшнего дня
sq_al: Data e këtij çmimi i ri është që të fillojë nga pritet të jetë pas sot
sv: Den dag då detta nya pris är att utgå från väntas bli efter dagens
sw_ke: Tarehe bei hii mpya kuanza kutoka inatarajiwa kuwa baada ya leo
tr_tr: Bu yeni fiyat başlamak için tarih bugünden sonra olması bekleniyor
zh_hk: 新价格生效日期必须是今天以后的日期
zh_tw: 這個新價格的日期是預期為從今天後開始

source: The stock category from must be before the stock category to - there would be not items in the range to update
cs_cz: Populace z kategorie musí být před populace kategorii - tam by se položky v rozmezí aktualizovat
es_es: La categoría existencia de, debe ir antes de la categoría de existencia para - no habría articulos del rango para actualizar
hi_in: शेयर से श्रेणी शेयर करने के लिए श्रेणी से पहले होना चाहिए - वहाँ रेंज में वस्तुओं को अद्यतन नहीं किया जाएगा
id_id: Kategori stok awal harus sebelum kategori stok akhir - tdk ada item dalam jangka tersebut utk diperbarui
it_it: La categoria da stock deve essere antecedente alla categoria stock - non ci sarebbe articoli della vasta per l&#39;aggiornamento
ko_kr: 범위의 항목을 업데이트하지있을 것입니다 -에 주식 카테고리 전에서 주식의 종류는 다음과 같아야합니다
mr_in: अद्यतनित करण्यासाठी श्रेणीत आयटम तेथे नाही होईल - स्टॉक इ.स. आधी पासून स्टॉक श्रेणी असणे आवश्यक आहे
nl_nl: De voorraad categorie uit moeten worden voordat de voorraad categorie - zou er geen items in het bereik te updaten
pt_pt: A categoria de estoque inicial precisa ser anterior a até
ro_ro: Categoria de stoc de la trebuie să fie înainte de categoria de stoc pentru a - nu s-ar fi produs în intervalul de actualizare
ru_ru: Исходная категория товара должна быть перед целевой категорией, иначе не будет товаров для обновления
sq_al: Kategoria e aksioneve nga duhet të jetë e para në kategorinë e aksioneve për të - nuk nuk do të jetë artikuj në varg për të rinovuar
sv: Beståndet kategori måste innan beståndet kategori - det skulle inte vara objekt i området för att uppdatera
sw_ke: Ya jamii hisa kutoka lazima mbele ya jamii hisa - kutakuwa na si vitu mbalimbali kwa update
tr_tr: dan stok kategoriye stok kategori önce olmalıdır - güncelleştirmek için çeşitli öğeleri yok olur
zh_hk: 库存种类起始编码必须在库存种类截止编码的前面-此范围中无物料可更新
zh_tw: 該股從類之前一定要對倉庫類別 - 會有不在範圍內的項目更新

source: Base price list selected
es_es: Seleccionada la Lista de Precios Base
id_id: Daftar harga dasar yg dipilih
ko_kr: 기본 가격 목록 선택
mr_in: निवडलेले बेस किंमत सूची
pt_pt: Lista Preço Básica selecionada
zh_tw: 被選定的基準價格表

source: When you are updating prices based on another price list - the other price list must also be selected. No updates will take place until the other price list is selected
cs_cz: Pokud jste aktualizaci cen na základě jiného ceníku - ostatní ceník musí být vybrán. Žádné aktualizace bude probíhat až do druhé ceník je zvoleno
es_es: Cuando usted está actualizando los precios basado en otra lista de precios - la otra lista de precios también debe ser seleccionada. No se llevarán a cabo actualizaciones hasta que la otra lista de precios sea seleccionada
hi_in: तुम एक और मूल्य सूची के आधार पर मूल्य जब अद्यतन कर रहे हैं - अन्य मूल्य सूची भी चयन किया जाना चाहिए. कोई अद्यतन जगह लेने के लिए जब तक अन्य मूल्य सूची चयनित है
id_id: Saat Anda memperbarui harga berdasarkan atas daftar harga lainnya - daftar harga lainnya tersebut juga harus dipilih. Tdk ada pembaruan akan terjadi sampai daftar harga lainnya dipilih
it_it: Quando si esegue l&#39;aggiornamento dei prezzi basato su un altro listino prezzi - il listino prezzi di altri deve essere selezionata. Nessun aggiornamento avrà luogo fino a quando il prezzo di listino vengono selezionati
ko_kr: 다른 가격 목록을 기준으로 가격을 업데이트 할 때 - 다른 가격 목록도 선택해야합니다. 다른 가격 목록이 선택 될 때까지 업데이트는 발생하지 않습니다
mr_in: आपण दुसर्या किंमत सूची आधारित दर अद्यतनित करीत आहोत तेव्हा - इतर किंमत सूची देखील निवडणे आवश्यक आहे. इतर किंमत सूची निवडलेले होईपर्यंत अद्ययावत स्थान होतील
nl_nl: Als u wilt bijwerken prijzen gebaseerd op een ander prijslijst - de andere prijs lijst moet ook worden geselecteerd. Geen updates zal plaatsvinden totdat de andere prijslijst is geselecteerd
pt_pt: Quando você atualiza lista preço básica, outras listas também devem ser selecionadas. Não há atualização se nenhuma lista foi escolhida
ro_ro: Când sunteţi actualizarea preţurilor pe baza unui alt lista de preturi - Lista de preţuri celelalte trebuie să fie, de asemenea, selectate. Nr actualizări vor avea loc până când lista de preţuri celelalte este selectat
ru_ru: Когда вы обновляете цены на основе другого прайс-листа, другой прайс-лист тожедолжен быть выбран. Обновления не будут проведены до выбора другого прайс-листа.
sq_al: Kur ju jeni të informuar çmimet në bazë të një tjetër listë të çmimeve - listën e çmimeve të tjera duhet të jenë të zgjedhur. Ka më të reja do të zhvillohet deri në listën e çmimeve të tjera është zgjedhur
sv: När du uppdaterar priser baserade på en annan prislista - den andra prislistan också måste väljas. Inga uppdateringar kommer att ske förrän de övriga prislista är vald
sw_ke: Wakati wewe ni uppdatering bei ya msingi katika orodha nyingine ya bei - orodha ya bei ya pili pia lazima kuchaguliwa. Hakuna updates utafanyika hadi nyingine orodha ya bei ni kuchaguliwa
tr_tr: Zaman başka bir fiyat listesi dayalı fiyatlar güncelliyoruz - diğer fiyat listesi de seçilmelidir. Diğer fiyat listesi seçilinceye kadar herhangi bir güncelleştirme gerçekleşecek
zh_hk: 当您正依据另外的价格表更新价格时-必须选定另外的价格表。在选定其他的价格表前，不会有任何更新。
zh_tw: 當您要更新基於另一個價格表價格 - 其它價格表還必須選擇。直到其他價格列表中選擇任何更新將發生

source: When you are updating prices based on another price list - the other price list cannot be the same as the price list being used for the calculation. No updates will take place until the other price list selected is different from the price list to be updated
cs_cz: Pokud jste aktualizaci cen na základě jiného ceníku - ostatní ceník nemůže být stejná jako cena seznam se používá pro výpočet. Žádné aktualizace bude probíhat až do další ceny vybraného seznamu se liší od ceníku musí být aktualizován
es_es: Cuando usted está actualizando los precios basado en otra lista de precios - la otra lista de precios no puede ser la misma que la lista utilizada para el cálculo. No se llevarán a cabo actualizaciones hasta que la otra lista de precios seleccionada sea diferente de la lista de precios que se actualizará
hi_in: तुम एक और मूल्य सूची के आधार पर मूल्य जब अद्यतन कर रहे हैं - अन्य मूल्य सूची ही नहीं के रूप में मूल्य सूची गणना के लिए इस्तेमाल किया जा रहा है. कोई अद्यतन जगह लेने के लिए जब तक अन्य मूल्य चयनित सूची मूल्य सूची से अलग है को अद्यतन किया जाएगा
id_id: Saat Anda memperbarui harga berdasarkan atas daftar harga lainnya - daftar harga lainnya tersebut tdk dapat sama dgn daftar harga yg sedang digunakan utk perhitungannya. Tdk ada pembaruan akan terjadi sampai daftar harga lainnya itu berbeda dgn daftar harga yg ingin diperbarui
it_it: Quando si esegue l&#39;aggiornamento dei prezzi basato su un altro listino prezzi - il listino prezzi altro non può essere lo stesso del listino utilizzato per il calcolo. Nessun aggiornamento avrà luogo fino a che il listino prezzi altro selezionato è diverso dal listino prezzi per essere aggiornato
ko_kr: 다른 가격 목록을 기준으로 가격을 업데이트 할 때 - 다른 가격리스트는 계산에 사용되는 가격 목록과 동일 할 수 없습니다. 선택한 다른 가격리스트가 갱신 될 가격 목록에서 다른 때까지 아무런 업데이트가 발생하지 않습니다
mr_in: आपण दुसर्या किंमत सूची आधारित दर अद्यतनित करीत आहोत तेव्हा - इतर किंमत सूची मोजमापासाठी वापरले जात किंमत सूची सारखा असू शकत नाही. निवडलेले इतर किंमत सूची अपडेट होण्याची किंमत सूची वेगळे आहे होईपर्यंत अद्ययावत स्थान होतील
nl_nl: Als u wilt bijwerken prijzen gebaseerd op een ander prijslijst - de andere prijslijst kan niet hetzelfde zijn als de prijslijst wordt gebruikt voor de berekening. Geen updates zal plaatsvinden totdat de andere geselecteerde prijslijst is verschillend van de prijslijst worden bijgewerkt
pt_pt: Quando a Lista Preço atualizada tem por base outra Lista de Preço, ambas não podem ser a mesma. Nenhuma atualização executada enquanto as listas são iguais
ro_ro: Când sunteţi actualizarea preţurilor pe baza unui alt lista de preturi - lista de preţuri celelalte nu poate fi la fel ca lista de preţuri fiind utilizat pentru calculul. Nr actualizări vor avea loc până când lista de preţuri alte selectat este diferit de lista de preţuri să fie actualizate
ru_ru: Когда вы обновляете цены на основе другого прайс-листа, другой прайс-лист может быть таким же, как прайс-лист, используемый для расчета. Обновления не будет иметь места до выюора другого прайс-листа, отличающегося от обновляемого.
sq_al: Kur ju jeni të informuar çmimet në bazë të një tjetër listë të çmimeve - listën e çmimeve të tjera nuk mund të jetë i njëjtë me listën e çmimeve duke u përdorur për llogaritjen. Ka më të reja do të zhvillohet deri në listën e çmimeve të tjera të zgjedhura është e ndryshme nga lista e çmimeve për të përditësuar
sv: När du uppdaterar priser baserade på en annan prislista - den andra prislistan kan inte vara samma som prislistan som används för beräkningen. Inga uppdateringar kommer att ske förrän de övriga prislista utvalda skiljer sig från det pris som skall uppdateras
sw_ke: Wakati wewe ni uppdatering bei ya msingi katika orodha nyingine ya bei - orodha ya bei ya pili hawezi kuwa sawa na orodha ya bei kuwa kutumika kwa ajili ya hesabu. Hakuna updates utafanyika hadi nyingine orodha ya bei kuchaguliwa ni tofauti na orodha ya bei kuwa updated
tr_tr: Zaman başka bir fiyat listesi dayalı fiyatlar güncelliyoruz - fiyat listesi hesaplama için kullanılan olarak diğer fiyat listesi aynı olamaz. Seçilen diğer fiyat listesi haberdar olmak için fiyat listesi farklıdır kadar hiçbir güncelleme yer alacak
zh_hk: 当您正依据另外的价格表更新价格时-另外的价格表不能是用于计算的同样的价格表。直到不同于目前要更新的价格表被选定前，不会产生任何更新。
zh_tw: 當你基於另一種價格表更新價格 - 其它價格表不能一樣被用於計算價格表。沒有更新將發生，直到選擇的其他價格表不同，價格表進行更新
