Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Enter the changes that you want in the form layout below.
cs_cz: Zadejte změny, které chcete ve formě rozložení níže.
es_es: Introducir los cambios que desee en el diseño del formulario a continuación.
hi_in: परिवर्तन है कि आप नीचे के फार्म लेआउट में चाहते हैं दर्ज करें.
id_id: Masukkan perubahan yg Anda inginkan dalam tata letak formulir di bawah ini.
it_it: Inserisci le modifiche che si desidera nel layout del modulo sottostante.
ko_kr: 당신은 아래의 양식 레이아웃에서 원하는 변경 사항을 입력합니다.
mr_in: आपण खालील फॉर्म लेआउट इच्छित असलेले बदल प्रविष्ट करा.
nl_nl: Voer de gewenste wijzigingen aan in de vorm layout.
pt_pt: Entre para modificar o que você deseja no layout abaixo
ro_ro: Introduceţi modificările pe care le doriţi în aspectul formularul de mai jos.
ru_ru: Введите необходимые изменения в макет формы ниже.
sq_al: Të hyjë në ndryshimet që ju dëshironi në paraqitjen formularin e mëposhtëm.
sv: Ange de ändringar du vill ha i form layouten nedan.
sw_ke: Kuingia mabadiliko ya kwamba unataka katika layout fomu hapa chini.
tr_tr: aşağıdaki formu düzeninde istediğiniz değişiklikleri girin.
zh_hk: 在下面输入您需要变更的表单輸入報表中你需要修改的部分
zh_tw: 輸入報表中你需要修改的部分

source: All measurements are in PostScript points (72 points = 25,4 mm).
es_es: Todas las medidas están en puntos PostScript (72 puntos = 25,4 mm).
ko_kr: 모든 측정은 포스트 스크립트 포인트 (72 포인트 = 25.4 ㎜)이다.
mr_in: सर्व मोजमाप पोस्टस्क्रिप्टप्रदर्शक गुण (= 25,4 मि.मी. 72 गुण) आहेत.
pt_pt: Todas medidas são em pontos PostScript (72 pts = 25,4mm)
zh_hk: 所用的計量單位爲PostScript的點 (72點 = 25.4 毫米)
zh_tw: 所用的計量單位爲PostScript的點 (72點 = 25.4 毫米)

source: All coordinates are measured from the lower left corner of the sheet to the top left corner of the element.
es_es: Todas las coordenadas se miden desde la esquina inferior izquierda de la hoja a la esquina superior izquierda del elemento.
ko_kr: 모든 좌표는 요소의 왼쪽 상단 모서리에 시트의 왼쪽 하단 모서리에서 측정된다.
mr_in: सर्व संबंधित घटक वरच्या डाव्या कोपर्यात पत्रक खालच्या डाव्या कोपर्यात पासून मोजली जाते.
pt_pt: Todas cordenadas são medidas do canto esquerdo inferior da folha para o canto superior da esquerda do elemento
zh_hk: 所有的坐標值均從紙張的左下角開始到元素的左上角。
zh_tw: 所有的坐標值均從紙張的左下角開始到元素的左上角

source: Form Name
cs_cz: Název formuláře
es_es: Nombre del formulario
hi_in: प्रपत्र का नाम
id_id: Nama Formulir
it_it: Nome modulo
ko_kr: 양식 이름
mr_in: फॉर्म नाव
nl_nl: Formulier Naam
pt_pt: Nome do Formulário
ro_ro: Nume formular
ru_ru: Имя формы
sq_al: Emri Form
sv: Formulärnamn
sw_ke: Jina fomu
tr_tr: Form Adı
zh_hk: 表单名称
zh_tw: 表格名稱

source: Paper Size
cs_cz: Velikost papíru
es_es: Tamaño del papel
hi_in: पेपर आकार
id_id: Ukuran Kertas
it_it: Formato carta
ko_kr: 용지 크기
mr_in: कागद आकार
nl_nl: Papierformaat
pt_pt: Tamanho do Papel
ro_ro: Dimensiune hârtie
ru_ru: Формат бумаги
sq_al: Madhësia e letrës
sv: Pappersstorlek
sw_ke: Karatasi Ukubwa
tr_tr: Kağıt Boyutu
zh_hk: 纸张尺寸
zh_tw: 紙張大小

source: Line Height
cs_cz: Výška řádku
es_es: Altura de Línea
hi_in: पंक्ति ऊँचाई
id_id: Tinggi Garis
it_it: Linea di altezza
ko_kr: 라인 높이
mr_in: लाइन उंची
nl_nl: Regelhoogte
pt_pt: Altura da Linha
ro_ro: Linie Înălţime
ru_ru: Линия Высота
sq_al: Lartësia linjë
sv: Radhöjd
sw_ke: Urefu Mpya
tr_tr: Hat Yükseklik
zh_hk: 行高
zh_tw: 文字列高度

source: Radius
cs_cz: Poloměr
es_es: Radio
hi_in: त्रिज्या
it_it: Raggio
ko_kr: 반지름
mr_in: त्रिज्या
pt_pt: Radial
ro_ro: Rază
ru_ru: Радиус
sq_al: Rreze
tr_tr: Yarıçap
zh_hk: 半径
zh_tw: 半徑

source: Radius of the rounded corners
es_es: Radio de las esquinas redondeadas
ko_kr: 둥근 모서리의 반경
mr_in: गोळाबेरीज कोप त्रिज्या
pt_pt: Radial arredondada do canto
zh_tw: 圓角半徑

source: Start x co-ordinate
cs_cz: Start x co-koordinovat
es_es: Coordenada X Inicial
hi_in: शुरू x समन्वय
id_id: Mulai x koordinasi
it_it: Start x coordinare
ko_kr: X 좌표를 시작합니다
mr_in: X समकक्ष प्रारंभ
nl_nl: Start x-cordinaat
pt_pt: Início coordenada X
ro_ro: Start x-şi coordoneze
ru_ru: Начальная х-координата
sq_al: Start x bashkërenduar
sv: Start x-kordinat
sw_ke: X kuanza kuratibu
tr_tr: Start x koordine
zh_hk: x坐标起点
zh_tw: x坐標起始點

source: Start y co-ordinate
cs_cz: Start y co-koordinovat
es_es: Coordenada Y Inicial
hi_in: शुरू y समन्वय
id_id: y co Start-ordinat
it_it: co y Start-ordinata
ko_kr: Y 좌표를 시작합니다
mr_in: प्रारंभ वाय बरोबरीचा
nl_nl: Start y cordineren
pt_pt: Início coordenada Y
ro_ro: Start co y-şi coordoneze
ru_ru: Начальная у-координата
sq_al: y bashkë Start-të bashkërenduar
sv: Start y-kordinat
sw_ke: Y kuanza kuratibu
tr_tr: Başlangıç y koordine
zh_hk: y坐标起点
zh_tw: y坐標起始點

source: End x co-ordinate
cs_cz: Konec x co-koordinovat
es_es: Coordenada X final
hi_in: एक्स अंत समन्वय
id_id: Akhir x koordinasi
it_it: Fine x coordinare
ko_kr: 최종 X 좌표
mr_in: समाप्ती X बरोबरीचा
nl_nl: Eind x-cordinaat
pt_pt: Fim coordenada X
ro_ro: End x-şi coordoneze
ru_ru: Конечная x - координата
sq_al: X fund të bashkërenduar
sv: Slut x samordna
sw_ke: X mwisho kuratibu
tr_tr: Sonuna x koordine
zh_hk: x坐标结束
zh_tw: 結束x坐標

source: End y co-ordinate
cs_cz: Konec y co-koordinovat
es_es: Coordenada Y final
hi_in: अंत y समन्वय
id_id: co y Akhir-ordinat
it_it: co y End-ordinata
ko_kr: 최종 Y 좌표
mr_in: शेवटी युवराज बरोबरीचा
nl_nl: Eind y cordineren
pt_pt: Fim coordenada Y
ro_ro: End co y-şi coordoneze
ru_ru: Конечная у-координата
sq_al: y bashkë End-të bashkërenduar
sv: Slut y samordna
sw_ke: Y mwisho kuratibu
tr_tr: Sonunda y koordine
zh_hk: y坐标结束
zh_tw: 結束y坐標

source: Preview the Form Layout
cs_cz: Náhled rozložení formuláře
es_es: Vista previa del diseño del formulario
hi_in: पूर्वावलोकन पर्चा लेआउट
id_id: Preview Layout Formulir
it_it: Anteprima del modulo di layout
ko_kr: 폼 레이아웃 미리보기
mr_in: फॉर्म मांडणी पूर्वावलोकन
nl_nl: Preview van het formulier Layout
pt_pt: Visualizar Layout Formulário
ro_ro: Preview Formularul Layout
ru_ru: Предварительный макет формы
sq_al: Shikuar Layout Form
sv: Förhandsvisa formulärlayouten
sw_ke: Layout preview Fomu
tr_tr: Ön Form Düzeni
zh_hk: 预览页面
zh_tw: 預覽該表格佈局

source: Save the Form Layout
cs_cz: Uložit rozložení formuláře
es_es: Guardar el diseño del formulario
hi_in: प्रपत्र लेआउट सहेजें
id_id: Simpan Layout Formulir
it_it: Salvare il layout del form
ko_kr: 폼 레이아웃을 저장
mr_in: फॉर्म मांडणी जतन
nl_nl: Sla het formulier Layout
pt_pt: Salvar Layout Formulário
ro_ro: Salvaţi Aspect Form
ru_ru: Сохранить макет формы
sq_al: Save Layout Form
sv: Spara formulärlayouten
sw_ke: Kuokoa Layout Fomu
tr_tr: Form Düzeni Kaydet
zh_hk: 保存页面设置
zh_tw: 該表格佈局

source: Freight Costs Maintenance
cs_cz: Nastavení cen dopravy
es_es: Administrar Costos de Flete
hi_in: माल ढुलाई लागत रखरखाव
id_id: Pengaturan Biaya Pengiriman
it_it: Freight Costi di manutenzione
ko_kr: 화물 비용 유지 보수
mr_in: वाहतुक खर्च देखभाल
nl_nl: Vracht Kosten Onderhoud
pt_pt: Manutenção Custo Frete
ro_ro: De transport de marfă costurile de întreţinere
ru_ru: Поддержка стоимостей фрахта
sq_al: Mallrave Shpenzimet Mirëmbajtja
sv: Fraktkostnader
sw_ke: Gharama za mizigo Maintenance
tr_tr: NAKLIYE MALIYETLERI YÖNETIMI
zh_hk: 发运点
zh_tw: 維護運輸成本

source: Freight Costs
cs_cz: Náklady na přepravu
es_es: Costos de flete
hi_in: माल भाड़ा लागत
id_id: Biaya Pengangkutan
it_it: Costi di trasporto
ko_kr: 화물 비용
mr_in: सामानाचे खर्च
nl_nl: Vrachtkosten
pt_pt: Custos Frete
ro_ro: Costurile de transport de marfă
ru_ru: Фрахтовые расходы
sq_al: Kostot e mallrave
sv: Fraktkostnader
sw_ke: Gharama za mizigo
tr_tr: Navlun giderleri
zh_hk: 运费
zh_tw: 運費

source: Select A Freight Company to set up costs for
cs_cz: Vyberte Nákladní Společnost nastavit nákladů na
es_es: Seleccionar una compañía de transporte para configurar costos para
hi_in: चयन एक फ्रेट कंपनी ने लागत स्थापित करने के लिए
id_id: Pilih Ekspedisi utk mengatur biayanya
it_it: Selezionare un treno merci Società di costituire i costi per
ko_kr: 비용을 설정하는화물 회사를 선택
mr_in: साठी खर्च व्यवस्थित करण्यासाठी सामानाचे कंपनी निवडा
nl_nl: Slecteer een vervoerder waarvoor de kosten moeten worden opgezet
pt_pt: Selecione Empresa Frete para conf. custos
ro_ro: Selectaţi O companie de transporturi pentru a stabili costurile pentru
ru_ru: Выберите фрахтовую компанию, для которой надо задать стоимости
sq_al: Zgjidh nje mallrave kompanisë për të ngritur shpenzimet për
sv: Välj en speditör att registrera kostnader för
sw_ke: Kuchagua A Freight Kampuni ya kuanzisha gharama kwa
tr_tr: NAKLIYECI SEÇIN
zh_hk: 承运人
zh_tw: 貨運公司

source: Select the warehouse
cs_cz: Vyberte skladu
es_es: Seleccionar el almacén
hi_in: गोदाम का चयन करें
id_id: Pilih gudang
it_it: Seleziona il magazzino
ko_kr: 창고를 선택
mr_in: कोठार निवडा
nl_nl: Selecteer een magazijn
pt_pt: Selecione o armazém
ro_ro: Alege depozitul
ru_ru: Выберите хранилище
sq_al: Zgjidhni depo
sv: Välj lager
sw_ke: Kuchagua ghala
tr_tr: DEPO SEÇIN
zh_hk: 仓库
zh_tw: 倉庫

source: ship from location
cs_cz: loď z místa
es_es: Embarcar desde ubicación
hi_in: स्थान से जहाज
id_id: kirim dari lokasi
it_it: nave da posizione
ko_kr: 위치에서 배
mr_in: स्थानावरून जहाज
nl_nl: Verscheep van lokatie
pt_pt: Local de Remessa
ro_ro: navei de la locaţie
ru_ru: доставить из метоположения
sq_al: anije nga lokacioni
sv: skicka från
sw_ke: meli kutoka eneo
tr_tr: ÇIKIS YERI
zh_hk: 发货点
zh_tw: 發貸地點

source: The entries for Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price and Minimum charge must be numeric
cs_cz: Záznamy pro Kostková Kurzy, KG rychlost, maximální hmotnost, maximální hlasitost, pevnou cenu a minimální poplatek musí být číslo
es_es: Las entradas de Porcentaje de Volumen o Peso, Volumen o Peso Máximo, Precio Fijado y Mínima Carga, deben ser un número
hi_in: घन दर, के.जी. दर, अधिकतम वजन, अधिकतम मात्रा, निश्चित मूल्य और न्यूनतम शुल्क के लिए प्रविष्टियां संख्यात्मक होना चाहिए
id_id: Entri utk Tarif Kubik, Tarif KG, Berat Maksimum, Volume Maksimum, Harga Tetap dan biaya Minimum harus numerik
it_it: Le voci per Cubic Rate, tasso KG, peso massimo, massimo di volume, prezzo fisso e la carica minima deve essere numerico
ko_kr: 큐빅 속도, KG 속도, 최대 무게, 최대 볼륨, 고정 가격과 최소 비용의 항목은 숫자이어야합니다
mr_in: क्यूबिक रेट, किलो रेट, कमाल वजन, कमाल वॉल्यूम, मुदत किंमत आणि कमी शुल्क प्रविष्टे अंकीय असणे आवश्यक आहे
nl_nl: De inzendingen voor Cubic Rate, KG rentevoet, de maximale gewicht, maximale volume, met een vaste prijs en minimale belasting moet worden numerieke
pt_pt: As entradas para Taxa Cúbica, Taxa KG, Peso Máximo, Volume Máximo, Preço Fixoe Carga Mínima precisam ser números
ro_ro: Intrările pentru Cubic Rate, Rate KG, greutatea maximă, volum maxim, cu pret fix şi taxa minimă trebuie să fie numeric
ru_ru: Значения для Cubic Rate, К. Курс, максимального веса, максимального объема, фиксированной цены и минимальной оплаты должен быть числовым
sq_al: Të hyra për kub Rate, KG Rate, Pesha maksimale, Vëllimi maksimal, çmim fiks dhe pagesë minimale duhet të jetë një numër
sv: Dessa måste vara numeriska
sw_ke: Entries kwa ujazo Rate, KG Rate, Maximum Weight, Maximum Volume, Price Fixed na cha chini cha malipo lazima numeric
tr_tr: Kübik Oranı, KG Hızı, Maksimum Ağırlık, Maksimum Hacim, Sabit Ücret ve Asgari ücret için girişleri sayısal olmalıdır
zh_hk: 输入的立方费率, 公斤费率, 重量上限, 体积上限, 固定价格, 最低收费都必须是数值
zh_tw: 輸入於立方率，KG率，最大重量，最大量，固定價格和最低收費的項目必須是數字

source: Freight cost record updated
cs_cz: Přepravní náklady aktualizovaný záznam
es_es: Se actualizó el registro de costo de transporte
hi_in: माल ढुलाई लागत अद्यतन रिकॉर्ड
id_id: Data biaya pengiriman telah diperbarui
it_it: Freight record costo aggiornato
ko_kr: 화물 비용 레코드 업데이트
mr_in: सामानाचे खर्च नोंद अद्यावत
nl_nl: Vrachtkosten vernieuwd
pt_pt: Registro Custo do Frete Atualizado
ro_ro: De transport de marfă record cost actualizate
ru_ru: Запись о стоимости фрахта обновлена
sq_al: rekord mallrave me kosto më të
sv: Sparad
sw_ke: Gharama za usafirishaji rekodi updated
tr_tr: NAKLIYE MALIYETI KAYDI GÜNCELLENDI
zh_hk: 船运成本已更新
zh_tw: 貨運成本已更新

source: Freight cost record inserted
cs_cz: Přepravní náklady vloženého záznamu
es_es: Se agregó el registro de costo de transporte
hi_in: माल ढुलाई लागत डाला रिकॉर्ड
id_id: Data biaya pengiriman telah dimasukkan
it_it: Freight record costo inserito
ko_kr: 화물 비용 레코드 삽입
mr_in: सामानाचे खर्च रेकॉर्ड घातले
nl_nl: Vrachtkosten toegevoegd
pt_pt: Registro Custo de Frete Inserido
ro_ro: De transport de marfă record cost introdusa
ru_ru: Запись о стоимости фрахта вставлена
sq_al: rekord mallrave me kosto futur
sv: Sparad
sw_ke: Gharama za usafirishaji rekodi ya kuingizwa
tr_tr: NAKLIYE MALIYETI KAYDI GIRILDI
zh_hk: 船运成本已插入
zh_tw: 貨運成本已插入

source: The freight cost record could not be updated because
cs_cz: Nákladům na dopravu záznam nelze aktualizovat, protože
es_es: No se pudo actualizar el registro de costo de transporte porque
hi_in: माल ढुलाई लागत रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Data biaya pengiriman tdk dapat diperbarui karena
it_it: Il record dei costi di trasporto non può essere aggiornato perché
ko_kr: 화물 비용 레코드가 있기 때문에 업데이트 할 수 없습니다
mr_in: वाहतुक खर्च नोंद अद्यावत करू शकत नाही कारण
nl_nl: Vrachtkosten record kon niet worden vernieuwd omdat
pt_pt: Registro de Custo de Frete não pode ser atualizado porque
ro_ro: Costul record de transport de marfă nu au putut fi actualizate, deoarece
ru_ru: Данные о стоимости фрахта не могут быть добавлены, так как
sq_al: Kostoja e mallrave të regjistruar nuk mund të rifreskohet për shkak se
sv: Fel
sw_ke: Rekodi ya mizigo gharama inaweza kuwa mwisho kwa sababu
tr_tr: NAKLIYE MALIYETI KAYDI GÜNCELLENEMEDI:
zh_hk: 船运成本记录没有更新, 因为
zh_tw: 貨運成本記錄沒有更新, 因為

source: Freight cost record deleted
cs_cz: Přepravní náklady vymazaných záznamů
es_es: Costo transporte eliminado
hi_in: माल ढुलाई लागत नष्ट रिकॉर्ड
id_id: Data biaya pengiriman telah dihapus
it_it: Record dei costi del trasporto merci eliminato
ko_kr: 화물 비용 기록 삭제
mr_in: हटविले सामानाचे खर्च रेकॉर्ड
nl_nl: Vrachtkosten record verwijderd
pt_pt: Registro Custo Frete removido
ro_ro: Costul de transport de marfă înregistrare ştearsă
ru_ru: Данные о стоимости фрахта удалены
sq_al: rekord mallrave me kosto fshihet
sv: Borttagen
sw_ke: Gharama za usafirishaji rekodi kuchapa
tr_tr: NAKLIYE MALIYETI KAYDI SILINDI
zh_hk: 船运成本记录已删除
zh_tw: 貨運成本記錄已刪除

source: Destination
cs_cz: Určení
es_es: Destino
hi_in: गंतव्य
id_id: Tujuan
it_it: Destinazione
ko_kr: 목적지
mr_in: मुक्काम
nl_nl: Bestemming
pt_pt: Destinação
ro_ro: Destinaţie
ru_ru: Назначение
sq_al: Destinacion
sw_ke: Marudio
tr_tr: VARIS YERI
zh_hk: 目的地
zh_tw: 目的地

source: Cubic Rate
cs_cz: Hodnotit krychlový
es_es: Tarifa Volumen
hi_in: घन दर
id_id: Tarif Kubik
ko_kr: 큐빅 평가
mr_in: क्यूबिक रेट
nl_nl: Beoordeel kubieke
pt_pt: Tarifa Cúbica
ru_ru: Ставка по куб. метрам
sq_al: Kub Rate
sv: Kubiktaxa
sw_ke: Rate za ujazo
tr_tr: VOLÜM (m3) FIYATI
zh_hk: 每立方米单价
zh_tw: 立方比

source: KG Rate
cs_cz: KG Hodnotit
es_es: Tarifa peso
hi_in: के.जी. दर
id_id: Tarif KG
ko_kr: KG 평가
mr_in: किलो दर
pt_pt: Tarifa KG
ru_ru: Ставка по кг
sv: Kg taxa
sw_ke: Rate KG
tr_tr: AGIRLIK (Kg.) FIYATI
zh_hk: 每公斤单价
zh_tw: 公斤比

source: MAX KGs
es_es: Máximo peso
hi_in: मैक्स किलोग्राम
id_id: Maximum KG
it_it: MAX Kg
mr_in: कमाल किग्रॅ
pt_pt: KGs MAX
ru_ru: MAX кг
sv: Max kg
sw_ke: MAX kilo
tr_tr: MAKSIMUM Kg.
zh_hk: 重量上限（公斤）
zh_tw: 公斤上限

source: MAX Volume
cs_cz: MAX Svazek
es_es: Máximo Volumen
hi_in: मैक्स माप
id_id: Volume Maksimum
ko_kr: 최대 볼륨
mr_in: कमाल वॉल्यूम
pt_pt: Volume MAX
ro_ro: MAX volum
ru_ru: MAX объем
sq_al: Vëllimi MAX
sv: Max volym
tr_tr: MAKSIMUM m3
zh_hk: 体积上限（立方米）
zh_tw: 體積上限

source: Fixed Price
cs_cz: Pevná cena
es_es: Precio fijo
hi_in: निश्चित मूल्य
id_id: Harga Tetap
it_it: Prezzo fisso
ko_kr: 고정 가격
mr_in: ठराविक किंमत
nl_nl: Vaste prijs
pt_pt: Preço Fixo
ro_ro: Preţul fix
ru_ru: Твердая цена
sq_al: Çmimeve fikse
sv: Fast pris
sw_ke: Bei fasta
tr_tr: SABIT FIYAT
zh_hk: 固定运费
zh_tw: 固定價格

source: Minimum Charge
cs_cz: Minimální poplatek
es_es: Carga minima
hi_in: न्यूनतम प्रभार
id_id: Biaya Minimum
it_it: Minimo di carica
ko_kr: 최소 충전
mr_in: कमी शुल्क
nl_nl: Minimum tarief
pt_pt: Tarifa Mínima
ro_ro: Minim de încărcare
ru_ru: Минимальная плата
sq_al: Ngarkesa minimale
sv: Minimidebitering
sw_ke: Kima cha chini cha Charge
tr_tr: MINIMUM FIYAT
zh_hk: 最低收费
zh_tw: 最低收費

source: Are you sure you wish to delete this freight cost
es_es: ¿Está seguro que desea suprimir este costo de flete?
id_id: Apakah Anda yakin ingin menghapus biaya pengiriman ini?
ko_kr: 당신은 당신이 운송 비용을 삭제 하시겠습니까
mr_in: आपण या वाहतुक खर्च हटवू इच्छित खात्री आहे
pt_pt: Confirma remoção desse custo de frete?
zh_tw: 你確定要刪除這運費?

source: Show all freight costs for
cs_cz: Zobrazit všechny náklady na přepravu na
es_es: Mostrar todos los Costos de transporte
hi_in: सब माल ढुलाई के लिए लागत दिखाएँ
id_id: Tampilkan semua biaya pengiriman utk
it_it: Mostra tutti i costi di trasporto per
ko_kr: 모든 운송 비용을보기
mr_in: सर्व वाहतुक खर्च दाखवा
nl_nl: Toon alle vrachtkosten voor
pt_pt: Exibir todos os custos de frete para
ro_ro: Arată toate costurile de transport pentru
ru_ru: Показать все стоимости фрахта для
sq_al: Trego të gjitha kostot e mallrave për
sv: Visa alla fraktkostnader för
sw_ke: Kuonyesha gharama zote za usafirishaji kwa
tr_tr: TÜM NAKLIYE MALIYETLERINI GÖSTER:
zh_hk: 显示所有运费
zh_tw: 顯示所有貨運成本:

source: For Deliveries From
cs_cz: Pro Dodávky od
es_es: Para Entregas Desde
hi_in: प्रसव के लिए से
id_id: Utk Pengiriman Dari
it_it: Per le consegne da
ko_kr: 에서 배달을 위해
mr_in: कडून प्रसूतीच्या साठी
nl_nl: Voor leveringen van
pt_pt: Para entregas originadas em
ro_ro: Pentru livrările din
ru_ru: Для поставщиков из
sq_al: Për Dërgesat Nga
sv: För leveranser från
sw_ke: Ya wanaojifungua Kutoka
tr_tr: GÖNDEREN DEPO:
zh_hk: 发货自
zh_tw: 發貨自

source: using
cs_cz: pomocí
es_es: usando
hi_in: उपयोग
id_id: menggunakan
it_it: utilizzando
ko_kr: 사용
mr_in: वापरून
nl_nl: Gebruik
pt_pt: usando
ro_ro: utilizând
ru_ru: использующих
sq_al: duke përdorur
sv: med
sw_ke: kutumia
tr_tr: | NAKLIYECI:
zh_hk: 使用中
zh_tw: 使用中

source: Destination Country
es_es: País destino
ko_kr: 대상 국가
mr_in: गंतव्य देश
pt_pt: País Destino
zh_tw: 目的地國家

source: Destination Zone
es_es: Zona de destino
ko_kr: 대상 지역
mr_in: गंतव्य झोन
pt_pt: Zona Destino
zh_tw: 目的地區域

source: Rate per Cubic Metre
cs_cz: Sazba za metr krychlový
es_es: Tarifa por metro cubico
hi_in: घन मीटर प्रती
id_id: Tarif per Meter Kubik
it_it: Prezzo per metro cubo
ko_kr: 세 제곱미터 당 가격
mr_in: क्यूबिक मीटर प्रति दर
nl_nl: Tarief per m3
pt_pt: Tarifa por Metro Cúbico
ro_ro: Tarif pe Metru Cubic
ru_ru: Ставка за куб.метр
sq_al: Voto për Metri kub
sv: Taxa per kubikmeter
sw_ke: Mita za ujazo kwa kila kiwango cha
tr_tr: m3 TARIFESI
zh_hk: 每立方米单价
zh_tw: 每立方米費率

source: Rate Per KG
cs_cz: Sazba za kg
es_es: Tarifa por kilogramo
hi_in: दर प्रति किलोग्राम
id_id: Tarif Per KG
it_it: Prezzo per KG
ko_kr: KG 당 가격
mr_in: किलो दर
nl_nl: Tarief per KG
pt_pt: Tarifa por KG
ro_ro: Tarif pe KG
ru_ru: Ставка за кг
sv: Taxa per kg
sw_ke: Kiwango kwa kilo
tr_tr: Kg. TARIFESI
zh_hk: 每公斤单价
zh_tw: 每公斤費率

source: Maximum Weight Per Package (KGs)
cs_cz: Maximální hmotnost balení (kg)
es_es: Peso Máximo por Paquete (Kg.)
hi_in: पैकेज प्रति (किलोग्राम) अधिकतम वजन
id_id: Berat Maksimum Per Paket (KG)
it_it: Il peso massimo per collo (Kg)
ko_kr: 패키지 당 최대 무게 (킬로그램)
mr_in: कमाल वजन प्रति पॅकेज (किलो)
nl_nl: Max. gewicht in KG per verpakking
pt_pt: Peso MAX por Embalagem
ro_ro: Greutatea maximă pe colet (kg)
ru_ru: Максимальный вес упаковки (кг)
sq_al: Pesha maksimale për paketë (KGS)
sv: Max vikt per paket (kg)
sw_ke: Upeo uzito Per Package (kilo)
tr_tr: PAKET BASINA MAXIMUM AGIRLIK (Kg)
zh_hk: 重量上限(公斤)
zh_tw: 包裝重量上限(公斤)

source: Maximum Volume Per Package (cubic metres)
cs_cz: Maximální objem v balení (m)
es_es: Volumen Máximo por Paquete (metros cúbicos)
hi_in: पैकेज (घन मीटर) प्रति अधिकतम मात्रा
id_id: Volume Maksimum Per Paket (meter kubik)
it_it: Massimo di volume per confezione (metri cubi)
ko_kr: 패키지 당 최대 볼륨 (입방 미터)
mr_in: संकुल प्रति कमाल वॉल्यूम (क्यूबिक मीटर)
nl_nl: Max. volume per verpakking (in m3)
pt_pt: Volume MAX por Embalagem (m3)
ro_ro: Volumul maxim pe colet (metri cubi)
ru_ru: Максимальный объем упаковки (куб.м)
sq_al: Vëllimi maksimal Per Paketa (metra kub)
sv: Max volym per paket (kubikmeter)
sw_ke: Upeo Volume Per Package (mita za ujazo)
tr_tr: PAKET BASINA MAXIMUM VOLÜM (m3)
zh_hk: 体积上限(立方米)
zh_tw: 包裝體積上限(立方米)

source: Fixed Price (zero if rate per KG or Cubic)
cs_cz: Pevná cena (nulový, pokud částka na KG nebo krychlových)
es_es: Precio fijo (cero si por Peso ó Volumen)
hi_in: निश्चित मूल्य (शून्य अगर के.जी. या घन प्रति की दर)
id_id: Harga Tetap (nol jika tarif per KG atau Kubik)
it_it: Prezzo Fisso (zero se il tasso per Kg o cubica)
ko_kr: 고정 가격 (제로 경우 KG 또는 큐빅 당 가격)
mr_in: ठराविक किंमत (शून्य तर दर किलो किंवा क्यूबिक)
nl_nl: Vaste prijs (0 als tarief per KG of M3)
pt_pt: Preço Fixo. (0 se tarifa por Kg ou Volume
ro_ro: Preţul fix (zero dacă rata per kg sau Cubic)
ru_ru: Твердая цена (0 если заполена ставка за кг или куб.м)
sq_al: Çmimi fiks (zero nëse norma për KG ose kub)
sv: Fast pris (o om taxa per kg eller kubik)
sw_ke: Fasta Bei (sifuri kama kiwango kwa kilo au ujazo)
tr_tr: SABIT FIYAT (kg veya m3 FIYATI VARSA 0 GIRIN)
zh_hk: 固定运费(如按公斤或体积计算, 输入0)
zh_tw: 固定價格(如是按公斤或體積計算, 輸入0)

source: Minimum Charge (0 is N/A)
cs_cz: Minimální poplatek (0 je N / A)
es_es: Carga Miniima (0 es N/A)
hi_in: न्यूनतम प्रभार (0 एन है / A)
id_id: Biaya Minimum (0 Tdk Berlaku)
it_it: Addebito minimo (0 è N / A)
ko_kr: 최소 충전 (0 N / A입니다)
mr_in: किमान शुल्क (0 n / a आहे)
nl_nl: Minimum tarief (0 is N/A)
pt_pt: Tarifa Mínima (0 se não há)
ro_ro: Taxa minimă (0 N / A)
ru_ru: Максимальный расход (0 если не определено)
sq_al: Pagesë minimale (0 është N / A)
sv: Minimidebitering (0 ?r används ej)
sw_ke: Kima cha chini cha Charge (0 ni N / A)
tr_tr: MINIMUM FIYAT (YOKSA 0 GIRIN)
zh_hk: 最低收费(没有则输入0)
zh_tw: 最低收費 (沒有=0)

source: General Ledger Account Report
cs_cz: Hlavní knihy účtu Zpráva
es_es: Reporte de Cuentas Contables
hi_in: सामान्य खाता बही खाता रिपोर्ट
id_id: General Ledger Laporan Account
it_it: Contabilità Generale Report Conto
ko_kr: 총계정 원장 계정 보고서
mr_in: सामान्य खातेवही खाते अहवाल
nl_nl: Grootboekrekening Verslag
pt_pt: Relatório Conta Contábil
ro_ro: General Ledger cont Raport
ru_ru: Отчет по счету главной книги
sq_al: Llogaria Libri Report
sv: Redovisning konto rapport
sw_ke: Ripoti ya jumla ya Akaunti Ledger
tr_tr: Genel Muhasebe Hesap Raporu
zh_hk: 总帐报告
zh_tw: 總帳帳戶報表

source: General Ledger Account Inquiry
cs_cz: Hlavní knihy účtu Poptávka
es_es: Consultar cuentas contables
hi_in: सामान्य खाता बही खाता जांच
id_id: Cari Akun Buku Besar
it_it: Contabilità generale Richiesta Account
ko_kr: 총계정 원장 계정 문의
mr_in: सामान्य खातेवही खाते चौकशी
nl_nl: Grootboekrekening zoekopdracht
pt_pt: Consulta Conta Contábil
ro_ro: General Ledger cont anchetă
ru_ru: Изучение счета в главной книге
sq_al: Llogaria Libri Hetim
sv: Redovisning konto fråga
sw_ke: Ujumla Ledger Akaunti ya Uchunguzi
tr_tr: MUHASEBE HESAP SORGULARI
zh_hk: 总账查询
zh_tw: 總帳查詢
