Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Use the keyboard Shift key to select multiple accounts and periods
cs_cz: Použijte klávesu Shift můžete vybrat více účtů a období
es_es: Use la tecla Shift del teclado para seleccionar varias cuentas y períodos
hi_in: कुंजीपटल करने के लिए एकाधिक खातों और समय चयन कुंजी Shift का प्रयोग करें
id_id: Gunakan tombol keyboard Shift utk memilih beberapa account dan periode
it_it: Utilizzare il tasto Shift della tastiera per selezionare più account e periodi
ko_kr: 여러 계정 및 기간을 선택 키보드의 Shift 키를 사용하여
mr_in: एकाधिक खाती आणि पूर्णविराम निवडण्यासाठी कीबोर्ड Shift कि वापरा
nl_nl: Gebruik het toetsenbord Shift-toets ingedrukt om meerdere accounts en periodes te selecteren
pt_pt: Usar a tecla Shift/Maiúsculo para selecionar múltiplas contas e períodos
ro_ro: Utilizaţi tastatura tasta Shift pentru a selecta mai multe conturi şi a perioadelor de
ru_ru: Используйте клавишу Shift для выбора нескольких счетов и периодов
sq_al: Përdorimi Shift keyboard kyç për të zgjedhur llogarive të shumëfishta dhe të periudhave të
sv: Använd tangentbordet Skift-tangenten för att välja flera konton och perioder
sw_ke: Matumizi ya Shift keyboard muhimu kuchagua akaunti nyingi na vipindi
tr_tr: klavye Shift birden fazla hesap ve dönemlere seçmek için tuşunu kullanın
zh_hk: 使用键盘的Shift键来选择多个科目和期间
zh_tw: 使用鍵盤Shift鍵來選擇多個帳戶

source: Selected Accounts
cs_cz: Vybrané účty
es_es: Cuentas Seleccionadas
hi_in: चयनित खातों
id_id: Account Terpilih
it_it: Account selezionati
ko_kr: 선택한 계정
mr_in: निवडक खाती
nl_nl: Geselecteerde accounts
pt_pt: Selecione Contas
ro_ro: Conturi selectate
ru_ru: Выбранные счета
sq_al: Llogaritë e zgjedhur
sv: Valda konton
sw_ke: Kuchaguliwa Accounts
tr_tr: Seçilen Hesapları
zh_hk: 选择科目
zh_tw: 選取帳戶

source: For Period range
cs_cz: Období pro rozsah
es_es: Para el rango del Período
hi_in: अवधि श्रेणी के लिए
id_id: Utk jangka Periode
it_it: Per la gamma Periodo
ko_kr: 기간 범위
mr_in: कालावधी श्रेणीसाठी
nl_nl: Voor periode
pt_pt: Intervalo período
ro_ro: Pentru gama Perioada
ru_ru: Для периода
sq_al: Për gamën Periudha
sv: För periodintervall
sw_ke: Kwa kipindi mbalimbali
tr_tr: TARIH ARALIGI:
zh_hk: 会计期间
zh_tw: 時間範圍

source: All tags
cs_cz: Všechny značky
es_es: Todos los centros de costo
hi_in: सभी टैग
id_id: Semua tag
it_it: Tutti i tag
ko_kr: 모든 태그
mr_in: सर्व टॅग
nl_nl: Alle tags
pt_pt: Todas ID
ro_ro: Toate etichetele
ru_ru: Все метки
sq_al: Të gjitha etiketat
sv: Alla etiketter
sw_ke: Wote vitambulisho
tr_tr: Tüm etiketler
zh_hk: 所有标签
zh_tw: 全部標籤

source: Make CSV File
cs_cz: Make CSV souboru
es_es: Producir archivo CVS
hi_in: CSV फ़ाइल बनाएँ
id_id: Buat File CSV
it_it: Crea file CSV
ko_kr: CSV 파일 만들기
mr_in: सीएसव्ही फाइल बनवा
nl_nl: Maak een CSV file
pt_pt: Criar arquivo CSV
ro_ro: Face Fişier CSV
ru_ru: Создать CSV-файл
sq_al: Make File CSV
sv: Skapa csv fil
sw_ke: Kufanya CSV Picha
tr_tr: EXCEL (.CSV) DOSYASI OLUSTUR
zh_hk: 下载 CSV 文件
zh_tw: 製作 CSV 檔案

source: A period or range of periods must be selected from the list box
cs_cz: Období nebo rozsahu doby, musí být vybrán ze seznamu
es_es: Un periodo o rango de periodos deben ser seleccionados de la lista
hi_in: एक या समय की अवधि श्रेणी सूची बॉक्स से चुना जाना चाहिए
id_id: Periode atau jangka beberapa periode harus dipilih dari kotak daftar
it_it: Un periodo o un intervallo di periodi deve essere selezionato dalla casella di riepilogo
ko_kr: 기간 또는 기간 범위가리스트 박스로부터 선택되어야
mr_in: पूर्णविराम कालावधीसाठी किंवा श्रेणी सूची बॉक्स निवडले करणे आवश्यक आहे
nl_nl: Een periode moet via de lijst worden geselecteerd
pt_pt: Período ou intervalo devem ser escolhidos na lista abaixo
ro_ro: O perioadă sau gama de perioade trebuie să fie selectat din caseta listă
ru_ru: Период или диапазон периодов должен быть выбран из списка
sq_al: Një periudhë ose varg të periudhave të duhet të përzgjidhen nga kutia lista
sv: En period eller ett intervall måste väljas från listboxen
sw_ke: kipindi cha A au mbalimbali ya vipindi lazima kuchaguliwa kutoka orodha ya boksi
tr_tr: Bir dönem veya çeşitli dönemlerin liste kutusundan seçilmelidir
zh_hk: 必须从期间列表中选取一个期间
zh_tw: 必須從清單欄中選取期間或期間範圍

source: An account or range of accounts must be selected from the list box
cs_cz: Účet nebo rozsah účetní závěrka musí být vybrán ze seznamu
es_es: Una cuenta o rango de cuentas se debe seleccionar el cuadro de lista
hi_in: एक या खातों के खाते श्रेणी सूची बॉक्स से चुना जाना चाहिए
id_id: Account atau jangkauan akun harus dipilih dari list box
it_it: Un conto o della gamma dei conti deve essere selezionato dalla casella di riepilogo
ko_kr: 계정의 계정 또는 범위 목록 상자에서 선택해야합니다
mr_in: खाती खाते किंवा श्रेणी सूची बॉक्स निवडले करणे आवश्यक आहे
nl_nl: Een rekening of het bereik van de rekeningen moet worden geselecteerd uit de keuzelijst
pt_pt: Uma conta ou Intervalo de contas para seleção na lista
ro_ro: Un cont sau gama de conturi trebuie să fie selectat din caseta listă
ru_ru: Счет или диапазон счетов должны быть выбраны из списка
sq_al: Një llogari ose varg të llogarive duhet të zgjidhen nga kutia lista
sv: Ett konto eller ett intervall måste väljas från listboxen
sw_ke: Hesabu au mbalimbali ya akaunti lazima kuchaguliwa kutoka orodha ya boksi
tr_tr: Bir hesap veya aralık hesaplarının liste kutusundan seçilmelidir
zh_hk: 必须从列表框中选取一个科目或者一组科目
zh_tw: 一個帳戶或帳戶的範圍必須從列表框中進行選擇

source: Could not open or create the file under
cs_cz: Nemohu otevřít nebo vytvořit soubor pod
es_es: No se pudo abrir ó crear el archivo en
hi_in: खुला फ़ाइल नहीं बना सका या नीचे
id_id: Tdk dapat membuka atau membuat file
it_it: Impossibile aprire o creare il file con
ko_kr: 열거 나 아래의 파일을 생성 할 수 없습니다
mr_in: उघडता किंवा अंतर्गत फाइल तयार करू शकलो नाही
nl_nl: Kon de file niet openen of aanmaken
pt_pt: Não abriu ou criou arquivo sob
ro_ro: Nu sa putut deschide sau crea fişierul sub
ru_ru: Не удается открыть или создать файл под
sq_al: Nuk mund të hapur apo krijimi i file në
sv: Kunde inte öppna eller skapa filen under
sw_ke: Hakuweza kufungua au kuunda faili chini
tr_tr: açamıyor ya da dosya oluşturmak altında
zh_hk: 无法打开或者创建文件在
zh_tw: 無法打開或新建文件之下

source: The transactions for account
cs_cz: Transakcí na účtu
es_es: Las transacciones por cuenta
hi_in: खाते के लिए लेनदेन
id_id: Transaksi utk akun
it_it: Le operazioni per conto
ko_kr: 계정 거래
mr_in: खात्यासाठी व्यवहार
nl_nl: De transacties voor rekening
pt_pt: Transações para Conta
ro_ro: Tranzacţiilor pentru contul
ru_ru: Сделки для счета
sq_al: Transaksionet e për llogari
sv: Transaktionerna för konto
sw_ke: Ya shughuli kwa ajili ya akaunti
tr_tr: hesap işlemleri
zh_hk: 科目的总账
zh_tw: 帳目的交易

source: for period
cs_cz: za období
es_es: por período
hi_in: अवधि के लिए
id_id: utk periode
it_it: per il periodo
ko_kr: 기간
mr_in: कालावधीसाठी
nl_nl: voor de periode
pt_pt: do período
ro_ro: pentru perioada
ru_ru: за период
sq_al: për periudhën e
sv: för perioden
sw_ke: kwa kipindi
tr_tr: dönemi için
zh_hk: 会计期间
zh_tw: 對於週期

source: Brought Forward Balance
cs_cz: Bilance minulých let
es_es: Saldo de la página anterior
hi_in: शेष आगे लाया
id_id: Saldo Awal (bfwd)
it_it: Portato avanti Balance
ko_kr: 가져 앞으로 밸런스
mr_in: फॉरवर्ड शिल्लक आणले
nl_nl: Overgedragen Balance
pt_pt: Saldo Pagto em Atraso
ro_ro: Sold reportat
ru_ru: Итого за период
sq_al: Bilanci Solli Forward
sw_ke: Kuletwa Forward Mizani
tr_tr: Getirdi İleri Dengesi
zh_hk: 结转余额
zh_tw: 結轉結餘

source: Period Total
cs_cz: Období celkem
es_es: Total Período
hi_in: कुल अवधि
id_id: Periode Jumlah
it_it: Periodo totale
ko_kr: 기간 전체
mr_in: कालावधी एकूण
nl_nl: Periode Totaal
pt_pt: Total Período
ro_ro: Perioada Total
ru_ru: Всего за период
sq_al: Periudha Gjithsej
sv: Total period
sw_ke: Jumla ya kipindi
tr_tr: Toplam süre
zh_hk: 期间总结
zh_tw: 週期總數

source: Total Period Movement
cs_cz: Celková doba hnutí
es_es: Movimiento Total del Período
hi_in: कुल अवधि आंदोलन
id_id: Total Pergerakan Periode
it_it: Periodo Movimento Totale
ko_kr: 전체 기간 운동
mr_in: एकूण कालावधी चळवळ
nl_nl: Totale periode Beweging
pt_pt: Total Mov. Período
ro_ro: Total Perioada Mişcarea
ru_ru: Общее перемещение за период
sq_al: Lëvizja Total Periudha
sv: Total förändring för perioden
sw_ke: Kipindi cha Movement jumla
tr_tr: TARIH ARALIGINDAKI TOPLAM ISLEM
zh_hk: 期间变动总数
zh_tw: 期間轉移總數

source: Balance C/Fwd
cs_cz: Bilance C / Fwd
es_es: Saldo para la página siguiente
hi_in: संतुलन सी अग्रेषित /
id_id: Neraca Diteruskan
it_it: Saldo C / Fwd
ko_kr: C / FWD 균형
mr_in: शिलकीची क / टप्पा
pt_pt: Saldo C/Fwd
ro_ro: Sold C / Fwd
ru_ru: Перенос баланса
sq_al: Bilanci C / Fwd
sw_ke: Usawa C / Fwd
tr_tr: Denge C / Fwd
zh_hk: 资产负债表科目
zh_tw: 下期結轉

source: to view the file
cs_cz: Chcete-li zobrazit soubor
es_es: para ver el archivo
hi_in: करने के लिए फाइल को देखने के
id_id: utk melihat file
it_it: Per vedere il file
ko_kr: 의 파일을 볼 수 있습니다
mr_in: फाइल पाहण्यासाठी
nl_nl: Om file te tonen
pt_pt: para ver o arquivo
ro_ro: pentru a vizualiza fişierul
ru_ru: для просмотра файла
sq_al: për ta parë skedën
sv: Fel vid försök att visa fil
sw_ke: kuona faili
tr_tr: << DOSYAYI GÖRMEK IÇIN
zh_hk: 查看文件
zh_tw: 檢視這檔案

source: Use the keyboard Shift key to select multiple periods
cs_cz: Použijte klávesu Shift můžete vybrat více období
es_es: Use la tecla Shift del teclado para seleccionar varios períodos
hi_in: कुंजीपटल करने के लिए कई अवधियों चयन कुंजी का प्रयोग करें Shift
id_id: Gunakan kunci Shift di keyboard utk memilih beberapa periode
it_it: Utilizzare il tasto Shift della tastiera per selezionare periodi multipli
ko_kr: 여러 기간을 선택하려면 키보드의 Shift 키를 사용하여
mr_in: एकाधिक पूर्णविराम निवडण्यासाठी कीबोर्ड Shift कि वापरा
nl_nl: Gebruik het toetsenbord Shift-toets ingedrukt om meerdere perioden te selecteren
pt_pt: Use a tecla Shift para selecionar múltiplos períodos
ro_ro: Utilizaţi tastatura tasta Shift pentru a selecta mai multe perioade de
ru_ru: Используйте клавиши Shift для выбора нескольких периодов
sq_al: Përdorimi Shift keyboard kyç për të zgjedhur periudha të shumta
sv: Använd tangentbordet Skift-tangenten för att välja flera perioder
sw_ke: Matumizi ya Shift keyboard muhimu kuchagua vipindi mbalimbali
tr_tr: klavye Shift birden fazla dönem seçmek için tuşunu kullanın
zh_hk: 使用键盘的Shift键来选择多个期间。
zh_tw: 使用鍵盤Shift鍵來選擇多個時段

source: Show Account Transactions
cs_cz: Zobrazit účtu Transakce
es_es: Mostrar Transacciones de la Cuenta
hi_in: दिखाएँ खाता लेनदेन
id_id: Tampilkan Transaksi Akun
it_it: Mostra conto delle operazioni
ko_kr: 계정 거래보기
mr_in: खाते व्यवहार दाखवा
nl_nl: Laat Rekening Transakties Zien
pt_pt: Exibir Transações da Conta
ro_ro: Arată Contul Tranzacţii
ru_ru: Показать проводки по счету
sq_al: Llogaria Transaksionet Show
sv: Redigera kontoinformationen
sw_ke: Kuonyesha Akaunti Transactions
tr_tr: HESAP ISLEMLERINI GÖSTER
zh_hk: 显示总账
zh_tw: 顯示帳目交易

source: Transactions for account
cs_cz: Transakce na účtu
es_es: Transacciones para la cuenta
hi_in: खाते के लिए ट्रांजैक्शन
id_id: Transaksi utk account
it_it: Operazioni per conto
ko_kr: 계정 거래
mr_in: खात्यासाठी व्यवहार
nl_nl: Transacties voor rekening
pt_pt: Transações para a Conta
ro_ro: Tranzacţii pentru contul
ru_ru: Сделки по счету
sq_al: Transaksione për llogari
sv: Transaktioner för konto
sw_ke: Mashirikiano kwa akaunti
tr_tr: hesap için İşlemler
zh_hk: 查询的交易账户
zh_tw: 交易的會計科目

source: Debit
cs_cz: Debet
es_es: Debe
hi_in: नामे
id_id: Debet
it_it: Debito
ko_kr: 직불
mr_in: नावे लिहिणे
pt_pt: Débito
ru_ru: Дебет
sq_al: Debi
sv: Debet
sw_ke: Malipo ya deni
tr_tr: Borç
zh_hk: 借方
zh_tw: 借方

source: Total for period
cs_cz: Celkem za období
es_es: Total del Período
hi_in: अवधि के लिए कुल
id_id: Total utk periode
it_it: Totale per il periodo
ko_kr: 기간 동안 총
mr_in: कालावधीसाठी एकूण
nl_nl: Totaal voor de periode
pt_pt: Total Período
ro_ro: Total pentru perioadă
ru_ru: Итого за период
sq_al: Gjithsej për periudhën
sv: Total perioden
sw_ke: Jumla kwa kipindi
tr_tr: TARIH ARALIGI TOPLAMI
zh_hk: 期间总计
zh_tw: 期間總計

source: Period
cs_cz: Období
es_es: Período
hi_in: अवधि
id_id: Periode
it_it: Periodo
ko_kr: 기간
mr_in: कालखंड
nl_nl: Periode
pt_pt: Período
ro_ro: Perioadă
ru_ru: Период
sq_al: Periudhë
sw_ke: Kipindi
tr_tr: PERIYOD
zh_hk: 期间
zh_tw: 期間

source: Account movement per transaction
cs_cz: Pohybu na účtu za transakci
es_es: Movimiento de la Cuenta por Transacción
hi_in: लेनदेन प्रति खाता आंदोलन
id_id: Pergerakan Akun per transaksi
it_it: movimento del conto per transazione
ko_kr: 거래 당 계정 이동
mr_in: व्यवहार प्रति खाते चळवळ
nl_nl: Rekening verplaatsing per transaktie
pt_pt: Mov. por Conta Contábil
ro_ro: mişcare de cont per tranzacţie
ru_ru: Перемещения по счету по транзакциям
sq_al: Llogaria lëvizjes për transaksion
sv: Konto rörelse per transaktion
sw_ke: Akaunti ya harakati kwa shughuli
tr_tr: İşlem başına Hesap hareketleri
zh_hk: 每张凭证的科目金额变动
zh_tw: 每項交易的帳目轉移

source: Movement per ChartDetails record
cs_cz: Hnutí za ChartDetails rekord
es_es: Movimientos por Registro de la tabla ChartDetails
hi_in: आंदोलन ChartDetails प्रति रिकॉर्ड
id_id: Pergerakan utk data ChartDetails
it_it: Movimento per ChartDetails record
ko_kr: ChartDetails 레코드 당 운동
mr_in: ChartDetails प्रत्येक रेकॉर्डसाठी चळवळ
nl_nl: Verkeer per ChartDetails record
pt_pt: Mov. por Detalhes de Conta
ro_ro: Mişcarea pe ChartDetails record
ru_ru: Запись о движение СhartDetails
sq_al: Lëvizja për ChartDetails rekord
sv: Rörelse per ChartDetails rekord
sw_ke: Harakati kwa ChartDetails rekodi
tr_tr: Hareket ChartDetails başına rekor
zh_hk: 每个总帐记录的科目余额变动
zh_tw: 每項明細資料記錄的轉移

source: Period difference
cs_cz: Období rozdíl
es_es: Diferencia del período
hi_in: अवधि अंतर
id_id: Selisih periode
it_it: Periodo di differenza
ko_kr: 기간 차이
mr_in: कालावधी फरक
nl_nl: Periode verschillen
pt_pt: Dif. Período
ro_ro: Perioada diferenţă
ru_ru: Разница периода
sq_al: ndryshim Periudha
sv: Perid differens
sw_ke: Kipindi tofauti
tr_tr: TARIH ARALIGI FARKI
zh_hk: 期间差异
zh_tw: 期間差異

source: There are differences between the sum of the transactions and the recorded movements in the ChartDetails table
cs_cz: Existují rozdíly mezi součtem transakcí a zaznamenal hnutí v tabulce ChartDetails
es_es: Hay diferencias entre la suma de las transacciones y los movimientos registrados en la tabla ChartDetails
hi_in: वहाँ लेनदेन की राशि और ChartDetails तालिका में दर्ज की गतिविधियों के बीच मतभेद रहे हैं
id_id: Ada selisih antara jumlah transaksi dan data pergerakan dalam tabel ChartDetails
it_it: Ci sono differenze tra la somma delle operazioni e dei movimenti registrati nella tabella ChartDetails
ko_kr: 트랜잭션의 합 ChartDetails 테이블에 기록 된 움직임간에 차이가있다
mr_in: व्यवहार बेरीज आणि ChartDetails टेबल मधिल हालचाली दरम्यान फरक आहेत
nl_nl: Er is een verschil tussen de som van de transacties en de vastegelgde bewegingen in de ChartDetails tabel
pt_pt: Há dif. entre soma das transações e o registro de movtos na tabelade Detalhes Conta
ro_ro: Există diferenţe între suma tranzacţiilor şi mişcările înregistrate în tabelul ChartDetails
ru_ru: Существуют различия между суммой сделки и записанные движения в таблице ChartDetails
sq_al: Ka dallime ndërmjet shumës së transaksioneve dhe lëvizjet e regjistruar në tabelën ChartDetails
sv: Det finns skillnader mellan summan av transaktioner och den inspelade rörelser i ChartDetails tabellen
sw_ke: Kuna tofauti kati ya jumla ya shughuli na harakati za kumbukumbu katika meza ya ChartDetails
tr_tr: işlemlerin toplamı ve ChartDetails tabloda kaydedilen hareketler arasında farklılıklar vardır
zh_hk: 这个期间的凭证汇总数与总账表内存在差额
zh_tw: 交易總計和明細資料表的轉移記錄有所異別

source: A log of the account differences for the periods report shows below
cs_cz: Log z účtu rozdílů za období Zpráva ukazuje níže
es_es: A continuación se muestra un registro de las diferencias de cuenta para el informe de los períodos
hi_in: समय रिपोर्ट के लिए खाता मतभेद का एक लॉग नीचे से पता चलता है
id_id: Log selisih akun utk laporan periode ditampilkan di bawah
it_it: Un registro delle differenze conto della relazione periodi sotto mostra
ko_kr: 기간 보고서에 대한 계정 차이의 로그 아래에 표시
mr_in: पूर्णविराम अहवालासाठी खाते फरक लॉग खाली दर्शवित
nl_nl: Een log van de rekeningverschillen voor de perioderapporten worden hieronder getoond
pt_pt: Log das diferenças da conta para o período exibido abaixo
ro_ro: Un jurnal al considerare diferenţele pentru raportul perioadele de mai jos prezintă
ru_ru: Отчет о разице по счету для заданных периодов показывает
sq_al: Një regjistër i ndryshimeve llogari për raportin periudhat më poshtë tregon
sv: En logg över kontot skillnaderna för de perioder som rapporten visar nedan
sw_ke: A logi ya tofauti za akaunti ya ripoti ya vipindi inaonyesha chini
tr_tr: süre rapor için hesap farklılıkları bir log aşağıda gösterilmektedir
zh_hk: 期间的科目差额日志报告如下
zh_tw: 期間的帳目差別日誌報表如下

source: GL Account Report
cs_cz: GL účtu Zpráva
es_es: Reporte de Cuenta Contable
hi_in: जीएल खाता रिपोर्ट
id_id: GL akun laporan
ko_kr: GL 계정 보고서
mr_in: जी.एल. खाते अहवाल
nl_nl: GL Accountrapport
pt_pt: Relatório Contas Contábeis
ro_ro: GL Contul Raport
ru_ru: Отчет по счету в главной книге
sq_al: Raporti i GL Account
sv: Bokföringskonto rapport
sw_ke: Taarifa ya Akaunti GL
tr_tr: GL Hesap Raporu
zh_hk: 总帐账户报告
zh_tw: 總帳帳戶報表

source: Listing for Period
cs_cz: Výpis za období
es_es: Listado por Período
hi_in: अवधि के लिए लिस्ट
id_id: Listing utk Periode
it_it: Inserzione per il periodo
ko_kr: 기간에 대한 목록
mr_in: कालावधीसाठी सूची
nl_nl: Listing voor periode
pt_pt: Relatório por Periodo
ro_ro: Listing pentru perioada
ru_ru: Отчет за период
sq_al: Listing për periudhën
sv: Lista för period
sw_ke: Nyimbo kwa kipindi
tr_tr: Dönemi için Listeleme
zh_hk: 列出期间
zh_tw: 列表的週期

source: Run Report
cs_cz: Spustit sestavu
es_es: Correr Reporte
hi_in: रिपोर्ट चलाएँ
id_id: Jalankan Laporan
it_it: Esegui rapporto
ko_kr: 보고서 실행
mr_in: चालवा अहवाल
nl_nl: Rapport uitvoeren
pt_pt: Executar Relatório
ro_ro: Run Raport
ru_ru: Запустить отчет
sv: Kör Rapport
sw_ke: Kukimbia Ripoti
tr_tr: Çalıştırmak Raporu
zh_hk: 生成报告
zh_tw: 執行報表

source: Select GL Account
cs_cz: Vyberte GL účet
es_es: Seleccionar cuenta contable
hi_in: चयन जीएल खाता
id_id: Pilih Akun GL
it_it: Selezionare Account GL
ko_kr: GL 계정을 선택
mr_in: जी.एल. खाते निवडा
nl_nl: Selecteer GB Nummer
pt_pt: Selecione Conta Contábil
ro_ro: Selectaţi GL Cont
ru_ru: Выберите счет в главной книге
sq_al: Llogaria Zgjidhni GL
sv: Välj konto
sw_ke: Kuchagua GL Akaunti
tr_tr: BIR HESAP SEÇ
zh_hk: 在列表中选择科目
zh_tw: 選取總帳

source: Are you sure you wish to remove Update for this user?
es_es: ¿Está seguro que desea eliminar la actualización para este usuario?
ko_kr: 당신은 당신이 사용자에 대한 업데이트를 제거 하시겠습니까?
zh_tw: 您確定要刪除更新此用戶？

source: Remove Update
es_es: Suprimir actualización
ko_kr: 업데이트를 제거
zh_tw: 刪除更新

source: Are you sure you wish to add Update for this user?
es_es: ¿Está seguro que desea añadir la actualización a este usuario?
ko_kr: 당신은 당신이 사용자에 대한 업데이트를 추가 하시겠습니까?
zh_tw: 是否確定要新增更新這位使用者?

source: Add Update
es_es: Añadir actualización
ko_kr: 업데이트 추가
zh_tw: 新增更新

source: General Ledger Accounts
cs_cz: Účtů hlavní knihy
es_es: Cuentas Contables
hi_in: सामान्य खाता बही लेखा
id_id: General Ledger Account
it_it: Contabilità Generale Contabilità
ko_kr: 총계정 원장 계정
mr_in: सामान्य खातेवही खाती
nl_nl: Rekeningen in het grootboek
pt_pt: Contas Contábeis
ro_ro: General Ledger Conturi
ru_ru: Счета главной книги
sq_al: Ledger Accounts Përgjithshëm
sv: Redovisningskonton
sw_ke: Mkuu wa Hesabu za Ledger
tr_tr: Genel Muhasebe Hesapları
zh_hk: 总帐账户
zh_tw: 總帳帳戶

source: The account name must be fifty characters or less long
cs_cz: Název účtu se musí padesát znaků dlouhé
es_es: El nombre de la cuenta debe ser de cincuenta caracteres o menos de longitud
hi_in: खाता नाम पचास अक्षर या उससे कम अवश्य होना चाहिए
id_id: Nama akun maksimum 50 karakter
it_it: Il nome account deve essere una cinquantina di caratteri o meno lungo
ko_kr: 계정 이름은 오십 자 이하 여야합니다
mr_in: खाते नाव पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De grootboek rekening naam mag maximaal 50 karakters lang zijn
pt_pt: Nome da conta precisa ter no máximo 50 caracteres
ro_ro: Numele de cont trebuie să fie cincizeci de caractere sau mai puţin timp
ru_ru: Имя счета должно быть не более 50 символов
sq_al: Emri i llogarisë duhet të jenë simbole pesëdhjetë apo më pak të gjatë
sv: Kontotsnamn måste vara mindre än 50 tecken
sw_ke: Jina la akaunti lazima wahusika hamsini au chini ya muda mrefu
tr_tr: HESAP ADI 50 KARAKTERDEN KISA OLMALI
zh_hk: 科目名称必须不多于50个字符
zh_tw: 科目名稱必須不多於 50 字元

source: Could not update the account because
cs_cz: Nepodařilo se aktualizovat v úvahu, protože
es_es: No se pudo actualizar la cuenta porque
hi_in: खाता क्योंकि अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui akun karena
it_it: Impossibile aggiornare il conto perché
ko_kr: 계정 인해를 업데이트 할 수 없습니다
mr_in: खाते अद्यतनित करणे शक्य नाही कारण
nl_nl: Kon de grootboekrekening niet vernieuwen opmdat
pt_pt: Não pode atualizar a conta porque
ro_ro: Nu a putut actualiza considerare deoarece
ru_ru: Не удалось обновить баланс счета
sq_al: Nuk mund update llogari sepse
sv: Kunde inte uppdatera kontot eftersom
sw_ke: Hakuweza update akaunti sababu
tr_tr: HESAP GÜNCELLENEMEDI:
zh_hk: 更新会计科目失败，原因是：
zh_tw: 未能更新帳戶, 因為

source: The general ledger account has been updated
cs_cz: Hlavní knihy účtu byla aktualizována
es_es: La cuenta contable ha sido actualizada
hi_in: सामान्य खाता बही खाता अद्यतन किया गया है
id_id: Akun buku besar telah diperbarui
it_it: Il conto di contabilità generale è stato aggiornato
ko_kr: 총계정 원장 계정이 업데이트되었습니다
mr_in: सामान्य खातेवही खाते अद्यतनित केले गेले आहे
nl_nl: De grootboekrekening is vernieuwd
pt_pt: A conta contábil foi atualizada
ro_ro: Contul de registru general a fost actualizat
ru_ru: Счета в главной книге был обновлен
sq_al: Llogarisë së përgjithshme librit është përditësuar
sv: Konto har uppdaterats
sw_ke: Akaunti ya jumla ya kitabu imekuwa updated
tr_tr: MUHASEBE HESABI GÜNCELLENDI
zh_hk: 更新会计科目成功
zh_tw: 會計科目已更新

source: Could not add the new account code
cs_cz: Nelze přidat nový účet kódu
es_es: No se pudo agregar el nuevo código de cuenta
hi_in: नए खाते के कोड को नही जोड़ सके
id_id: Tdk dapat menambah kode akun yg baru
it_it: Impossibile aggiungere il codice nuovo account
ko_kr: 새 계정 코드를 추가 할 수 없습니다
mr_in: नवीन खाते कोड जोडू शकत नाही
nl_nl: Kon de nieuwe grootboekrekening niet toevoegen
pt_pt: Não pode adicionar novo código conta contábil
ro_ro: nu ar putea adăuga cod cont nou
ru_ru: Не удалось добавить новый код счета
sq_al: Nuk mund të shtoni kodin e ri llogari
sv: Kan inte spara det nya kontot
sw_ke: Hakuweza kuongeza akaunti mpya code
tr_tr: YENI HESAP KODU EKLENEMEDI
zh_hk: 新建会计科目失败
zh_tw: 未能加入新帳戶編碼

source: The new general ledger account has been added
cs_cz: Nový hlavní knihy účtu byla přidána
es_es: Se agregó la nueva cuenta contable
hi_in: नई सामान्य खाता बही खाता जोड़ दिया गया है
id_id: Akun buku besar yg baru telah ditambahkan
it_it: Il nuovo conto di contabilità generale è stato aggiunto
ko_kr: 새로운 총계정 원장 계정이 추가되었습니다
mr_in: नवीन सामान्य खातेवही खाते जोडले गेले आहे
nl_nl: De nieuwe grootboekrekening is toegevoegd
pt_pt: Nova conta contábil foi adicionado
ro_ro: Cont nou registrul general a fost adăugată
ru_ru: Новый счет добавлен в главную книгу
sq_al: Llogari të re të përgjithshme librit është shtuar
sv: Det nya kontot är sparat
sw_ke: Mpya ya jumla akaunti kitabu imekuwa aliongeza
tr_tr: Yeni defteri kebir hesap eklendi
zh_hk: 新建会计科目成功
zh_tw: 新總帳帳戶已新增
