Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Add More Items
cs_cz: Přidat další položky
es_es: Añadir Más Artículos
hi_in: और अधिक आइटम जोड़ें
id_id: Tambahkan Item
it_it: Aggiungi Ancora Articoli
ko_kr: 더 많은 항목을 추가
mr_in: अधिक आयटम जोडा
nl_nl: Voeg meer items toe
pt_pt: Adic. Mais Itens
ro_ro: Adăugaţi mai multe elemente
ru_ru: Добавить больше товаров
sq_al: Shto Items Më shumë
sv: Lägg till fler produkter
sw_ke: Kuongeza Items Zaidi
tr_tr: DAHA FAZLA ÜRÜN EKLE
zh_hk: 新增更多物料
zh_tw: 新增更多物料

source: Create Transfer Shipment
cs_cz: Vytvořit zásilku Transfer
es_es: Crear Envío de Transferencia
hi_in: लदान स्थानांतरण बनाएँ
id_id: Buat Pengiriman Perpindahan
it_it: Iniziare una Spedizione di Traferimento
ko_kr: 전송 출하 만들기
mr_in: हस्तांतरण चढविणे तयार
nl_nl: Maak transfer transport
pt_pt: Criar Transf. Remessa
ro_ro: Crearea de transfer expediere
ru_ru: Создать передачу отгрузки
sq_al: Krijo Transferimi Dërgesë
sv: Skapa transferleverans
sw_ke: Kujenga Transfer Shipment
tr_tr: TRANSFER SEVKIYATI OLUSTUR
zh_hk: 产生转移运输
zh_tw: 產生轉移運輸

source: Inventory Transfer
cs_cz: Převod zásob
es_es: Traslado de inventario
hi_in: स्थानांतरण सूची
id_id: Perpindahan Persediaan
it_it: Inventario Trasferimento
ko_kr: 재고 이전
mr_in: सूची हस्तांतरण
nl_nl: Voorraad transfer
pt_pt: Transf. Invent.
ro_ro: Transfer Inventar
ru_ru: Передача инвентаря
sq_al: Inventari Transfer
sv: Lagerjustering
sw_ke: Hesabu Transfer
tr_tr: STOK TRANSFERI
zh_hk: 仓存转移
zh_tw: 庫存轉移

source: Receiving
cs_cz: Příjem
es_es: Recibiendo
hi_in: प्राप्त
id_id: Menerima
it_it: Ricezione in corso
ko_kr: 수신
mr_in: प्राप्त
nl_nl: Ontvangen
pt_pt: Recebimento
ro_ro: Primirea
ru_ru: Получение
sq_al: Pranimi i
sv: Tar emot
sw_ke: Kupokea
tr_tr: ALINIYOR
zh_hk: 接收中
zh_tw: 收貨

source: All quantities must be numeric
cs_cz: Všechny množství musí být číslo
es_es: Todas las cantidades deben ser numéricas
hi_in: सब मात्रा संख्यात्मक होना चाहिए
id_id: Semua qty harus numerik
it_it: Tutte le quantità deve essere numerico
ko_kr: 모든 양의 숫자이어야합니다
mr_in: सर्व प्रमाणात अंकीय असणे आवश्यक आहे
nl_nl: Alle hoeveelheden moeten numeriek zijn
pt_pt: Todas quant. devem ser númericas
ro_ro: Toate cantităţile trebuie să fie numeric
ru_ru: Все количества должны быть числовыми
sq_al: Të gjitha sasitë duhet të jetë një numër
sv: Alla kvantiteter måste vara numeriska
sw_ke: Wote kiasi lazima numeric
tr_tr: BÜTÜN MIKTARLAR NÜMERIK OLMALI
zh_hk: 所有数量必须是数值
zh_tw: 所有數量必須是數值

source: is negative
cs_cz: je negativní
es_es: es negativo
hi_in: नकारात्मक है
id_id: berupa negatif
it_it: è negativo
ko_kr: 음
mr_in: निगेटीव्ह
nl_nl: is negatief
pt_pt: é negativa
ro_ro: este negativ
sq_al: është negative
sv: är negativ
sw_ke: ni hasi
tr_tr: NEGATIF
zh_hk: 是负数
zh_tw: 是負數

source: All quantities must be for positive numbers greater than zero
cs_cz: Všechna množství, musí být pro kladná čísla větší než nula
es_es: Todas las cantidades deben ser números positivos mayores que cero
hi_in: सब मात्रा में धनात्मक संख्याओं के लिए शून्य से अधिक होना चाहिए
id_id: Semua qty harus angka positif > 0
it_it: Tutte le quantità devono essere numeri positivi maggiori di zero
ko_kr: 모든 수량은 0보다 큰 양수이어야합니다
mr_in: सर्व प्रमाणात शून्य पेक्षा जास्त सकारात्मक आकडे असणे आवश्यक आहे
nl_nl: Alle hoeveelheden moeten groter dan nul zijn
pt_pt: Todas quant. devem ser números positivos maiores que zero.
ro_ro: Toate cantităţile trebuie să fie pentru numere pozitive mai mari decât zero
ru_ru: Все количества должны быть для положительных чисел больше нуля
sq_al: Të gjitha sasitë duhet të jetë për një numër më i madh se zero pozitiv
sv: Alla kvantiteter måste vara positiva tal större än noll
sw_ke: Wote kiasi lazima kwa idadi kubwa zaidi kuliko chanya sifuri
tr_tr: BÜTÜN MIKTARLAR SIFIRDAN BÜYÜK POZITIF RAKKAM OLMALI
zh_hk: 所有数量必须是大于 0 的正数
zh_tw: 所有數量必須是大於 0 的正數

source: The Quantity entered plus the Quantity Previously Received can not be greater than the Total Quantity shipped for
cs_cz: Množství zadané plus množství dříve získaná nemůže být větší než celkové množství dodávané pro
es_es: La Cantidad ingresada más la Cantidad Previamente recibida no puede ser mayor que la Cantidad Total enviada para
hi_in: मात्रा दर्ज प्लस मात्रा पहले प्राप्त कुल के लिए भेज दिया मात्रा से अधिक नहीं हो सकता
id_id: Qty yg dimasukkan ditambah Qty yg Sebelumnya Diterima tdk dapat lebih besar dari Total Qty yg dikirim utk
it_it: Le quantità inserite più le quantità ricevute precedentemente non possono essere maggiori del Totale della quantità spedita
ko_kr: 수량을 입력 플러스 이전에 수신 된 수량에 대해 제공되는 총 수량보다 클 수 없습니다
mr_in: मात्रा प्रविष्ट प्लस पूर्वी प्राप्त मात्रा साठी वितरीत एकूण प्रमाण जास्त असू शकत नाही
nl_nl: De hoeveelheid opgenomen plus de hoeveelheid eerder ontvangen kan niet groter zijn dan de totale hoeveelheid verzonden
pt_pt: A quant. informada mais a qtd previam. recebida não pode ser maior total remessa para
ro_ro: Cantitatea intrat plus cantitatea primită anterior, nu poate fi mai mare decât cantitatea totală expediat pentru
ru_ru: Ранее введенное количество плюс ранее полученное количество не может быть больше общего отправленного количества для
sq_al: Sasia hyri plus Sasia parë Marrë nuk mund të jetë më e madhe se sasia totale dërguar për
sv: Den kvantitet som angivits plus mängden tidigare fått inte kan vara större än den totala mängd transporteras för
sw_ke: Wingi aliingia pamoja Kiasi ya awali alipokea hawezi kuwa mkuu kuliko Idadi ya Jumla ya kusafirishwa kwa
tr_tr: Miktar girilen Miktar Önceden Alınan için gönderilen toplam miktar daha fazla olamaz artı
zh_hk: 输入的数量, 加上之前已接收的数量, 不能大于已交的总数量
zh_tw: 輸入的數量, 加上之前已收的數量, 不能大於已交的總數量

source: All quantities entered are less than zero
cs_cz: Všechny zadané množství jsou menší než nula
es_es: Todas las cantidades entradas son menores que cero
hi_in: सभी प्रवेश मात्रा शून्य से भी कम कर रहे हैं
id_id: Semua jumlah yg dimasukkan kurang dari nol
it_it: Tutti i quantitativi iscritti sono meno di zero
ko_kr: 입력 된 모든 량은 0보다 작
mr_in: प्रविष्ट सर्व प्रमाणात कमी शून्य आहे
nl_nl: Alle ingevoerde hoeveelheden kleiner zijn dan nul
pt_pt: Todas quant. são negativas
ro_ro: Toate cantităţile introduse sunt mai puţin de zero
ru_ru: Все величины, введенные меньше нуля
sq_al: Të gjitha sasitë hyri janë më pak se zero
sv: Alla registrerade antal är under noll
sw_ke: Wote kiasi aliingia ni chini ya sifuri
tr_tr: girilen tüm miktarlar az sıfır
zh_hk: 所有输入的数量是少于0
zh_tw: 所有輸入的數量小於零

source: Please correct that and try again
cs_cz: Opravte to a zkuste to znovu
es_es: Por favor corrijalo y trate nuevamente
hi_in: सही करें कि और फिर कोशिश करें
id_id: Silahkan betulkan itu dan coba kembali
it_it: Correggi e prova ancora
ko_kr: 그것을 수정하고 다시 시도하십시오
mr_in: त्या ठीक करा आणि पुन्हा प्रयत्न करा
nl_nl: Corrigeer dit en probeer het op nieuw
pt_pt: Corrigir e executar novamente
ro_ro: Vă rugăm să corectaţi că şi încercaţi din nou
ru_ru: Пожалуйста, исправьте это и попробуйте снова
sq_al: Ju lutemi të saktë se dhe provoni përsëri
sw_ke: Tafadhali sahihi kuwa na jaribu tena
tr_tr: LÜTFEN DÜZELTIN VE TEKRAR DENEYIN
zh_hk: 请更正再试
zh_tw: 請更正再試

source: Could not retrieve the stock quantity at the dispatch stock location prior to this transfer being processed
cs_cz: Nepodařilo se načíst množství zásob na expedici zásob umístění před tímto převodem byla zpracována
es_es: No se puede obtener la cantidad de existencias en el lugar de despacho de existencia antes de que esta transferencia sea procesada
hi_in: पुनर्प्राप्त इस हस्तांतरण से पहले नहीं किया जा सका प्रेषण स्टॉक स्थान पर स्टॉक मात्रा संसाधित किया जा रहा
id_id: Tdk dapat mengambil qty stok pada lokasi stok pengiriman sebelum perpindahan diproses
it_it: Non posso ricavare le quantità di giacenza dal precedente cambio di posizione merce al trasferimento in atto
ko_kr: 이전에이 전송을 처리하는에 파견 재고 위치에서의 재고 수량을 검색 할 수 없습니다
mr_in: आधी प्रक्रिया केली जात हे हस्तांतरण करण्यासाठी पाठवणे स्टॉक स्थानावर स्टॉक प्रमाण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kan de voorraad van de verzendlokatie pas opvragen nadat deze voorraad transfer is verwerkt
pt_pt: Não pode recuperar quant. estoque para local estoque anterior a esta transf.
ro_ro: Nu am putut prelua cantitatea de stoc la locaţia stoc expediere, înainte de acest transfer fiind prelucrate
ru_ru: Не удалось получить количество товаров в этом месте отправки до обработки этой отправки
sq_al: Nuk mund të marrë sasinë e aksioneve në vendin e aksioneve dërgimin para për këtë transferim duke u përpunuar
sv: Kunde inte hämta Lagringsmängden på avsändande lager platsen innan denna överföring som bearbetas
sw_ke: Hakuweza Retrieve wingi hisa katika eneo dispatch hisa kabla ya uhamisho huu zinashughulikiwa
tr_tr: işlenmeden önce bu transfer için sevk stok yerde stok miktarı alınamadı
zh_hk: 在这交易执行之前, 不能提取派送存货地点的存货数量
zh_tw: 在這交易執行之前, 不能提取派送存貨地點的存貨數量

source: Could not determine if the serial item exists
cs_cz: Nepodařilo se určit, zda výrobní položka existuje
es_es: No se puede determinar si el número de serie del artículo existe
hi_in: निर्धारित करती है कि धारावाहिक मद मौजूद नहीं किया जा सका
id_id: Tdk dapat menentukan apakah item serial ada
it_it: Non posso determinare se il numero di serie articolo esiste
ko_kr: 직렬 항목이 존재하는 경우 확인할 수 없습니다
mr_in: सिरियल आयटम विद्यमान तर निर्धारित करणे शक्य नाही
nl_nl: Kon niet vaststellen of dit seriematige item bestaat
pt_pt: Não pode determ. se existe item serial
ro_ro: Nu a putut stabili dacă există elementul de serie
ru_ru: Не могу определить, если серийный товар существует
sq_al: Nuk mund të përcaktuar nëse ekziston pika serial
sv: Kunde inte avgöra om den seriella objektet finns
sw_ke: Hakuweza kuamua kama bidhaa Serial lipo
tr_tr: seri öğe varsa belirlenemedi
zh_hk: 未能判定序号物料是否存在
zh_tw: 未能判定序號商品是否存在

source: The serial stock item for the stock being transferred out of the existing location could not be inserted because
cs_cz: Sériové skladová položka pro populaci převádí ze stávajícího umístění nemůže být vložen, protože
es_es: El artículo de existencia serial para la existencia que se esta transfiriendo desde la ubicación existente no se pudo insertar porque
hi_in: स्टॉक के लिए धारावाहिक स्टॉक आइटम बाहर मौजूदा स्थान से स्थानांतरित किया जा रहा है क्योंकि हो सकता है नहीं डाला
id_id: Item stok berseri utk stok yg sedang dipindahkan dari lokasi sekarang tdk dapat dimasukkan karena
it_it: L' articolo seriale di magazzino per la merce destinata ad uscire dall' attuale posizione non potrà essere inserito inquanto
ko_kr: 주식의 일련 재고 항목이 기존 위치 밖으로 전송되고이 때문에 삽입 할 수 없습니다
mr_in: विद्यमान स्थान बाहेर हस्तांतरित केले जात स्टॉक साठी सिरियल स्टॉक आयटम समाविष्ट करणे शक्य नाही कारण
nl_nl: De transfer van het seriematige voorraad item kon niet worder toegevoegd omdat
pt_pt: O item serial de estoque sendo transf. de local existente não pode ser inserido porque
ro_ro: Elementul stoc serial pentru stocul fiind transferat din locaţia existentă nu a putut fi introdus, deoarece
ru_ru: Серийный товар для склада, из которого осуществляется перемещение, не может быть добавлен, так как
sq_al: Pika serial aksioneve për aksioneve duke u transferuar nga lokacioni ekzistues nuk mund të shtohet sepse
sv: Den seriella lagervara för det bestånd som överförs av det befintliga läget kunde inte vara med därför att
sw_ke: Serial bidhaa hisa kwa hisa kuhamishwa kutoka eneo zilizopo inaweza kuwa kuingizwa kwa sababu
tr_tr: hisse senedi için seri stok kalemi mevcut konumlarından dışarı aktarılıyor çünkü takılı olamazdı
zh_hk: 未能插入从现有存地点转移离开的序号存货物料, 因为
zh_tw: 未能插入從現有存地點轉移離開的序號存貨商品, 因為

source: Could not retrieve the quantity on hand at the location being transferred to
cs_cz: Nepodařilo se načíst množství na ruce na místě byly převedeny na
es_es: No se puede obtener la cantidad disponible en el lugar al que es trasladada
hi_in: स्थान पर हाथ पर मात्रा नहीं पा सका करने के लिए हस्तांतरित किया जा रहा
id_id: Tdk dapat mengambil total qty pada lokasi tujuan
it_it: Non posso recuperare la quantità contenute dalla posizione trasferita a
ko_kr: 위치에 손에 양을 검색 할 수 없습니다로 전송되는
mr_in: हस्तांतरित केले जात स्थानावर हात वर प्रमाण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon de beschikbare voorraad niet opvragen voor de transfer naar
pt_pt: Não recuperou qtd em disponível do local para onde está sendo transferido
ro_ro: Nu am putut prelua cantitatea pe mâna la locul de a fi transferate în
ru_ru: Не удалось получить количество в наличии в целевом местоположении
sq_al: Nuk mund të marrim sasi të pranishëm në vendin duke u transferuar në
sv: Kunde inte hämta den kvantitet till hands på den plats överförs till
sw_ke: Inaweza Retrieve si wingi kwa upande katika eneo kuhamishwa kwa
tr_tr: yerde ise miktar alınamadı aktarılıyor
zh_hk: 未能提取这地点的在手上数量要转移到
zh_tw: 未能提取這地點的庫存數量要轉移到

source: The stock movement record for the incoming stock cannot be added because
cs_cz: Populace hnutí záznam pro příchozí populace nemůže být přidána, protože
es_es: El registro de movimiento de existencia por la existencia de entrada no se puede añadir, porque
hi_in: आने वाले स्टॉक के लिए स्टॉक आंदोलन रिकॉर्ड क्योंकि जोड़ा नहीं जा सकता
id_id: Data perpindahan stok utk stok masuk tdk dapat ditambahkan karena
it_it: La registrazione della movimentazione merce per la fornitura in entrata non può essere aggiunta perchàŠ
ko_kr: 들어오는 주식에 대한 주식 이동 기록이 있기 때문에 추가 할 수 없습니다
mr_in: येणाऱ्या स्टॉक साठी स्टॉक चळवळ रेकॉर्ड जोडले जाऊ शकत नाही कारण
nl_nl: De voorraadverplaatsing voor de inkomende voorraad kan niet worden toegevoegd omdat
pt_pt: O movimento de estoque de entrada não adicionado porque
ro_ro: Mişcarea registru al stocurilor pentru stocul de intrare nu poate fi adăugat, deoarece
ru_ru: Запись о движении запасов для входящих товаров не может быть добавлена, так как
sq_al: Lëvizja e aksioneve rekordin e aksioneve në hyrje nuk mund të shtohet sepse
sv: Beståndet rörelse rekord för inkommande beståndet kan inte läggas till grund
sw_ke: Rekodi ya hisa harakati kwa hisa zinazoingia hawezi kuwa aliongeza kwa sababu
tr_tr: GELEN STOK IÇIN, STOK HAREKET KAYDI EKLENEMEDI:
zh_hk: 未能新增进场中物料的移货移动记录, 因为
zh_tw: 未能新增進場中商品的移貨移動記錄, 因為

source: The serial stock item record could not be updated for the quantity coming in because
cs_cz: Pořadové skladová položka záznamu nelze aktualizovat pro množství, protože přichází v
es_es: El registro del serial del artículo en existencias no pudo ser actualizado por la cantidad que entra debido a
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड मात्रा में आ रहा है क्योंकि के लिए अद्यतन नहीं किया जा सकता है
id_id: Data item stok berseri tdk dapat diperbarui utk jumlah yg masuk karena
it_it: La registrazione del numero di serie dell' articolo di magazzino non può essere aggiornata per la quantità inserita perchàŠ
ko_kr: 직렬 재고 항목 기록은 양이에 있기 때문에 오심을 업데이트 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड येण्याचा प्रमाणात अद्यतनित करणे शक्य नाही कारण
nl_nl: Serriematige voorraaditem kon niet worden geactualiseerd met de inkomende hoeveelheid omdat
pt_pt: O item de estoque serial não pode ser atualizado para quant. de entrada porque
ro_ro: Serial element evidenţă operativă a mărfurilor nu a putut fi actualizat pentru cantitatea de vin, deoarece în
ru_ru: Запись о серийном товаре не может быть обновлена входящим количеством, так как
sq_al: Serial pika e aksioneve të regjistruar nuk mund të rifreskohet për sasinë që vijnë në për shkak se
sv: Den seriella lagervara rekord kunde inte uppdateras för den kvantitet som kommer in eftersom
sw_ke: Serial hisa rekodi ya bidhaa inaweza kuwa updated kwa wingi kuja kwa sababu
tr_tr: Seri stok kalemi rekor miktarda çünkü gelecek için güncelleştirilmiş olamazdı
zh_hk: 未能更新进场中的序号存货物料数量, 因为
zh_tw: 未能更新進場中的序號存貨商品數量, 因為

source: The serial stock item record for the stock coming in could not be added because
cs_cz: Pořadové skladová položka záznam populace v nadcházejících nelze přidat, protože
es_es: El registro del serial del elemento para la existencia que entra no se podra añadir debido a
hi_in: में आने के स्टॉक के लिए धारावाहिक भंडार वस्तु रिकॉर्ड क्योंकि जोड़ा नहीं जा सका
id_id: Data item stok berseri utk stok yg masuk tdk dapat ditambahkan karena
it_it: Il numero di serie dell'articolo in magazzino per la fornitura non può essere aggiunta perchàŠ
ko_kr: 들어오는 주식의 일련 재고 항목 기록이 있기 때문에 추가 할 수 없습니다
mr_in: आल्याच्या स्टॉक साठी सिरियल स्टॉक आयटम रेकॉर्ड जोडला जाऊ शकत नाही कारण
nl_nl: Seriematige voorraad item voor de binnenkomende voorraad kon niet worden toegevoegd omdat
pt_pt: O item estoque serial para a quant. de estoque entrando não pode ser adicionada porque
ro_ro: Serial element registru al stocurilor pentru stocul de vin în nu a putut fi adăugată deoarece
ru_ru: Запись о серийном товаре для входящего товара не может быть добавлена, так как
sq_al: Serial element rezervë në rekordin e aksioneve të ardhshme në nuk mund të shtohet sepse
sv: Den seriella lagervara rekord för beståndet kommer in kan inte läggas till eftersom
sw_ke: Serial hisa rekodi ya bidhaa kwa ajili ya hisa akija katika hakuweza kuwa aliongeza kwa sababu
tr_tr: gelen stok için seri stok kalemi kaydından dolayı eklenemedi
zh_hk: 未能新增进场中的序号存货物料, 因为
zh_tw: 未能新增進場中的序號存貨商品, 因為

source: A stock transfer for item code
cs_cz: Přeskladnění na položku kód
es_es: Una transferencia de existencias del artículo con código
hi_in: मद कोड के लिए एक शेयर हस्तांतरण
id_id: Perpindahan stok utk kode item
it_it: Un codice di magazzino per il traferimento dell'articolo
ko_kr: 상품 코드에 대한 재고 이전
mr_in: आयटम कोड स्टॉक हस्तांतरण
nl_nl: Een voorraad transfer voor item code
pt_pt: Transf. estoque para cód. item
ro_ro: Un transfer stoc pentru codul element
ru_ru: Перевод склада для кода товара
sq_al: Një transferim të aksioneve për kodin pika
sv: En lagertransfer för artikelkod
sw_ke: A kuhamisha hisa kwa kificho item
tr_tr: STOK TRANSFERI > ÜRÜN KODU:
zh_hk: 物料编号的存货转移
zh_tw: 物料編號的存貨調撥

source: has been created from
cs_cz: byl vytvořen z
es_es: ha sido creado desde
hi_in: है से बनाया गया है
id_id: telah dibuat dari
it_it: è stato creato da
ko_kr: 에서 생성 된
mr_in: पासून तयार केले गेले आहे
nl_nl: is gemaakt voor
pt_pt: foi criado de
ro_ro: a fost creat de la
ru_ru: был создан из
sq_al: është krijuar nga
sv: Har skapats från
sw_ke: imeanzishwa kutoka
tr_tr: dan yaratıldı
zh_hk: 已新建
zh_tw: 已成功新調撥庫存自

source: Unable to update the Location Transfer Record
cs_cz: Nelze aktualizovat umístění Přenos záznamů
es_es: No es posible actualizar el registro de tranferencia de ubicación
hi_in: करने के लिए स्थान स्थानांतरण रिकार्ड को अद्यतन करने में असमर्थ
id_id: Tdk dapat memperbarui Data Perpindahan Lokasi
it_it: Impossibile Aggiornare il Trasferimento di Posizione
ko_kr: 위치 전송 기록을 업데이트 할 수 없습니다
mr_in: स्थान हस्तांतरण नोंद अद्यतनित करण्यात अक्षम
nl_nl: Niet mogelijk om de lokatie transfer te actualiseren
pt_pt: Não pode atualizar Registro transf. local
ro_ro: Imposibil să actualizeze Locaţie Transfer Record
ru_ru: Невозможно обновить запись места перевода
sq_al: Në pamundësi për të rinovuar Transfer Vendndodhja Record
sv: Kunde inte uppdaterar platstransferposten
sw_ke: Hawawezi update Location Transfer Record
tr_tr: DEPO TRANSFERI KAYDI GÜNCELLENEMEDI!
zh_hk: 未能更新地点转移记录
zh_tw: 不能更新地點轉移記錄

source: Unable to set the quantity received to the quantity shipped to cancel the balance on this transfer line
cs_cz: Nelze nastavit množství přijaté na množství dodávané zrušit zůstatek na tento převod line
es_es: Imposible igualar la cantidad recibida a la enviada para cancelar el saldo en esta línea del transfer
hi_in: करने के लिए निर्धारित मात्रा में असमर्थ है इस हस्तांतरण लाइन पर संतुलन को रद्द करने के लिए भेज दिया मात्रा प्राप्त
id_id: Tdk dapat mengatur qty diterima ke qty dikirim utk membatalkan saldo pada baris perpindahan ini
it_it: Impossibile impostare la quantità ricevuta al quantitativo spedito per annullare l&#39;equilibrio su questa linea di trasferimento
ko_kr: 수량을 설정할 수 없습니다이 전송 라인의 균형을 취소 제공되는 양에받은
mr_in: प्रमाण निश्चित करण्यात अक्षम हे हस्तांतरण ओळीवर शिल्लक रद्द शिप प्रमाणात आलेल्या
nl_nl: Niet in staat om de hoeveelheid ontvangen de hoeveelheid verscheept om het evenwicht te annuleren op deze overdracht lijn
pt_pt: Não pode config quant. recebida para quant. enviada para cancelar o saldo dessa linha
ro_ro: Imposibil pentru a seta cantitatea primită cu cantitatea expediate pentru a anula echilibrul pe această linie de transfer
ru_ru: Не удалось установить количество полученного равным колличеству поставленного для отмены баланса для этой строки предачи
sq_al: Në pamundësi për të vendosur sasinë e marra në sasi të dërguar për të anuluar të balancuar në këtë linjë transferimi
sv: Kan inte ställa mottagen mängd att den transporterade mängden för att avbryta balansen på denna överföring vid
sw_ke: Hawawezi kuweka kiasi kupokea kwa wingi kusafirishwa kwa kufuta usawa katika mstari huu wa
tr_tr: miktar set kurulamıyor bu transfer hattı üzerinde denge iptal sevk miktar aldı
zh_hk: 无法设置接收的数量到运输的数量以取消转移行的余额。
zh_tw: 不能設定收貨數量到交貨數量以取調撥的餘額

source: Cancelled balance of transfer
id_id: Saldo pembatalan perpindahan
ko_kr: 전송 취소 균형
mr_in: हस्तांतरणाचे रद्द शिल्लक
pt_pt: Cancelar Saldos de transferência
zh_tw: 轉移註銷餘額

source: To Location
id_id: Ke Lokasi
ko_kr: 위치
mr_in: स्थानावर
pt_pt: Para o Local
zh_tw: 倉庫地點

source: Stock code
es_es: Código de Inventario
id_id: Kode Stok
ko_kr: 주식 코드
mr_in: स्टॉक कोड
nl_nl: Voorraad code
pt_pt: Código Estoque
ru_ru: Код товара
zh_hk: 物料
zh_tw: 存貨編碼

source: Qty received
es_es: Cantidad recibida
id_id: Qty Diterima
ko_kr: 수량 수신
mr_in: मात्रा प्राप्त
pt_pt: Qtd Rec.
zh_tw: 收貨量

source: By user
es_es: Por usuario
id_id: oleh user
ko_kr: 사용자에 의해
mr_in: वापरकर्त्याद्वारे
pt_pt: pelo usuário
zh_tw: 用戶

source: At
es_es: En
id_id: Tgl
ko_kr: 에
mr_in: येथे
pt_pt: em
zh_tw: 在

source: Unable to COMMIT the Stock Transfer transaction
cs_cz: Nelze COMMIT Reklamní Transfer transakce
es_es: No es posible REALIZAR la transacción de Transferencia de Existencias
hi_in: को शेयर ट्रांसफर लेनदेन प्रतिबद्ध करने में असमर्थ
id_id: Tdk dapat MENYIMPAN transaksi Perpindahan Stok
it_it: Impossibile AVVIARE l'operazione di trasferimento merce
ko_kr: 재고 이전 트랜잭션을 COMMIT 할 수 없습니다
mr_in: स्टॉक हस्तांतरण व्यवहार करण्यात अक्षम
nl_nl: Niet mogelijk om de voorraad transfer uit te voeren
pt_pt: Não foi possivel executar o COMMIT da trans. transf. de estoque
ro_ro: Imposibil să se angajeze la Bursa de Valori tranzacţie de transfer
ru_ru: Не могу совершить операцию перевода склада
sq_al: Në pamundësi për të kryer transaksion Transfer Stock
sv: Det går inte att begå Stock Transfer transaktionen
sw_ke: Hawawezi kufanya manunuzi ya Stock Transfer
tr_tr: STOK TRANSFER ISLEMI YAPILAMIYOR!
zh_hk: 未能提交存货转移交易
zh_tw: 不能確認新增倉庫調撥交易

source: The details of transfer number
cs_cz: Podrobnosti o přenosu čísla
es_es: Los detalles del número de transferencia
hi_in: स्थानांतरण संख्या का विवरण
id_id: Rincian nomor perpindahan
it_it: Il numero dei dettagli di trasferimento
ko_kr: 전송 횟수의 상세
mr_in: हस्तांतरण क्रमांक तपशील
nl_nl: Details van transfer nummer
pt_pt: Detalhes da transf. Núm.
ro_ro: Detaliile de numărul de transfer
ru_ru: Подробности номера перевода
sq_al: Të dhënat e numrit të transferimit të
sv: G?m överföringsdetaljer
sw_ke: Maelezo ya idadi ya kuhamisha
tr_tr: TRANSFER NO DETAYI
zh_hk: 转移编号资料
zh_tw: 轉移編號資料

source: The SQL to retrieve the transfer was
cs_cz: SQL získat převod byl
es_es: El SQL para obtener la transferencia fue
hi_in: एसक्यूएल पुनः प्राप्त करने के हस्तांतरण था
id_id: SQL utk mengambil perpindahan adalah
it_it: Il comando SQL per il recupero del trasferimento è stato
ko_kr: SQL은 전송이 있었다 검색하기
mr_in: हस्तांतरण पुनर्प्राप्त करण्यात SQL होते
nl_nl: De gebruikte SQL om de transfer op te vragen was
pt_pt: SQL usado para recuperar transf. foi
ro_ro: SQL pentru a prelua de transfer a fost
ru_ru: SQL на восстановление перевода
sq_al: SQL për të tërhequr e transferuar ishte
sv: Den SQL som användes var
sw_ke: SQL Retrieve kuhamisha mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 要提取转移的 SQL 是
zh_tw: 要提取轉移的 SQL 是
