Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Reorder
cs_cz: Změna pořadí
es_es: Reorden
id_id: Order-Ulg
it_it: Riordina
ko_kr: 순서 변경
mr_in: पुन्हा क्रमवारी लावा
nl_nl: Herschikken
pt_pt: Re-Suprir
ro_ro: Reordonare
ru_ru: Изменить порядок
sv: Återbeställ
tr_tr: Yeniden düzenlemek
zh_hk: 再订购
zh_tw: 再訂單

source: Inventory Valuation
cs_cz: Ohodnocení skladu
es_es: Valoración de inventario
hi_in: सूची मूल्यांकन
id_id: Penilaian Persediaan
it_it: Valorizzazione del magazzino
ko_kr: 재고 평가
mr_in: सूची मूल्यांकन
nl_nl: Voorraad waardering
pt_pt: Valorização Estoque
ro_ro: Evaluare Inventar
ru_ru: Оценка ассортимента
sq_al: Inventari Vlerësimit
sv: Lagervärdering
sw_ke: Hesabu UTHAMINI
tr_tr: STOK DEGERLEME
zh_hk: 库存价值报表
zh_tw: 庫存總值

source: The inventory valuation could not be retrieved by the SQL because
cs_cz: Oceňování zásob se nepodařilo získat do SQL, protože
es_es: La valoración de las existencias no se pudieron recuperar por el SQL porque
hi_in: सूची मूल्यांकन क्योंकि SQL से नहीं लिया सकता है
id_id: Penilaian persediaan tdk dapat diambil oleh SQL karena
it_it: La valutazione del magazzino non possono essere recuperate dal SQL perché
ko_kr: 재고 평가는 SQL 때문에 검색 할 수 없습니다
mr_in: पुस्तके मूल्यांकन SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Voorraad waardering kon niet worden opgevraagd omdat
pt_pt: A valorização do estoque não pode ser recuperada pelo SQL porque
ro_ro: Inventarul de evaluare nu a putut fi recuperate de către SQL, deoarece
ru_ru: Оценка ассортимента не может быть получена, так как
sq_al: Vlerësimin e inventarit nuk mund të shikohet nga SQL sepse
sv: Fel
sw_ke: hesabu ya hesabu inaweza kuwa retrieved na SQL sababu
tr_tr: STOK DEGERLEME BILGISI ALINAMIYOR
zh_hk: 查询库存价值的SQL运行失败,因为
zh_tw: 庫存估價未能由 SQL 提取, 因為

source: Inventory Valuation Report
cs_cz: Hlášení o ocenění skladu
es_es: Informe de valoración de inventario
hi_in: सूची मूल्यांकन रिपोर्ट
id_id: Laporan Penilaian Persediaan
it_it: Inventory Report di Valutazione
ko_kr: 재고 평가 보고서
mr_in: सूची मूल्यांकन अहवाल
nl_nl: Rapport over voorraad waardering
pt_pt: Relatório Valorizado Estoque
ro_ro: Raport Evaluare Inventar
ru_ru: Отчет об оценке ассортимента
sq_al: Raporti i Vlerësimit Inventari
sv: Lagervärdesrapport
sw_ke: Hesabu UTHAMINI Ripoti
tr_tr: STOK DEGERLEME RAPORU
zh_hk: 库存价值报表
zh_tw: 庫存總值報表

source: Print Inventory Valuation Error
cs_cz: Tisk oceňování zásob Chyba
es_es: Imprimir Error de Valoración del Inventario
hi_in: प्रिंट सूची मूल्यांकन में त्रुटि
id_id: Cetak Kesalahan Penilaian Persediaan
it_it: Stampa inventario di errore di valutazione
ko_kr: 인쇄 재고 평가 오류
mr_in: प्रिंट सूची मूल्यांकन त्रुटी
nl_nl: Print Voorraad waarderings fouten
pt_pt: Impressão Valorização Estoque em erro
ro_ro: Print Inventarul de evaluare Eroare
ru_ru: Печатать ошибку оценки ассортимента
sq_al: Vlerësimit Print Inventari Gabim
sv: Utskriftsfel klagervärdering
sw_ke: Mali magazeti UTHAMINI Error
tr_tr: YAZDIRMA HATASI
zh_hk: 库存价值报表打印错误
zh_tw: 列印庫存估價錯誤

source: There were no items with any value to print out for the location specified
cs_cz: Nebyly zjištěny žádné položky s hodnotou vytisknout na určeném místě
es_es: No hubo artículos con algún valor que imprimir para la ubicación indicada
hi_in: वहाँ किसी भी मूल्य के साथ कोई आइटम के लिए निर्दिष्ट स्थान के लिए बाहर प्रिंट थे
id_id: Tdk ada item bernilai utk dicetak pada lokasi yg ditentukan
it_it: Non c&#39;erano oggetti con un valore di stampare per la posizione specificata
ko_kr: 지정된 위치에 인쇄 할 수있는 값을 가지는 항목은 없었다
mr_in: निर्दिष्ट स्थान मुद्रीत कोणत्याही मूल्य कोणतेही आयटम नाहीत
nl_nl: Op betreffende lokatie geen items met een waardering om af te drukken
pt_pt: Não há itens com qualquer valor para imprimir nos locais especificados
ro_ro: Nu s-au produs cu orice valoare pentru a imprima pentru locaţia specificată
ru_ru: Не найдено товаров для печати для указанного места
sq_al: Nuk ka pasur objekte me ndonjë vlerë për të shkruar për vendin e specifikuar
sv: Det finns inga produkter för denna lagerplats
sw_ke: Kulikuwa hakuna vitu vya thamani yoyote kwa maandishi kwa ajili ya eneo maalum
tr_tr: BELIRTILEN DEPODA YAZDIRILABILECEK BILGI IÇEREN ÜRÜN YOK
zh_hk: 指定的物料组范围和仓库没有物料
zh_tw: 指定的物料組範圍和倉庫沒有物料

source: Grand Total Value
cs_cz: Celkový součet hodnoty
es_es: Valor Gran Total
hi_in: भव्य कुल मूल्य
id_id: Total Nilai Keseluruhan
it_it: Grand Valore totale
ko_kr: 그랜드 총 가치
mr_in: ग्रँड एकूण मूल्य
nl_nl: Generaal Totaal Waarde
pt_pt: Valor Total Geral
ro_ro: Grand Valoare totală
ru_ru: Итоговая сумма
sq_al: Vlera e Grand Total
sv: Grand Total
sw_ke: Jumla ya Ongezeko la Thamani
tr_tr: GENEL TOPLAM DEGERI
zh_hk: 总计金额：
zh_tw: 最後總計價值

source: Inventory Valuation Reporting
cs_cz: Oceňování zásob zpráv
es_es: Informe de Valoración del Inventario
hi_in: सूची मूल्यांकन रिपोर्ट
id_id: Laporan Penilaian Persediaan
it_it: Valorizzazione del magazzino di Reporting
ko_kr: 재고 평가보고
mr_in: सूची मूल्यांकन अहवाल
nl_nl: Rapportage Voorraad Waardering
pt_pt: Relatório Valorização Estoque
ro_ro: Inventarul de evaluare de raportare
ru_ru: Отчеты об оценке ассортимента
sq_al: Vlerësimit Inventari Raportimi
sv: Lagervärderingsrapportering
sw_ke: Hesabu UTHAMINI Reporting
tr_tr: STOK DEGERLEME RAPORU
zh_hk: 库存价值报表
zh_tw: 庫存價值報表

source: Output to CSV
es_es: Salida a CSV
ko_kr: CSV로 출력
zh_tw: 輸出為CSV檔案格式

source: Label Templates
es_es: Plantillas de Etiquetas
id_id: Template Label
ko_kr: 라벨 템플릿
mr_in: लेबल टेम्पलेट
pt_pt: Modelos Etiquetas
zh_tw: 標籤範本

source: Label Template Maintenance
es_es: Administrar Plantillas de Etiquetas
id_id: Pengaturan Template Label
ko_kr: 레이블 템플리트 유지 보수
mr_in: लेबल साचा दुरूस्ती
pt_pt: Manutenção Modelo Etiquetas
zh_tw: 標籤樣本維護

source: The GD module for PHP is required to print barcode labels. Your PHP installation is not capable currently. You will most likely experience problems with this script until the GD module is enabled.
ko_kr: PHP의 GD 모듈은 바코드 라벨을 인쇄하는 데 필요합니다. 당신의 PHP 설치는 현재 할 수 없습니다. 당신은 GD 모듈까지이 스크립트를 대부분 경험이 문제가 사용 가능합니다.
zh_tw: 列印條碼標籤需要PHP的GD模組。你的PHP目前並未安裝。在此程序你會遇到這問題，除非直到GD模塊啟動。

source: Entries for Vertical Position, Horizontal Position, and Font Size must be integers.
id_id: Entri utk Posisi Vertikal, Posisi Horisontal dan Ukuran Font harus bilangan bulat.
ko_kr: 수직 위치, 수평 위치 및 글꼴 크기에 대한 항목은 정수 여야합니다.
mr_in: अनुलंब स्थिती, समांतर स्थिती, आणि फॉन्ट आकार नोंदी इंटिजर्सचा असणे आवश्यक आहे.
pt_pt: Entradas por Pos. Vertical, Pos. Horizontal, Tam. Fonte devem ser inteiros.
zh_tw: 條目垂直位置，水平位置和字體大小必須是整數。

source: The label description may not be empty
es_es: La descripción de la etiqueta no puede estar vacía
id_id: Keterangan label tdk boleh kosong
ko_kr: 라벨 설명이 비어하지 않을 수 있습니다
mr_in: लेबल वर्णन रिक्त असू शकत नाही
pt_pt: A descrição da etiqueta deve estar preenchida
zh_tw: 標籤說明不得為空

source: The update of this label template failed because
es_es: No se pudo actualizar esta plantilla de etiqueta porque
id_id: Pembaruan template label ini gagal karena
ko_kr: 이 레이블 템플리트의 업데이트를하기 때문에 실패
mr_in: कारण या लेबल टेम्पलेटची अद्यतन अयशस्वी
pt_pt: A atualização modelo de etiqueta falhou porque
zh_tw: 這個標籤樣板的更新失敗，因為

source: The label template has been updated
es_es: Se actualizó la plantilla de etiquetas
id_id: Template label telah diperbaharui
ko_kr: 레이블 템플리트가 업데이트되었습니다
mr_in: लेबल टेम्पलेट अद्यतनित केले गेले आहे
pt_pt: A modelo etiqueta foi atualizado
zh_tw: 標籤樣板已更新

source: The addition of this label failed because
es_es: No se pudo añadir esta etiqueta porque
id_id: Penambahan label ini gagal karena
ko_kr: 레이블의 부가로 인해 실패한
mr_in: कारण या लेबल व्यतिरीक्त अयशस्वी
pt_pt: A adição da etiqueta falhou porque
zh_tw: 這個標籤的新增失敗，因為

source: The new label template has been added to the database
es_es: El nuevo tipo de plantilla se guardó en la base de datos
id_id: Template label yg baru telah ditambah ke database
ko_kr: 새 레이블 템플릿은 데이터베이스에 추가되었습니다
mr_in: नवीन लेबल टेम्पलेट डेटाबेस जोडले गेले आहे
pt_pt: O novo modelo de etiqueta foi adic. ao DB
zh_tw: 新的標籤樣本已被新增到資料庫中

source: The selected label template has been deleted
es_es: La plantilla de etiqueta seleccionada se ha eliminado
id_id: Template label yg dipilih telah dihapus
ko_kr: 선택한 라벨 템플릿이 삭제되었습니다
mr_in: निवडलेले लेबल टेम्पलेट हटविले गेले आहे
pt_pt: O modelo etiqueta foi removido
zh_tw: 選定的標籤樣板已被刪除

source: The defined label templates could not be retrieved because
es_es: No se pudieron obtener las plantillas de etiquetas definidas porque
id_id: Template label yg ada tdk dapat diambil karena
ko_kr: 정의 레이블 템플릿 때문에 검색 할 수 없습니다
mr_in: परिभाषित लेबल टेम्पलेट कारण पुनर्प्राप्त करणे शक्य नाही
pt_pt: O modelo de etiqueta não pode ser recuperado porque
zh_tw: 定義的標籤模板無法檢索，因為

source: The following SQL to retrieve the label templates was used
es_es: El SQL usado para obtener las plantillas de las etiquetas es el siguiente:
id_id: SQL berikut digunakan utk mengambil template label
ko_kr: 라벨 템플릿을 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: लेबल टेम्पलेट पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
pt_pt: o seguinte SQL falhou em recuperar modelo etiqueta usado
zh_tw: 下面的SQL程序是用來檢索標籤模板

source: Rows x Cols
es_es: Filas x Columnas
id_id: Baris x Kolom
ko_kr: 행의 X 컬럼 수
mr_in: पंक्ति x COLS
pt_pt: Linhas x Colunas
zh_tw: 排x COLS

source: Page Width
es_es: Ancho de página
id_id: Lebar Halaman
ko_kr: 페이지 너비
mr_in: पृष्ठ रूंदी
pt_pt: Largura Página
zh_tw: 頁面寬度

source: Page Height
es_es: Alto de página
id_id: Tinggi Halaman
ko_kr: 페이지 높이
mr_in: पृष्ठ उंची
pt_pt: Altura da Página
zh_tw: 頁面高度

source: Row Height
es_es: Alto de fila
id_id: Tinggi Baris
ko_kr: 행 높이
mr_in: पंक्ती उंची
pt_pt: Altura da Linha
zh_tw: 行高

source: Column Width
es_es: Ancho de columna
id_id: Lebar Kolom
ko_kr: 열 너비
mr_in: स्तंभाची रुंदी
pt_pt: Largura da Coluna
zh_tw: 列寬

source: Are you sure you wish to delete this label?
es_es: ¿Está seguro que desea suprimir esta etiqueta?
id_id: Apakah Anda yakin ingin menghapus label ini?
ko_kr: 이 라벨을 삭제하려면 확실합니까?
mr_in: आपण हे लेबल हटवू इच्छित खात्री आहे?
pt_pt: confirma remoção desta etiqueta?
zh_tw: 您確定要刪除這個標籤？

source: Review all defined label records
es_es: Revisar todos los registros definidos de etiquetas
id_id: Lihat data label
ko_kr: 정의 된 모든 레이블 기록을 검토
mr_in: सर्व परिभाषित लेबल रेकॉर्ड पुनरावलोकन
pt_pt: Rever todos registros Etiquetas
zh_tw: 查看所有定義標籤記錄

source: Label Description
es_es: Descripción en etiqueta
id_id: Keterangan Label
ko_kr: 레이블 설명
mr_in: लेबल वर्णन
pt_pt: Descrição Etiqueta
zh_tw: 標籤說明

source: Label Paper Size
es_es: Tamaño del Papel de la Etiqueta
id_id: Ukuran Kertas Label
ko_kr: 라벨 용지 크기
mr_in: लेबल कागद आकार
pt_pt: Tamanho do Papel
zh_tw: 標籤紙尺寸

source: Custom Size
es_es: Tamaño Personalizado
id_id: Ukuran Khusus
ko_kr: 사용자 지정 크기
mr_in: सानुकूल आकार
pt_pt: Tam. Conf.
zh_tw: 自定義尺寸

source: Label Height
es_es: Alto de etiqueta
id_id: Tinggi Label
ko_kr: 라벨 높이
mr_in: लेबल उंची
pt_pt: Altura Etiq.
zh_tw: 標籤高度

source: Label Width
es_es: Ancho de etiqueta
id_id: Lebar Label
ko_kr: 라벨 폭
mr_in: लेबल रूंदी
pt_pt: Largura Etiq.
zh_tw: 標籤寬度

source: Top Margin
es_es: Margen superior
id_id: Margin Atas
ko_kr: 위쪽 여백
mr_in: शीर्ष समास
pt_pt: Margem superior
zh_tw: 上邊距

source: Left Margin
es_es: Margen Izquierdo
id_id: Margin Kiri
ko_kr: 왼쪽 여백
mr_in: डावा समास
pt_pt: Margem esquerda
zh_tw: 左邊距

source: Could not get the label fields because
id_id: Tdk dapat mengambil kolom label karena
ko_kr: 레이블 필드 인해를 가져올 수 없습니다
mr_in: लेबल फील्ड कारण मिळविणे शक्य नाही
pt_pt: Não recuperou campos etiqueta porque
zh_tw: 無法獲得標籤欄位，因為

source: Field
es_es: Campo
id_id: Kolom
ko_kr: 들
mr_in: मैदान
pt_pt: Nome Campo
zh_tw: 欄位

source: Vertical
id_id: Vertikal
ko_kr: 수직의
mr_in: लंबरेषा
zh_hk: 纵向
zh_tw: 垂直

source: Position
cs_cz: Pozice
es_es: Posición
hi_in: स्थिति
id_id: Posisi
it_it: Posizione
ko_kr: 위치
mr_in: जागा
nl_nl: Positie
pt_pt: Função
ro_ro: Poziţia
ru_ru: Позиция
sq_al: Pozicion
sw_ke: Nafasi
tr_tr: POZISYON
zh_hk: 职位
zh_tw: 職稱

source: Horizontal
id_id: Horisontal
ko_kr: 수평
mr_in: आडवा
zh_tw: 橫

source: Bar-code
es_es: Código de barras
ko_kr: 바 코드
mr_in: बार-कोड
pt_pt: Código Barras
zh_tw: 條碼

source: Item Descrption
es_es: Descripción del artículo
id_id: Keterangan Item
ko_kr: 항목 설명 제품명
mr_in: लेखाचे वर्णन
pt_pt: Descrição do Item
zh_tw: 項目之描述

source: Item Barcode
es_es: Código de barras del artículo
id_id: Barcode Item
ko_kr: 상품 바코드
mr_in: लेखाचे बारकोड
pt_pt: Código de Barras
zh_tw: 物料編號

source: Are you sure you wish to delete this label field?
es_es: ¿Está seguro que desea suprimir este campo de etiqueta?
id_id: Apakah Anda yakin ingin menghapus kolom label ini?
ko_kr: 이 레이블 필드를 삭제할 확실합니까?
mr_in: आपण हे लेबल फील्ड हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste campo da etiqueta?
zh_tw: 您確定要刪除這個標籤欄位？

source: Print Labels
es_es: Imprimir etiquetas
id_id: Cetak Label
ko_kr: 인쇄 라벨
mr_in: प्रिंट लेबले
pt_pt: Impr. Etiquetas
zh_tw: 列印標籤

source: Inventory Location Authorised Users Maintenance
es_es: Mantenimiento de usuarios autorizados por ubicación de inventario
ko_kr: 재고 위치 공인 사용자 유지 보수
zh_tw: 授權用戶的倉庫位置維護

source: Location Authorised Users
es_es: Usuarios autorizados por ubicación
ko_kr: 위치 공인 사용자
zh_tw: 授權該用戶的倉庫

source: You have not selected any Location
es_es: No ha seleccionado ninguna ubicación
ko_kr: 당신은 어떤 위치를 선택하지 않은
zh_tw: 您還沒有選擇任何倉庫

source: You have not selected an user to be authorised to use this Location
es_es: No ha seleccionado a un usuario a ser autorizados a usar esta ubicación
ko_kr: 이 위치를 사용할 수있는 권한을 부여 할 할 사용자를 선택하지 않은
zh_tw: 您沒有選擇一個被授權用戶使用這個倉庫

source: is already authorised to use this location
es_es: ya está autorizado a usar esta ubicación
ko_kr: 이미이 위치를 사용할 수있는 권한이있다
zh_tw: 已經被授權使用此倉庫

source: authority to use the
ko_kr: 권한을 사용하는
zh_tw: 授權使用

source: location has been changed
es_es: ubicación ha sido cambiada
ko_kr: 위치가 변경되었습니다
zh_tw: 倉庫已被更改

source: The Location user record could not be deleted because
es_es: El registro de usuario por ubicación no pudo ser eliminada porque
ko_kr: 위치의 사용자 레코드가 있기 때문에 삭제할 수 없습니다
zh_tw: 該倉庫的用戶記錄無法刪除，因為

source: has had their authority to use the
ko_kr: 을 사용하여 자신의 권한을했다
zh_tw: 已經有授權他們使用

source: location removed
es_es: ubicación removida
ko_kr: 위치는 제거
zh_tw: 倉庫被刪除

source: has had their authority to update
ko_kr: 업데이트 할 권위가 있었다
zh_tw: 已經更新他們的授權

source: Select Location
cs_cz: Vybrat umístění
es_es: Seleccionar ubicación
hi_in: चुनें स्थान
id_id: Pilih Lokasi
it_it: Scegliere il paese
ko_kr: 위치 선택
mr_in: स्थान निवडा
nl_nl: Selecteer Locatie
pt_pt: Selec. Local
ro_ro: Selectaţi Locaţie
ru_ru: Выберите место расположения
sq_al: Zgjidh Vendndodhja
sv: Välj plats
sw_ke: Kuchagua Location
tr_tr: Konum Seçin
zh_hk: 选择仓库
zh_tw: 選擇倉庫

source: Authorised users for Location
es_es: Usuarios autorizados por ubicación
ko_kr: 위치에 대한 공인 사용자
zh_tw: 授權用戶的倉庫

source: Location Maintenance
cs_cz: Umístění Údržba
es_es: Administrar ubicaciones
hi_in: स्थान रखरखाव
id_id: Pengaturan Lokasi
it_it: Posizione di manutenzione
ko_kr: 위치 유지
mr_in: स्थान देखभाल
nl_nl: Locatie Onderhoud
pt_pt: Manutenção Locais
ro_ro: Reglaje Amplasamente
ru_ru: Обслуживание расположения
sq_al: Vendndodhja Mirëmbajtja
sv: Platser
tr_tr: DEPO YÖNETIMI
zh_hk: 仓库
zh_tw: 倉庫維護

source: The location code may not be empty
cs_cz: Umístění kód nesmí být prázdný
es_es: Debe indicar un código de localidad/ubicación
hi_in: स्थान कोड खाली नहीं हो सकती
id_id: Kode lokasi tdk boleh kosong
it_it: Il codice di posizione non può essere vuoto
ko_kr: 위치 코드가 비어하지 않을 수 있습니다
mr_in: स्थान कोड रिक्त असू शकत नाही
nl_nl: De locatie code mag niet leeg zijn
pt_pt: O Código do local deve ser preenchido
ro_ro: Codul amplasamentului nu poate fi vid
ru_ru: Код места не может быть пустым
sq_al: Kodi i vend nuk mund të jetë bosh
sv: Lagerplatskod får inte vara tom
sw_ke: Kanuni eneo inaweza kuwa tupu
tr_tr: DEPO KODU BOS OLAMAZ
zh_hk: 仓库编号不能为空
zh_tw: 位置編碼不能留空

source: A cash sale customer and branch are necessary to fully setup the counter sales functionality
es_es: Un cliente de venta al contado y la sucursal son necesarios para configurar completamente la funcionalidad de ventas de mostrador
id_id: Customer dan cabang penjualan tunai diperlukan utk mengaktifkan fitur penjualan kasir
it_it: Un cliente e un ramo vendita di cassa sono necessari per configurare completamente la funzionalità banco di vendita
ko_kr: 현금 판매 고객 및 지점 완전히 설치 카운터 판매 기능에 필요
mr_in: रोख विक्री ग्राहक आणि शाखा आवश्यक आहेत पूर्णपणे सेटअप काउंटर विक्री कार्यक्षमता करीता
pt_pt: Cliente venda a Vista e Escritório são necessários para computar vendas
zh_tw: 現金銷售客戶和分公司是要充分設置門店銷售功能

source: The cash sale customer for this location must be defined with both a valid customer code and a valid branch code for this customer
es_es: El cliente de venta al contado para esta ubicación se debe definir con tanto un código de cliente válido como un código de sucursal válida para este cliente
id_id: Customer penjualan tunai utk lokasi ini harus dibuat dgn kode customer dan kode cabang yg berlaku utk customer ini
it_it: La vendita cliente per contanti per questa posizione deve essere definita sia con un codice cliente valido che con il codice ramo valido per questo cliente
ko_kr: 이 위치에 대한 현금 판매 고객은 유효한 고객 코드이 고객에 대한 유효한 지점 코드를 모두 정의해야합니다
mr_in: या स्थानासाठी रोख विक्री ग्राहक वैध ग्राहक कोड आणि या ग्राहकासाठी एक वैध शाखा कोडने ठरवणे आवश्यक आहे
pt_pt: Cliente para venda a Vista para este local deve ser definido com código de Cliente e Escritório associados
zh_tw: 現金銷售客戶為這個倉庫必須設置有效的客戶代碼及該客戶的分公司代碼

source: An error occurred updating the
cs_cz: Došlo k chybě aktualizace
es_es: Hubo un error al actualizar el
hi_in: एक त्रुटि हुई अद्यतन
id_id: Kesalahan terjadi saat memperbarui data lokasi
it_it: È verificato un errore l&#39;aggiornamento del
ko_kr: 오류를 업데이트 발생
mr_in: एक त्रुटी अद्यतनित आली
nl_nl: Een fout deed zich voor tijdens opslaan van
pt_pt: Um erro ocorreu na atualização do
ro_ro: Eroare la actualizarea
ru_ru: Возникла ошибка при обновлении
sq_al: Ka ndodhur një gabim përditësimin e
sv: Fel
sw_ke: Hitilafu ilitokea uppdatering
tr_tr: GÜNCELLEME HATASI:
zh_hk: 更新
zh_tw: 錯誤發生在更新這

source: location record because
cs_cz: umístění rekord, protože
es_es: registro de ubicación porque
hi_in: स्थान रिकॉर्ड क्योंकि
id_id: karena
it_it: posizione di registrazione perché
ko_kr: 위치 기록 때문에
mr_in: स्थान रेकॉर्ड कारण
nl_nl: locatie record omdat
pt_pt: registro de local porque
ro_ro: inregistrare amplasament deoarece
ru_ru: Запись о расположении, так как
sq_al: rekord vend për shkak se
sv: lagerplatspost för att
sw_ke: eneo rekodi kwa sababu
tr_tr: DEPO KAYDI
zh_hk: 此仓库信息时出错, 因为
zh_tw: 地點記錄, 因為

source: The SQL used to update the location record was
cs_cz: SQL používaných k aktualizaci polohy záznam byl
es_es: El SQL usado para actualizar el registro de la ubicación fue
hi_in: एसक्यूएल अद्यतन करने के लिए स्थान रिकॉर्ड किया गया हो
id_id: SQL yg digunakan utk memperbarui data lokasi adalah
it_it: Il SQL utilizzata per aggiornare il record posizione è stata
ko_kr: 로케이션 레코드를 업데이트하는 데 사용되는 SQL이었다
mr_in: स्थान रेकॉर्ड अद्यतनित करण्यासाठी वापरली SQL होते
nl_nl: De gebruikte SQLm de voorraadlokatie te vernieuwen was
pt_pt: SQL usado para atualizar o local do registro foi
ro_ro: SQL utilizată pentru a actualiza înregistrarea locaţia a fost
ru_ru: SQL обновления запись о местоположении
sq_al: SQL të përdorura për të rinovuar rekord vend ishte
sv: SQL
sw_ke: SQL kutumika update rekodi ya eneo alikuwa
tr_tr: DEPO KAYDINI GÜNCELLEMEK IÇIN KULLANILAN KOMUT:
zh_hk: 用作更新仓库信息的 SQL 是
zh_tw: 用作更新地點記錄的 SQL 是

source: The location record has been updated
cs_cz: Umístění Záznam byl aktualizován
es_es: El registro de ubicación ha sido actualizado
hi_in: स्थान रिकॉर्ड अद्यतन किया गया है
id_id: Data lokasi telah diperbarui
it_it: Il record si trova l&#39;oggetto è stato aggiornato
ko_kr: 위치 레코드가 업데이트되었습니다
mr_in: स्थान रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: De locatie is verwijderd
pt_pt: O registro de local foi atualizado
ro_ro: Înregistrare locaţie a fost actualizat
ru_ru: Запись о расположении была обновлена
sq_al: Të dhënat e lokacionit është përditësuar
sv: Sparad
sw_ke: rekodi ya eneo imekuwa updated
tr_tr: DEPO KAYDI GÜNCELLENDI
zh_hk: 仓库信息已更新
zh_tw: 地點記錄已更新

source: An error occurred inserting the new location record because
cs_cz: Došlo k chybě vložení nového umístění, protože záznam
es_es: Hubo un error al agregar el registro de la nueva ubicación porque
hi_in: एक त्रुटि नए स्थान रिकॉर्ड क्योंकि डालने हुआ
id_id: Kesalahan terjadi saat memasukkan data lokasi yg baru karena
it_it: È verificato un errore di inserire il nuovo record posizione perché
ko_kr: 오류가 새 위치 기록 때문에 삽입 발생
mr_in: एक त्रुटी नवीन स्थान रेकॉर्ड समाविष्ट आल्यामुळे
nl_nl: Bij het invoeren van de nieuwe voorraad lokatie is een fout opgetreden omdat
pt_pt: Ocorreu um erro inserindo um novo local
ro_ro: A aparut o eroare de a introduce record noua locaţie, deoarece
ru_ru: Ошибка вставки новой записи о расположении, так как
sq_al: Ka ndodhur një gabim futur rekord të ri vend, sepse
sv: Fel
sw_ke: Hitilafu ilitokea eneo kuingiza rekodi mpya kwa sababu
tr_tr: YENI DEPO KAYDI YARATILAMADI:
zh_hk: 插入新仓库时发生错误, 因为
zh_tw: 插入新地點記錄時發生錯誤, 因為

source: The SQL used to insert the location record was
cs_cz: SQL slouží k vložení umístění záznam byl
es_es: El SQL usado para agregar el registro de ubicación fue
hi_in: एसक्यूएल डालने स्थान रिकॉर्ड करने के लिए इस्तेमाल किया गया था
id_id: SQL yg digunakan utk memasukkan data lokasi adalah
it_it: L&#39;SQL utilizzato per inserire il record di posizione è stata
ko_kr: 위치 레코드를 삽입하는 데 사용되는 SQL이었다
mr_in: स्थान रेकॉर्ड घालण्यास वापरले SQL होते
nl_nl: De SQL om de lokatie aan toe te voegen was
pt_pt: SQL usado para inserir o local do registro foi
ro_ro: SQL folosite pentru a insera record locaţia a fost
ru_ru: SQL используемый для вставки записи о месте
sq_al: SQL të përdorura për të regjistruar futur vendin u
sv: SQL
sw_ke: SQL kutumika Insert rekodi ya eneo alikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作插入新仓库的SQL是
zh_tw: 用作插入地點記錄的 SQL 是

source: The new location record has been added
cs_cz: Na nové umístění záznamu byl přidán
es_es: Se agregó el registro de la nueva ubicación
hi_in: नए स्थान रिकॉर्ड जोड़ दिया गया है
id_id: Data lokasi yg baru telah ditambahkan
it_it: Il disco nuovo percorso è stato aggiunto
ko_kr: 새 위치 기록이 추가되었습니다
mr_in: नवीन स्थान रेकॉर्ड जोडले गेले आहे
nl_nl: De nieuwe locatie is toegevoegd
pt_pt: Novo registro de local inserido
ro_ro: Inregistrare inserata
ru_ru: Новый запись о местоположении была добавлена
sq_al: Rekord të ri vend është shtuar
sv: Sparad
sw_ke: Rekodi mpya ya eneo imekuwa aliongeza
tr_tr: YENI DEPO KAYDI EKLENDI
zh_hk: 新建仓库成功
zh_tw: 新地點記錄已新增
