Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: It terminates the user's session thus freeing the server resources.
cs_cz: Ukončí relace uživatele tak uvolnit zdroje serveru.
es_es: Termina la sesión del usuario, liberando así los recursos del servidor.
hi_in: यह उपयोगकर्ता इस प्रकार सर्वर संसाधनों को मुक्त सत्र समाप्त.
id_id: Ini mengakhiri sesi pengguna sehingga membebaskan sumber daya server.
it_it: Si termina la sessione dell&#39;utente liberando così le risorse del server.
ko_kr: 이는 사용자의 세션 따라서 서버 자원을 확보 종료한다.
mr_in: तो अशा प्रकारे सर्व्हर संसाधने मुक्त वापरकर्त्याचे सत्र निरस्त.
nl_nl: Zij beindigt sessie van de gebruiker waardoor het bevrijden van de resources van de server.
pt_pt: Ela termina sessão do usuário, liberando recursos do servidor
ro_ro: Ea se termină sesiunea utilizatorului eliberand astfel resurse server.
ru_ru: Он завершает сеанс пользователя освобождая тем самым ресурсы сервера.
sq_al: Ajo përfundon sesionin e përdoruesit duke i liruar kështu burimet server.
sv: Avslutar den användarens session därigenom frigöra servern resurser.
sw_ke: Ni kikao vipoe ya mtumiaji hivyo kumkomboa rasilimali server.
tr_tr: Böylece sunucu kaynakları serbest bırakarak kullanıcının oturumu sona erer.
zh_hk: 这结束了用户的对话因此释放了服务器的资源
zh_tw: 它會終止用戶的會話從而釋放服務器資源。

source: This function is used to insert a new customer into the webERP database.
cs_cz: Tato funkce slouží k vložení nového zákazníka do databáze webERP.
es_es: Esta función se usa para agregar un nuevo cliente a la base de datos de WebERP.
hi_in: इस समारोह में सम्मिलित करने के लिए प्रयोग किया जाता है webERP डेटाबेस में एक नए ग्राहक.
id_id: Fungsi ini digunakan utk memasukkan customer baru ke database webERP.
it_it: Questa funzione viene utilizzata per inserire un nuovo cliente nel database webERP.
ko_kr: 이 기능은 webERP 데이터베이스에 새로운 고객을 삽입하는 데 사용됩니다.
mr_in: हे कार्य webERP कोष मध्ये एक नवीन ग्राहक घालण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt voor het invoegen van een nieuwe klant in de webERP database.
pt_pt: Função é usada para inserir novos clientes no banco de dados
ro_ro: Această funcţie este utilizată pentru a introduce un nou client în baza de date webERP.
ru_ru: Эта функция используется для вставки нового клиента в базу данных webERP.
sq_al: Ky funksion është përdorur për të futur një klient të ri në bazën e të dhënave webERP.
sv: Denna funktion används för att infoga en ny kund i webERP databasen.
sw_ke: kazi hii ni kutumika Insert mteja mpya katika orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanına eklemek için yeni bir müşteri kullanılır.
zh_hk: 此功能用于插入一个新顾客到webERP数据库
zh_tw: 這個函數是用來插入一個新的顧客進入ERP數據庫。

source: Customer Details
cs_cz: Zákazník Podrobnosti
es_es: Detalles del cliente
hi_in: ग्राहक विवरण
id_id: Rincian Customer
it_it: Dettagli cliente
ko_kr: 고객의 세부 사항
mr_in: ग्राहक तपशील
nl_nl: Details klant
pt_pt: Detalhes do Cliente
ro_ro: Detalii client
ru_ru: Подробности клиента
sv: Kunduppgifter
sw_ke: Maelezo ya wateja
tr_tr: Müşteri Detayları
zh_hk: 客户明细
zh_tw: 客戶資料細節

source: A set of key/value pairs where the key must be identical to the name of the field to be updated.
cs_cz: Množina dvojic klíč / hodnota, kde klíč musí být shodný s názvem pole, které chcete aktualizovat.
es_es: Un conjunto de pares clave / valor, donde la clave debe ser idéntica al nombre del campo que se desea actualizar.
hi_in: महत्वपूर्ण मूल्य / जोड़े जहां कुंजी फ़ील्ड की नाम करने समरूप होना चाहिये का सेट अद्यतन हो.
id_id: Satu set pasangan kunci/nilai dimana kunci tersebut harus identik dgn nama kolom yg ingin diperbarui.
it_it: Un insieme di coppie chiave / valore in cui la chiave deve essere identico al nome del campo da aggiornare.
ko_kr: 키 필드의 이름과 동일해야 키 / 값 쌍의 세트가 업데이트된다.
nl_nl: Een set van sleutel / waarde paren waar de sleutel moet gelijk zijn aan de naam van het veld worden bijgewerkt.
pt_pt: conjunto com pares chave/valor deve ser identico ao nome e conteúdo do campo que será atualizado
ro_ro: Un set de perechi cheie / valoare în cazul în care cheia trebuie să fie identic cu numele de domeniu să fie actualizate.
ru_ru: Множество пар ключ/значение, где ключ должен быть идентичным имени поля для обновления.
sq_al: Një grup i çifte / vlera kryesore ku kryesore duhet të jetë identik me emrin e fushës të përditësuar.
sv: En uppsättning nyckel / värde par där nyckeln måste vara identisk med namnet på det fält som ska uppdateras.
sw_ke: seti ya muhimu jozi / thamani ambapo muhimu lazima kufanana na jina la shamba kuwa updated.
tr_tr: anahtar alanının adıyla aynı olmalıdır anahtar / değer çiftleri kümesi haberdar olmak için.
zh_hk: 一套关键字/值配对，关键字必须和要更新的字段名称一致。
zh_tw: 一組鍵/值對，其中的密鑰必須完全相同要更新的字段的名稱。

source: The field names can be found
cs_cz: Názvy polí se nachází
es_es: Los nombres de los Campos pueden encontrarse
hi_in: फ़ील्ड नाम पाया जा सकता है
id_id: Nama kolom dapat ditemukan
it_it: I nomi di campo può essere trovato
ko_kr: 필드 이름을 찾을 수있다
nl_nl: De veldnamen kunnen worden gevonden
pt_pt: os nomes dos campos podem ser encontrados
ro_ro: Numele câmpurilor poate fi găsit
ru_ru: Имена полей могут быть найдены
sq_al: Emrat fushë mund të gjenden
sv: Fältnamnen kan hittas
sw_ke: Majina ya shamba inaweza kupatikana
tr_tr: Alan adları bulunabilir
zh_hk: 字段名可以找到
zh_tw: 字段名可以發現

source: here
cs_cz: zde
es_es: aquí
hi_in: यहाँ
id_id: di sini
it_it: qui
ko_kr: 여기에
nl_nl: hier
pt_pt: aqui
ro_ro: aici
ru_ru: здесь
sq_al: këtu
sw_ke: hapa
tr_tr: Burada
zh_hk: 这里
zh_tw: 這裡

source: and are case sensitive.
cs_cz: a jsou malá a velká písmena.
es_es: y son sensibles a mayúsculas.
hi_in: और संवेदनशील मामला है.
id_id: dan huruf besar atau kecil berpengaruh.
it_it: e sono sensibili.
ko_kr: 케이스를 구분합니다.
nl_nl: en zijn hoofdlettergevoelig.
pt_pt: e são sensíveis Maisc./Minúsc.
ro_ro: şi sunt cazuri senzitive.
ru_ru: и чувствителен к регистру
sq_al: dhe janë raste të ndjeshme.
sv: och är skiftlägeskänsliga.
sw_ke: na ni suala nyeti.
tr_tr: ve küçük harf duyarlıdır.
zh_hk: 属于大小写敏感
zh_tw: 並區分大小寫。

source: The values should be of the correct type, and the api will check them before updating the database.
cs_cz: Hodnoty by měly být správného typu a API budou zkontrolovat je před aktualizaci databáze.
es_es: Los valores deberían ser del tipo correcto, y el API los verificará antes de actualizar la Base de Datos.
hi_in: मान का सही प्रकार का होना चाहिए, और उन एपीआई डेटाबेस अद्यतन करने से पहले की जाँच करेगा.
id_id: Nilainya harus tipe yg benar, dan api akan memeriksa mereka sebelum memperbarui database.
it_it: I valori devono essere del tipo corretto, e l&#39;API li controlla prima di aggiornare il database.
ko_kr: 값은 올바른 타입이어야하며, API는 데이터베이스를 업데이트하기 전에 확인한다.
nl_nl: De waarden worden van het juiste type, en de API zal hen controleren voordat het bijwerken van de database.
pt_pt: Os valores precisam ter o tipo dados correto e a api irá verificar cada um antes de atualizar o DB
ro_ro: Valorile trebuie să fie de tipul corect, şi API le va verifica înainte de a actualiza baza de date.
ru_ru: Значения должны быть правильного типа, и API будет проверять их перед обновлением базы данных.
sq_al: Vlerat duhet të jetë e llojit të saktë, dhe zjarr do të kontrollojë ato para Databank.
sv: Värdena bör vara av rätt typ, och API kommer att kontrollera dem innan uppdateras.
sw_ke: Maadili ya lazima kuwa ya aina ya sahihi, na api mapenzi kuangalia yao kabla ya uppdatering database.
tr_tr: Değerleri, doğru türde olmalıdır api veritabanı güncellemeden önce bunları kontrol edecek.
zh_hk: 数值应该是正确的种类，api将在更新数据库前检查他们。
zh_tw: 該值應該是正確的類型，以及API將更新數據庫前進行核實。

source: It is not necessary to include all the fields in this parameter, the database default value will be used if the field is not given.
cs_cz: Není nutné zahrnout všechna pole v tomto parametru, bude databáze výchozí hodnota se používá, pokud pole není dána.
es_es: No es necesario incluir todos los campos de este parámetro, el valor predeterminado de la base de datos se utilizará si el campo no se da.
hi_in: यह इस मानक में सभी क्षेत्रों में शामिल हैं आवश्यक नहीं है, डेटाबेस डिफ़ॉल्ट मान अगर क्षेत्र नहीं दिया जाता है उपयोग किया जाएगा.
id_id: Tdk diperlukan utk meliputi semua kolomnya pada parameter ini, nilai standar database akan digunakan jika kolom tersebut tdk diberikan.
it_it: Non è necessario includere tutti i campi in questo parametro, il valore predefinito del database verrà utilizzato se il campo non è dato.
ko_kr: 이 필드가 지정되지 않은 경우, 데이터베이스 디폴트 값이 사용되는 파라미터의 모든 필드를 포함 할 필요가 없다.
mr_in: फील्ड दिला नाही तर तो या घटक सर्व फील्ड समाविष्ट करणे आवश्यक नाही, डेटाबेस डीफॉल्ट मूल्य वापरण्यात येईल.
nl_nl: Het is niet noodzakelijk om alle velden in deze parameter, zal de database standaard waarde gebruikt worden als het veld niet is gegeven.
pt_pt: Não são necessários explicitar todos os campos nesse parâmetro, o valor de cada coluna do banco de dados será assumido por omissão.
ro_ro: Nu este necesar să se includă toate domeniile în acest parametru, implicit valoarea bazei de date va fi utilizată în cazul în care câmpul nu este dat.
ru_ru: Включение всех полей в этом параметре не является необходимым, значение базы данных по умолчанию будет использоваться, если поле не дано.
sq_al: Nuk është e nevojshme për të përfshirë të gjitha fushat në këtë parametër, default database vlerë do të përdoret në qoftë se këtë fushë nuk është dhënë.
sv: Det är inte nödvändigt att inkludera alla de områden som i denna parameter kommer databasen standardvärdet användas om området inte ges.
sw_ke: Siyo muhimu ni pamoja na mashamba yote katika parameter huu, thamani ya database default zitatumika kama shamba hawakujaliwa.
tr_tr: alan verilmezse eğer bu parametre tüm alanları kapsayacak şekilde gerekli değil, veritabanı varsayılan değer kullanılır.
zh_hk: 不必在此参数中包括所有的字段，如果没有给出字段，会使用数据库默认值。
zh_tw: 這是沒有必要包括所有在該參數中的字段，數據庫預設值將被使用，如果該字段沒有給出。

source: If the Create Debtor Codes Automatically flag is set, then anything sent in the debtorno field will be ignored, and the debtorno field will be set automatically.
cs_cz: Je-li dlužník Vytvořit kódy automaticky je nastaven příznak, pak něco poslal v debtorno oblasti budou ignorovány, a debtorno pole budou nastaveny automaticky.
es_es: Si esta colocada automáticamente la marca de Crear Código de Deudores, entonces todo lo que se envie dentro del campo debtorno se ingnorará, y se establecerá automáticamente el campo debtorno.
hi_in: अगर देनदार कोड बनाएँ स्वचालित रूप से ध्वज सेट है, तो debtorno क्षेत्र में भेजा कुछ भी नज़रअंदाज़ कर दिया जाएगा, और debtorno क्षेत्र स्वचालित रूप से निर्धारित किया जाएगा.
id_id: Jika Flag Buat Kode Debitur Secara Otomatis diatur, maka apapun yg dikirim pada kolom debtorno akan diabaikan, dan kolom debtorno akan diatur secara otomatis
it_it: Se il debitore Codici Crea automaticamente flag è impostato, quindi nulla ha inviato nel campo debtorno verrà ignorato, e il campo debtorno verrà impostato automaticamente.
ko_kr: 자동 플래그가 설정되어 채무자의 코드를 작성하는 경우 debtorno 필드에 보낸 것도이 무시되고, debtorno 필드가 자동으로 설정됩니다.
mr_in: स्वयंचलितपणे ध्वज सेट केले ऋणको कोड तयार केल्यास, नंतर debtorno क्षेत्रात पाठविले काहीही दुर्लक्ष करण्यात येईल, आणि debtorno फील्ड आपोआप सेट केले जाईल.
nl_nl: Als de debiteur aanmaken die automatisch worden vlag gezet is, dan is alles verstuurd in de debtorno gebied zal worden genegeerd, en de debtorno veld zal automatisch worden ingesteld.
pt_pt: Se o indicador para códigos cliente/fornecedor criado automaticamente for assinalado então o campo debtorno será numerado automaticamente
ro_ro: În cazul în care debitorul Creare Coduri automat flag este setat, apoi trimis în orice domeniu debtorno vor fi ignorate, iar câmpul debtorno va fi setat automat.
ru_ru: Если флаг Создать Код Должника Автоматически установлен, то что-либо отправленное в поле debtorno будет игнорироваться, и debtorno поле будет установлено автоматически.
sq_al: Nëse Krijo Debitori Codes automatikisht flamuri eshte vendosur, atëherë çdo gjë ka dërguar në fushën debtorno do të injorohet, dhe këtë fushë debtorno do te behet automatikisht.
sv: Om Skapa Gäldenärens koder automatiskt flaggan är satt, då allt skickas i debtorno området kommer att ignoreras, och debtorno fältet kommer in automatiskt.
sw_ke: Kama Create jukumu moja kwa moja Codes bendera ni kuweka, basi chochote alimtuma katika shamba debtorno itakuwa kupuuzwa, na shamba debtorno itakuwa kuweka moja kwa moja.
tr_tr: Borçlu Kodları oluşturma durumunda otomatik olarak bayrak ve göz ardı edilecek, debtorno alanına gönderdi, sonra bir şey ayarlanır debtorno alan otomatik olarak ayarlanır.
zh_hk: 如果设置了自动创建债务人代码标志，那么送到debtorno字段的任何数据都会被忽略，并且debtorno字段会被自动设置。
zh_tw: 如果新建債務人代碼自動標誌被設置，那麼任何在debtorno字段中發送將被忽略，而debtorno字段將被自動設置。

source: A valid weberp username. This user should have security access to this data.
cs_cz: Platný weberp uživatelské jméno. Tento uživatel by měl mít bezpečnostní přístup k těmto údajům.
es_es: Un nombre de usuario de WebERP válido. Este usuario debería tener acceso de seguridad a estos datos.
hi_in: एक वैध weberp उपयोक्तानाम. इस प्रयोक्ता सुरक्षा इस डेटा तक पहुँच होनी चाहिए.
id_id: Username weberp yg berlaku. User ini harus memiliki akses keamanan ke data ini.
it_it: Un nome utente weberp valido. Questo utente deve avere accesso a questi dati di sicurezza.
ko_kr: 유효한 weberp 사용자 이름. 이 사용자는이 데이터에 대한 보안 액세스 할 수 있어야합니다.
nl_nl: Een geldige gebruikersnaam weberp. Deze gebruiker moet de beveiliging de toegang tot deze gegevens.
pt_pt: Um nome de usuário do erp válido. Deve possuir acesso ao módulo segurança.
ro_ro: Un nume de utilizator valid weberp. Acest utilizator ar trebui să aibă acces la aceste date de securitate.
ru_ru: Действительное имя пользователя weberp. Этот пользователь должен иметь безопасный доступ к этим данным.
sq_al: Një emrin e vlefshme weberp. Ky përdorues duhet të kenë qasje të sigurisë në këto të dhëna.
sv: Ett giltigt weberp användarnamn. Användaren ska ha säker åtkomst till dessa data.
sw_ke: A halali weberp username. user Hii inapaswa kuwa na usalama wa upatikanaji wa taarifa hii.
tr_tr: Geçerli bir weberp adı. Bu kullanıcının bu verilere güvenlik erişimi olmalıdır.
zh_hk: 有效的weberp用户名。此用户应有接触此数据的安全权限。
zh_tw: 一個有效的ERP用戶名。該用戶應具有安全訪問這些數據。

source: This function returns an array of integers.
cs_cz: Tato funkce vrací pole celých čísel.
es_es: Esta función devuelve una matriz de enteros.
hi_in: इस समारोह में integers के एक सरणी देता है.
id_id: Fungsi ini mengembalikan array bilangan bulat.
it_it: Questa funzione restituisce un array di interi.
ko_kr: 이 함수는 정수의 배열을 돌려줍니다.
nl_nl: Deze functie retourneert een array van integers.
pt_pt: Função retorna um arranjo de inteiros
ro_ro: Această funcţie întoarce o matrice de numere întregi.
ru_ru: Эта функция возвращает массив целых чисел.
sq_al: Ky funksion të kthimit një rrjet të integers.
sv: Den här funktionen returnerar en array av heltal.
sw_ke: Kazi hii anarudi safu ya integers.
tr_tr: Bu fonksiyon tamsayılar dizisi döndürür.
zh_hk: 此函数返回一个整数数组。
zh_tw: 這個函數返回一個整數數組。

source: If the first element is zero then the function was successful.
cs_cz: Pokud je první prvek je nulový, pak funkce proběhla úspěšně.
es_es: Si el primer elemento es cero, entonces la función tuvo éxito.
hi_in: अगर पहला तत्व शून्य है तो समारोह सफल रहा.
id_id: Jika elemen pertama adalah 0 maka fungsi tersebut berhasil.
it_it: Se il primo elemento è zero allora la funzione ha avuto successo.
ko_kr: 첫 번째 요소는 다음 제로이면 함수는 성공적이었다.
nl_nl: Als het eerste element nul is dan de functie succesvol was.
pt_pt: Se o primeiro elemento é zero então a função foi OK
ro_ro: În cazul în care primul element este zero, atunci funcţia a fost reuşită.
ru_ru: Если первый элемент равен нулю, то функция была успешной.
sq_al: Nëse elementi i parë është zero, atëherë funksion ishte i suksesshëm.
sv: Om det första elementet är noll då funktionen var framgångsrik.
sw_ke: Kama kipengele kwanza ni sifuri basi kazi hiyo ilikuwa ya mafanikio.
tr_tr: ilk elemanı sıfır ise o zaman işlev başarılı oldu.
zh_hk: 如果第一个元素是0，那么函数就成功了。
zh_tw: 如果第一個元素為零，則該函數是成功的。

source: Otherwise an array of error codes is returned and no insertion takes place.
cs_cz: V opačném případě pole chybových kódů je vrácena a žádné vložení koná.
es_es: De lo contrario una gran variedad de códigos de error se devuelve y no se lleva a cabo la inserción.
hi_in: अन्यथा त्रुटि कोड की एक सरणी लौटा है और कोई प्रविष्टि जगह लेता है.
id_id: Jika tdk array kode kesalahan dikembalikan dan tdk ada pemasukkan dilakukan
it_it: In caso contrario, una serie di codici di errore viene restituito e non verranno inserite avviene.
ko_kr: 그렇지 않으면 오류 코드의 배열이 반환되고, 더 삽입이 이루어지지 않습니다.
nl_nl: Anders wordt een array met foutcodes is terug en geen insertie plaatsvindt.
pt_pt: caso contrário um array de códigos de erro será retornado e nenhuma inserção ocorrerá
ro_ro: În caz contrar, o serie de coduri de eroare este returnată şi nu are loc inserarea.
ru_ru: В противном случае возвращается массив кодов ошибок и вставка не произойдет.
sq_al: Ndryshe një sërë kodet gabim është kthyer dhe ka futje të bëhet.
sv: Annars en mängd felkoder är tillbaka och ingen insättning sker.
sw_ke: Vinginevyo ni safu ya codes kosa ni akarudi na hakuna insertion unafanyika.
tr_tr: Aksi takdirde hata kodları bir dizi döndürülür ve hiçbir ekleme yapılır.
zh_hk: 否则的话，会返回一个错误代码数组，没有插入任何数据。
zh_tw: 否則一個錯誤代碼數組返回和無插入發生。

source: This function is used to insert a new customer branch into the webERP database.
cs_cz: Tato funkce slouží k vložení nového zákazníka větev do webERP databáze.
es_es: Esta función se usa para agregar una sucursal de un nuevo cliente a la base de datos de WebERP.
hi_in: इस समारोह में सम्मिलित करने के लिए एक नए ग्राहक शाखा प्रयोग किया जाता है webERP डेटाबेस में.
id_id: Fungsi ini digunakan utk memasukkan cabang customer yg baru ke database webERP.
it_it: Questa funzione permette di inserire un ramo nuovo cliente nel database webERP.
ko_kr: 이 기능은 webERP 데이터베이스에 새 고객 가지를 삽입하는 데 사용됩니다.
mr_in: हे कार्य webERP कोष मध्ये एक नवीन ग्राहक शाखा घालण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt voor het invoegen van een nieuwe klant tak in het webERP database.
pt_pt: Função é usada para adicionar novas sucursais de clientes no DB erp
ro_ro: Această funcţie este folosită pentru a insera o ramură nou client în baza de date webERP.
ru_ru: Эта функция используется для вставки нового отделения клиента в базу данных webERP.
sq_al: Ky funksion është përdorur për të futur një degë të re të konsumatorëve në bazën e të dhënave webERP.
sv: Denna funktion används för att infoga en ny kund filial i webERP databasen.
sw_ke: kazi hii ni kutumika Insert mpya ya wateja katika tawi database webERP.
tr_tr: Bu fonksiyonu webERP veritabanına yeni bir müşteri şube eklemek için kullanılır.
zh_hk: 此函数用于插入新顾客分公司到webERP数据库
zh_tw: 這個函數是用來插入一個新的顧客分公司到ERP數據庫。

source: Branch Details
cs_cz: Pobočka Podrobnosti
es_es: Detalles de la sucursal
hi_in: शाखा विवरण
id_id: Rincian Cabang
it_it: Branch Dettagli
ko_kr: 분기 정보
mr_in: शाखा तपशील
pt_pt: Detalhes Sucursal
ro_ro: Sucursala Detalii
ru_ru: Подробности отделения
sq_al: Dega Details
sv: Branch Detaljer
sw_ke: Tawi Details
tr_tr: Şube Detayları
zh_hk: 分公司明细
zh_tw: 分公司詳細信息

source: This function is used to modify a customer which is already setup in the webERP database.
cs_cz: Tato funkce slouží k úpravě zákazníka, který je již nastavení v webERP databázi.
es_es: Esta función se utiliza para modificar un cliente que ya está configurado en la base de datos webERP.
hi_in: इस समारोह के लिए एक ग्राहक जो पहले से ही webERP डेटाबेस में सेटअप है संशोधित किया जाता है.
id_id: Fungsi ini digunakan utk mengubah customer yg sdh dibuat di database webERP.
it_it: Questa funzione è utilizzata per modificare un cliente che è già configurato nel database webERP.
ko_kr: 이 함수는 이미 webERP 데이터베이스에 설정되어 고객을 수정하는 데 사용된다.
mr_in: हे कार्य आधीच webERP डेटाबेसमधील सेटअप आहे जे एक ग्राहक सुधारित करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om een klant die al is ingesteld in de webERP database te wijzigen.
pt_pt: Função é utilizada para modificar um cliente que já está configurado no DB
ro_ro: Această funcţie este utilizată pentru a modifica un client care este deja în baza de date de configurare webERP.
ru_ru: Эта функция используется для изменения клиента, который уже установлен в базе данных webERP.
sq_al: Ky funksion është përdorur për të modifikuar një klient i cili është tashmë setup në bazën e të dhënave webERP.
sv: Denna funktion används för att ändra en kund som redan setup i webERP databasen.
sw_ke: kazi hii ni kutumika kurekebisha mteja ambayo tayari kuanzisha database ya webERP.
tr_tr: Bu fonksiyonu zaten webERP veritabanında kurgusunda bir müşteri değiştirmek için kullanılır.
zh_hk: 此函数被用于修改已经在webERP数据中设置的顾客。
zh_tw: 這個功能用來修改一個客戶這已經是設置在ERP數據庫。

source: The debtorno must already exist in the weberp database.
cs_cz: Debtorno již musí existovat v databázi weberp.
es_es: El número del deudor debe existir en la base de datos de WebERP
hi_in: Debtorno पहले ही weberp डेटाबेस में मौजूद होना चाहिए.
id_id: Debtorno harus sdh ada di database weberp.
it_it: Il debtorno deve esistere già nel database weberp.
ko_kr: debtorno 이미 weberp 데이터베이스에 존재해야합니다.
mr_in: debtorno आधीच weberp डेटाबेसमध्ये विद्यमान असणे आवश्यक आहे.
nl_nl: De debtorno moet al bestaan in de weberp database.
pt_pt: A chave debtorno deve existir no DB
ro_ro: Debtorno trebuie să existe deja în baza de date weberp.
ru_ru: Debtorno уже должен существовать в базе данных weberp.
sq_al: Debtorno duhet të ekzistojnë tashmë në bazën e të dhënave weberp.
sv: Den debtorno måste redan finnas i weberp databasen.
sw_ke: debtorno lazima tayari zipo katika orodha ya weberp.
tr_tr: Debtorno zaten weberp veritabanında bulunması gerekir.
zh_hk: 债务人号码必须已经存在于weberp数据库
zh_tw: 債務人編號必須在erp的數據庫已經存在。

source: Otherwise an array of error codes is returned and no modification takes place.
cs_cz: V opačném případě pole chybových kódů je vrácena, a žádná změna se koná.
es_es: De lo contrario una gran variedad de códigos de error se devuelve y no se lleva a cabo ninguna modificación.
hi_in: अन्यथा त्रुटि कोड की एक सरणी लौटा है और कोई संशोधन जगह लेता है.
id_id: Jika tdk array kode kesalahan dikembalikan dan tdk ada perubahan dilakukan.
it_it: In caso contrario, una serie di codici di errore viene restituito e nessuna modifica ha luogo.
ko_kr: 그렇지 않으면 오류 코드의 배열이 반환되고, 더 수정은 일어나지 않는다.
nl_nl: Anders wordt een array met foutcodes is terug en geen wijziging plaatsvindt.
pt_pt: caso contrário um array contendo os códigos de erro será retornado e não haverá alterações no DB
ro_ro: În caz contrar, o serie de coduri de eroare este returnată şi nici o modificare are loc.
ru_ru: В противном случае массив кодов ошибок возвращается и изменения не принимаются.
sq_al: Ndryshe një sërë kodet gabim është kthyer dhe asnjë ndryshim të bëhet.
sv: Annars en mängd felkoder returneras och inga ändringar sker.
sw_ke: Vinginevyo ni safu ya codes kosa ni kurudi na muundo hakuna unafanyika.
tr_tr: Aksi takdirde hata kodları bir dizi döndürülür ve hiçbir değişiklik gerçekleşir.
zh_hk: 否则的话，返回一个由错误代码组成的数组，并且不会进行任何修改。
zh_tw: 否則一個錯誤代碼數組返回，並沒有修改發生。
