Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The Salesman List could not be retrieved by the SQL because
cs_cz: Prodavač Seznam se nepodařilo získat na SQL, protože
es_es: El SQL no pudo obtener la Lista del Vendedor porque
hi_in: विक्रेता सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Salesman tdk dapat diambil oleh SQL karena
it_it: La Lista Salesman non poteva essere recuperate dal SQL perché
ko_kr: 세일즈맨 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: विक्रता सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Verkopers lijst kon niet worden opgevraagd omdat
pt_pt: SQL Lista Vendedores não pode ser recuperada porque
ro_ro: Lista de Salesman nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список продавцов не может быть восстановлен, SQL, поскольку
sq_al: Lista Salesman nuk mund të shikohet nga SQL sepse
sv: Försäljarlistan kan inte visas av SQL:n för att
sw_ke: Orodha ya mfanyabiashara inaweza kuwa retrieved na SQL sababu
tr_tr: SATIS PERSONELI LISTESI ALINAMIYOR:
zh_hk: 销售员名单未能由SQL 提取, 因为
zh_tw: 業務員名單未能由SQL 提取, 因為

source: Security Token List Export Problem ....
cs_cz: Bezpečnostní token Seznam Export Problém ....
es_es: Problema al Exportar la Lista de Fichas de Seguridad ...
hi_in: टोकन सूची निर्यात समस्या सुरक्षा ....
id_id: Masalah Ekspor Daftar Token Keamanan ....
it_it: Security Token Problema Esporta lista ....
ko_kr: 보안 토큰 목록 내보내기 문제 ....
mr_in: सुरक्षा टोकन यादी निर्यात समस्या ....
nl_nl: authorisatie token lijst export probleem
pt_pt: Problema na Lista exp. Seg. Token ....
ro_ro: Problema de securitate Token Export Lista ....
ru_ru: Проблема экспорта списка ключей безопасности ....
sq_al: Sigurisë Token Export Lista Problem ....
sv: Säkerhetstoken Lista Exportera Problem ....
sw_ke: Usalama ishara Orodha Export Tatizo ....
tr_tr: GÜVENLIK LISTESI AKTARIM (EXPORT) HATASI ...
zh_hk: 输出保安代符清单问题....
zh_tw: 輸出職責清單問題....

source: The Image List could not be retrieved by the SQL because
cs_cz: Seznam Obrázek se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de Imágenes porque
hi_in: छवि सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Gambar tdk dapat diambil oleh SQL karena
it_it: La Lista di immagini non potevano essere recuperati dal SQL perché
ko_kr: 화상리스트 때문에 SQL 검색 할 수 없었다
mr_in: प्रतिमा सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De lijst van plaatjes kon niet worden opgevraagd omdat
pt_pt: SQL que recupera Lista Imagem não executou porque
ro_ro: Lista de imagini nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список изображений не может быть восстановлен SQL, поскольку
sq_al: Lista Image nuk mund të shikohet nga SQL sepse
sv: Kunddetaljerna kan inte visas av SQL:n för att
sw_ke: Orodha ya Image inaweza kuwa retrieved na SQL sababu
tr_tr: RESIM LISTESI ALINAMIYOR:
zh_hk: 图像清单未能由SQL 提取, 因为
zh_tw: 圖像清單未能由SQL 提取, 因為

source: The Security Token List could not be retrieved by the SQL because
cs_cz: Bezpečnostní Token Seznam se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de Seguridad de Credenciales porque
hi_in: सुरक्षा टोकन सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Token Keamanan tdk dapat diambil oleh SQL karena
it_it: La Lista Security Token non possono essere recuperate dal SQL perché
ko_kr: 보안 토큰 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: सुरक्षा टोकन सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Authorisatie token lijst kon niet worden opgevraagd omdat
pt_pt: SQL que recupera lista segur. token não pode ser executado porque
ro_ro: Securitate Token Lista nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список ключей безопасности не может быть восстановлен SQL, поскольку
sq_al: Lista e Token e Sigurimit nuk mund të shikohet nga SQL sepse
sv: Den säkerhetstoken Lista kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Usalama ishara inaweza kuwa retrieved na SQL sababu
tr_tr: GÜVENLIK LISTESI ALINAMIYOR:
zh_hk: 未能由 SQL 提取保安代符清单, 因为
zh_tw: 未能由 SQL 提取職責清單, 因為

source: Security Role List Export Problem ....
cs_cz: Zabezpečení Role Seznam Export Problém ....
es_es: Problema al Exportar la Lista de Perfiles de Seguridad ...
hi_in: सुरक्षा भूमिका की सूची निर्यात समस्या ....
id_id: Masalah Ekspor Daftar Posisi Keamanan ....
it_it: Sicurezza Ruolo problematiche Export ....
ko_kr: 보안 역할 목록 내보내기 문제 ....
mr_in: सुरक्षा भूमिका यादी निर्यात समस्या ....
nl_nl: Authorisatie lijst export probleem
pt_pt: Problema na Exportação Lista Segur. Função
ro_ro: Rolul de securitate Lista de export Problemă ....
ru_ru: Проблема экспорта списка ролей безопасности ....
sq_al: Lista e eksportit të Sigurimit Roli Problem ....
sv: Säkerhetspolitisk roll Lista Exportera Problem ....
sw_ke: Wajibu usalama Orodha Export Tatizo ....
tr_tr: GÜVENLIK ROL LISTESI AKTARIM PROBLEMI ....
zh_hk: 保安身份清单输出问题....
zh_tw: 安全身份清單輸出問題....

source: The Security Role List could not be retrieved by the SQL because
cs_cz: Bezpečnostní role Seznam se nepodařilo získat na SQL, protože
es_es: SQL no pudo obtener la Lista de Perfiles de Seguridad porque
hi_in: सुरक्षा भूमिका सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Keamanan Posisi Keamanan tdk dapat diambil oleh SQL karena
it_it: La Lista di Sicurezza ruolo non può essere recuperata dal SQL perché
ko_kr: 보안 역할 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: सुरक्षा भूमिका सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Authorisatie rol lijst kon niet worden opgevraagd omdat
pt_pt: SQL que recupera lista de função segurança não executou porque
ro_ro: Rolul de securitate Lista nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список ролей безопасности не может быть восстановлен SQL, поскольку
sq_al: Lista e Roli i Sigurimit nuk mund të shikohet nga SQL sepse
sv: Säkerhetspolisen roll Lista kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Usalama Wajibu inaweza kuwa retrieved na SQL sababu
tr_tr: GÜVENLIK ROL LISTESI ALINAMIYOR:
zh_hk: 未能由 SQL 提取保安身份清单, 因为
zh_tw: 未能由 SQL 提取安全身份清單, 因為

source: Security Group List Export Problem ....
cs_cz: Bezpečnostní skupina Seznam Export problém ....
es_es: Problema al Exportar la Lista de Grupos de Seguridad ...
hi_in: सुरक्षा समूह सूची निर्यात समस्या ....
id_id: Masalah Ekspor Daftar Grup Keamanan ....
it_it: Security Group problematiche Export ....
ko_kr: 보안 그룹 목록 내보내기 문제 ....
mr_in: सुरक्षा गट यादी निर्यात समस्या ....
nl_nl: Authorisatie groep lijst export probleem
pt_pt: Problema Exportando Lista Seg. .....
ro_ro: Lista de securitate grupul Export Problemă ....
ru_ru: Проблема экспорта списка групп безопасности ....
sq_al: Lista Export Security Group Problem ....
sv: Security Group Lista Exportera Problem ....
sw_ke: Security Group Orodha Export Tatizo ....
tr_tr: GÜVENLIK GRUP LISTESI AKTARIM PROBLEMI ....
zh_hk: 保安群组清单输出问题....
zh_tw: 安全群組清單輸出問題....

source: The Security Group List could not be retrieved by the SQL because
cs_cz: Security Group List se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de Seguridad de Grupos porque
hi_in: सुरक्षा समूह सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Grup Keamanan tdk dapat diambil oleh SQL karena
it_it: La Lista Security Group non ha potuto essere recuperati dal SQL perché
ko_kr: 보안 그룹 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: सुरक्षा गट सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Authorisatie groep lijst kon niet worden opgevraagd omdat
pt_pt: SQL Lista Grupo de Segurança não pode ser recuperada porque
ro_ro: Security Group Lista nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список группы безопасности не может быть восстановлен SQL, поскольку
sq_al: Lista e Grupit të Sigurimit nuk mund të shikohet nga SQL sepse
sv: Säkerhetspolisen grupplista kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Security Group inaweza kuwa retrieved na SQL sababu
tr_tr: GÜVENLIK GRUP LISTESI ALINAMIYOR:
zh_hk: 保安群组清单未能由 SQL 提取, 因为
zh_tw: 安全群組清單未能由 SQL 提取, 因為

source: Security User List Export Problem ....
cs_cz: Bezpečnost Seznam uživatelů Export Problém ....
es_es: Problema al Exportar la Lista de Usuarios de Seguridad ...
hi_in: सुरक्षा उपयोक्ता सूची निर्यात समस्या ....
id_id: Masalah Ekspor Daftar User Keamanan ....
it_it: Sicurezza utente problematiche Export ....
ko_kr: 보안 사용자 목록 내보내기 문제 ....
mr_in: सुरक्षा सदस्य यादी निर्यात समस्या ....
nl_nl: Authorisatie gebruiker lijst export probleem
pt_pt: Problema na Exportação Lista Seg. Usuários ....
ro_ro: Lista de securitate utilizator Export Problemă ....
ru_ru: Проблема экспорта списка пользователей безопасности ....
sq_al: Lista e eksportit të Sigurimit User Problem ....
sv: Säkerhet Användarlista Exportera Problem ....
sw_ke: Usalama mtumiaji Orodha Export Tatizo ....
tr_tr: GÜVENLIK KULLANICI LISTESI AKTARIM PROBLEMI ....
zh_hk: 保安用户清单输出问题 ....
zh_tw: 安全用戶清單輸出問題 ....

source: The Security User List could not be retrieved by the SQL because
cs_cz: Bezpečnostní Seznam uživatelů se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de Seguridad de Usuarios porque
hi_in: सुरक्षा उपयोक्ता सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar User Keamanan tdk dapat diambil oleh SQL karena
it_it: La Lista di sicurezza degli utilizzatori non possano essere recuperate dal SQL perché
ko_kr: 보안 사용자리스트는 SQL 때문에 검색 할 수 없었다
mr_in: सुरक्षा सदस्य यादी SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Authorisatie gebruiker lijstkon niet worden pgevraagd omdat
pt_pt: SQL Lista Segurança de Usuários não pode ser recuperada porque
ro_ro: User Security Lista nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список пользователей безопасности не может быть восстановлен SQL, поскольку
sq_al: Lista User Sigurimit nuk mund të shikohet nga SQL sepse
sv: Säkerhetspolisen Användarlista kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Usalama wa mtumiaji inaweza kuwa retrieved na SQL sababu
tr_tr: GÜVENLIK KULLANICI LISTESI ALINAMIYOR:
zh_hk: 未能由 SQL 提取保安用户清单, 因为
zh_tw: 未能由 SQL 提取安全用戶清單, 因為

source: Data Exports
cs_cz: Data Export
es_es: Exportaciones de datos
hi_in: डेटा निर्यात
id_id: Ekspor Data
it_it: Esporta i dati
ko_kr: 데이터 수출
mr_in: डेटा निर्यात
nl_nl: Export gegevens
pt_pt: Exp. Dados
ro_ro: Exporturile de date
ru_ru: Экспорт данных
sq_al: Eksportet e të dhënave
sv: Export av data
sw_ke: Mauzo data
tr_tr: DATA EXPORT
zh_hk: 数据输出
zh_tw: 資料數據匯出頁面

source: Price List Export
cs_cz: Ceník Export
es_es: Exportar Lista de Precios
hi_in: मूल्य सूची निर्यात
id_id: Ekspor Daftar Harga
it_it: Listino prezzi di esportazione
ko_kr: 가격 목록 내보내기
mr_in: किंमत सूची निर्यात
nl_nl: Prijslijst export
pt_pt: Exp. Lista Preço
ro_ro: Lista de preturi export
ru_ru: Экспорт прайс-листа
sq_al: Export Lista e Çmimeve
sv: Export av prislista
sw_ke: Orodha ya bei Export
tr_tr: FIYAT LISTESI EXPORT
zh_hk: 汇出价目清单
zh_tw: 匯出價格表

source: For Location
cs_cz: Pro umístění
es_es: Para Ubicación
hi_in: स्थान के लिए
id_id: Utk Lokasi
it_it: Per Posizione
ko_kr: 위치에 대한
mr_in: स्थानाचा
nl_nl: Voor lokatie
pt_pt: Do Local
ro_ro: Pentru Locaţie
ru_ru: По расположению
sq_al: Për Vendndodhja
sv: för plats
sw_ke: Kwa Location
tr_tr: DEPO/LOKASYON
zh_hk: 地点
zh_tw: 地點

source: Export
es_es: Exportar
hi_in: निर्यात
id_id: Ekspor
ko_kr: 수출
mr_in: निर्यात
pt_pt: Exportar
ru_ru: Экспорт
sq_al: Eksport
sv: Exportera
sw_ke: Mauzo
tr_tr: AKTAR (EXPORT)
zh_hk: 输出
zh_tw: 輸出

source: Customer List Export
cs_cz: Seznam zákazníků Export
es_es: Exportar Lista de clientes
hi_in: ग्राहक सूची निर्यात
id_id: Ekspor Daftar Customer
it_it: Elenco clienti Export
ko_kr: 고객 목록 내보내기
mr_in: ग्राहक सूची निर्यात
nl_nl: Klant lijst export
pt_pt: Exp. Lista Clientes
ro_ro: Lista de client export
ru_ru: Экспорт списка клиентов
sq_al: Export Customer Lista
sv: Export av kundlista
sw_ke: Orodha ya wateja Export
tr_tr: MÜSTERI LISTESI EXPORT
zh_hk: 汇出客户名单
zh_tw: 匯出客戶名單

source: Salesman List Export
cs_cz: Prodavač Seznam Export
es_es: Exportar Lista de Vendedores
hi_in: विक्रेता सूची निर्यात
id_id: Ekspor Daftar Salesman
it_it: Salesman Esporta elenco
ko_kr: 세일즈맨 목록 내보내기
mr_in: विक्रता यादी निर्यात
nl_nl: Verkoperlijst export
pt_pt: Exp. Lista Vendedores
ro_ro: Lista de agent de vânzări la export
ru_ru: Экспорт список продавцов
sq_al: Lista e Salesman Export
sv: Export av säljarlista
sw_ke: Orodha mfanyabiashara Export
tr_tr: SATIS PERSONELI LISTESI EXPORT
zh_hk: 汇出销售员名单
zh_tw: 匯出業務員名單

source: Image List Export
cs_cz: Seznam obrázek Export
es_es: Exportar Lista de Imágenes
hi_in: छवि सूची निर्यात
id_id: Ekspor Daftar Gambar
it_it: Immagine Esporta elenco
ko_kr: 이미지 목록 내보내기
mr_in: प्रतिमा यादी निर्यात
nl_nl: Plaatjes lijst export
pt_pt: Exp. Lista Imagem
ro_ro: Lista de imagine export
ru_ru: Эскпорт списка изображений
sq_al: Export Image Lista
sv: Export av bildlista
sw_ke: Picha Orodha Export
tr_tr: RESIM LISTESI AKTAR
zh_hk: 汇出图像清单
zh_tw: 匯出圖像清單

source: Security Token List Export
cs_cz: Bezpečnostní token Seznam Export
es_es: Exportar Lista de Fichas de Seguridad
hi_in: सुरक्षा टोकन सूची निर्यात
id_id: Ekspor Daftar Token Keamanan
it_it: Esporta lista di token di sicurezza
ko_kr: 보안 토큰 목록 내보내기
mr_in: सुरक्षा टोकन सूची निर्यात
nl_nl: Authirisatie token export
pt_pt: Exp. Lista Token Segurança
ro_ro: Securitate Token lista de export
ru_ru: Экспорт списка ключей безопасности
sq_al: Export Lista e Sigurimit Token
sv: Export av säkerhetstoken
sw_ke: Usalama ishara Orodha Export
tr_tr: GÜVENLIK LISTESI AKTAR
zh_hk: 保安代符输出
zh_tw: 職責輸出

source: Security Role List Export
cs_cz: Zabezpečení Role Seznam Export
es_es: Exportar Lista de Perfiles de Seguridad
hi_in: सुरक्षा भूमिका की सूची निर्यात
id_id: Ekspor Daftar Posisi Keamanan
it_it: Sicurezza Ruolo Esporta lista
ko_kr: 보안 역할 목록 내보내기
mr_in: सुरक्षा भूमिका यादी निर्यात
nl_nl: Authorisatie rol lijst export
pt_pt: Exp. Função Lista Segurança
ro_ro: Rolul de securitate Lista de export
ru_ru: Эскпорт списка ролей безопасности
sq_al: Lista e Sigurimit Roli Export
sv: Export av rollista
sw_ke: Wajibu usalama Orodha Export
tr_tr: GÜVENLIK ROLLERI LISTESI EXPORT
zh_hk: 保安身份清单输出
zh_tw: 安全身份清單輸出

source: Security Group List Export
cs_cz: Bezpečnostní skupina Seznam Export
es_es: Exportar Lista de Grupos de Seguridad
hi_in: सुरक्षा समूह सूची निर्यात
id_id: Ekspor Daftar Grup Keamanan
it_it: Security Group Export List
ko_kr: 보안 그룹 목록 내보내기
mr_in: सुरक्षा गट सूची निर्यात
nl_nl: Authorisatie groep lijst export
pt_pt: Exp. Grupo Lista Segurança
ro_ro: Security Group Lista de Export
ru_ru: Эспорт списка групп безопасности
sq_al: Lista e Sigurimit Grupi Export
sv: Export av säkerhetsgrupplista
sw_ke: Security Group Orodha Export
tr_tr: GÜVENLIK GRUP LISTESI EXPORT
zh_hk: 保安群组清单输出
zh_tw: 安全群組清單輸出

source: Security User List Export
cs_cz: Bezpečnost Seznam uživatelů Export
es_es: Exportar Lista de Usuarios de Seguridad
hi_in: सुरक्षा उपयोक्ता सूची निर्यात
id_id: Ekspor Daftar User Keamanan
it_it: Sicurezza utente Esporta lista
ko_kr: 보안 사용자 목록 내보내기
mr_in: सुरक्षा सदस्य यादी निर्यात
nl_nl: Authorisatie gebruikers lijst export
pt_pt: Exp. Lista Segurança Usuário
ro_ro: User Security Lista de export
ru_ru: Экспорт списка пользователей безопасности
sq_al: Lista e Sigurimit User Export
sv: Export av användarlista
sw_ke: Usalama mtumiaji Orodha Export
tr_tr: GÜVENLIK KULLANICI LISTESI EXPORT
zh_hk: 保安用户清单输出
zh_tw: 安全用戶清單輸出

source: Delete Credit Note
cs_cz: Odstranit dobropis
es_es: Suprimir abono
hi_in: हटाना क्रेडिट नोट
id_id: Hapus Nota Kredit
it_it: Cancella
ko_kr: 신용 삭제 참고
mr_in: क्रेडिट टीप हटवा
nl_nl: Verwijder credit factuur
pt_pt: Remover Nota de Créd.
ro_ro: Ştergeţi credit Notă
ru_ru: Удалить кредитную запись
sq_al: Shënim Delete Credit
sv: Ta bort denna anteckning
sw_ke: Kufuta Mikopo Kumbuka
tr_tr: Silmek Kredi Notu
zh_hk: 删除红字发票
zh_tw: 刪除折讓單

source: This page must be called with the credit note number
cs_cz: Tato stránka musí být volána s číslem dobropisu
es_es: Debe invocar esta página especificando un número de abono
hi_in: इस पृष्ठ क्रेडिट नोट संख्या के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dgn nomor nota kredit
it_it: Questa pagina deve essere chiamata con il numero della nota di credito
ko_kr: 이 페이지는 신용 참고 번호로 호출해야합니다
mr_in: हे पान क्रेडिट नोट संख्या म्हणतात करणे आवश्यक आहे
nl_nl: Slecteer deze pagina met credit factuur nummer
pt_pt: Essa página deve ser chamada com número nota de crédito
ro_ro: Această pagină trebuie să fie numit cu numărul nota de credit
ru_ru: Эта страница должна быть вызвана с номером кредитной записи
sq_al: Kjo faqe duhet të quhet me numrin notë krediti
sv: Sidan måste anropas med ett kreditfakturanummer för att visas
sw_ke: Ukarasa huu ni lazima wito kwa idadi ya note mikopo
tr_tr: Bu sayfada kredi notu numarası ile çağrılması gerekir
zh_hk: 这页必须由红字发票编码呼叫
zh_tw: 這頁面必須以折讓單編號來啟動

source: it is not intended for use by non-system administrators
cs_cz: není určena pro použití non-správce systému
es_es: no disponible para usuarios distintos a los administradores
hi_in: इसे इस्तेमाल के लिए गैर सिस्टम प्रशासक के द्वारा इरादा नहीं है
id_id: tdk utk digunakan oleh yg bukan administrator sistem
it_it: non è inteso per l&#39;uso da parte degli amministratori non di sistema
ko_kr: 그것은 비 시스템 관리자가 사용하기위한 것이 아닙니다
mr_in: तो नसलेल्या प्रणाली प्रशासक द्वारे वापर हेतूने नाही
nl_nl: Bedoeld voor systeem beheerders
pt_pt: não deve ser usado por usuário não admin
ro_ro: nu este destinat utilizării de către administratorii de sistem non-
ru_ru: это не предназначено для использования не-системными администраторами
sq_al: ajo nuk është menduar për t&#39;u përdorur nga jo-sistemi administratorët
sv: Det är inte avsett för användning av icke-systemadministratörer
sw_ke: si lengo kwa ajili ya matumizi yasiyo ya mfumo wa watendaji
tr_tr: SISTEM YÖNETICISI DEGILSENIZ KULLANMAYIN!!
zh_hk: 这是不能由非系统管理员使用
zh_tw: 這是不能由非系統管理員使用

source: The number of stock movements to be deleted is
cs_cz: Počet pohybů zásob má být zrušena
es_es: Número de movimientos de inventario a suprimir
hi_in: स्टॉक आंदोलनों की संख्या को हटा दिया है
id_id: Jumlah perpindahan stok utk dihapus adalah
it_it: di
ko_kr: 삭제할 콘텐츠 이동 횟수는
mr_in: हटविले जाणार शेअर हालचाली संख्या आहे
nl_nl: Het aantal voorraardmutaties om te verwijderen is
pt_pt: O número de movimentos de estoque a serem removidos é
ro_ro: Numărul de mişcări stoc care urmează să fie eliminat este
ru_ru: Число передвижений запасов дл удаления
sq_al: Numri i lëvizjeve të aksioneve që do të fshihen është
sv: Antalet lageromsättningen som skall strykas
sw_ke: Idadi ya harakati za hisa kufutwa ni
tr_tr: SILINECEK STOK HAREKET SAYISI:
zh_hk: 存货移动编号已删除
zh_tw: 存貨移動編號已刪除

source: The custallocns record could not be deleted
id_id: Data custallocns tdk dapat dihapus
ko_kr: custallocns 레코드는 삭제할 수 없습니다
mr_in: custallocns रेकॉर्ड हटविले जाऊ शकत नाही
pt_pt: O registro custallocns não pode ser removido
zh_tw: 所有客戶的OCNS記錄無法刪除

source: the sql server returned the following error
cs_cz: sql server vrátil následující chybu
es_es: el servidor SQL devolvió el siguiente mensaje de error
hi_in: SQL सर्वर निम्नलिखित त्रुटि लौटे
id_id: sql server menghasilkan kesalahan ini
it_it: SQL Server ha restituito il seguente errore
ko_kr: SQL Server는 다음과 같은 오류를 반환
mr_in: SQL सर्व्हर खालील त्रुटी परत
nl_nl: SQL gaf de volgende fout melding
pt_pt: O Servidor SQL retornou o erro seguinte
ro_ro: SQL Server returnat următoarea eroare
ru_ru: SQL сервер вернул следующую ошибку
sq_al: SQL Server kthye gabim në vijim
sv: SQL Fel
sw_ke: server sql kurejea makosa yafuatayo
tr_tr: SQL SUNUCUSUNUN VERDIGI HATA:
zh_hk: SQL 伺服器传回以下错误
zh_tw: SQL 伺服器傳回以下錯誤

source: The custallocns record has been deleted
id_id: Data custallocns telah dihapus
ko_kr: custallocns 기록이 삭제되었습니다
mr_in: custallocns रेकॉर्ड हटविले गेले आहे
pt_pt: O registro custallocns foi removido
zh_tw: 所有客戶的OCNS記錄已經刪除

source: The debtortranstaxes record could not be deleted
id_id: Data debtortranstaxes tdk dapat dihapus
ko_kr: debtortranstaxes 레코드는 삭제할 수 없습니다
mr_in: debtortranstaxes रेकॉर्ड हटविले जाऊ शकत नाही
pt_pt: O registro debtortranstaxes não pode ser removido
zh_tw: 債務人反稅記錄無法刪除

source: The debtortranstaxes record has been deleted
id_id: Data debtortranstaxes telah dihapus
ko_kr: debtortranstaxes 기록이 삭제되었습니다
mr_in: debtortranstaxes रेकॉर्ड हटविले गेले आहे
pt_pt: Removido o registro Convers. Trib. Fornec.
zh_tw: 債務人反稅記錄已刪除

source: A problem was encountered trying to delete the Debtor transaction record
cs_cz: Problém byl se setkal se snaží odstranit transakci dlužník záznam
es_es: Se presentó un problema al intentar suprimir el registro de la transacción del Deudor
hi_in: एक समस्या के लिए देनदार लेनदेन रिकॉर्ड हटाने का सामना करना पड़ा कोशिश कर रहा था
id_id: Masalah dalam menghapus data transaksi Debitur
it_it: di
ko_kr: 문제는 채무자의 거래 기록을 삭제하려고 발생했습니다
mr_in: एक समस्या ऋणको व्यवहार रेकॉर्ड हटविण्याचा प्रयत्न आली
nl_nl: Een probleem opgetreden bij het verwijderen van de debiteuren transactie
pt_pt: Problema foi encontrado quando apagava transação de Fornecedor
ro_ro: O problemă întâlnită a fost încercarea de a şterge înregistrarea tranzacţiei Debitor
ru_ru: Проблема была обнаружена при попытке удалить записи сделок должников
sq_al: Një problem i hasur ishte duke u përpjekur për të fshirë të dhënat transaksion Debitori
sv: Ett problem påträffades försöker att ta bort gäldenären transaktionen rekord
sw_ke: tatizo A alikuwa wamekutana kujaribu kufuta rekodi ya shughuli deni
tr_tr: Bir sorun Borçlu İşlem kaydını silmeye çalışırken karşılaşıldı
zh_hk: 删除借方交易记录时遇到问题
zh_tw: 刪除借方交易記錄時遇到問題

source: A problem was encountered attempting to reverse the update the sales order detail record
cs_cz: Problém byl se setkal se snaží zvrátit aktualizovat prodejní objednávky detail rekord
es_es: Se presentó un problema al intentar revertir la actualización del registro de detalle del pedido de venta
hi_in: एक समस्या के लिए बिक्री के आदेश विस्तार रिकॉर्ड अद्यतन रिवर्स सामना करना पड़ा प्रयास किया गया था
id_id: Masalah dalam membatalkan pembaruan dari data rincian order penjualan
it_it: di
ko_kr: 문제는 업데이 트를 판매 주문 상세 기록을 반전 시도가 발생했습니다
mr_in: एक समस्या सुधारणा विक्री ऑर्डर तपशील रेकॉर्ड उलटा करण्यासाठी प्रयत्न आली
nl_nl: Probleem opgetreden bij het terugdraaien van de wijziging van de verkoop order
pt_pt: Problema encontrado quando processava reverter atualização dos detalhes de pedido
ro_ro: O problemă întâlnită a fost încercarea de a inversa a actualiza detaliile de vânzări record pentru
ru_ru: Проблема была обнаружена при попытке обратить обновление записей подробностей заказов
sq_al: Një problem i hasur ishte përpjekur të kundërt update shitjes rekord për detaje
sv: Ett problem påträffades försökte vända på den uppdatera försäljningsrekord för detalj
sw_ke: tatizo A alikuwa wamekutana kujaribu kubadili update mauzo ya kina ili rekodi
tr_tr: Bir sorun satış sipariş detay kayıt güncelleme ters çalışırken karşılaşıldı
zh_hk: 尝试撤销销售订单资料记录更新时遇到问题
zh_tw: 嘗試撤銷銷售訂單資料記錄更新時遇到問題

source: the SQL server returned the following error message
cs_cz: SQL server vrátí následující chybovou zprávu
es_es: El servidor SQL devolvió el siguiente mensaje de error
hi_in: एसक्यूएल सर्वर में निम्नलिखित त्रुटि संदेश लौटे
id_id: SQL server mengembalikan pesan kesalahan berikut ini
it_it: il server SQL restituito il seguente messaggio di errore
ko_kr: SQL 서버는 다음과 같은 오류 메시지를 반환
mr_in: SQL सर्व्हर खालील चूक संदेश परत
nl_nl: SQL fout melding
pt_pt: O Servidor SQL retornou a mensagem de erro seguinte
ro_ro: serverul SQL returnat următorul mesaj de eroare
ru_ru: SQL вернул следующее сообщение с ошибкой
sq_al: SQL server kthye mesazh gabimi
sv: SQL-servern gav följande felmeddelande
sw_ke: SQL server akarudi zifuatazo ujumbe wa kosa
tr_tr: SQL SUNUCUSU SU HATA MESAJINI GÖNDERDI:
zh_hk: SQL 伺服器传回以下错误讯息
zh_tw: SQL 伺服器傳回以下錯誤訊息
