Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Estimated Delivery Date
cs_cz: Odhadovaná Datum dodání
es_es: Fecha estimada de entrega
hi_in: अनुमानित प्रसव तिथि
id_id: Perkiraan Tgl Pengiriman
it_it: Data di consegna stimata
ko_kr: 예상 배달 날짜
mr_in: अंदाजे डिलिव्हरी दिनांक
nl_nl: Verwachte leverdatum
pt_pt: Data Estimada Entrega
ro_ro: Data estimată de livrare
ru_ru: Предполагаемая дата доставки
sq_al: Data e parashikuar për dorëzim
sv: Beräknat levdatum
sw_ke: Inakadiriwa Delivery Date
tr_tr: Tahmini Teslim Tarihi
zh_hk: 预计交货日期
zh_tw: 預計交貨日期

source: Enter the estimated delivery date requested by the customer
ko_kr: 고객이 요청 예상 배달 날짜를 입력
mr_in: ग्राहकाने विनंती अंदाज वितरण तारीख प्रविष्ट करा
pt_pt: Informe data estimada entrega requis. pelo cliente
zh_tw: 輸入客戶要求的預估交運期

source: Quote Date
cs_cz: Citace Datum
es_es: Fecha de cotización
hi_in: तिथि उद्धरण
id_id: Tgl Penawaran
it_it: Quota Data
ko_kr: 견적 날짜
mr_in: कोट दिनांक
nl_nl: Quote Datum
pt_pt: Data Cotação
ro_ro: Citat Data
ru_ru: Ответить Дата
sq_al: Quote Data
sv: Offertdatum
tr_tr: TEKLIF TARIHI
zh_hk: 报价日期
zh_tw: 報價日期

source: Confirmed Order Date
cs_cz: Potvrzeno Datum objednávky
es_es: Fecha confirmada de pedido
hi_in: पुष्टि आदेश दिनांक
id_id: Tgl Order Dikonfirmasi
it_it: Confermato per Data
ko_kr: 확인 된 주문 날짜
mr_in: कन्फर्मड मागणी दिनांक
nl_nl: Bevestigd Orderdatum
pt_pt: Data Confirm. Pedido Venda
ro_ro: Confirmat Ordine Data
ru_ru: Подтвержденная дата заказа
sq_al: Data e konfirmuar Rendit
sv: Orderdatum
sw_ke: Alithibitisha Order Date
tr_tr: Teyit Sipariş Tarihi
zh_hk: 确认的订单日期
zh_tw: 確認訂購日期

source: Delivery Address 1 (Street)
es_es: Dirección de entrega 1
ko_kr: 배달 주소 1 (거리)
mr_in: डिलिव्हरी पत्ता 1 (स्ट्रीट)
pt_pt: Logradouro
zh_tw: 送貨地址1（街）

source: Delivery Address 2 (Street)
es_es: Dirección de entrega 2
ko_kr: 배송 주소 2 (거리)
mr_in: डिलिव्हरी पत्ता 2 (स्ट्रीट)
pt_pt: Logradouro Complemento
zh_tw: 送貨地址2（街）

source: Delivery Address 3 (Suburb/City)
es_es: Dirección de entrega 3
ko_kr: 배송 주소 3 (교외 /시)
mr_in: डिलिव्हरी पत्ता 3 (उपनगर / शहर)
pt_pt: Bairro / Cidade
zh_tw: 送貨地址3（地區/市）

source: Delivery Address 4 (State/Province)
es_es: Dirección de entrega 4
ko_kr: 배달 주소 4 (시 /도)
mr_in: डिलिव्हरी पत्ता 4 (राज्य / प्रांत)
pt_pt: UF / Estado
zh_tw: 送貨地址4（州/省）

source: Delivery Address 5 (Postal Code)
es_es: Dirección de entrega 5
ko_kr: 배송 주소 (5) (우편 번호)
mr_in: डिलिव्हरी पत्ता 5 (पोस्टल कोड)
pt_pt: CEP (Cod. End. Postal)
zh_tw: 送貨地址5（郵編）

source: Enter the telephone number of the contact at the delivery address.
ko_kr: 배달 주소에 연락처의 전화 번호를 입력한다.
mr_in: वितरण पत्त्यावर संपर्क टेलिफोन नंबर प्रविष्ट करा.
pt_pt: DDD e Núm. Tel para Contato - End. de Entrega
zh_tw: 輸入聯繫人的收貨地址的電話號碼。

source: Enter the email address of the contact at the delivery address
ko_kr: 배달 주소 연락처의 이메일 주소를 입력
mr_in: वितरण पत्त्यावर संपर्क ईमेल पत्ता प्रविष्ट करा
pt_pt: Email do contato no End. de Entrega
zh_tw: 在收貨地址中輸入聯繫人的電子郵件地址

source: Enter the customer's purchase order reference relevant to this order
ko_kr: 이 순서에 관련된 고객의 구매 주문을 입력 기준
mr_in: या ऑर्डर संबंधित ग्राहकाची खरेदी ऑर्डर संदर्भ द्या
pt_pt: Informe o Número da Ordem Compra relevante para essa Remessa
zh_tw: 輸入相關與這個訂單的客戶的採購訂單參考

source: Packlist Type
cs_cz: Typ Packlist
es_es: Tipo de Hoja de Embalaje
hi_in: Packlist लिखें
id_id: Tipe Kemasan
it_it: Tipo Packlist
ko_kr: Packlist 유형
mr_in: Packlist प्रकार
nl_nl: Picklist Soort
pt_pt: Tipo Embalagem
ro_ro: Packlist Tip
ru_ru: Тип Packlist
sv: Packlistetyp
sw_ke: Aina Packlist
tr_tr: PAKETLEME TÜRÜ
zh_hk: 装箱单类型
zh_tw: 包裝種類

source: Show Company Details/Logo
cs_cz: Zobrazit podrobnosti/logo firmy
es_es: Mostrar Detalles/Logotipo de la Compañía
hi_in: दिखाएँ कंपनी विवरण / लोगो
id_id: Tampilkan Rincian/Logo Perusahaan
it_it: Dettagli Azienda Mostra / Logo
ko_kr: 보기 회사 세부 사항 / 로고
mr_in: दर्शवा कंपनी सही / लोगो
nl_nl: Laat Bedrijfs Details/Logo zien
pt_pt: Exibir Detalhes/Logotipo
ro_ro: Arată toate detaliile companiei / Logo
ru_ru: Показать Информация о компании / логотипа
sq_al: Kompania Detajet Show / Logo
sv: Visa företagsuppgifter/logo
sw_ke: Kampuni ya kuonyesha Details / Rangi
tr_tr: FIRMA DETAYLARI/LOGOSUNU GÖSTER
zh_hk: 显示公司信息/标志
zh_tw: 顯示公司資料/標誌

source: Hide Company Details/Logo
cs_cz: Skrýt podrobnosti/logo firmy
es_es: Ocultar Detalles/Logotipo de la Compañía
hi_in: कंपनी विवरण छिपाएँ / लोगो
id_id: Sembunyikan Rincian/Logo Perusahaan
it_it: Dettagli Azienda Nascondi / Logo
ko_kr: 회사 세부 사항 / 로고 숨기기
mr_in: कंपनी सही / लोगो लपवा
nl_nl: Verberg Bedrijfs Details/Logo
pt_pt: Omitir Detalhes/Logotipo
ro_ro: Ascunde detaliile companiei / Logo
ru_ru: Скрыть Информация о компании / логотипа
sq_al: Kompania Detajet Hide / Logo
sv: Göm företagsuppgifter/logo
tr_tr: FIRMA BILGILERI VE LOGOSUNU GIZLE
zh_hk: 隐藏公司信息/标志
zh_tw: 隱藏公司資料/標誌

source: Reprint packing slip
cs_cz: Dotisk balicí list
es_es: Volver a imprimir la Hoja de Embalaje
hi_in: पुनर्मुद्रण पैकिंग पर्ची
id_id: Cetak-ulg surat jalan
it_it: Ristampa bolla di consegna
ko_kr: 재 인쇄 포장 명세서
mr_in: पॅकिंग स्लिप पुनर्मुद्रण
nl_nl: Herdruk picking list
pt_pt: Reimprimir Lista Separação
ro_ro: Reimprimare bonul de
ru_ru: Перепечатать упаковочный лист
sq_al: shqip Ribotim paketim
sv: återutskrift packlista
sw_ke: Kikachapishwa Ufungashaji kuingizwa
tr_tr: PAKETLEME FÖYÜNÜ TEKRAR YAZDIR
zh_hk: 重新打印装箱单
zh_tw: 重印包裝紙

source: Last printed
cs_cz: Poslední tištěné
es_es: Última impresión
hi_in: मुद्रित पिछले
id_id: Dicetak terakhir
it_it: Già stampata il
ko_kr: 마지막 인쇄
mr_in: अंतिम मुद्रित
nl_nl: Laatste afdruk datum
pt_pt: Últ. Impressão
ro_ro: Ultima imprimate
ru_ru: Последнее напечатанное
sq_al: E fundit të shtypura
sv: Senast utskriven
sw_ke: Printed mwisho
tr_tr: SON YAZDIRMA
zh_hk: 上次打印时间
zh_tw: 最新列印

source: Charge Freight Cost ex tax
ko_kr: 충전화물 비용 전 세
mr_in: शुल्क सामानाचे खर्च उदा कर
pt_pt: Cobrar Frete e Impostos
zh_tw: 貨運費(未稅)

source: Recalc Freight Cost
cs_cz: Přepočet přepravních nákladů
es_es: Recalcular Costo transporte
hi_in: Recalc फ्रेट मूल्य
id_id: Hitung-ulg Biaya Pengiriman
it_it: Ricalcola costo di spedizione
ko_kr: 다시 계산화물 비용
mr_in: Recalc सामानाचे किंमत
nl_nl: Ber Vracht Kosten
pt_pt: Recalcular Custo Frete
ro_ro: Recalc marfă Cost
ru_ru: Пересчитать стоимость фрахта
sq_al: Kosto e mallrave Recalc
sv: Räkna om fraktkostnad
sw_ke: Recalc Freight Gharama
tr_tr: NAKLIYE MALIYETINI TEKRAR HESAPLA
zh_hk: 重算运费
zh_tw: 重新計算貨運費

source: Freight/Shipper Method
cs_cz: Nákladní / odesilatel metoda
es_es: Método de Transporte/Transportista
hi_in: भाड़ा / Shipper विधि
id_id: Metode Pengiriman/Ekspedisi
it_it: Trasporto / Shipper Metodo
ko_kr: 화물 / 발송 방법
mr_in: सामानाचे / जहाजावरुन माल पाठवण्याचे काम पद्धत
nl_nl: Vracht methode
pt_pt: Método Frete/Transp.
ro_ro: De transport de marfă / Expeditor Metoda
ru_ru: Метод фрахта / доставки
sq_al: Transport / Metoda transportues mallrash
sv: Fraktsätt
sw_ke: Mizigo / shipper Method
tr_tr: Yük / Gönderici Yöntemi
zh_hk: 运输/海运方法
zh_tw: 貨運/托運方式

source: The shipper details could not be retrieved
cs_cz: Odesílatel údaje se nepodařilo získat
es_es: No se pudieron obtener los detalles del transportista
hi_in: Shipper विवरण को पुनः प्राप्त नहीं किया जा सका
id_id: Rincian pengirim tdk dapat diambil
it_it: I dettagli mittente non può essere recuperata
ko_kr: 선적 정보는 검색 할 수 없습니다
mr_in: जहाजावरुन माल पाठवण्याचे काम तपशील पुनर्प्राप्त करणे शक्य नाही
nl_nl: De details van de vervoerder kon niet worden opgevraagd
pt_pt: Detalhes Transp.
ro_ro: Detaliile expeditorul nu a putut fi recuperate
ru_ru: Данные о грузоотправителе не могут быть получены
sq_al: Detajet e transportues mallrash nuk mund të shikohet
sv: Speditörsuppgifter går inte att hämta
sw_ke: Maelezo shipper inaweza kuwa retrieved
tr_tr: Gönderen detayları alınamadı
zh_hk: 未能提取承运人信息
zh_tw: 托運細節無法檢索

source: SQL used to retrieve the shipper details was
cs_cz: SQL používá k načtení odesílatele detaily o
es_es: El SQL usado para obtener los detalles del transportista fue
hi_in: एसक्यूएल को shipper के विवरण पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil rincian pengirim adalah
it_it: SQL utilizzata per recuperare i dettagli caricatore è stato
ko_kr: SQL은 선적 세부 사항을 검색하는 데 사용했다
mr_in: जहाजावरुन माल पाठवण्याचे काम तपशील पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: SQL die gebruikt is om details van de vervoerder op te vragen
pt_pt: SQL usado para recuperar detalhes remessa
ro_ro: SQL utilizat pentru a prelua detalii expeditorul a fost
ru_ru: SQL получения данных о грузоотправителе
sq_al: SQL përdorur për të marrë të dhënat transportues mallrash u
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve maelezo shipper alikuwa
tr_tr: SQL gönderenin bilgilerini almak için kullanılan
zh_hk: 用作查找承运人细节的SQL是
zh_tw: SQL用於檢索托運細節是

source: Quotation Only
cs_cz: Jen citace
es_es: Sólo cotización
hi_in: केवल उद्धरण
it_it: Solo citazione
ko_kr: 견적 만
mr_in: कोटेशन केवळ
nl_nl: Slechts een offerte
pt_pt: Sómente Cotação
ro_ro: Numai citat
ru_ru: Только цитаты
sq_al: Citat Vetëm
sv: Bara offert
sw_ke: Nukuu tu
tr_tr: SADECE TEKLIF
zh_hk: 仅为报价单
zh_tw: 只要報價單

source: Place Order
cs_cz: Místo Objednat
es_es: Colocar Pedidos
hi_in: जगह आदेश
id_id: Masukkan Order
it_it: Inserisci ordine
ko_kr: 장소 주문
mr_in: ठिकाण क्रम
nl_nl: Plaats Opdracht
pt_pt: Fazer Pedido
ro_ro: Locul Ordinul
ru_ru: Разместить заказ
sq_al: Vendi Rendit
sv: Lägg order
sw_ke: Mahali Order
tr_tr: SIRARISI ISLE!
zh_hk: 确认订单
zh_tw: 確認訂單

source: Create Recurring Order
cs_cz: Vytvořit Opakující se objednávky
es_es: Crear Pedido Frecuente
hi_in: बनाएँ आदेश पुनरावृत्ति
id_id: Buat Order Berulang
it_it: Creare ricorrenti Ordine
ko_kr: 반복 오더 생성
mr_in: आवर्ती मागणी तयार
nl_nl: Maak terugkerende Bestel
pt_pt: Criar Pedido Recorrente
ro_ro: Creaţi recurente Ordine
ru_ru: Создать повторяющийся заказ
sq_al: Krijo Recurring Rendit
sv: Skapa återkommade beställning
sw_ke: Kujenga Recurring Order
tr_tr: Oluşturmak Sipariş Yinelenen
zh_hk: 产生循环订单
zh_tw: 建立經常性(循環)訂單

source: Commit Order Changes
cs_cz: Spáchat Změny objednávky
es_es: Guardar Cambios del Pedido
hi_in: कमेटी के आदेश परिवर्तन
id_id: Simpan Perubahan Order
it_it: Inserimento ordine modificato
ko_kr: 주문 변경을 커밋
mr_in: मागणी बदल कमिट
nl_nl: Voer orderverandering door
pt_pt: Confirmar Atualiz. Pedido
ro_ro: Commit Ordine Modificări
ru_ru: Сохранить изменения заказа
sq_al: Rendit Ndryshimet Commit
sv: Spara ändringar
sw_ke: Kufanya Order Mabadiliko
tr_tr: SIPARIS DEGISIKLIKLERINI ISLE
zh_hk: 接受订单修改
zh_tw: 銷售訂單更新

source: Departments
es_es: Departamentos
id_id: Departemen
ko_kr: 부서
mr_in: विभाग
pt_pt: Departamentos
zh_tw: 部門

source: The description of the department must not contain the character
es_es: La descripción del departamento no debe contener el caracter
id_id: Keterangan departemen tdk boleh berisi karakter
ko_kr: 부서의 설명은 문자를 포함 할 수 없습니다
mr_in: विभाग वर्णन वर्ण कामा नये
pt_pt: Descrição do departamento não pode conter esse caracter
zh_tw: 該部門的描述中不能包含字符

source: The Name of the Department should not be empty
es_es: El Nombre del Departamento no debería estar vacío
id_id: Nama Departemen tdk boleh kosong
ko_kr: 부서의 이름은 비워 둘 수 없습니다한다
mr_in: विभाग नाव रिक्त असू नये
pt_pt: Nome do Departamento deve estar preenchido
zh_tw: 該部門的名稱不應該是空的

source: This department name already exists.
es_es: El nombre del departamento ya existe
id_id: Nama Departemen ini sdh ada.
ko_kr: 이 부서 이름이 이미 존재합니다.
mr_in: हे विभाग नाव आधीच अस्तित्वात आहे.
pt_pt: Esse departamento já existe.
zh_tw: 這個部門的名稱已經存在。

source: The department does not exist.
id_id: Departemen tdk ada.
ko_kr: 부서가 존재하지 않습니다.
mr_in: विभाग अस्तित्वात नाही.
pt_pt: Esse departamento não existe.
zh_tw: 該部門不存在。

source: The department has been modified
es_es: El departamento ha sido modificado
id_id: Departemen telah diperbarui
ko_kr: 부서가 수정되었습니다
mr_in: विभागाने सुधारित केले आहे
pt_pt: Departamento foi modificado
zh_tw: 該部門已被修改

source: There is already a department with the specified name.
es_es: Ya existe un departamento con el nombre especificado
id_id: Departemen yg dimasukkan sdh ada.
ko_kr: 지정된 이름의 부서가 이미 있습니다.
mr_in: निर्दिष्ट नावाने एक विभाग आधीच आहे.
pt_pt: Já existe um departamento com o nome especificado.
zh_tw: 已經有一個有指定名稱的部門。

source: The new department has been created
es_es: Se ha creado el nuevo departamento
id_id: Departemen baru telah dibuat
ko_kr: 새로운 부서를 만들었습니다
mr_in: नवीन विभाग तयार केला गेला आहे
pt_pt: Novo departamento foi criado
zh_tw: 新部門已建立

source: The department could not be inserted
es_es: El departamento no se pudo insertar
id_id: Departemen tdk dapat dimasukkan
ko_kr: 부서를 삽입 할 수 없습니다
mr_in: विभाग समाविष्ट करणे शक्य नाही
pt_pt: Novo departamento não foi inserido
zh_tw: 部門不能插入

source: The sql that failed was
cs_cz: Sql, které se nepodařilo byla
es_es: El SQL que falló fue
hi_in: एसक्यूएल है कि विफल रही थी
id_id: SQL yg gagal adalah
it_it: L&#39;SQL che è stato omesso
ko_kr: 실패한 SQL이었다
nl_nl: SQL die faalde was
pt_pt: SQL que falhou foi
ro_ro: Sql care nu au fost
ru_ru: SQL, который завершился неудачей был
sq_al: Sql që nuk ishte
sv: SQL Fel
sw_ke: Ya sql kwamba alishindwa mara
tr_tr: HATALI SQL:
zh_hk: 失败的 SQL 是,
zh_tw: 失敗的 SQL 是,

source: You cannot delete this Department
es_es: No se puede suprimir este Departamento
id_id: Anda tdk dapat menghapus Departemen ini
ko_kr: 이 부서는 삭제할 수 없습니다
mr_in: आपण या विभाग हटवू शकत नाही
pt_pt: Departamento não pode ser removido
zh_tw: 您無法刪除此部們

source: There are items related to this department
es_es: Hay artículos relacionados con este departamento
id_id: Ada item yg berhubungan dgn departemen ini
ko_kr: 이 부서에 관련 항목이 있습니다
mr_in: या विभागाच्या संबंधित आयटम नाहीत
pt_pt: Existe(m) Item(ns) relacionados ao departamento
zh_tw: 還有與此部門相關的商品

source: The department has been removed
es_es: El departamento ha sido eliminado
id_id: Departemen tersebut telah dihapus
ko_kr: 부서가 제거되었습니다
mr_in: विभागाने काढला गेला आहे
pt_pt: Departamento foi removido
zh_tw: 該部門已被刪除

source: There are no departments created
es_es: No hay departamentos creados
id_id: Belum ada departemen
ko_kr: 만든 어떤 부서가 없습니다
mr_in: तयार नाही विभाग आहेत
pt_pt: Não há departamento criado
zh_tw: 沒有任何部門被建立

source: Department Name
es_es: Nombre del Departamento
id_id: Nama Departemen
ko_kr: 부서 이름
mr_in: विभाग नाव
pt_pt: Nome Departamento
zh_tw: 部門名稱

source: Authoriser
es_es: Autorizador
id_id: Pengotorisasi
pt_pt: Autorizador
zh_tw: 授權人

source: Are you sure you wish to delete this department?
es_es: ¿Está seguro que desea suprimir este departamento?
id_id: Apakah Anda yakin ingin menghapus departemen ini?
ko_kr: 이 부서를 삭제할 확실합니까?
mr_in: आपण या विभागाला हटवू इच्छित खात्री आहे?
pt_pt: Confirma remover este departamento?
zh_tw: 您確定要刪除這個部門？

source: View all Departments
es_es: Ver todos los departamentos
id_id: Lihat semua Departemen
ko_kr: 모든 부서보기
mr_in: सर्व विभाग पहा
pt_pt: Ver todos Departamentos
zh_tw: 查看所有部門

source: The selected departemnt could not be found.
es_es: No se pudo encontrar el departamento seleccionado
id_id: Departemen terpilih tdk dapat ditemukan.
ko_kr: 선택한 departemnt를 찾을 수 없습니다.
mr_in: निवडलेले departemnt आढळणे शक्य नाही.
pt_pt: Departamento Selec. não encontrado.
zh_tw: 找不到選定的部門

source: The department name is required
es_es: Se requiere el nombre del departamento
ko_kr: 부서 이름이 필요합니다
mr_in: विभाग नाव आवश्यक आहे
pt_pt: Nome do Departamento requerido
zh_tw: 部門名稱是必需的

source: Discount Categories Maintenance
cs_cz: Sleva Kategorie Údržba
es_es: Administrar clases de descuentos
hi_in: डिस्काउंट चैनल रखरखाव
id_id: Pengaturan Kategori Diskon
it_it: Gestione classi di sconto
ko_kr: 할인 카테고리 유지 보수
mr_in: सवलतीच्या कॅटेगरीज देखभाल
nl_nl: Onderhoud van kortingscategoerien
pt_pt: Manutenção Categ. Desc.
ro_ro: Discount categoriilor de întreţinere
ru_ru: Поддержка категорий скидок
sq_al: Discount Kategoritë Mirëmbajtja
sv: Rabattkategorier
sw_ke: Discount Jamii Maintenance
tr_tr: ISKONTO KATEGORILERI YÖNETIMI
zh_hk: 折扣类别
zh_tw: 折扣類別維護

source: The stock item entered must be set up as either a manufactured or purchased or assembly item
cs_cz: Skladová položka součástí musí být zřízen buď jako vyrobených nebo zakoupených nebo montáž položky
es_es: El artículo de existencias entrado debe ser configurado como un artículo manufacturado ó comprado ó ensamblado
hi_in: शेयर मद में दर्ज किया जाना चाहिए ऊपर के रूप में भी सेट एक निर्मित या खरीदा या विधानसभा मद
id_id: Item stok yg dimasukkan harus diatur sbg item diproduksi atau dibeli atau rakitan
it_it: L&#39;ordine del magazzino iscritto deve essere impostato sia come fabbricati o acquistati o elemento di assemblaggio
ko_kr: 입력 한 주식 항목 중 하나를 제조 또는 구입 또는 어셈블리 항목으로 설정해야합니다
mr_in: प्रविष्ट स्टॉक आयटम एकतर एक उत्पादित किंवा खरेदी किंवा जुळवणी आयटम म्हणून सेट करणे आवश्यक आहे
nl_nl: Het voorraadiitem moet worden opgezet als een geproduceerd of een gekocht of een geassembleerd item
pt_pt: O Item estoque deve ser Fabricado, Comprado ou Montado
ro_ro: Elementul de stoc intrat trebuie să fi înfiinţat fie ca fabricate sau cumpărate sau element de asamblare
ru_ru: Веденный товар должен быть сконфигурирован как произведенный или купленный или элемент сборки
sq_al: Pika e aksioneve e dhëna duhet të ngrihet si një ose prodhuar ose blerë ose pika të kuvendit
sv: Den lagervara trädde måste inrättas som antingen ett tillverkat eller köpt eller montering post
sw_ke: bidhaa ya hisa aliingia lazima kuweka juu kama ama ya viwandani au kununuliwa au kitu kanisa
tr_tr: GIRILEN ÜRÜN, ÜRETIM VEYA SATINALMA VEYA MONTAJ OLARAK TANIMLANMALI
zh_hk: 输入的物料必须设定为生产或采购或组装物料
zh_tw: 輸入的存貨必須設定為生產或採購或組裝產品

source: The discount category
cs_cz: Slevová skupina
es_es: La Clase de Descuento
hi_in: छूट श्रेणी
id_id: Kategori diskon
it_it: La classe di sconto
ko_kr: 할인 카테고리
mr_in: सवलतीच्या श्रेणी
nl_nl: De kortingscategorie
pt_pt: Categoria Desconto
ro_ro: Discount categorie
ru_ru: Категория скидки
sq_al: Kategoria e zbritje
sv: Rabattkategori
sw_ke: Ya jamii discount
tr_tr: ISKONTO KATEGORISI
zh_hk: 折扣类别
zh_tw: 折扣類別

source: record for
cs_cz: rekord
es_es: registro para
hi_in: के लिए रिकॉर्ड
id_id: data utk
it_it: per l'articolo
ko_kr: 녹음
mr_in: विक्रम
nl_nl: record voor
pt_pt: registro para
ro_ro: record pentru
ru_ru: Запись для
sq_al: rekord për
sv: post för
sw_ke: rekodi
tr_tr: KAYIT >
zh_hk: 的记录
zh_tw: 的記錄

source: could not be updated because
cs_cz: nelze aktualizovat, protože
es_es: no se pudo actualizar porque
hi_in: अद्यतन नहीं किया जा सकता है क्योंकि
id_id: tdk dapat diperbarui karena
it_it: non è stata aggiornata perchè
ko_kr: 때문에 업데이트 할 수 없습니다
mr_in: अद्यतनित करणे शक्य नाही कारण
nl_nl: kon niet worden vernieuwd omdat
pt_pt: não pode ser atualizado porque
ro_ro: nu a putut fi actualizat deoarece
ru_ru: не может быть обновлена, так как
sq_al: nuk mund të rifreskohet për shkak se
sv: Fel
sw_ke: inaweza kuwa mwisho kwa sababu
tr_tr: GÜNCELLENEMEDI:
zh_hk: 未能更新, 因为
zh_tw: 未能更新, 因為

source: The stock master has been updated with this discount category
cs_cz: Velitel vozidla byl aktualizován s touto slevou kategorie
es_es: El registro maestro de existencias ha sido actualizado con esta clase de descuento
hi_in: शेयर गुरु इस छूट श्रेणी के साथ अद्यतन किया गया है
id_id: Master stok telah diperbarui dgn kategori diskon ini
it_it: Il master d&#39;archivio è stato aggiornato con questa categoria di sconto
ko_kr: 주식의 주인이 할인 된 범주와 업데이트되었습니다
mr_in: स्टॉक मास्टर या सवलतीच्या वर्गात अद्ययावतीत केले गेले आहे
nl_nl: De voorraad master is vernieuwd met de kortingscategorie
pt_pt: Mestre Estoque atualizado com categoria de desconto
ro_ro: Comandantul stocul a fost actualizat cu această categorie discount
ru_ru: Главная запись для этой категории скидок была обновлена
sq_al: Master aksioneve është përditësuar me këtë kategori zbritje
sv: Artikeln har uppdaterats med denna rabattkategori
sw_ke: Mwalimu hisa imekuwa updated na jamii hii discount
tr_tr: ISKONTO KATEGORISI EKLENDI, STOK MASTER TABLOSU GÜNCELLENDI ...
zh_hk: 物料主记录已连同折扣类别更新
zh_tw: 存貨主記錄已連同折扣類別更新

source: The stock master record has been updated to no discount category
cs_cz: Populace mistr Záznam byl aktualizován, aby žádná sleva kategorie
es_es: El registro maestro de existencias ha sido actualizado a ninguna clase de descuento
hi_in: शेयर गुरु रिकॉर्ड कोई छूट श्रेणी में अद्यतन किया गया है
id_id: Data master stok telah diperbarui tanpa kategori diskon
it_it: Il record master d&#39;archivio è stato aggiornato per nessuna categoria di sconto
ko_kr: 주식 마스터 레코드는 더 할인 된 카테고리에 업데이트되었습니다
mr_in: स्टॉक मास्टर रेकॉर्ड नाही सवलतीच्या श्रेणी सुधारित केले आहे
nl_nl: De voorraad master is vernieuwd zonder discount categorie
pt_pt: Mestre Estoque atualizado sem categoria de desconto
ro_ro: Comandantul evidenţă operativă a mărfurilor a fost actualizat la nici o categorie cu discount
ru_ru: У записи товара отменена категория скидки
sq_al: Master aksioneve rekord është përditësuar për të nuk ka kategori zbritje
sv: Artikeln har int uppdaterats med någon rabattkategori
sw_ke: Rekodi ya hisa bwana imekuwa updated jamii hakuna discount
tr_tr: STOK MASTER KAYDI ILE ILISIKLI ISKONTO KATEGORISI KALDIRILDI
zh_hk: 物料主记录已更新为无折扣类别
zh_tw: 存貨主記錄已更新, 不包括折扣類別

source: Failed to retrieve stock category data
ko_kr: 재고 범주 데이터를 검색하지 못했습니다
mr_in: स्टॉक श्रेणी डेटा पुनर्प्राप्त करण्यात अयशस्वी
pt_pt: Falhou em recuperar dados categoria de estoque
zh_tw: 取得庫存目錄失敗, 因為

source: There are no stock defined for this stock category, you must define stock for it first
ko_kr: 콘텐츠 범주에 대한 정의 재고가 없습니다, 먼저 그것을 위해 주식을 정의해야합니다
mr_in: या स्टॉक श्रेणीसाठी व्याख्या नाही स्टॉक आहेत, तुम्ही प्रथम त्यासाठी स्टॉक ठरवणे आवश्यक
pt_pt: Não há estoque definido para esta categoria. Primeiro defina estoque para esta categoria
zh_tw: 這庫存目錄沒有定義的庫存，第一次你必須先定義好庫存

source: Discount Category Code
cs_cz: Kód slevové skupiny
es_es: Código de categoría de descuento
hi_in: छूट श्रेणी कोड
id_id: Kode Kategori Diskon
it_it: Codice della classe di sconto
ko_kr: 할인 범주 코드
mr_in: सवलतीच्या वर्ग कोड
nl_nl: Kortings Categorie Code
pt_pt: Cód. Categoria Desconto
ro_ro: Discount Categorie Codul
ru_ru: Код категории скидки
sq_al: Kodi Discount Category
sv: Rabattkategorikod:
sw_ke: Discount Jamii Code
tr_tr: ISKONTO KATEGORI KODU
zh_hk: 折扣类别编码
zh_tw: 折扣類別編碼

source: Enter the discount category up to 2 alpha-numeric characters
ko_kr: 2 문자 숫자 할인 범주까지를 입력
mr_in: 2 अल्फा अंकीय वर्ण सवलतीच्या श्रेणी अप प्रविष्ट करा
pt_pt: Informe a Categ. de Desc. até 2 caract. alfa-numérico
zh_tw: 輸入折扣類最多2個字母數字字符

source: Enter Stock Code
cs_cz: Zadejte kód skladem
es_es: Introducir código de inventario
hi_in: स्टॉक कोड दर्ज करें
id_id: Masukkan Kode Stok
it_it: Inserisci il codice di Stock
ko_kr: 주식 코드를 입력
mr_in: स्टॉक कोड प्रविष्ट करा
nl_nl: Voer Stock Code
pt_pt: Informe Código Estoque
ro_ro: Introduceti codul de stoc
ru_ru: Введите код товала
sq_al: Enter Kodi Stock
sv: Registrera lagerkod
sw_ke: Kuingia Stock Code
tr_tr: Stok Kodu girin
zh_hk: 输入库存代码
zh_tw: 輸入庫存編號

source: Enter the stock code of the item in this discount category up to 20 alpha-numeric characters
ko_kr: 20 문자 숫자이 할인 범주 최대에있는 항목의 주식 코드를 입력
mr_in: 20 अल्फा अंकीय वर्ण हा सवलतीच्या श्रेणी अप मध्ये आयटम साठा कोड प्रविष्ट करा
pt_pt: Informe cód. estoque do item nessa categ. desconto até 20 caracteres alfanuméricos
zh_tw: 輸入項目的庫存代碼，此類別折讓最多20個字母數字字符

source: Partial code
cs_cz: Částečné kód
es_es: Código parcial
hi_in: आंशिक कोड
id_id: Sebagian kode
it_it: parziale del codice
ko_kr: 일부 코드
mr_in: अर्धवट कोड
nl_nl: Gedeeltelijke code
pt_pt: Código Parcial
ro_ro: Parţială cod
ru_ru: Частичный код
sq_al: Kodi i pjesshëm
sv: Produktnr
sw_ke: Ubaguzi code
tr_tr: Kısmi kodu
zh_hk: 部分代码
zh_tw: 部件編碼

source: Enter a portion of the item code only alpha-numeric characters
ko_kr: 상품 코드의 일부를 단지 영숫자 문자 입력
mr_in: आयटम कोड फक्त अल्फा अंकीय अक्षरांचे भाग प्रविष्ट करा
pt_pt: Informe código parcial do item contendo caracteres alfanuméricos
zh_tw: 輸入項目代碼只有字母數字字符的一部分
