Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Bank Name
cs_cz: Název banky
es_es: Nombre del banco
hi_in: बैंक का नाम
id_id: Nama Bank
it_it: Nome della banca
ko_kr: 은행 명
mr_in: बँक नाव
nl_nl: Bank Naam
pt_pt: Nome Banco
ro_ro: Nume bancă
ru_ru: Название банка
sq_al: Emri i Bankës
sv: Bank
sw_ke: Jina la Benki
tr_tr: BANKA ADI
zh_hk: 纳税专户银行
zh_tw: 納稅專戶銀行名稱

source: Not more than 40 chacraters
es_es: No más de 40 caracteres
ko_kr: 이상 40 chacraters
mr_in: नाही जास्त 40 chacraters
pt_pt: Até 40 caracteres
zh_tw: 不超過40 字符

source: Bank Account Type
cs_cz: Bankovní účet typu
es_es: Tipo de cuenta bancaria
hi_in: बैंक खाते का प्रकार
id_id: Tipe Rekening Bank
ko_kr: 은행 계정 유형
mr_in: बँक खाते प्रकार
nl_nl: Bank rekening type
pt_pt: Tipo Conta Banc.
ro_ro: Tipul de cont bancar
ru_ru: Тип учетной записи банка
sq_al: Lloji i llogarisë bankare
sv: Bankkontotyp
sw_ke: Aina ya akaunti ya benki
tr_tr: BANKA HESAP TÜRÜ
zh_hk: 银行交易类型
zh_tw: 銀行交易類型

source: No more than 20 characters
es_es: No más de 20caracteres
ko_kr: 더 이상 20 자
mr_in: आणखी 20 पेक्षा वर्ण
pt_pt: Até 20 caracteres
zh_tw: 不超過20 字符

source: Bank Swift No
cs_cz: Banka Swift č.
es_es: Nº Swift del Banco
hi_in: बैंक स्विफ्ट नहीं
id_id: Nomor Swift Bank
it_it: Bonifico bancario n.
ko_kr: 은행 스위프트 없음
mr_in: बँक स्विफ्ट नाही
nl_nl: Bank Swift Nr
pt_pt: Número Banco Swift
ro_ro: Banca Swift nr
ru_ru: Номер банка в системе СВИФТ
sq_al: Banka Swift No
sv: Swiftnr
sw_ke: Benki Swift No
tr_tr: SWIFT NO.
zh_hk: 银行单
zh_tw: 銀行單編號

source: No more than 15 characters
es_es: No más de 15 caracteres
ko_kr: 더 이상 15 자
mr_in: आणखी 15 पेक्षा वर्ण
pt_pt: Até 15 caracteres
zh_tw: 不超過15 字符

source: Tax Group Maintenance
cs_cz: Nastavení daňových skupin
es_es: Administrar grupos de impuestos
hi_in: टैक्स समूह रखरखाव
id_id: Pengaturan Grup Pajak
it_it: Tasse Gruppo Manutenzione
ko_kr: 세금 그룹 유지 보수
mr_in: कर गट देखभाल
nl_nl: Belasting Groepen Onderhoud
pt_pt: Manutenção Grupo Impostos
ro_ro: Fiscale Grupul de întreţinere
ru_ru: Обслуживание группы налогов
sq_al: Mirëmbajtjen e taksave Group
sv: Skattekategoriunderhåll
sw_ke: Kodi Group Maintenance
tr_tr: VERGI GRUPLARI
zh_hk: 税收组
zh_tw: 稅組維護

source: Dispatch Tax Province Maintenance
cs_cz: Nastavení oblastí odvodu daní
es_es: Administrar jurisdicciones fiscales
hi_in: प्रेषण कर प्रांत रखरखाव
id_id: Pengaturan Wilayah Pajak Pengiriman
it_it: Dispatch fiscale Manutenzione Provincia
ko_kr: 파견 세금 지방 유지 보수
mr_in: तडफ कर प्रांत देखभाल
nl_nl: BTW Regio Onderhoud
pt_pt: Manutenção Impostos Localidade Destino
ro_ro: Expediere fiscale Provincia de întreţinere
ru_ru: Обслуживание отправки в налоговую область
sq_al: Provinca Dërgimi Tatimore Mirëmbajtja
sv: Skatte distrikt underhåll
sw_ke: Dispatch Kodi ya Mkoa wa Maintenance
tr_tr: GÖNDERI VERGI BÖLGELERI
zh_hk: 纳税区域
zh_tw: 納稅區域維護

source: Tax Category Maintenance
cs_cz: Nastavení daňových skupin
es_es: Administrar clases de impuestos
hi_in: टैक्स श्रेणी रखरखाव
id_id: Pengaturan Kategori Pajak
it_it: Tasse categoria Manutenzione
ko_kr: 세금 카테고리 유지 보수
mr_in: कर वर्ग देखभाल
nl_nl: Belasting Categorie Onderhoud
pt_pt: Manutenção Impostos Categoria
ro_ro: Categorie fiscale de întreţinere
ru_ru: Обслуживание налоговой категории
sq_al: Mirëmbajtja Tatimore Category
sv: Skattekattegorier
sw_ke: Kodi ya Jamii Maintenance
tr_tr: VERGI KATEGORILERI
zh_hk: 税目维护
zh_tw: 稅目維護

source: Tax Rates
cs_cz: Sazby daně
es_es: Tasas Impositivas
hi_in: कर की दरें
id_id: Tarif Pajak
it_it: Tasse
ko_kr: 세율
mr_in: कर दर
nl_nl: Belasting tarieven
pt_pt: Aliq. Impostos
ro_ro: Rata impozitului
ru_ru: Налоговые ставки
sq_al: Tatimore Çmimet
sv: Skattesatser
sw_ke: Viwango vya kodi
tr_tr: VERGI ORANLARI
zh_hk: 税率
zh_tw: 稅率

source: Tax Rates Maintenance
es_es: Administrar tasas impositivas
ko_kr: 세율 유지 보수
zh_tw: 稅率維護

source: This page can only be called after selecting the tax authority to edit the rates for
cs_cz: Tato stránka může být volána po výběru daně upravit sazby pro
es_es: Esta página sólo puede usarse después de seleccionar la autoridad tributaria para la que editar las tasas
hi_in: यह पृष्ठ केवल टैक्स प्राधिकरण के चयन के लिए दरों में संपादित करने के लिए के बाद कहा जा सकता है
id_id: Halaman ini hanya dapat dipanggil setelah memilih wewenag pajak utk mengubah tarif utk
it_it: dopo il di
ko_kr: 이 페이지는 단지에 대한 요금을 편집 세무 당국을 선택한 후 호출 할 수 있습니다
mr_in: हे पान फक्त दर संपादित करण्यासाठी कर प्राधिकरणाला निवडल्यानंतर ओळखली जाऊ शकते
nl_nl: Voor deze pagina dient de belasting authoriteit geselecteerd te worden waarvoor de tarieven moeten worden aangepast
pt_pt: Só entrar nesta página após selecionar autoridade fiscal para editar aliquotas
ro_ro: Aceasta pagina poate fi numit numai după selectarea autoritatea fiscală pentru a edita ratele de
ru_ru: Эта страница может быть вызвана только после выбора в налоговый орган для изменения тарифов на
sq_al: Kjo faqe mund vetëm të quhet pas zgjedhjes organet tatimore për të redaktuar normat për
sv: Denna sida kan bara visas efter att man valt en skattemyndighet
sw_ke: Ukarasa huu unaweza tu kuitwa baada ya kuchagua mamlaka ya kodi ya hariri viwango vya
tr_tr: Bu sayfa sadece oranlarını düzenlemek için vergi dairesine seçtikten sonra çağrılabilir
zh_hk: 此页面只有在选择了税种后才能进入
zh_tw: 這頁只能在選取稅務之後才能呼叫這頁來編輯稅率

source: Please select the Rates link from the tax authority page
cs_cz: Prosím, vyberte Sazby odkaz ze stránky daně
es_es: Por favor seleccione la tasa desde la página de la autoridad de rentas
hi_in: टैक्स प्राधिकरण पेज से लिंक दरें चुनें
id_id: Silahkan pilih link Tarif dari halaman wewenang pajak
it_it: Si prega di selezionare il collegamento partire dalla pagina di amministrazione fiscale
ko_kr: 세무 당국 페이지에서 요금 링크를 선택하세요
mr_in: कर अधिकाराने पृष्ठावरून दर दुवा निवडा
nl_nl: Selecteer de tarief link van de belasting authoriteiten pagina
pt_pt: Selecione Aliquotas da página de Autoridade Impostos
ro_ro: Vă rugăm să selectaţi link-ul Preturi de la pagina de autoritatea fiscală
ru_ru: Пожалуйста, выберите ссылку Ставки со страницы налогового органа
sq_al: Ju lutem zgjidhni linkun Cmimet nga faqja e organeve tatimore
sv: Välj skattesats länken på skattemyndighetsssidan
sw_ke: Tafadhali chagua zilizounganishwa Viwango kutoka ukurasa wa mamlaka ya kodi
tr_tr: vergi otoritesi sayfasından Oranları link seçiniz
zh_hk: 请在税种页面点击编辑税率
zh_tw: 請在稅務頁選取稅率連結

source: to go to the Tax Authority page
cs_cz: přejít na stránku finančnímu úřadu
es_es: ir a la página de la autoridad de rentas
hi_in: करने के लिए कर प्राधिकरण पेज पर जाने के
id_id: utk pergi ke halaman Wewenang Pajak
it_it: di di Tasse
ko_kr: 세금 당국 페이지로 이동
mr_in: कर प्राधिकरण पृष्ठावर जा
nl_nl: Om naar de belasting authoriteit pagina te gaan
pt_pt: Ir para Página Autoridade Impostos
ro_ro: pentru a merge la pagina fiscale Autoritatea
ru_ru: чтобы перейти на страницу налогового органа
sq_al: për të shkuar në faqen Autoriteti Tatimor
sv: för att komma till skattemyndighetssidan
sw_ke: kwenda kwenye ukurasa wa Mamlaka ya Kodi
tr_tr: Vergi Dairesi sayfasına gitmek için
zh_hk: 转到税种
zh_tw: 跳到稅務頁

source: All rates updated successfully
cs_cz: Všechny ceny úspěšně aktualizován
es_es: Se han actualizado las tasas correctamente
hi_in: सभी सफलतापूर्वक अद्यतन दर
id_id: Semua tarif telah berhasil diperbarui
it_it: Tutte le tariffe aggiornate con successo
ko_kr: 모든 요금은 성공적으로 업데이트
mr_in: सर्व दर यशस्वीरीत्या अद्ययावत
nl_nl: Alle tarieven zijn gewijzigd
pt_pt: Todas Aliquotas atualizadas com Sucesso
ro_ro: Toate tarifele actualizate cu succes
ru_ru: Все цены успешно обновлены
sq_al: Gjitha normat e-freskua me sukses
sv: Alla skattesatser har uppdaterats
sw_ke: Wote viwango updated mafanikio
tr_tr: BÜTÜN ORANLAR BASARIYLA GÜNCELLENDI
zh_hk: 全部税率更新完成
zh_tw: 全部稅率更新完成

source: Deliveries From
cs_cz: Dodávky Z
es_es: Entregas Desde
hi_in: से वितरण
id_id: Pengiriman Dari
it_it: Le consegne da
ko_kr: 에서 납품
mr_in: कडून प्रसूतीच्या
nl_nl: Levering van
pt_pt: Enviadas de
ro_ro: Livrările de la
ru_ru: Поставки из
sq_al: Dërgesat nga
sv: Leveranser från
sw_ke: Kutoka wanaojifungua
tr_tr: SEVKIYATIN YAPILACAGI DEPO
zh_hk: 货源地
zh_tw: 交貨自

source: Input must be numeric
es_es: La cantidad debe ser numérica
ko_kr: 입력은 숫자이어야합니다
mr_in: इनपुट अंकीय असणे आवश्यक आहे
pt_pt: Entrada deve ser numérica
zh_tw: 輸入必須是數字

source: Update Rates
cs_cz: Sazby aktualizace
es_es: Actualizar tasas
hi_in: अद्यतन दरें
id_id: Perbarui Tarif
it_it: Aggiorna
ko_kr: 요금
mr_in: अद्यतनित दर
nl_nl: Tarief wijzigen
pt_pt: Atualizar Alíquotas
ro_ro: Update Tarife
ru_ru: Обновление ставок
sq_al: Update Çmimet
sv: Uppdatera skattesatser
sw_ke: Mwisho Rates
tr_tr: ORANLARI GÜNCELLE
zh_hk: 更新税率
zh_tw: 更新稅率

source: There are no tax rates to show - perhaps the dispatch tax province records have not yet been created?
cs_cz: Nejsou žádné daňové sazby na show - snad odeslání záznamy daň provincie ještě nebyly vytvořeny?
es_es: No hay Tasas de Impuestos que mostrar, quizás los registros de jurisdicción fiscal desde donde despacha aún no han sido creados.
hi_in: शायद प्रेषण कर प्रांत अभिलेख अभी तक नहीं बनाया गया है - कोई कर दिखाने दरों रहे हैं?
id_id: Belum ada tarif pajak utk ditampilkan - mungkin data wilayah pajak pengiriman belum dibuat?
it_it: Non ci sono aliquote fiscali per mostrare - forse la spedizione record provincia fiscali non sono ancora stati creati?
ko_kr: 아마도 파견 세금 지방 레코드가 아직 생성되지 않은 - 표시 할 세율이 없다?
mr_in: कदाचित तडफ कर प्रांत रेकॉर्ड अद्याप तयार केले नाही आहे - दर्शविण्यासाठी कोणतेही कर दर आहेत?
nl_nl: Er zijn geen belasting tarieven om te tonen, mogelijk dat de belasting regio voor verzending niet zijn gemaakt
pt_pt: Não há aliquotas de impostos a exibir. Foram criados regist. para remessas dessa Localidade?
ro_ro: Nu există ratelor de impozitare pentru a arăta - probabil expediere înregistrările provincie fiscale nu au fost create încă?
ru_ru: Нет налоговых ставок для показа - возможно записи отправки налоговых регионов еще не созданы?
sq_al: Nuk ka normat e taksave për të treguar - ndoshta e dërgimit të dhënat krahinë e taksave ende nuk janë krijuar?
sv: Det finns inga skattesatser att visa - kanske har skatteregionsposter inte skapats för leveransen
sw_ke: Kuna viwango vya kodi bila ya kuonyesha - labda dispatch kumbukumbu mkoa wa kodi bado umba?
tr_tr: belki vergi il kayıtları henüz yaratılmamış olan sevkiyat - hiçbir vergi oranlarını göstermek için vardır?
zh_hk: 没有可用的税率，请先维护纳税区域
zh_tw: 沒有稅率可顯示 - 可能未產生派送稅區記錄?

source: Tax Categories
cs_cz: Daňové kategorie
es_es: Clases de impuestos
hi_in: टैक्स श्रेणियाँ
id_id: Kategori Pajak
it_it: Tasse Categorie
ko_kr: 세금 카테고리
mr_in: कर श्रेणी
nl_nl: Belasting categorien
pt_pt: Categoria Impostos
ro_ro: Categorii fiscale
ru_ru: Налоговые Категории
sq_al: Kategoritë e taksave
sv: Skattekategorier
sw_ke: Kodi ya Jamii
tr_tr: VERGI KATEGORILERI
zh_hk: 税目
zh_tw: 稅目

source: The tax category name cannot contain the character
cs_cz: Daň název kategorie nemůže obsahovat znak
es_es: El nombre de la clase de impuesto no puede contener el carácter
hi_in: टैक्स श्रेणी नाम चरित्र नहीं हो सकते
id_id: Nama kategori pajak tdk boleh berisi karakter
it_it: Il nome della categoria fiscale non può contenere il carattere
ko_kr: 세금 카테고리 이름은 문자를 포함 할 수 없습니다
mr_in: कर श्रेणी नाव वर्ण असू शकत नाही
nl_nl: Belasting categorie naam mag het volgende teken niet bevatten
pt_pt: Nome da Categoria Imposto não pode conter este caracter
ro_ro: Numele categoriei fiscală nu poate conţine caracterul
ru_ru: Название налоговой категории не может содержать символ
sq_al: Kategoria e taksave Emri nuk mund të përmbajë karakter
sv: Skattekategorin kan inte innehålla tecknet
sw_ke: Ya jamii kodi jina haiwezi kudhibiti tabia
tr_tr: VERGI KATEGORISI ADI SU KARAKTERLERI IÇEREMEZ:
zh_hk: 税类名称不能含有以下个字
zh_tw: 稅目名稱不能含有以下字元

source: The tax category name may not be empty
cs_cz: Daňové kategorie jméno nesmí být prázdné
es_es: El nombre de la clase de impuesto no puede estar vacío
hi_in: टैक्स श्रेणी का नाम खाली नहीं हो सकती
id_id: Nama kategori pajak tdk boleh kosong
it_it: Il nome della categoria fiscale non può essere vuoto
ko_kr: 세금 범주 이름은 비워 둘 수 없습니다 수 있습니다
mr_in: कर श्रेणी नाव रिक्त असू शकत नाही
nl_nl: Belasting categorie naam mag niet leeg zijn
pt_pt: O nome da Categoria de Imposto deve estar preenchido
ro_ro: Numele categoriei fiscale nu poate fi gol
ru_ru: Название налоговой категории не может быть пустым
sq_al: Kategoria e taksave Emri nuk mund të jetë bosh
sv: Skattekategorin får inte vara tom
sw_ke: Ya jamii kodi jina inaweza kuwa tupu
tr_tr: VERGI KATEGORISI ADI BOS OLAMAZ
zh_hk: 税类名称不能留空
zh_tw: 稅目名稱不能留空

source: The tax category cannot be renamed because another with the same name already exists.
cs_cz: Daňové kategorie nelze přejmenovat, protože jiný se stejným názvem již existuje.
es_es: No es posible cambiar el nombre de la clase de impuesto porque existe otra con ese nombre
hi_in: टैक्स वर्ग क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं किया जा सकता है नाम दिया.
id_id: Kategori pajak tdk dapat diubah nama karena sdh ada kategori lain dgn nama yg sama.
it_it: La categoria fiscale non può essere rinominato perché un altro con lo stesso nome esiste già.
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 세금 카테고리는 이름을 바꿀 수 없습니다.
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण कर श्रेणी पुनर्नामित करणे शक्य नाही.
nl_nl: Belasting categorie mag niet worden hernoemd omdat er al een andere bestaat met de zelfde naam
pt_pt: A categoria de imposto não pode ser renomeada pois este nome já existe
ro_ro: Categoria de impozit nu poate fi redenumit, deoarece un alt cu acelaşi nume există deja.
ru_ru: Налоговые категории не могут быть переименованы, так как другие с таким же именамм уже существуют.
sq_al: Kategoria e taksave nuk mund të riemërohet për shkak se një tjetër me të njëjtin emër ekziston.
sv: Skattekategorin kan inte döpas om, namnet används redan
sw_ke: jamii ya kodi hawezi kuwa jina kwa sababu nyingine kwa jina moja ipo.
tr_tr: VERGI KATEGORISI YENIDEN ISIMLENDIRILEMEDI, AYNI ISIMDE BIR TANE MEVCUT
zh_hk: 税类未能更改名称, 因为已有相同名称存在
zh_tw: 稅目未能更改名稱, 因為已有相同名稱存在

source: The tax category could not be updated
cs_cz: Daňové kategorie nelze aktualizovat
es_es: No se pudo actualizar la clase de impuesto
hi_in: टैक्स श्रेणी अपडेट नहीं हो पाया
id_id: Kategori pajak tersebut tdk dapat diperbarui
it_it: La categoria fiscale non può essere aggiornato
ko_kr: 세금 카테고리는 업데이트 할 수 없습니다
mr_in: कर श्रेणी सुधारित केले जाऊ शकत नाही
nl_nl: Belasting categorie kon niet worden gewijzigd
pt_pt: Categoria de Imposto não pode ser atualizada
ro_ro: Categoria de impozit nu a putut fi actualizat
ru_ru: Налоговая категория не может быть обновлена
sq_al: Kategoria e taksave nuk mund të përditësuar
sv: Kan inte sparas
sw_ke: jamii ya kodi inaweza kuwa updated
tr_tr: VERGI KATEGORISI GÜNCELLENEMEDI
zh_hk: 税项类别未能更新
zh_tw: 稅項類別未能更新

source: The tax category no longer exists
cs_cz: Daňové kategorie již neexistuje
es_es: La categoría de impuestos ya no existe
hi_in: टैक्स वर्ग अब मौजूद नहीं है
id_id: Kategori pajak tersebut sdh tdk ada
it_it: La categoria fiscale non esiste più
ko_kr: 세금 범주가 더 이상 존재하지 않습니다
mr_in: कर श्रेणी यापुढे अस्तित्वात
nl_nl: Belasting categorie bestaat niet langer
pt_pt: Categoria imposto não existe mais
ro_ro: Categoria de impozit nu mai există
ru_ru: Налоговой категории больше не существует
sq_al: Kategoria e taksave nuk ekziston më
sv: Skattekategorin finns inte längre
sw_ke: Ya jamii kodi tena lipo
tr_tr: BU VERGI KATEGORISI ARTIK MEVCUT DEGIL
zh_hk: 税类已不存在
zh_tw: 稅目不存在

source: Tax category name changed
cs_cz: Daňové kategorie změnil název
es_es: Cambiaron de el nombre de la categoría de impuesto
hi_in: टैक्स श्रेणी का नाम बदल
id_id: Nama kategori pajak telah diubah
it_it: Tasse nome della categoria cambiato
ko_kr: 세금 카테고리 이름 변경
mr_in: कर श्रेणी नाव बदलले
nl_nl: Belasting categorie naam is gewijzigd
pt_pt: Nome Categoria Imposto Modificado
ro_ro: Taxa nume categorie schimbat
ru_ru: Название Налоговых категорий изменено
sq_al: Emri Tatimore kategori ndryshuar
sv: Skattekategorinamnet är ändrat
sw_ke: Kodi ya jamii jina iliyopita
tr_tr: VERGI KATEGORISI ADI DEGISTI
zh_hk: 税类名称已更改
zh_tw: 稅目名稱已更改

source: The tax category cannot be created because another with the same name already exists
cs_cz: Daňové kategorie nelze vytvořit, protože jiný se stejným názvem již existuje
es_es: No se puede crear la clase de impuesto porque existe otra con ese nombre
hi_in: टैक्स वर्ग क्योंकि एक ही नाम के साथ एक और पहले से मौजूद नहीं बनाया जा सकता है
id_id: Kategori pajak tdk dapat dibuat karena sdh ada kategori lain dgn nama yg sama
it_it: La categoria fiscale non può essere creato perché un altro con lo stesso nome esiste già
ko_kr: 같은 이름을 가진 다른이 이미 존재하기 때문에 세금 카테고리를 만들 수 없습니다
mr_in: याच नावाचा दुसरा आधीच अस्तित्वात कारण कर श्रेणी तयार करणे शक्य नाही
nl_nl: Belasting categorie kan niet worden gemaakt omdat er al een andere bestaat met de zelfde naam
pt_pt: Categ. impostos não pode ser criada pois o mesmo nome já existe
ro_ro: Categoria de impozit nu poate fi creat, deoarece un alt cu acelaşi nume există deja
ru_ru: Налоговая категория не может быть создана, так как другая с таким же именем уже существует
sq_al: Kategoria e taksave nuk mund të krijohet, sepse një tjetër me të njëjtin emër ekziston
sv: Skattekategorin kan inte sparas eftersom namnet redan används
sw_ke: jamii ya kodi haiwezi kutengenezwa kwa sababu nyingine kwa jina moja tayari lipo
tr_tr: VERGI KATEGORISI YARATILAMADI, AYNI ISIMDE BIR TANE MEVCUT
zh_hk: 税类未能产生, 因为已有相同名称存在
zh_tw: 稅目未能產生, 因為已有相同名稱存在

source: The new tax category could not be added
cs_cz: Nové daňové kategorie by neměly být přidávány
es_es: No se pudo crear la nueva clase de impuesto
hi_in: नए कर श्रेणी जोड़ा नहीं जा सका
id_id: Kategori pajak yg baru tdk dapat ditambahkan
it_it: La categoria nuova imposta non potrebbe essere aggiunto
ko_kr: 새로운 세금 카테고리를 추가 할 수 없습니다
mr_in: नवीन कर श्रेणी जोडला जाऊ शकत नाही
nl_nl: Belasting categorie kon niet worden toegevoegd
pt_pt: Nova Categoria de Imposto não pode ser adicionada
ro_ro: Categoria de impozit nou nu a putut fi adăugate
ru_ru: Новая налоговая категория не может быть добавлена
sq_al: Kategoria e ri tatimor nuk mund të shtohet
sv: Kunde inte sparas
sw_ke: Mpya ya jamii kodi inaweza kuwa aliongeza
tr_tr: YENI VERGI KATEGORISI EKLENEMEDI
zh_hk: 新的税类未能新增
zh_tw: 新的稅目未能新增

source: New tax category added
cs_cz: Nové daně z přidané kategorie
es_es: Se creó una Nueva Clase de Impuesto
hi_in: नए कर श्रेणी गयी
id_id: Kategori pajak yg baru telah ditambah
it_it: Nuova categoria di imposta sul valore aggiunto
ko_kr: 새로운 세금 범주에 추가
mr_in: नवे कर श्रेणी
nl_nl: Belasting categorie toegevoegd
pt_pt: Nova Categoria Imposto Adicionada
ro_ro: Nouă categorie de taxei pe valoarea adăugată
ru_ru: Новая налоговая категория добавлена
sq_al: kategori e re tatimore shtuar
sv: Sparad
sw_ke: Mpya ya kodi ya jamii aliongeza
tr_tr: YENI VERGI KATEGORISI EKLENDI
zh_hk: 新增新税类
zh_tw: 新增新稅目

source: Cannot delete this tax category because it no longer exists
cs_cz: Nelze smazat tento daňové kategorie, protože to již neexistuje
es_es: No se puede suprimir esta clase de impuesto porque no existe
hi_in: इस श्रेणी को नष्ट कर, क्योंकि यह अब मौजूद नहीं है नहीं कर सकते
id_id: Tdk dapat menghapus kategori pajak ini karena sdh tdk ada
it_it: Impossibile eliminare questa categoria fiscale, perché non esiste più
ko_kr: 더 이상 존재하지 않기 때문에이 세금 카테고리를 삭제할 수 없습니다
mr_in: तो यापुढे अस्तित्वात कारण हा कर श्रेणी हटवू शकत नाही
nl_nl: Belasting categorie kan net worden verwijderd omdat die niet langer meer bestaat
pt_pt: Não pode remover esta categoria Imposto pois não existe mais
ro_ro: Nu se poate şterge această categorie taxa respectivă, deoarece nu mai există
ru_ru: Не удается удалить эту налоговую категорию, поскольку она больше не существует
sq_al: Nuk mund të fshini këtë kategori tatimore për shkak se ajo nuk ekziston më
sv: Kan inte ta bort skattekategorin eftersom deninte längre finns
sw_ke: Hawezi kufuta kodi ya jamii kwa sababu hakuna tena lipo
tr_tr: BU VERGI KATEGORISI SILINEMIYOR, ÖNCEDEN SILINMIS
zh_hk: 未能删除这税类, 因为不存在
zh_tw: 未能刪除這稅目, 因為不存在

source: Cannot delete this tax category because inventory items have been created using this tax category
cs_cz: Nelze smazat tento daňové kategorie, protože zásoby položky byly vytvořeny pomocí tohoto daňového kategorii
es_es: No se puede suprimir esta categoría de impuestos porque los artículos del inventario han sido creados con esta categoría de impuestos
hi_in: इस श्रेणी को नष्ट कर क्योंकि सूची आइटम इस टैक्स श्रेणी का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus kategori pajak item persediaan telah dibuat menggunakan kategori pajak ini
it_it: Non è possibile cancellare questa categoria fiscale, poiché gli oggetti dell&#39;inventario sono state realizzate con questa categoria fiscale
ko_kr: 재고 항목이 세 범주를 사용하여 생성 되었기 때문에이 세금 카테고리를 삭제할 수 없습니다
mr_in: पुस्तके आयटम या कर श्रेणी वापरून तयार केले गेले कारण हा कर श्रेणी हटवू शकत नाही
nl_nl: Belasting categorie kan niet worden verwijderd omdat er voorraad items zijn waarvoor die is gebruikt
pt_pt: Não pode remover essa categoria de imposto pois há itens de inventário usando essa categoria de impostos
ro_ro: Nu se poate şterge această categorie impozit, deoarece obiecte de inventar au fost create folosind această categorie de impozit
ru_ru: Не удается удалить эту налоговую категорию, потому что предметы инвентаризации, которые были созданы, используют эту налоговую категорию
sq_al: Nuk mund të fshini këtë kategori tatimore për shkak sendeve të inventarizuara kanë qenë krijuar duke përdorur këtë kategori tatimore
sv: Kan inte ta bort skattekategorin eftersom lagerprodukter använder den
sw_ke: Hawezi kufuta kodi ya jamii kwa sababu vitu hesabu viliumbwa kwa kutumia kodi ya jamii
tr_tr: demirbaşlar bu vergi kategorisini kullanarak yaratılmış olması nedeniyle bu vergi kategori silinemiyor
zh_hk: 未能删 除这税类, 因为已有仓存物料使用
zh_tw: 未能刪 除這稅目, 因為已有庫存商品使用

source: inventory items that refer to this tax category
cs_cz: skladových položek, které se vztahují k této daňové kategorie
es_es: Artículos de Inventario con esta clase de Impuesto
hi_in: सूची आइटम है कि इस कर श्रेणी को संदर्भित
id_id: item persediaan yg mereferensi pada kategori pajak ini
it_it: articoli di magazzino che si riferiscono a questa categoria fiscale
ko_kr: 이 세금 카테고리를 참조 재고 항목
mr_in: या कर श्रेणी पहा पुस्तके आयटम
nl_nl: voorraad items die deze belasting categrorie gebruiken
pt_pt: Itens que utilizam esta categoria imposto
ro_ro: obiecte de inventar care se referă la această categorie de impozit
ru_ru: товары, которые относятся к этой налоговой категории
sq_al: artikuj të inventarit që i referohen në këtë kategori tatimore
sv: lager produkter som använder skattekategorin
sw_ke: hesabu vitu kuwa rejea kwa jamii hii ya kodi
tr_tr: BU VERGI KATEGORISI ILE ILISIKLI ÜRÜNLER:
zh_hk: 这税类的仓存物料
zh_tw: 這稅目的庫存商品
