Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Issuing
cs_cz: Vydávající
es_es: Expidiendo
hi_in: जारी
id_id: Menerbitkan
it_it: Di emissione
ko_kr: 발행
mr_in: जारी
nl_nl: Toewijzen
pt_pt: Produzido
ro_ro: Emiterea
ru_ru: Выпуск
sq_al: Lëshimi i
sv: utfärdar
sw_ke: Kutoa
tr_tr: Veren
zh_hk: 正在发料中
zh_tw: 發放中

source: Serial Numbers Issued
cs_cz: Serial Vydáno čísla
es_es: Números de Serie Expedidos
hi_in: सीरियल नंबर जारी
id_id: Nomor Seri telah Diterbitkan
it_it: Numeri di serie Rilasciato
ko_kr: 발행 일련 번호
mr_in: जारी सिरिअल क्रमांक
nl_nl: Toegewezen serie nummers
pt_pt: Núm. Série Emitido
ro_ro: Numerele de serie Eliberat
ru_ru: Выпущенные серийные номера
sq_al: Numrat Serial Lëshuar
sv: Utfärdade serienummer
sw_ke: Serial Hesabu Imetolewa
tr_tr: Yayınlanan Seri Numaraları
zh_hk: 发出的序列号
zh_tw: 已發放序號

source: Could not retrieve the serial numbers available at the location specified because
cs_cz: Nepodařilo se načíst pořadová čísla k dispozici na místě určeném, protože
es_es: No se pudieron obtener los números de serie disponibles en la ubicación especificada porque
hi_in: क्योंकि निर्दिष्ट स्थान पर सीरियल नंबर उपलब्ध पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil nomor seri yg ada pada lokasi yg dipilih karena
it_it: Non è possibile recuperare i numeri di serie disponibile nella posizione specificata perché
ko_kr: 때문에 지정된 위치에서 사용할 수있는 일련 번호를 검색 할 수 없습니다
mr_in: ठराविक ठिकाणावर उपलब्ध सिरिअल क्रमांक पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Kon beschikbare serie nummers op de gespecificeerde lokatie niet opvragen omdat
pt_pt: Não pode recuperar número série disponível no local especif. porque
ro_ro: Nu sa putut prelua numerele de serie disponibil la locatia specificata, deoarece
ru_ru: Не удалось получить серийные номера, доступные в указанном месте, поскольку
sq_al: Nuk mund ta marrim ne numrat serial në dispozicion në vendin e specifikuar, sepse
sv: Kan inte hämta serienummren vid vald plats eftersom
sw_ke: Hakuweza Retrieve ya idadi Serial inapatikana katika eneo maalum kwa sababu
tr_tr: çünkü belirtilen yerde seri numaraları alınamadı
zh_hk: 指定的仓库找不到序列号, 因为
zh_tw: 未能提取指定地點可用的序號, 因為

source: There are no serial numbers at this location to issue
cs_cz: Nejsou žádné sériová čísla na tomto místě vypisovat
es_es: No hay números de serie en esta ubicación para expedir
hi_in: इस स्थान पर कोई सीरियल नंबर रहे हैं मुद्दे
id_id: Tdk ada nomor seri pada lokasi ini utk diterbitkan
it_it: Non ci sono numeri di serie in questa posizione per il rilascio
ko_kr: 어떤 일련 번호가 발급이 위치에 없습니다
mr_in: जारी करण्याची या स्थानावर कोणतेही सिरिअल क्रमांक आहेत
nl_nl: Er zijn geen serienummers op deze lokatie die kunnen worden toegewezen
pt_pt: Não há número série para requerimento desse local
ro_ro: Nu sunt numerele de serie la această locaţie să emită
ru_ru: Нет серийных номер для выпуска в этой месте
sq_al: Nuk ka një numër serik në këtë vend për të nxjerrë
sv: Det finns inga serienummer att utfärda på denna plats
sw_ke: Hakuna idadi Serial katika eneo hili suala
tr_tr: hayır seri numaraları konuya böyle yerde vardır
zh_hk: 此仓库无序列号可发出
zh_tw: 這地點發有序號可發放

source: Reselect Location or Issued Item
cs_cz: Umístění nebo opakovanému vydání výtisku
es_es: Volver a Seleccionar Ubicación ó Artículo Enviado
hi_in: Reselect स्थान या जारी आइटम
id_id: Pilih kembali Lokasi atau Item Diterbitkan
it_it: Località o riselezionare l&#39;oggetto Rilasciato
ko_kr: 위치 또는 발행 항목을 다시 선택
mr_in: स्थान किंवा जारी आयटम Reselect
nl_nl: Selecteer de lokatie opnieuw of wijs een item toe
pt_pt: Selec. novamente Local ou Item req.
ro_ro: Reselectaţi Locaţie sau Postul Eliberat
ru_ru: Выберите местоположение или выпущенный товар
sq_al: Vendndodhja rizgjidhni ose Item Lëshuar
sv: Välj lagerplats för utfärdad produkt
sw_ke: Reselect Location au Item Imetolewa
tr_tr: Reselecte Yer veya İhraç Öğe
zh_hk: 重新选择仓库或者待发物料
zh_tw: 重選地點或發放商品

source: Batch/Lots Issued
cs_cz: Šarže / Pozemky Vydáno
es_es: Lote/ Muchas Emisiones
hi_in: बैच / बहुत जारी
id_id: Batch/Lot yg Diterbitkan
it_it: Lotto / Lotti Rilasciato
ko_kr: 배치 / 로트 발행
mr_in: बॅच / गोंगाट जारी
nl_nl: Toegewezen Batch / Lots
pt_pt: Lote(s) Emitido(s)
ro_ro: Lot / Loturi Eliberat
ru_ru: Партий/серий Выпущено
sq_al: Batch / Shumë Lëshuar
sv: Utfärdade batcher/loter
sw_ke: Kundi / Kura Imetolewa
tr_tr: Parti / Lot İhraç
zh_hk: 发出的批次/批
zh_tw: 已發放批/號

source: Enter a batch/roll reference being used with this work order
ko_kr: 배치 / 롤 참조를 입력하면이 작업 순서와 사용
mr_in: हे काम मागणीबरोबर वापरली जात एक बॅच / रोल संदर्भ द्या
pt_pt: Informe batch/lote referência em uso nessa ordem de produção
zh_tw: 輸入一個批處理/卷被引用這項工作順序使用

source: Enter the quantity of this batch/roll to issue to the work order
ko_kr: 이 배치의 수량을 입력 / 롤은 작업 순서에 발급 할
mr_in: काम ऑर्डरमध्ये जारी करण्याची ही बॅच / रोल प्रमाण प्रविष्ट करा
pt_pt: Informe a quant. para esse batch/lote para o centro de trabalho
zh_tw: 輸入此製令單的批/卷的發料數量

source: Quantity Issued
cs_cz: Množství povolenek,
es_es: Cantidad Expedida
hi_in: मात्रा जारी
id_id: Qty Diterbitkan
it_it: Quantità emessa
ko_kr: 수량 발행
mr_in: जारी प्रमाणात
nl_nl: Hoeveelheid toegewezen
pt_pt: Qtd Neces.
ro_ro: Cantitate Eliberat
ru_ru: Количество Выпущено
sq_al: Sasia Lëshuar
sv: Utfärdad kvantitet
sw_ke: Imetolewa wingi
tr_tr: Miktar İhraç
zh_hk: 发出的数量
zh_tw: 發放數量

source: Enter the quantity of this item to issue to the work order
ko_kr: 작업 순서에 발급 할이 아이템의 수량을 입력j
mr_in: काम ऑर्डरमध्ये जारी करण्याची या आयटमची प्रमाण प्रविष्ट करा
pt_pt: Informe a quant. desse item para o centro de trabalho requerido
zh_tw: 輸入此製令單物料的數量

source: Receive Work Order
cs_cz: Dostávat Zakázka
es_es: Recibir Orden de Trabajo
hi_in: कार्य आदेश प्राप्त
id_id: Terima Order Produksi
it_it: Ricevere l&#39;ordine di lavoro
ko_kr: 일 주문을 받기
mr_in: प्राप्त कार्य क्रम
nl_nl: Ontvang werkorder
pt_pt: Rec. Ordem Prod.
ro_ro: Primi comanda de lucru
ru_ru: Получение наряда на работы
sq_al: Marrë Urdhrin e Punës
sv: Ta emot arbetsorder
sw_ke: Kazi kupokea Order
tr_tr: İş Emri alın
zh_hk: 工作单收货
zh_tw: 已收工作訂單

source: Select a work order to receive
cs_cz: Vyberte práce, aby se příjem
es_es: Seleccionar una Orden de Trabajo a recibir
hi_in: एक काम के आदेश का चयन करने के लिए प्राप्त
id_id: Pilih order produksi utk diterima
it_it: Seleziona un ordine di lavoro di ricevere
ko_kr: 수신하는 작업 순서를 선택
mr_in: प्राप्त करण्यासाठी काम ऑर्डर निवडा
nl_nl: Selecteer werkorder om te ontvangen
pt_pt: Selec. a Ordem Prod. a receber
ro_ro: Selectaţi o comandă de a primi
ru_ru: Выберите наряд работ для получения
sq_al: Zgjidh një mënyrë që të punojë për të marrë
sv: Välj en arbetsorder att ta emot
sw_ke: Kuchagua ili kazi ya kupokea
tr_tr: almak için bir iş emri seçin
zh_hk: 选择要收货的工作单
zh_tw: 選取要接收的工作訂單

source: This page can only be opened if a work order has been selected. Please select a work order to receive first
cs_cz: Tato stránka může být otevřen pouze v pracovní příkaz byl vybrán. Prosím, vyberte práci, aby se přijímat jako první
es_es: Primero debe seleccionar una Orden de Trabajo a recibir
hi_in: इस पृष्ठ तभी एक काम करने का चयन किया गया है खोला जा सकता है. एक काम के आदेश का चयन करने के पहले प्राप्त करें
id_id: Halaman ini hanya dapat dibuka jika order produksi telah dipilih. Silahkan pilih dulu order produksi utk diterima
it_it: Questa pagina può essere aperto solo un ordine di lavoro è stato selezionato. Seleziona un ordine di lavoro per ricevere una prima
ko_kr: 작업 순서를 선택한 경우이 페이지는 열 수 있습니다. 먼저 수신하는 작업 순서를 선택하세요
mr_in: एक काम ऑर्डर निवडले गेले आहे तर हे पृष्ठ फक्त उघडले जाऊ शकते. प्रथम प्राप्त करण्यासाठी काम ऑर्डर निवडा
nl_nl: Slecteer eerst een werkorder voor deze pagina te openen om er items op te boeken
pt_pt: Essa página deve ser aberta se uma ordem de produção estiver selecionada. Favor selec. ordem serviço primeiro
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un ordin de muncă a fost selectat. Vă rugăm să selectaţi o comandă de a primi prima
ru_ru: Эта страница может быть открыт только если работа заказ был выбран. Пожалуйста, выберите работы для получения первой
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një mënyrë pune është përzgjedhur. Ju lutem zgjidhni një mënyrë që të punojnë për të marrë e parë
sv: Denna sida kan bara visas om man valt en arbetsorder först, gör det först.
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama utaratibu kazi imekuwa kuchaguliwa. Tafadhali chagua ili kazi ya kupokea kwanza
tr_tr: iş emri seçildiyse Bu sayfa sadece açılabilir. İlk almak için bir iş emri seçiniz
zh_hk: 只有选择了工作单时，此页才能进入, 请先选择要收货的工作单
zh_tw: 此頁只有在已選取工作訂單才能開啟, 請先選取要接收的工作訂單

source: The quantity entered is not numeric - a number is expected
cs_cz: Zadané množství není číselný - číslo je očekáváno
es_es: La cantidad entrada no es numérica - se espera un número
hi_in: प्रवेश मात्रा संख्यात्मक नहीं है - एक नंबर की उम्मीद है
id_id: Qty dimasukkan bukan numerik - angka yg diminta
it_it: La quantità inserita non è numerico - un numero è destinato
ko_kr: 입력 한 수량이 숫자 아니다 - 번호가 예상된다
mr_in: प्रविष्ट प्रमाण अंकीय नाही - एक संख्या अपेक्षित आहे
nl_nl: De ingevoerde hoeveelheid is niet numeriek - een aantal zal naar verwachting
pt_pt: Quant. informada deve ser número
ro_ro: Cantitatea introdusă nu este numeric - un număr este de aşteptat
ru_ru: Количество введенных не числовой - число, как ожидается
sq_al: Sasia e dhënë nuk është numerike - një numër pritet
sv: Antalet måste vara numeriskt
sw_ke: Wingi aliingia si numeric - idadi inatarajiwa
tr_tr: Girilen miktar sayısal değil - bir numara bekleniyor
zh_hk: 输入的数量不是数字--要输入的必须是数字
zh_tw: 輸入的數量不是數字 - 預設為一個數字

source: The Expiry Date should be in date format
es_es: La fecha de caducidad debe estar en formato de fecha
ko_kr: 만기 날짜는 날짜 형식이어야합니다
zh_tw: 到期日應為日期格式

source: The quantity received is greater than the quantity required even after allowing for the configured allowable over-receive proportion. If this is correct then the work order must be modified first.
cs_cz: Obdržené množství je větší než množství potřebné i po umožní nastavit povolené přes-dostávají podíl. Jestliže toto je správné, pak práce objednávky, musí být upraven jako první.
es_es: La cantidad recibida es mayor que la cantidad requerida, incluso después de tener la configuración permisible sobre-recibir proporción. Si esto es correcto, entonces, en primer lugar, la orden de trabajo debe ser modificado
hi_in: प्राप्त मात्रा के लिए अनुमति देने के बाद भी आवश्यक मात्रा से अधिक है कॉन्फ़िगर स्वीकार्य से अधिक अनुपात प्राप्त करते हैं. यदि यह सही है तो काम करने के पहले संशोधित किया जाना चाहिए.
id_id: Qty diterima lebih besar dari qty diperlukan bahkan setelah diperbolehkan melalui konfigurasi memperbolehkan proporsi kelebihan-terima. Jika ini betul maka order produksi tersebut harus diubah dulu.
it_it: Il quantitativo ricevuto è superiore alla quantità richiesta anche tenendo conto della configurazione ammissibile ricevere over-quota. Se questo è corretto allora l&#39;ordine di lavoro deve essere modificato per primo.
ko_kr: 수신 량도 비례 수신 과다 구성된 허용 허용 후 필요한 양보다 더 크다. 이 올바른 경우 다음 작업 지시는 제 1 변형되어야한다.
mr_in: प्राप्त प्रमाण अगदी प्रमाणात प्राप्त प्रती-संयोजीत परवानगी ज्यामुळे नंतर आवश्यक प्रमाणात मोठी आहे. हे बरोबर आहे तर काम ऑर्डर प्रथम सुधारित करणे आवश्यक आहे.
nl_nl: De toegewezen hoeveelheid is groter dan de benodigde hoeveelheid en meer dan de toegestane leveringsafwijking. Als dit correct is dient de order eerst te worden aangepast
pt_pt: Quant. recebida é maior que a quant. requerida mesmo após config tolerância proporção. Se isso estiver correto a ordem de produção deve ser modif. antes.
ro_ro: Cantitatea primită este mai mare decât cantitatea necesară chiar şi după ce îi permite configurat admisibile pentru a primi peste-parte. În cazul în care acest lucru este corect, atunci ordinea de muncă trebuie să fie modificat mai întâi.
ru_ru: Количество получил больше требуемого количества даже после учета настроены допустимых над-получать долю. Если это так, то работа порядок должен быть изменен в первую очередь.
sq_al: Sasia e marrë është më e madhe se sasia e nevojshme edhe pas lejuar për konfiguruar lejueshme mbi-të marrin pjesë. Nëse kjo është e saktë atëherë urdhëri i punës duhet të jetë ndryshuar për herë te parë.
sv: Mottagen mängd är större än den mängd som behövs, även sedan hänsyn tagits till den inställda tillåtna över-emot andel. Om detta stämmer då arbetsordern måste ändras först.
sw_ke: Wingi kupokea ni mkubwa kuliko wingi required hata baada ya kuruhusu kwa ajili ya configured halali juu-kupokea uwiano. Kama hii ni sahihi, basi utaratibu wa kazi ni lazima kuwa iliyopita kwanza.
tr_tr: Alınan miktar için bile izin sonra gerekli miktar daha büyüktür yapılandırılmış aşırı oranda almak müsaade. Eğer bu doğru ise o zaman iş emri ilk yapılması gerekir.
zh_hk: 接受的数量大于要求的数量，甚至包括预先配置的可以多收的比例，依然如此。如果这是正确的，必须首先更改工作单。
zh_tw: 接收數量大於要求數量, 即使是在設定的允可超收比例計算之後. 如這是正確的, 請修改工作訂單

source: Could not check if a serial number for the stock item already exists because
cs_cz: Nemohl zkontrolovat, zda sériové číslo pro populaci položky již existuje, protože
es_es: No se pudo comprobar si ya existe un número de serie del artículo de existencias porque
hi_in: जांच अगर स्टॉक आइटम के लिए एक सीरियल नंबर पहले ही वजह से मौजूद नहीं किया जा सका
id_id: Tdk dapat memeriksa apakah nomor seri utk item stok tersebut sdh ada karena
it_it: Impossibile controllare se un numero di serie per la voce di stock già esiste perché
ko_kr: 주식 항목에 대한 일련 번호가 이미 있기 때문에 존재 여부를 확인 할 수 없습니다
mr_in: स्टॉक आयटम एक सिरियल नंबर आधीच अस्तित्वात असल्यास, याची तपासणी करणे शक्य नाही कारण
nl_nl: Kon niet controleren of het serie nummer voor het voorraad item al bestaat omdat
pt_pt: Não pode remover ordem recorrente de vendas para o modelo
ro_ro: Nu ar putea verifica dacă un număr de serie pentru element stocul deja există, deoarece
ru_ru: Не удалось проверить серийный номер для фондового элемент уже существует, потому что
sq_al: Nuk mund të kontrolloni nëse një numër serial për pikën e aksioneve tashmë ekziston për shkak se
sv: Kunde inte kontrollera om ett serienummer för lagervara redan finns på grund
sw_ke: Hakuweza kuangalia kama idadi Serial kwa bidhaa ya hisa tayari lipo kwa sababu
tr_tr: stok kalemi için bir seri numarası zaten çünkü varlığının kontrol Couldn&#39;t
zh_hk: 未能检查是否已存此序列号的物料,因为
zh_tw: 未能檢查存貨商品的序號是否存在, 因為

source: The following SQL to test for an already existing serialised stock item was used
cs_cz: Následující SQL k testu na již existující serializoval na skladě byla použita
es_es: Se usó el siguiente SQL para probar un artículo de existencias seriado ya existente
hi_in: निम्नलिखित एसक्यूएल एक पहले से ही मौजूदा serialized स्टॉक आइटम के लिए परीक्षण करने के लिए इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk menguji item stok berseri yg sdh ada
it_it: Il seguente SQL per verificare un elemento già esistente stock serializzato è stato utilizzato
ko_kr: 이미 존재하는 일련 재고 항목을 테스트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: आधीच विद्यमान serialized स्टॉक गोष्टीसाठी चाचणी करण्यासाठी खालील SQL वापरला होता
nl_nl: SQL waar is gecontroleerd of het serie nummer item al bestaat was
pt_pt: SQL para testar um item com núm. de série já existente foi
ro_ro: Următoarele SQL pentru a testa pentru un element deja existent stoc serializate a fost folosit
ru_ru: Следующие SQL для проверки уже существующих сериализованный элемент запас использовался
sq_al: SQL e mëposhtme për të provuar për një objekt tashmë ekzistues të aksioneve serialized është përdorur
sv: Följande SQL användes för att testa en redan serialiserad lagerprodukt
sw_ke: SQL zifuatazo mtihani kwa kipengele zilizopo tayari serialized hisa ilitumika
tr_tr: Aşağıdaki SQL kullanılan mevcut bir tefrika stok kalemi için test
zh_hk: 用于测试序列化物料的SQL是
zh_tw: 下列SQL用作測試存貨商品序號是否已存在

source: The serial number entered already exists. Duplicate serial numbers are prohibited. The duplicate item is:
cs_cz: Pořadové číslo zadané již existuje. Duplicitní sériová čísla jsou zakázány. Duplicitní položky:
es_es: El número de serie indicado ya existe. No se permiten números de serie duplicados. El artículo duplicado es:
hi_in: क्रम संख्या पहले से मौजूद है में प्रवेश किया. नकल सीरियल नंबर निषिद्ध हैं. डुप्लिकेट आइटम है:
id_id: Nomor seri yg dimasukkan sdh ada. Nomor seri duplikat tdk diperbolehkan. Item duplikat tersebut adalah:
it_it: Il numero di serie specificato esiste già. numeri di serie duplicati sono vietate. L&#39;elemento duplicato è:
ko_kr: 일련 번호가 이미 입력. 중복 된 일련 번호는 금지되어 있습니다. 중복 된 항목은 다음과 같습니다
mr_in: प्रविष्ट अनुक्रमांक आधीच अस्तित्वात आहे. डुप्लिकेट सिरिअल क्रमांक मनाई आहे. डुप्लिकेट आयटम आहे:
nl_nl: Het serienummer al bestaat. Tweevoud serienummers zijn verboden. Het duplicaat item is:
pt_pt: Núm. Serial já existe. Númeração serial em duplicidade não permitida. Item com duplicidade é:
ro_ro: Numărul de serie introdus există deja. numerele de serie duplicat sunt interzise. Elementul duplicat este:
ru_ru: Серийный номер вошел уже существует. Duplicate серийные номера запрещены. Дублировать элемент:
sq_al: Numri serik hyrë tashmë ekziston. Numrat serik Duplicate janë të ndaluara. Kopjuar artikull është:
sv: Serienumret angav finns redan. Duplicera serienummer är förbjudna. Den dubbla punkt är:
sw_ke: Idadi Serial aliingia ipo. Duplicate idadi Serial ni marufuku. Bidhaa duplicate ni:
tr_tr: Seri numarası zaten var girdi. Yinelenen seri numaraları yasaktır. Yinelenen öğe:
zh_hk: 输入的序列号已经存在。禁止重复的序列号。重复的物料是：
zh_tw: 輸入的序列號已經存在。禁止重複的序列號。重複的產品為：

source: Could not retrieve the component quantity left at the location once the component items are issued to the work order (for the purposes of checking that stock will not go negative) because
cs_cz: Nepodařilo se načíst komponentu množství vlevo na místě kdysi součást položky jsou vydávány na pracovní příkaz (pro účely kontroly, zda vozidla nepůjde negativní), protože
es_es: No se puede obtener la cantidad de componentes a la izquierda en la ubicación, una vez que los elementos de los componentes son emitidos a la orden de trabajo (para el objeto de comprobar que las acciones no van a negativo), porque
hi_in: पुनः प्राप्त (है कि स्टॉक की जाँच के चलते नकारात्मक नहीं किया जाएगा के प्रयोजनों के लिए) नहीं जा सका घटक स्थान एक बार घटक आइटम काम करने के लिए जारी किए जाते हैं पर छोड़ दिया क्योंकि मात्रा
id_id: Tdk dapat mengambil sisa qty komponen di lokasi begitu item komponen telah diterbitkan ke order produksi (dgn tujuan utk memastikan stok tdk akan menjadi negatif) karena
it_it: Non è possibile recuperare la quantità del componente di sinistra in corrispondenza della posizione una volta che gli elementi componenti sono rilasciati per l&#39;ordine di lavoro (ai fini del controllo azionario che non vanno al negativo), perché
ko_kr: 구성 요소 항목 (즉, 주식을 확인하는 목적으로 부정하지 않습니다) 때문에 작업 순서에 발행되면 위치에서 왼쪽 구성 요소 양을 검색 할 수 없습니다
mr_in: घटक आयटम काम क्रम (त्या स्टॉक तपासणी प्रयोजनार्थ नकारात्मक जाणार) कारण दिले जाते एकदा स्थानावर बाकी घटक प्रमाण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon niet de hoeveelheden van de overgebleven compontenten op de lokatie opvragen nadat de componenten zijn geboekt op de werk order (om vast te stellen of de voorraad niet negatief zou worden) omdat
pt_pt: Não pode recuperar quant. componente no local para itens dos componentes da ordem de produção (confirmação do estoque para não ficar negativo) porque
ro_ro: Nu am putut prelua cantitatea componenta stânga la locaţia dată elementele componente sunt emise la ordinul de muncă (în scopul de a verifica acest stoc nu va merge negative), deoarece
ru_ru: Не удалось получить компонент количество налево на месте когда-то комплектующих изделий выдается наряд на работу (для целей проверки, что акции не пойдет отрицательных), так как
sq_al: Nuk mund të marrim sasinë komponent lënë në vendin e një herë pikat komponenti janë lëshuar në mënyrë që punojnë (për qëllimet e kontrollit që aksioneve nuk do të shkojnë negativ), sepse
sv: Kunde inte hämta komponenten kvantitet vänster vid lokal så snart ingående posterna har utfärdats till arbetsorder (för att kontrollera att beståndet kommer inte att gå negativt) eftersom
sw_ke: Hakuweza Retrieve wingi sehemu ya kushoto katika eneo moja ya vitu ni sehemu iliyotolewa na utaratibu wa kazi (kwa madhumuni ya kuangalia kwamba hisa wala kwenda hasi) kwa sababu
tr_tr: (Negatif geçmeyeceği stok kontrol amacıyla) bileşeni öğeleri iş emri verilir kez yerde sol bileşen miktarı alınamadı çünkü
zh_hk: 一旦此被发料给工作单，将无法查询到此地点剩余物料的数量（目的是检查库存不会变为负数）因为
zh_tw: 無法檢索在左側位置的組件數量，一旦組件項目發放到工單（用於檢查該倉庫的目的，不會變成負的），因為
