Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The make or buy flag cannot be changed from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
cs_cz: Vyrobit nebo zakoupit vlajku nelze změnit z vyráběných, nakoupených nebo figurína na kitset nebo sestavy, kde je položka součástí kusovníku
es_es: La marca de construir o comprar no se puede cambiar desde manufacturado, kit o ensamblaje cuando el artículo es un componente de una Lista de Materiales
hi_in: बनाने या झंडा खरीदने निर्मित है, खरीदा या एक kitset या विधानसभा जहां मद सामग्री का एक बिल में एक घटक है करने के लिए डमी से कर सकते हैं परिवर्तित नहीं
id_id: Indikator produksi atau beli tdk dapat diubah dari diproduksi, dibeli atau model menjadi set atau rakitan dimana item tersebut adalah komponen di daftar bahan baku
it_it: Ove l'articolo faccia parte di una fattura di acquisto materiali la bandierina del crea o compra non può essere cambiata per i manufatti, ciò che è acquistato o fittizio per una composizione o gli assemblati
ko_kr: 메이크업 또는 플래그를 구입이 항목은 재료의 법안의 구성 요소 인 kitset 또는 어셈블리에 구입하거나 더미, 제조에서 변경할 수 없습니다
mr_in: मेक किंवा ध्वज खरेदी आयटम साहित्याचा एक बिल मध्ये एक घटक आहे जेथे kitset किंवा जुळवणी करण्यासाठी, उत्पादित खरेदी किंवा खोटे बदलली जाऊ शकत नाही
nl_nl: De maak of koop indicator kan niet worden veranderd from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
pt_pt: Ident. de item fabricado ou comprado não pode ser modif. a partir de itens manuf., comprados ou dummy para kit ou montagem onde o item for um compon. do BOM estrut. prod.
ro_ro: Face sau cumpara de pavilion nu poate fi schimbat din fabricate, achiziţionate sau fictiv la o adunare kitset sau în cazul în care elementul este o componentă într-un proiect de lege de material
ru_ru: Сделать или купить флаг не может быть изменено с производства, приобретенных или манекен для kitset или сборки, где элемент компонента в спецификации
sq_al: Bëjnë ose të blej flamuri nuk mund të ndryshohet nga prodhuar, blerë apo bedel për një kitset ose asamble, ku pika është një komponent në një faturë të materialit
sv: Den tillverka eller köpa flaggan inte kan ändras från tillverkas, köps eller dummy till en kitset eller församling där objektet är en komponent i en proposition av material
sw_ke: Wa kufanya au kununua bendera haiwezi kubadilishwa kutoka viwandani, kununuliwa au dummy na kitset au kanisa ambapo bidhaa ni sehemu katika hati ya mali
tr_tr: ÜRÜN AGACININ KOMPONENTI OLAN ÜRÜNLER IÇIN ÜRET/SATINAL ÖZELLIGI BIR KEZ TANIMLANDIKTAN SONRA DEGISTIRILEMEZ
zh_hk: 制造或采购标志不能由生产, 采购或样品更改为套装件或组装件, 因为此物料是物料清单的部件
zh_tw: 製造或採購標櫼不能由生產, 採購或樣辦更改為套裝件或組裝件, 因為這商品是物料清單的零件

source: Assembly and kitset items are not appropriate as components in a bill of materials
cs_cz: Montáž a kitset položky nejsou vhodné jako komponenty v kusovníku
es_es: Los artículos de ensamblajes o kits no son apropiados como componentes de una Lista de Materiales
hi_in: विधानसभा और kitset आइटम घटक के रूप में उपयुक्त सामग्री का एक बिल में नहीं हैं
id_id: Item rakitan dan set tdk sesuai sbg komponent di daftar bahan baku
it_it: Assemblea e gli elementi kitset non sono appropriati come componenti di una distinta dei materiali
ko_kr: 조립 및 kitset 항목은 재료의 법안의 구성 요소로서 적합하지 않다
mr_in: जुळवणी आणि kitset आयटम साहित्य बिल मध्ये घटक म्हणून योग्य नाहीत
nl_nl: Assemblage en kitset items zijn niet geschikt als onderdelen in een wetsvoorstel van materialen
pt_pt: Montagem, Dummies e Kit não são apropriados como componentes do BOM (estrutura produto)
ro_ro: Adunarea şi articole kitset nu sunt adecvate ca componente într-un proiect de lege de materiale
ru_ru: Ассамблеи и kitset элементы не соответствующие в качестве компонентов спецификации
sq_al: Kuvendit dhe artikuj kitset nuk janë të përshtatshme si komponente në një faturë të materialeve
sv: Montering och objekt kitset är inte lämpliga som komponenter i en materiallista
sw_ke: Mkutano na vitu kitset si sahihi kama vipengele katika muswada wa vifaa
tr_tr: Montaj ve kitset öğeleri bir malzeme fatura bileşenleri olarak uygun değildir
zh_hk: 组合物料和套装物料不能作为物料清单的部件
zh_tw: 組裝和套件組項目不適合在物料清單組件

source: You can not change a Non-Controlled Item to Controlled (or back from Controlled to non-controlled when there is currently stock on hand for the item
cs_cz: Nemůžete změnit Non-kontrolované položky na řízené (nebo zpět z kontrolovanou non-řízené, když je v současné době na skladě ruce pro položku
es_es: No se puede cambiar un elemento No Controlado a uno Controlado (o de vuelta de controlarse a no controlarse), cuando existe actualmente una existencia en mano para el elemento
hi_in: आप एक गैर नियंत्रित आइटम नहीं बदल सकते हैं नियंत्रित (या पीछे से गैर नियंत्रित करने के लिए नियंत्रित जब वहाँ वर्तमान में स्टॉक आइटम के लिए हाथ पर
id_id: Anda tdk dapat mengubah Item Tak-Terkontrol menjadi Terkontrol (atau sebaliknya) dimana saat ini ada total stok utk item tersebut
it_it: Non puoi cambiare un articolo non controllato in controllato (o tornare da controllato a non controllato quando è correntemente immagazzinato o a disposizione dell'articolo
ko_kr: 제어에서 당신은 비 제어 항목은 다시 제어 (하거나 변경할 수 없습니다 비 - 제어 된 주식이 항목에 대한 손에 현재있는 경우
mr_in: आपण (किंवा मागे स्टॉक गोष्टीसाठी हात वर सध्या नसताना नसलेल्या नियंत्रित करण्यासाठी नियंत्रित पासून नियंत्रित करण्यासाठी नॉन नियंत्रित आयटम बदलू शकत नाही
nl_nl: Indien er voorraad is kan een item niet van controlled in niet-controlled (of visa-versa) veranderd worden
pt_pt: Não pode modificar item não controlado para controlado ou vice-versa, enquanto houver itens em estoque para esse código
ro_ro: Nu puteţi modifica un element non-controlate la controlat (sau înapoi de la control, pentru a non-controlate atunci când există în prezent stoc pe o parte pentru elementul
ru_ru: Вы не можете изменить неконтролируемых Этот пункт управления (или обратно из контролируемых к неконтролируемой, когда в настоящее время товара на складе для пункта
sq_al: Ju nuk mund të ndryshojë një Item jo-Controlled për të kontrolluar (apo prapa nga e kontrolluar për të jo-kontrolluar, kur ka aktualisht aksioneve në dorë për artikull
sv: Du kan inte ändra en icke-kontrollerad punkt för kontrollerad (eller tillbaka från kontrollerade till icke-kontrollerade när det finns för närvarande på inneliggande lager för artikeln
sw_ke: Huwezi mabadiliko ya Bidhaa zisizo za Controlled na Controlled (au nyuma kutoka Controlled kwa wasio-kudhibitiwa wakati sasa kuna hisa kwenye mkono kwa ajili ya bidhaa
tr_tr: MEVCUT STOK VARSA, BIR ÜRÜNÜ KONTROLSÜZDEN KONTROLLÜ (VEYA TERSI) HALE ÇEVIREMEZSINIZ
zh_hk: 当这物料还有在手数量时, 不能把不受控物料更改为受控 (受控改为不受控)
zh_tw: 當這商品還有存貨庫存時, 不能把不受控商品更改為受控 (或過來受控改為不受控)

source: You can not change a Serialised Item to Non-Serialised (or vice-versa) when there is a quantity on hand for the item
cs_cz: Nemůžete změnit Serialised položku Non-Serialised (nebo vice-versa), kdy je množství na ruce pro položku
es_es: No se puede cambiar un elemento Serializado a uno No Serializado (o viceversa) cuando hay una cantidad disponible para el elemento
hi_in: आप गैर Serialised (या उपाध्यक्ष प्रतिकूल) के लिए एक Serialised आइटम बदल नहीं है जब वहाँ आइटम के लिए हाथ पर एक मात्रा है सकते हैं
id_id: Anda tdk dapat mengubah Item Berseri menjadi Tak-Berseri (atau sebaliknya) dimana ada total qty utk item tersebut
it_it: Non è possibile modificare un elemento Serialised per non Serialised (o viceversa) quando vi è una quantità a disposizione per la voce
ko_kr: 항목 한편 수량이있을 때 비 Serialised (또는 그 반대)에 Serialised 아이템을 변경할 수 없다
mr_in: गोष्टीसाठी हात वर एक प्रमाण नसताना आपण नॉन Serialised (किंवा उपाध्यक्ष उलट) एक Serialised आयटम बदलू शकत नाही
nl_nl: U kunt een Serialised Item niet veranderen Non-Serialised (of vice-versa) wanneer er een hoeveelheid op de hand voor het item
pt_pt: Não pode modificar item serializado para não serializado ou vice-versa enquanto houver itens em estoque para esse código
ro_ro: Nu puteţi modifica un element Serialised la Non-Serialised (sau vice-versa), atunci când există o cantitate pe mână pentru elementul
ru_ru: Вы не можете изменить Serialised Этот пункт Номера Serialised (или наоборот), когда есть величина под рукой для пункта
sq_al: Ju nuk mund të ndryshojë një Item Serialised të Jo-Serialised (ose vice-versa) kur ka një sasi në dorë për artikull
sv: Du kan inte ändra ett Serialised punkt till icke-Serialised (eller vice versa) när det finns en mängd till hands för artikeln
sw_ke: Huwezi mabadiliko ya Item Serialised na yasiyo ya Serialised (au makamu wa chake) wakati kuna wingi kwenye mkono kwa ajili ya bidhaa
tr_tr: Elinizde bir miktar öğe için olduğunda Sigara Serialised (veya tersi) bir Serialised Öğe değiştiremezsiniz
zh_hk: 当这物料还有在手有数量时, 不能把序列号物料更改为非序列号 (或相反)
zh_tw: 您可以在詩里亞lised項目不改變非Serialised（或反之亦然）時，有一個項目的現有數量

source: The property value should between
es_es: El valor de la propiedad debe entre
id_id: Nilai ciri harusnya antara
ko_kr: 속성 값 사이에해야
mr_in: मालमत्ता मूल्य दरम्यान शक्यता
pt_pt: Valor da Propriedade deve estar entre
zh_tw: 屬性值之間應

source: The stock item could not be updated because
cs_cz: Skladová položka nelze aktualizovat, protože
es_es: El elemento en existencia no se pudo actualizar porque
hi_in: शेयर मद क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Item stok tdk dapat diperbarui karena
it_it: L' Articolo di Magazzino non può essere aggiornato inquanto
ko_kr: 재고 항목이 있기 때문에 업데이트 할 수 없습니다
mr_in: स्टॉक आयटम अद्यतनित करणे शक्य नाही कारण
nl_nl: Voorraad item kon niet worden gewijzigd omdat
pt_pt: Item de estoque não pode ser atualizado porque
ro_ro: Elementul stoc nu a putut fi actualizat deoarece
ru_ru: Товар склада не может быть обновлен, потому что
sq_al: Pika e aksioneve nuk mund të rifreskohet për shkak se
sw_ke: bidhaa ya hisa inaweza kuwa mwisho kwa sababu
tr_tr: ÜRÜN GÜNCELLENEMEDI:
zh_hk: 未能更新物料, 因为
zh_tw: 未能更新存貨商品, 因為

source: The stock description translations could not be updated because
ko_kr: 재고 설명 번역 때문에 업데이트 할 수 없습니다
zh_tw: 庫存說明翻譯不能更新，因為

source: The SQL that was used to set the flag for translation revision failed was
ko_kr: 번역 개정 플래그를 설정하는 데 사용 된 SQL은 한 실패
zh_tw: 該SQL用於設定修正翻譯的標誌失敗

source: Change stock category
es_es: Cambiar categoría de existencia
id_id: Ubah kategori stok
ko_kr: 변경 stock 카테고리
mr_in: स्टॉक श्रेणी बदला
pt_pt: Atualizar categoria estoque
zh_tw: 更改存貨類別

source: The stock cost journal could not be inserted because
es_es: No se pudo agregar el diario de costo de la existencia porque
id_id: Jurnal HPP stok tdk dapat dimasukkan karena
ko_kr: 재고 비용 저널 때문에 삽입 할 수 없습니다
mr_in: स्टॉक खर्च जर्नल समाविष्ट करणे शक्य नाही कारण
pt_pt: O lanç. custo de estoque não pode ser inserido porque
zh_tw: 不能插入庫存成本日記帳

source: The SQL that was used to create the stock cost journal and failed was
es_es: EL SQL usado para crear el diario de costo de existencia falló:
id_id: SQL yg digunakan utk membuat jurnal HPP stok dan gagal adalah
ko_kr: 재고 비용 저널을 만드는 데 사용 실패 된 SQL이었다
mr_in: स्टॉक खर्च जर्नल तयार करण्यासाठी वापरले आणि अयशस्वी झाले याची SQL होते
pt_pt: SQL usado para criar lanç. custo de estoque que falhou foi
zh_tw: 此SQL程序是用來建立庫存成本日報失敗

source: Error retrieving value of finished goods received and cost issued against work orders for this item
es_es: Error al obtener el valor de los bienes recibidos terminados y el costo emitido contra las órdenes de trabajo para este artículo
id_id: Kesalahan terjadi saat mengambil jumlah brg jadi dan HPP terhadap order produksi utk item ini
ko_kr: 완제품의 오류 검색 값은 수신 비용은이 항목에 대한 작업 지시에 대해 실행
mr_in: पूर्ण माल पुनर्प्राप्त करताना त्रुटी मूल्य प्राप्त आणि या आयटमची साठी काम ऑर्डर विरुद्ध जारी खर्च
pt_pt: Erro recuperando valor de prod. acabados receb. e custo de ordem de produção para esse item
zh_tw: 收到並為這個項目發出了對工單的成本製成品錯誤檢索值

source: The WIP cost journal could not be inserted because
es_es: No se pudo agregar el diario de costo porque
id_id: Jurnal HPP WIP tdk dapat dimasukkan karena
ko_kr: WIP 비용 저널 때문에 삽입 할 수 없습니다
mr_in: WIP किमतीच्या जर्नल समाविष्ट करणे शक्य नाही कारण
pt_pt: A trans. custo WIP (work in progress) não pode ser inserido porque
zh_tw: 無法插入該WIP成本日記帳，因為

source: The SQL that was used to create the WIP cost journal and failed was
es_es: EL SQL usado para crear el diario de costo falló:
id_id: SQL yg digunakan utk membuat jurnal HPP WIP dan gagal adalah
ko_kr: WIP 비용 저널을 작성하는 데 실패했다 SQL이었다
mr_in: WIP किमतीच्या जर्नल तयार करण्यासाठी वापरले आणि अयशस्वी झाले याची SQL होते
pt_pt: SQL que falhou em criar lanç. custo WIP (work in process) foi
zh_tw: SQL用於新建在產品成本日報失敗

source: The stock code entered is actually already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
cs_cz: Akcie zadaný kód je vlastně již v databázi - duplicitní kódy populací jsou zakázány systémem. Zkuste zvolit alternativní zásob kód
es_es: El código de existencia indicado ya existe en la BD y el sistema prohibe códigos de existencias duplicados. Pruebe eligiendo otro código.
hi_in: स्टॉक में प्रवेश कोड डाटाबेस में पहले से ही वास्तव में है - नकल स्टॉक कोड प्रणाली द्वारा निषिद्ध हैं. एक विकल्प चुनने की कोशिश करें स्टॉक कोड
id_id: Kode stok yg dimasukkan sebenarnya sdh ada di database - kode stok duplikat tdk diperbolehkan oleh sistem. Coba pilih kode stok alternatif
it_it: Il codice è entrato stock è in realtà già presenti nel database - duplicare codici degli stock che sono vietati dal sistema. Prova a scegliere un codice alternativo stock
ko_kr: 재고 코드가 시스템에 의해 금지되어 중복 - 입력 한 주식 코드는 이미 데이터베이스에 실제로있다. 다른 주식 코드를 선택하십시오
mr_in: प्रविष्ट स्टॉक कोड डेटाबेसमध्ये आधीपासूनच प्रत्यक्षात आहे - स्टॉक कोड प्रणाली द्वारे मनाई आहे डुप्लीकेट. पर्यायी स्टॉक कोड निवडून प्रयत्न
nl_nl: Ingevoerde voorraadcode bestaat al - kies een alternatieve code
pt_pt: Cód. estoque informado já existe no DB, códigos duplicados estoque não são permit. pelo sistema. Escolher outro cód. estoque altern.
ro_ro: Codul de stoc este de fapt a intrat deja în baza de date - duplicat codurile stocurilor sunt interzise de către sistem. Încercaţi să alegeţi un cod de stoc alternativă
ru_ru: Фондовый кодекс вступил на самом деле уже в базе данных - дубликат фондовых коды запрещены системы. Попробуйте выбрать альтернативный код акции
sq_al: Kodi i aksioneve hyrë në fakt është tashmë në bazën e të dhënave - kopjuar kodet e aksioneve janë të ndaluara nga sistemi. Provoni të zgjedhur një kod alternativ të aksioneve
sv: Beståndet koden trädde faktiskt redan finns i databasen - upprepa beståndskoder är förbjudna av systemet. Prova att välja en alternativ lagerkod
sw_ke: Kanuni ya hisa ni kweli aliingia tayari katika orodha ya - duplicate codes hisa ni marufuku na mfumo. Jaribu kuchagua mbadala hisa code
tr_tr: Girilen stok kodu veritabanı zaten aslında - stok kodlarının sistem tarafından yasaklanmıştır çoğaltabilirsiniz. alternatif stok kodu seçerek deneyin
zh_hk: 输入的存货编码已在数据库 - 系统禁止重覆的存货编码. 请选择其他编码
zh_tw: 輸入的存貨編碼已在資料庫 - 系統禁止重覆的存貨編碼. 請選擇其他編碼

source: New Item
cs_cz: Nová položka
es_es: Elemento nuevo
hi_in: नया आइटम
id_id: Item Baru
it_it: Nuovo Articolo
ko_kr: 새 항목
mr_in: नवीन आयटम
nl_nl: Nieuw item
pt_pt: Novo Item
ru_ru: Новый товар
sq_al: Item reja
sv: Ny produkt
sw_ke: Bidhaa mpya
tr_tr: YENI ÜRÜN
zh_hk: 新建物料
zh_tw: 新商品

source: NB: The item cost and pricing must also be setup
es_es: Nótese Bien: El elemento de costos y la fijación de precios también deben estar configurados
id_id: NB: HPP dan harga-jual item juga harus diatur
it_it: NB: Il costo e il prezzo dell'articolo devono essere ancora impostati
ko_kr: 주의 : 항목 비용과 가격도 설치해야합니다
mr_in: नोबॉल: आयटम खर्च आणि ती सुद्धा सेटअप असणे आवश्यक आहे
pt_pt: obs: O custo e preço também precisam ser config.
zh_tw: 注：該項目的成本和定價也必須設置

source: Enter Item Cost
es_es: Introducir costo de artículo
id_id: Masukkan HPP Item
ko_kr: 항목 비용을 입력
mr_in: आयटम किंमत प्रविष्ट करा
pt_pt: Entrar Custo Item
zh_tw: 物料成本更新

source: Enter Item Prices
es_es: Introducir precios de artículo
id_id: Masukkan Harga-Jual Item
ko_kr: 상품 가격을 입력
mr_in: आयटम किंमती प्रविष्ट करा
pt_pt: Entrar Preço Item
zh_tw: 設定物料價格

source: Cannot delete this stock item because there are stock movements that refer to this item
cs_cz: Nelze smazat tuto položku zásob, protože tam jsou pohyby zásob, které odkazují na tuto položku
es_es: No se puede suprimir este artículo de existencias porque hay movimientos de existencias que se refieren a este artículo
hi_in: इस शेयर आइटम हटाते हैं क्योंकि वहाँ स्टॉक आंदोलनों कि इस मद का उल्लेख कर रहे हैं नहीं कर सकते
id_id: Tdk dapat menghapus item stok ini karena ada pergerakkan stok yg mereferensi pada item ini
it_it: Non è stato possibile cancellare l' articolo di magazzino poichàŠ alcuni movimenti di magazzino vi si riferiscono
ko_kr: 이 항목을 참조 재고의 움직임이 있기 때문에 콘텐츠 항목을 삭제할 수 없습니다
mr_in: या आयटमची पहा स्टॉक हालचाली आहेत कारण हा स्टॉक आयटम हटवू शकत नाही
nl_nl: Vooraaditem kan niet worden verwijderd omdat er voorraad mutaties voor dit item zijn
pt_pt: Não pode remover esse item porque há movimentos de estoque que referem-se a ele
ro_ro: Nu se poate şterge acest post stoc, deoarece există mişcări stoc care se referă la acest post
ru_ru: Не удается удалить этот запас пункта поскольку Есть движения запасов, которые относятся к этому пункту
sq_al: Nuk mund të fshini kete element rezervë, sepse janë lëvizjet e aksioneve që i referohen në këtë artikull
sv: Kan inte ta bort denna lagervara eftersom det finns lager rörelser som hänvisar till denna post
sw_ke: Hawezi kufuta kipengele hiki hisa kwa sababu kuna hisa harakati kwamba rejea bidhaa hii
tr_tr: BU ÜRÜN SILINEMIYOR, ONA BAGLI HAREKETLER VAR
zh_hk: 未能删除这个物料, 因为已有物料移动记录
zh_tw: 未能刪除這商品, 因為已有存貨移動使用

source: stock movements that refer to this item
cs_cz: skladových pohybů, které se odkazují na tuto položku
es_es: movimientos de existencias que se refieren a este artículo
hi_in: स्टॉक आंदोलनों कि इस मद का उल्लेख
id_id: pergerakkan stok yg mereferensi pada item ini
it_it: i movimenti di magazzino che si riferiscono a questo articolo
ko_kr: 이 항목을 참조 재고의 움직임
mr_in: या आयटमची पहा स्टॉक हालचाली
nl_nl: Vooraad mutaties voor dit item
pt_pt: movimento estoque que refer a este item
ro_ro: circulaţiei stocurilor care se referă la acest post
ru_ru: перемещения склада которые ссылаются на этот товар
sq_al: lëvizjet e aksioneve që i referohen këtë artikull
sv: lagertransaktioner som refererar till denna produkt
sw_ke: hisa harakati kwamba rejea bidhaa hii
tr_tr: BU ÜRÜNE BAGLI STOK HAREKETLERI
zh_hk: 条这个物料的物料移动记录
zh_tw: 這商品的存貨移動

source: Cannot delete this item record because there are bills of material that require this part as a component
cs_cz: Nelze smazat tuto položku záznamu, protože tam jsou kusovníků, které vyžadují tuto část jako součást
es_es: No se puede suprimir este registro de artículo porque hay listas de materiales que requieren esta pieza como un componente
hi_in: इस मद के रिकॉर्ड को नष्ट क्योंकि वहाँ सामग्री के बिल कि एक घटक के रूप में इस भाग की आवश्यकता है नहीं कर सकते
id_id: Tdk dapat menghapus data item ini karena ada bahan baku yg membutuhkan item ini sbg komponen
it_it: Non posso cancellare questa registrazione articolo perchàŠ vi sono fatture d' acquisto materiale che richiedono questa parte come componente
ko_kr: 구성 요소로이 부분을 요구하는 재료의 청구서가 있기 때문에이 항목 기록을 삭제할 수 없습니다
mr_in: एक घटक म्हणून हा भाग आवश्यक त्या सामग्री बिले आहेत कारण या आयटमची रेकॉर्ड हटवू शकत नाही
nl_nl: Item kan niet worden verwijderd omdat er materiaal lijsten zijn waarop dit item voorkomt
pt_pt: Não pode remover este item porque há estrutura de produto que o utiliza como componente
ro_ro: Nu se poate şterge acest record post, deoarece există liste de materiale care necesită această parte ca o componentă
ru_ru: Не удается удалить этот пункт запись, поскольку Есть спецификаций, которые требуют этой части в качестве компонента
sq_al: Nuk mund të fshini kete rekord artikull sepse ka faturat e materialit që kërkojnë këtë pjesë si një komponent i
sv: Kan inte ta bort det här objektet spela in eftersom det finns räkningar av material som kräver denna del som en komponent
sw_ke: Hawezi kufuta rekodi ya bidhaa kwa sababu kuna bili ya nyenzo ambazo zinahitaji sehemu hii kama sehemu
tr_tr: BU ÜRÜN SILINEMEZ, BIR ÜRÜN AGACININ ALT KOMPONENTI OLARAK TANIMLANMIS
zh_hk: 未能删除这物料记录, 因为已有物料清单使用此物料作为部件
zh_tw: 未能刪除這商品記錄, 因為已有物料清單使用這部件為零件

source: bills of material that require this part as a component
cs_cz: kusovníků, které vyžadují tuto část jako součást
es_es: listas de materiales que requieren esta pieza como un componente
hi_in: सामग्री के बिल कि एक घटक के रूप में इस भाग की आवश्यकता
id_id: bahan baku yg membutuhkan brg ini sbg komponen
it_it: le fatture di materiali che richiedono questa parte come componente
ko_kr: 구성 요소로이 부분을 요구하는 재료의 청구서
mr_in: एक घटक म्हणून हा भाग आवश्यक त्या सामग्री बिले
nl_nl: Materiaal lijsten waarop dit item voorkomt als een component
pt_pt: produtos do BOM que requerem este item como componente
ro_ro: facturile de materiale care necesită această parte ca o componentă
ru_ru: спецификаций, которые требуют этой части в качестве компонента
sq_al: faturat e materialit që kërkojnë këtë pjesë si një komponent i
sv: materiallistor som innehåller denna produkt
sw_ke: bili ya nyenzo ambazo zinahitaji sehemu hii kama sehemu
tr_tr: SOZ KONUSU ÜRÜN AGACI:
zh_hk: 个以这个物料为部件的物料清单
zh_tw: 要求這部件為零件的物料清單

source: Cannot delete this item record because there are existing sales orders for this part
cs_cz: Nelze smazat tuto položku záznamu, protože tam jsou stávající prodejní objednávky pro tuto část
es_es: No se puede suprimir este registro de artículo porque hay pedidos de venta existentes para esta pieza
hi_in: इस मद के रिकॉर्ड को नष्ट क्योंकि वहाँ इस भाग के लिए मौजूदा बिक्री आदेश हैं नहीं कर सकते
id_id: Tdk dapat menghapus data item ini karena ada order penjualan utk brg ini
it_it: Non posso cancellare questo articolo poichàŠ esistono ordini di vendita che vi si riferiscono
ko_kr: 기존의 판매 주문이 부분이 있기 때문에이 항목 기록을 삭제할 수 없습니다
mr_in: या भागासाठी विद्यमान विक्री ऑर्डर आहेत कारण या आयटमची रेकॉर्ड हटवू शकत नाही
nl_nl: Item kan niet worden verwijderd omdat er verkoop orders voor zijn
pt_pt: Não pode remover esse item porque existe(m) pedidos de venda para esse componente
ro_ro: Nu se poate şterge acest record post, deoarece există comenzi de vânzări existente pentru această parte
ru_ru: Не удается удалить этот пункт запись, поскольку Есть существующих заказов для этой части
sq_al: Nuk mund të fshini kete rekord artikull, sepse atje janë ekzistuese të shitjes urdhërat për këtë pjesë
sv: Kan inte ta bort artikeln för att det finns kundorder mot den
sw_ke: Hawezi kufuta rekodi ya bidhaa kwa sababu kuna zilizopo mauzo amri kwa sehemu hii
tr_tr: BU ÜRÜN SILINEMIYOR, ILGILI SATIS SIPARIS KAYITLARI VAR
zh_hk: 未能删除这物料记录, 因为已有销售订单
zh_tw: 未能刪除這商品記錄, 因為已有這部件銷售記錄

source: sales order items against this part
cs_cz: prodejní objednávky zboží proti této části
es_es: artículos del pedido de venta respecto esta pieza
hi_in: बिक्री इस भाग के खिलाफ आदेश आइटम
id_id: item order penjualan terhadap brg ini
it_it: articoli di ordini di vendita contro questo componente
ko_kr: 이 부분에 대한 판매 주문 항목
mr_in: हा भाग विरुद्ध विक्री ऑर्डर आयटम
nl_nl: Verkooporders voor dit item
pt_pt: Pedidos de Vendas deste Produto
ro_ro: vanzari articole pentru această parte împotriva
ru_ru: заказ пунктов против этой части
sq_al: shitjet e artikujve për kundër kësaj pjese
sv: lundorderrader mot denna produkt
sw_ke: mauzo ili vitu dhidi ya sehemu hii
tr_tr: BU PARÇA ILE ILGILI SATIS SIPARISLERI
zh_hk: 条物料的销售订单
zh_tw: 這部件的銷售訂單商品
