Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The item stock category information for the special order line
cs_cz: Položku zásob kategorii informace pro zvláštní objednávku line
es_es: La Información de la categoría de existencias del artículo para la fila del pedido especial
hi_in: विशेष आदेश लाइन के लिए आइटम स्टॉक श्रेणी जानकारी
id_id: Informasi kategori stok item utk baris order khusus
it_it: La voce di categoria informazioni di Borsa per la linea di ordine speciale
ko_kr: 특별 주문 라인 항목의 재고 카테고리 정보
mr_in: विशेष ऑर्डर ओळ आयटम स्टॉक श्रेणी माहिती
nl_nl: De voorraadcategorie informatie voor de speciale order regel
pt_pt: A informação da categoria de estoque para linha de pedido especial
ro_ro: Element categorie de informaţii stoc pentru linia de comandă specială
ru_ru: Данные о категории товара для выбранной позиции заказа
sq_al: Pika kategori të aksioneve të dhënat për të vijë urdhër të veçantë
sv: Artikeln lager kategori information för särskilda orderrad
sw_ke: Bidhaa hisa jamii habari kwa Mpya maalum ili
tr_tr: ÖZEL SIPARIS SATIRI IÇIN TANIMLI STOK KATEGORISI
zh_hk: 订单行的物料组信息
zh_tw: 特殊訂單列的商品存貨類別資訊

source: The SQL statement used to get the category information and that failed was
cs_cz: Příkaz SQL použitý získat informace o kategoriích a to byl neúspěšný
es_es: La instrucción SQL utilizada para obtener la información de la categoría y que falló fue
hi_in: SQL बयान करने के लिए श्रेणी जानकारी पाने के लिए इस्तेमाल और वह विफल रहा था
id_id: SQL yg digunakan utk mendapatkan informasi kategori dan yg gagal adalah
it_it: L&#39;istruzione SQL utilizzata per ottenere le informazioni di categoria e che è stato omesso
ko_kr: SQL 문이 범주 정보를 얻기 위해 사용하고 실패했다
mr_in: श्रेणी माहिती आणि त्या मिळत SQL विधान होते अयशस्वी
nl_nl: De gebruikte SQL waar het opvragen van de categorie informatie mislukte was
pt_pt: SQL que falhou usado para obter informações da categ. foi
ro_ro: Instrucţiunea SQL folosite pentru a obţine informaţii categorie şi că nu a fost
ru_ru: Завершившийся ошибкой SQL получения информации о категории
sq_al: Deklarata e SQL të përdorura për të marrë informacionin e kategori dhe që nuk ishte
sv: SQL-satsen används för att få den kategori information och att misslyckades var
sw_ke: Taarifa SQL kutumika kupata taarifa jamii na kwamba alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于取得物料组信息失败的SQL是
zh_tw: 用作取得類別資訊失敗的 SQL 陳述式是

source: The delivery and sales type for the customer could not be retrieved for this special order
cs_cz: Dodávky a prodej typu pro zákazníka se nepodařilo získat pro tento zvláštní objednávku
es_es: La entrega y el tipo de ventas para el cliente no han podido ser recuperadas por esta orden especial
hi_in: और ग्राहकों के लिए बिक्री का प्रकार प्रसव के इस विशेष व्यवस्था के लिए नहीं किया जा सकता है लिया गया
id_id: Pengiriman dan tipe penjualan utk customer tersebut tdk dapat diambil utk order khusus ini
it_it: La consegna e il tipo di vendita per il cliente non può essere recuperata per questo ordine speciale
ko_kr: 고객에 대한 납품 및 판매 유형이 특별한 주문에 대해 검색 할 수 없습니다
mr_in: ग्राहक वितरणाची आणि विक्री प्रकार या विशेष ऑर्डरच्या पुनर्प्राप्त करणे शक्य नाही
nl_nl: De levering en het verkooptype van de klant kon niet worden opgevraagd voor deze speciale order
pt_pt: Tipo de entrega / Venda venda para o cliente não puderam ser recup. para pedido espec.
ro_ro: De livrare şi tip de vânzări pentru client nu a putut fi recuperat pentru această comandă specială
ru_ru: Не удалось получить данные о типах доставки и продаж для указанного заказа
sq_al: Shitjes dhe ofrimit të tipit për të konsumatorëve nuk do të mund të marrë për këtë qëllim të veçantë
sv: Leverans och försäljning typ för kunden kunde inte hämtas för detta särskilda syfte
sw_ke: utoaji wa na mauzo ya aina kwa wateja hakuweza kuwa Rudishwa kwa utaratibu maalum huu
tr_tr: müşteri için teslimat ve satış türü bu özel sipariş için alınamadı
zh_hk: 找不到特殊订单客户的交货资料和价格表
zh_tw: 未能提取這特殊訂單客戶的交貨和銷售種類

source: The SQL statement used to get the delivery details and that failed was
cs_cz: Příkaz SQL použít k získání dodávky podrobnosti a že se nepodařilo se
es_es: El SQL que falló al obtener los detalles de entrega (albarán) fue
hi_in: SQL बयान करने के लिए प्रसव जानकारी प्राप्त करते थे और जो विफल रहा था
id_id: SQL yg digunakan utk mengambil rincian pengiriman dan yg gagal adalah
it_it: L&#39;istruzione SQL utilizzato per ottenere i dati di recapito e che era riuscito
ko_kr: SQL 문이 배달 세부 정보를 얻기 위해 사용하고 실패했다
mr_in: वितरण तपशील मिळवा आणि त्या अयशस्वी करण्यासाठी वापरले SQL विधान होते
nl_nl: De gebruikte SQL waar het opvragen van de leveringsdetails mislukte was
pt_pt: SQL que falhou usado para obter detalhes de envio foi
ro_ro: Instrucţiunea SQL folosite pentru a obţine detaliile de livrare şi că nu a fost
ru_ru: Завершившийся неудачей SQL получения данных о поставке
sq_al: Deklarata e SQL të përdorura për të marrë të dhënat e ofrimit dhe se nuk ishte
sv: SQL-satsen används för att få leverans detaljer och som misslyckades var
sw_ke: Taarifa SQL kutumika kupata maelezo ya kujifungua na kwamba alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用与取得交货资料失败的SQL是
zh_tw: 用作取得交貨資料失敗的 SQL 陳述式是

source: The sales order cannot be added because
cs_cz: Prodejní objednávky nelze přidat, protože
es_es: No se puede agregar la orden de compra porque
hi_in: बिक्री क्रम क्योंकि जोड़ा नहीं जा सकता
id_id: Order penjualan tdk dapat ditambahkan karena
it_it: L&#39;ordine di vendita non può essere aggiunto in quanto
ko_kr: 판매 주문 때문에 추가 할 수없는
mr_in: विक्री ऑर्डर कारण जोडले जाऊ शकत नाही
nl_nl: Verkooporder kan niet worden toegevoegd omdat
pt_pt: Pedido de Vendas não pode ser adic. porque
ro_ro: Comandă de vânzări nu poate fi adăugat, deoarece
ru_ru: Заказ на продажу не может быть добавлен, так
sq_al: Qëllim të shitjes nuk mund të shtohet sepse
sv: Beställningen kan inte genomföras eftersom
sw_ke: utaratibu wa mauzo hawezi kuwa aliongeza kwa sababu
tr_tr: Satış siparişi çünkü eklenemez
zh_hk: 未能新增销售订单, 因为
zh_tw: 未能新增銷售訂單, 因為

source: There was a problem inserting a line into the sales order because
cs_cz: Tam byl problém vložit řádek do prodejní objednávky, protože
es_es: Hubo un problema agregando una fila en el pedido de venta porque
hi_in: वहाँ एक बिक्री क्रम क्योंकि में एक पंक्ति सम्मिलित करने में समस्या थी
id_id: Ada masalah dalam memasukkan baris ke order penjualan karena
it_it: C&#39;è stato un problema l&#39;inserimento di una riga in ordine di vendita, perché
ko_kr: 판매 주문 때문에에 라인을 삽입하는 문제가 발생했습니다
mr_in: विक्री ऑर्डर मध्ये एक ओळ घालताना समस्या आली कारण
nl_nl: Probleem met het toevoegen van een regel aan de verkooporder omdat
pt_pt: Houve um problema inserindo linha de pedido de venda porque
ro_ro: Nu a fost o problemă introduce o linie în comandă de vânzări, deoarece
ru_ru: возникла проблема вставки позиции в заказ, так как
sq_al: Nuk ishte një problem futur një linjë në mënyrë që të shitjes, sepse
sv: Det uppstod ett problem infoga en linje i kundordern eftersom
sw_ke: Kulikuwa na tatizo na kuingiza line katika utaratibu wa mauzo kwa sababu
tr_tr: satış siparişi çünkü içine bir satır ekleyerek bir sorun oldu
zh_hk: 插入订单行到销售订单时发生问题, 因为
zh_tw: 插入列到銷售訂單時發生問題, 因為

source: Sales Order Number
cs_cz: Prodej Pořadové číslo
es_es: Número de orden de venta
hi_in: बिक्री आदेश संख्या
id_id: Nomor Order Penjualan
ko_kr: 판매 주문 번호
mr_in: विक्री मागणी क्रमांक
nl_nl: Verkooporder nummer.
pt_pt: Núm. Pedido Venda
ro_ro: Vânzări Numărul ordinului
ru_ru: Номер заказа на продажу
sq_al: Numri Sales Order
sv: Kundordernummer
sw_ke: Order Idadi ya mauzo
tr_tr: SATIS SIPARISI NUMARASI
zh_hk: 销售订单编号
zh_tw: 銷售訂單編號

source: Orders created on a cash sales account may need the delivery details for the order to be modified
cs_cz: Objednávky vytvořené na účet hotovost prodeje mohou potřebovat dodání podrobnosti o pořadí mají být změněny
es_es: Los órdenes creadas en una cuenta de efectivo de ventas pueden necesitar los datos de entrega para que la orden sea modificada
hi_in: एक नकद बिक्री खाता पर बनाया के आदेश के लिए वितरण के विवरण की आवश्यकता हो सकती आदेश संशोधित किया जा करने के लिए
id_id: Order dibuat pada akun penjualan tunai membutuhkan rincian pengiriman utk order dapat diubah
it_it: Gli ordini creati su un conto di cassa delle vendite potrebbe essere necessario i dati di recapito per l&#39;ordine da modificare
ko_kr: 주문에 대한 배송 정보를 필요로 할 수있는 현금 판매 계정에 생성 된 주문은 수정할
mr_in: रोख विक्री खाते निर्माण ऑर्डर सुधारित केली जाऊ करण्यासाठी वितरणाची माहिती आवश्यकता असू शकते
nl_nl: Details van verkooporders die gecreeerd worden op een kas verkoopsrekening moeten worden aangepast
pt_pt: Pedidos criados venda a vista precisam ter detalhes entrega para serem modif.
ro_ro: Obligă creat pe un cont de numerar de vânzare ar putea avea nevoie de detaliile de livrare pentru a fi modificate
ru_ru: Заказы, созданные для счета продаж за наличные может потребовать модификации заказа
sq_al: Urdhërat e krijuar në një llogari të shitjeve të holla mund të kenë nevojë të dhënat për të shpërndarë mënyrë që të ndryshohet
sv: Beställningar som skapats på en kontant försäljning konto kan behöva leveransen detaljer för att beslutet ska ändras
sw_ke: Maagizo umba kwenye akaunti ya fedha mauzo kuhitaji maelezo ya utoaji na utaratibu wa kuwa iliyopita
tr_tr: sipariş için teslimat bilgileri gerekebilir nakit satış hesabı oluşturulan siparişler değiştirilmesine
zh_hk: 用于现销的订单的交货资料需要修改
zh_tw: 現金銷售帳產生的訂單雖要已修改的訂單的交貨資料

source: A freight charge may also be applicable
cs_cz: Nákladní poplatek může být použitelný
es_es: Un cargo de transporte puede también ser aplicable
hi_in: एक माल प्रभार भी लागू हो सकते हैं
id_id: Biaya pengiriman mungkin juga berlaku
it_it: Una carica di trasporto può essere applicata anche
ko_kr: 운임도 적용 할 수있다
mr_in: एक वाहतुक शुल्क देखील लागू होऊ शकते
nl_nl: Vrachtkosten zijn misschien ook van toepassing
pt_pt: Uma tarifa de frete também pode ser aplicada
ro_ro: O taxă de transport de marfă poate fi, de asemenea, aplicabile
ru_ru: Могут применяться затраты на фрахт
sq_al: Një pagesë e mallrave mund të jetë i zbatueshëm
sv: En fraktkostnad kan också tillämpas
sw_ke: A malipo mizigo pia inaweza kutumika
tr_tr: NAKLIYE TAHSILATI EKLENEBILIR
zh_hk: 必须输入运费
zh_tw: 運費可能合用

source: Enter A New Special Order
cs_cz: Zadejte nový speciální objednávka
es_es: Introducir un Nuevo Pedido Especial
hi_in: एक नई विशेष आदेश दर्ज
id_id: Masukkan Order Khusus Baru
it_it: Immettere un nuovo ordine speciale
ko_kr: 새로운 특별 주문을 입력
mr_in: एक नवीन विशेष ऑर्डर द्या
nl_nl: Voer een nieuwe speciale bestelling in
pt_pt: Informe um Novo Pedido Especial
ro_ro: Introduceţi o Noua Ordine speciale
ru_ru: Введите новый специальный заказ
sq_al: Enter Një Rendi i ri Special
sv: Registrera ny specialbeställning
sw_ke: Kuingia A New Maalum Order
tr_tr: YENI ÖZEL SIPARIS GIR
zh_hk: 输入新的特殊订单
zh_tw: 輸入新的特殊訂單

source: Receive Purchase Into and Sell From
cs_cz: Do dostávat Nákup a prodej z
es_es: Recibir compra en y venta de
hi_in: में खरीद प्राप्त करें और से बेचें
id_id: Terima Pembelian Ke dan Penjualan Dari
it_it: Ricevi acquisto nella e vendere da
ko_kr: 구매 속을 받고에서 판매
mr_in: प्रवेश खरेदी प्राप्त आणि विक्री
nl_nl: Ontvang inkoop te en verkoop van
pt_pt: Receber Compras Em e Vender De
ro_ro: Primirea cumparare Into şi vinde de la
ru_ru: Получить приобретение в и продавать от
sq_al: Merre Blerje Into dhe shitet Nga
sv: Få inköp till och sälja från
sw_ke: Ununuzi Katika kupokea na kuuza Kutoka
tr_tr: Içine Satın Alma ve Satış YTL
zh_hk: 采购收货并销售到
zh_tw: 採購收貨並銷售到

source: Special Ref
cs_cz: Speciální Ref
es_es: Ref. Especial
hi_in: विशेष रेफरी
id_id: Ref Khusus
it_it: Ref speciali
ko_kr: 특별 참조
mr_in: विशेष संदर्भ
nl_nl: Speciale order ref.
pt_pt: Ref. Espec.
ro_ro: Ref speciale
ru_ru: Ссылка на специальный заказ
sq_al: Ref Special
sv: Specialreferens
sw_ke: Kumb maalum
tr_tr: ÖZEL REF.
zh_hk: 特殊订单编号
zh_tw: 特殊參考

source: Special Order Summary
cs_cz: Speciální objednávka Shrnutí
es_es: Resumen de pedido especial
hi_in: विशेष आदेश सारांश
id_id: Ringkasan Order Khusus
it_it: Riepilogo ordine speciale
ko_kr: 특별 주문 요약
mr_in: विशेष मागणी सारांश
nl_nl: Samenvatting speciale bestelling
pt_pt: Resumo Pedido Espec.
ro_ro: Speciale Ordine Rezumat
ru_ru: Суммарно о специальном заказе
sq_al: Përmbledhje të veçanta Rendit
sv: Summering av specialbeställning
sw_ke: Order maalum Summary
tr_tr: ÖZEL SIPARIS ÖZETI
zh_hk: 特殊订单总览
zh_tw: 特殊訂單總覽

source: Total Price
cs_cz: Celková cena
es_es: Precio Total
hi_in: कुल मूल्य
id_id: Total Harga
it_it: Prezzo totale
ko_kr: 총 가격
mr_in: एकूण किंमत
nl_nl: Totale prijs
pt_pt: Preço Total
ro_ro: Pret total
ru_ru: Общая цена
sq_al: Çmimi total
sv: Totalt pris
sw_ke: Bei ya jumla
tr_tr: TOPLAM FIYAT
zh_hk: 总价
zh_tw: 總價

source: TOTAL Excl Tax
cs_cz: CELKEM bez DPH
es_es: TOTAL sin Impuestos
hi_in: कुल Excl टैक्स
id_id: Total Sebelum Pajak
it_it: Totale imposte Excl
ko_kr: 총 제외 세금
mr_in: एकूण Excl कर
nl_nl: TOTAAL Excl BTW
pt_pt: TOTAL sem Impost.
ro_ro: TOTAL TVA / excl
ru_ru: ИТОГО искл. налоги
sq_al: Tatimore TOTALI excl
sv: TOTAL EX MOMS
sw_ke: JUMLA exkl Kodi
tr_tr: TOPLAM (VERGI HARIÇ)
zh_hk: 不含税总计
zh_tw: 未稅總計

source: Ordered item Description
cs_cz: Objednané položky Popis
es_es: Descripción del artículo pedido
hi_in: आदेश दिया मद विवरण
id_id: Keterangan Item yg Dipesan
it_it: Ordinato la descrizione dell&#39;oggetto
ko_kr: 정렬 된 항목 설명
mr_in: आदेश दिले आयटम वर्णन
nl_nl: Besteld Artikel Omschrijving
pt_pt: Descrição Itens Ped.
ro_ro: Comandat element Descriere
ru_ru: Описание заказанного товара
sq_al: Description Urdhërohet artikull
sv: Beställd produkt beskrivning
sw_ke: Amri ya bidhaa Description
tr_tr: ÜRÜN AÇIKLAMASI
zh_hk: 订单行描述
zh_tw: 訂單物料摘要說明

source: Required Delivery Date
cs_cz: Požadovaný termín dodání
es_es: Enviar el
hi_in: आवश्यक डिलिवरी दिनांक
id_id: Tgl Pengiriman yg Diperlukan
it_it: Data di consegna richiesta
ko_kr: 필수 배달 날짜
mr_in: आवश्यक डिलिव्हरी दिनांक
nl_nl: Gevraagde Lever Datum
pt_pt: Data Entr. Req.
ro_ro: Obligatoriu Data de livrare
ru_ru: Требуемая дата доставки
sq_al: Data e kërkuar për dorëzim
sv: Beg levdatum
sw_ke: Tarehe required Delivery
tr_tr: ISTENEN SEVK TARIHI
zh_hk: 要求交货日期
zh_tw: 預定交期

source: Add Item to Order
cs_cz: Přidat položku do objednávky
es_es: Añadir artículo al pedido
hi_in: जोड़ने के लिए आदेश आइटम
id_id: Tambahkan Item ke Order
it_it: Aggiungi elemento di ordinazione
ko_kr: 주문 항목 추가
mr_in: क्रम आयटम जोडा
nl_nl: Voeg item toe aan order
pt_pt: Adic. Item ao Ped.
ro_ro: Adăugare element la Ordinul
ru_ru: Добавить элемент к заказу
sq_al: Add Item të Rendit
sv: Lägg till produkt till order
sw_ke: Kuongeza Item na Order
tr_tr: SIPARISE ÜRÜN EKLE
zh_hk: 新增订单行
zh_tw: 新增商品到訂單

source: Start Again
cs_cz: Začít znovu
es_es: Empiece nuevamente
hi_in: फिर शुरू
id_id: Mulai Kembali
it_it: Ricominciare
ko_kr: 다시 시작
mr_in: पुन्हा प्रारंभ
nl_nl: Referentie speciale bestelling
pt_pt: Recomeçar
ro_ro: Începe din nou
ru_ru: Начать заново
sv: Starta igen
sw_ke: Kuanza tena
tr_tr: BASTAN BASLA
zh_hk: 重新开始
zh_tw: 重新開始

source: Process This Order
cs_cz: Tato vyhláška procesu
es_es: Procesar Este Pedido
hi_in: इस आदेश प्रक्रिया
id_id: Proses Order Ini
it_it: Questo processo d&#39;ordine
ko_kr: 이 주문을 처리
mr_in: या ऑर्डरवर प्रक्रिया
nl_nl: Verwerk deze order
pt_pt: Processar Este Pedido
ro_ro: Acest proces de Ordine
ru_ru: Обработать этот заказ
sq_al: Proces Kjo Rendit
sv: Behanla denna order
sw_ke: Utaratibu huu Order
tr_tr: BU SIPARISI ISLE
zh_hk: 执行订单
zh_tw: 執行這訂單

source: Inventory Adjustment
cs_cz: Zásoby Nastavení
es_es: Ajuste de Inventario
hi_in: सूची समायोजन
id_id: Penyesuaian Persediaan
it_it: Inventario di regolazione
ko_kr: 재고 조정
mr_in: सूची ऍडजस्टमेंट
nl_nl: Inventaris Aanpassing
pt_pt: Ajuste Estoque
ro_ro: Inventar de ajustare
ru_ru: Инвентаризация
sq_al: Inventari Rregullimit
sv: Lagerjustering
sw_ke: Hesabu Adjustment
tr_tr: Envanter Ayarı
zh_hk: 存货调整
zh_tw: 庫存調整

source: Select Item to Adjust
cs_cz: Vyberte, kterou chcete upravit
es_es: Seleccionar Elemento para Ajustar
hi_in: चयन आइटम को समायोजित करें
id_id: Item Pilih utk Adjust
it_it: Selezionare la voce da regolare
ko_kr: 조정하는 항목을 선택
mr_in: समायोजित करण्यासाठी आयटम निवडा
nl_nl: Kies een product te Pas
pt_pt: Selec. Item do Ajuste
ro_ro: Selectarea elementului pentru ajustarea
ru_ru: Выберите товар для согласования
sq_al: Item Zgjidh për të rregulluar
sv: Välj alternativ för att justera
sw_ke: Item kuchagua na Kurekebisha
tr_tr: Seçmek Öğe ayarlayın
zh_hk: 选取调整商品
zh_tw: 選取項目來編輯

source: The stock information cannot be retrieved because
cs_cz: Informace o akciích, nemůže získat, protože
es_es: No puede obtenerse la información de existencias porque
hi_in: शेयर जानकारी वजह से पुनः प्राप्त नहीं कर सकते
id_id: Informasi stok tdk dapat diambil karena
it_it: Le informazioni di borsa non possono essere recuperati perché
ko_kr: 주식 정보 때문에 검색 할 수 없습니다
mr_in: स्टॉक माहिती प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Voorraad informatie kon niet worden opgehaald omdat
pt_pt: Informação de estoque não pode ser rec. porque
ro_ro: Informaţiile stoc nu pot fi recuperate, deoarece
ru_ru: Данны о товаре не могут быть получены, так как
sq_al: Të dhënat e aksioneve nuk mund të shikohet, sepse
sv: Lager informationen kan inte visas eftersom
sw_ke: Habari hisa hawezi kuwa retrieved sababu
tr_tr: Hisse senedi bilgileri, çünkü alınamaz
zh_hk: 找不到库存信息，因为
zh_tw: 庫存信息不能被檢索，因為

source: The SQL to get the stock description was
cs_cz: SQL získat akcie popis byl
es_es: El SQL para obtener la descripción de la existencia fue
hi_in: एसक्यूएल पाने के लिए स्टॉक वर्णन था
id_id: SQL utk mendapatkan keterangan stok tersebut adalah
it_it: Il SQL per ottenere la descrizione titolo è stato
ko_kr: SQL은 주식 설명했다 도착
mr_in: स्टॉक वर्णन मिळविण्यासाठी SQL होते
nl_nl: Gebruikte SQL om de voorraad beschrijving op te halen
pt_pt: SQL usado para obter descrição estoque foi
ro_ro: SQL pentru a obţine descrierea stocului a fost
ru_ru: SQLполучения опсиания запаса
sq_al: SQL për të marrë përshkrimin e aksioneve u
sv: Den SQL som användes var
sw_ke: SQL ya kupata maelezo ya hisa ilikuwa
tr_tr: SQL stok açıklamasını yaptı almak
zh_hk: 用与查找库存描述的SQL是
zh_tw: SQL程序為來獲取庫存的描述

source: Stock Description
cs_cz: Skladem Popis
es_es: Descripción de Existencia
hi_in: स्टॉक विवरण
id_id: Keterangan Stok
it_it: Archivio Descrizione
ko_kr: 스톡 설명
mr_in: स्टॉक वर्णन
nl_nl: Voorraad beschrijving
pt_pt: Escrição Estoque
ro_ro: Stoc Descriere
ru_ru: Описание запасов
sq_al: Description Stock
sv: Lagerbeskrivning
sw_ke: Hisa Description
tr_tr: Stok Açıklama
zh_hk: 库存描述
zh_tw: 庫存說明

source: Adjust
cs_cz: Upravit
es_es: Ajustar
hi_in: समायोजित करें
id_id: Menyesuaikan
it_it: Regolare
ko_kr: 조정
mr_in: नवीन परिस्थितीची सवय होणे
nl_nl: Aan te passen
pt_pt: Ajuste
ro_ro: Ajusta
ru_ru: Регулировать
sq_al: Rregullo
sv: Justera
sw_ke: Kurekebisha
tr_tr: Ayarlamak
zh_hk: 调整
zh_tw: 調整

source: The entered item code does not exist
cs_cz: Zadal kód položky neexistuje
es_es: El código de artículo entrado no existe
hi_in: प्रवेश मद कोड मौजूद नहीं है
id_id: Kode item yg dimasukkan tdk ada
it_it: Il codice è entrato elemento non esiste
ko_kr: 입력 항목 코드가 존재하지 않습니다
mr_in: प्रविष्ट आयटम कोड अस्तित्वात नाही
nl_nl: De ingevoerde itemcode bestaat niet
pt_pt: O código do item não existe
ro_ro: Codul a intrat articol nu există
ru_ru: Введенный код товара не существует
sq_al: Kodi i hyri send nuk ekziston
sv: Produktkoden existerar inte i databasen
sw_ke: Aliingia code bidhaa haipo
tr_tr: GIRILEN STOK KODU MEVCUT DEGIL
zh_hk: 输入的物料编号不存在
zh_tw: 輸入的商品編碼不存在

source: The decimal places input is more than the decimals of this item defined,the defined decimal places is
ko_kr: 소수 자릿수 입력은 정의 된이 항목의 소수보다가, 정의 된 소수의 장소입니다
zh_tw: 輸入的小數位超過定義這個物料的小數，定義的小數位是

source: and the input decimal places is
ko_kr: 상기 입력 소수 자릿수이며
zh_tw: 而輸入小數點是

source: The quantity entered cannot be zero
cs_cz: Množství uvedené nemůže být nula
es_es: La cantidad no puede ser cero
hi_in: मात्रा शून्य नहीं किया जा सकता प्रवेश
id_id: Qty yg dimasukkan tdk boleh 0
it_it: La quantità inserita non può essere zero
ko_kr: 입력 한 수량이 제로가 될 수 없습니다
mr_in: प्रविष्ट प्रमाण शून्य असू शकत नाही
nl_nl: ingevoerde aantal mag geen nul zijn
pt_pt: A quantidade não pode ser zero (0)
ro_ro: Cantitatea introdusă nu poate fi zero
ru_ru: Введенное количество не может быть равно 0
sq_al: Sasia hyri nuk mund të jetë zero
sv: Registrerat antal kan inte vara noll
sw_ke: wingi aliingia hawezi kuwa sifuri
tr_tr: GIRILEN MIKTAR 0 OLAMAZ
zh_hk: 输入的数量不能是 0
zh_tw: 輸入的數量不能是 0

source: There would be no adjustment to make
cs_cz: Tam by se žádné úpravy, aby se
es_es: No habrá ajuste a realizar
hi_in: वहाँ होगा कोई समायोजन करने के लिए
id_id: Tdk ada penyesuian yg dilakukan
it_it: Non ci sarebbe alcun adeguamento per rendere
ko_kr: 수 있도록 별도의 조정이있을 수 없을 것입니다
mr_in: करण्यासाठी कोणतेही समायोजन नसते
nl_nl: Er zal geen wijziging worden doorgevoerd
pt_pt: Nenhum ajuste pode ser feito
ro_ro: Nu ar fi nici o ajustare pentru a face
ru_ru: Не будет корректировки для совершения
sq_al: Nuk do të ketë rregullim për të bërë
sv: Det skulle inte finnas någon justering att göra
sw_ke: Kutakuwa na marekebisho yoyote ya kufanya
tr_tr: AYARLAMA YAPILAMADI
zh_hk: 没有调整可执行
zh_tw: 沒有調整進行

source: The item entered is a controlled item that requires the detail of the serial numbers or batch references to be adjusted to be entered
cs_cz: Zadaná položka je položka, která vyžaduje řízený detail sériová čísla nebo šarže odkazy mají být upraveny tak, aby se zadané
es_es: El elemento introducido es un elemento controlado que requiere el detalle de los números de serie o referencias de lotes para que se ajuste a ser introducido
hi_in: प्रवेश मद एक नियंत्रित मद है कि सीरियल नंबर या बैच संदर्भों के विस्तार की आवश्यकता है के लिए प्रवेश किया जा समायोजित किया
id_id: Item yg dimasukkan adalah item terkontrol yg membutuhkan rincian nomor serial atau keterangan batch utk disesuaikan supaya dapat dimasukkan
it_it: L&#39;elemento inserito è un elemento di controllo che richiede il dettaglio dei numeri di serie o riferimenti batch per essere regolato per essere inseriti
ko_kr: 입력 된 항목의 일련 번호 또는 배치 참조 세부 요구 제어 항목이 입력되도록 조정되어야한다
mr_in: प्रविष्ट आयटम प्रविष्ट करणे जुळवून घ्यावी सिरिअल क्रमांक किंवा बॅच संदर्भ तपशील आवश्यकता नियंत्रीत आयटम आहे
nl_nl: Het ingevoerde item is een gecontroleerd item waarvoor serienummer / batch referentie is vereist
pt_pt: O item informado é um item controlado que requer detalhes de núm. serie ou lote/batch para ser ajustado
ro_ro: Elementul introdus este un element controlată care necesită detalii din numerele de serie sau referinţe lot care urmează să fie ajustate pentru a fi introduse
ru_ru: Введенный товар является управляемым элемент, который требует ввода серийных номеровили ссылки на партии, которые должны быть скорректированы.
sq_al: Pika hyrë është një artikull të kontrolluar që kërkon detaje të numrave serik ose referencat grumbull të rregullohen për të hyrë
sv: Posten anges är ett kontrollerat objekt som kräver ingående information om de serienummer eller hänvisningar partiet justeras föras in
sw_ke: Bidhaa aliingia ni bidhaa kudhibitiwa kwamba inahitaji zaidi ya idadi ya Serial au kumbukumbu kundi kubadilishwa kuwa aliingia
tr_tr: BU ÜRÜN KONTROLLÜ BIR ÜRÜN VE STOK AYARLAMASI IÇIN LOT NO. VEYA SERI NO. BELIRTMELISINIZ
zh_hk: 输入的物料被定义为受控物料, 调整需要输入批次号或序号
zh_tw: 輸入的商品被定義為受控商品, 調整需要輸入批次號或序號
