Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Allowed Over Receive Proportion
cs_cz: Povolené Přes Příjem Podíl
es_es: Proporción de Sobre Facturación Permitida
hi_in: अनुमति से अधिक अनुपात प्राप्त करें
id_id: Proporsi Kelebihan Terima yg Diperbolehkan
it_it: Ammessi Over Ricevere Quota
ko_kr: 비율을 받기 이상 허용
mr_in: परवानगी रन प्रमाणात प्राप्त
nl_nl: Toegestane leveringsafwijking
pt_pt: Permitir Exceder Receb. Proporc.
ro_ro: Permis primi peste Proporţia
ru_ru: Допущено За Полученную Долю
sq_al: Lejohet Mbi Merre Përqindja
sv: Till?t över leveranser (antal)
sw_ke: Zaidi ya kuruhusiwa Pokea Idadi
tr_tr: IZIN VERILEN FAZLADAN KABUL ORANI
zh_hk: 允许数量差异比率
zh_tw: 允許超接/收比例

source: If check quantity charged vs delivery quantity is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to delivery
cs_cz: Pokud kontrola množství zpoplatněny vs dodací množství je nastaven na ano, pak se tento podíl stanoví procento, o které mohou být faktury přeplatku, pokud jde o dodávky
es_es: Si Comprobar Cantidades Cargadas frente a Cantidades Entregadas es Sí, entonces esta proporción determina el porcentaje en que las facturas pueden ser sobrecargadas respecto a la entrega.
hi_in: यदि चेक मात्रा चार्ज बनाम वितरण मात्रा पर सेट है हाँ तो यह अनुपात प्रतिशत जिसके द्वारा चालान वितरण के संबंध में overcharged किया जा सकता है निर्धारित करता है
id_id: Jika periksa qty yg ditagih vs qty dikirim diatur ke ya maka proporsi ini menentukan persentase dimana faktur dapat ditagih kelebihn terhadap harga
it_it: Se la quantità di controllo a carico vs quantità di consegna è impostato a yes allora questo determina la quota percentuale di fatture possono essere sovraccaricati rispetto alla consegna
ko_kr: 납품 수량 대 충전 체크 양이 yes로 설정되어있는 경우,이 비율은 청구서가 배달에 대하여 과충전 할 수있는 비율을 결정한다
mr_in: वितरण प्रमाण वि चार्ज चेक प्रमाण होय वर सेट केल्यास नंतर या प्रमाणात पावत्या वितरण संदर्भात overcharged जाऊ शकते द्वारे टक्केवारी ठरवते
nl_nl: Toegestane leveringsafwijiking bepaald percentage overlevering dat toegestaan is
pt_pt: Se a verif. quant. encargos x quant. entreg. estiver config. para sim então essa proporção determina o percentual com o qual os pedidos serão acrescidos para a respectiva entrega
ro_ro: În cazul în care cantitatea verifica plătesc vs cantitate de livrare este setat pentru a da, atunci acest procent determină procentul de facturi care pot fi supraîncărcată cu privire la livrarea
ru_ru: Если проверка количества установлена против количества доставки имеет значение Да, то эта доля определяет процент, на который счет-фактура может быть перегружена по отношению к доставке
sq_al: Në qoftë se sasia e ofrimit të kontrolloni të akuzuar vs sasi është vendosur për të po atëherë ky raport përcakton përqindje me të cilat fatura mund të stër në lidhje me ofrimin e
sv: Om kontrollera fakturerat antal mot inlevererat antal inköpsordern är Ja så används denna procentsats för att bestämma hur stora överleveransersom accepteras
sw_ke: Kama kuangalia wingi kushtakiwa vs wingi wa kujifungua ni kuweka uwiano hii ndiyo basi huamua ya asilimia ambayo inaweza kuwa overcharged ankara kwa heshima na utoaji
tr_tr: kontrol miktar ücret vs teslim miktar evet sonra ayarlanırsa bu oran hangi faturaların teslim ile ilgili fazla ücret olabilir yüzdesini belirler
zh_hk: 如果设置检查采购发票数量和收货数量为是，此参数用于检查数量差异是否在允许的百分比内
zh_tw: 如果設置檢查採購數量和訂單數量為是，此參數用於檢查數量差異是否在允許的百分比內

source: Purchase Order Allows Same Item Multiple Times
cs_cz: Objednávka Umožňuje stejné položky vícekrát
es_es: La orden de compra permite el mismo artículo varias veces
hi_in: खरीद आदेश एक ही आइटम की अनुमति देता है कई बार
id_id: Order Pembelian Memperbolehkan Item Sama Berkali-kali
it_it: Ordine di acquisto Consente volte lo stesso oggetto più
ko_kr: 구매 주문은 동일한 항목 여러 번 할 수 있습니다
mr_in: खरेदी ऑर्डर सारख्या आयटमचा एकाधिक वेळा अनुमती देते
nl_nl: Zelfde item meerdere keren op een inkoop order toegestaan
pt_pt: Ordem de compra permite mesmo item múltiplas vezes
ro_ro: Comanda de achiziţie Permite ori acelasi Postul multiple
ru_ru: Заказ на сделки позволяет те же товары несколько раз
sq_al: Rendit Blerje Lejon Times Same Item Multiple
sv: Inköpsorder tillåter samma produkt flera gånger
sw_ke: Order inaruhusu kununua Same Item Times Multiple
tr_tr: SATINALMA SIPARISINDA AYNI ÜRÜNDEN ÇOKLU SATIRA IZIN VER
zh_hk: 采购订单允许有重复物料
zh_tw: 採購訂單允許有重複物料

source: If a purchase order can have the same item on the order several times this parameter should be set to yes
es_es: Si una orden de compra puede tener el mismo elemento en la orden en varias ocasiones, este parámetro se debe establecer en si
id_id: Jika order pembelian dapat memiliki item sama di order beberapa kali, parameter ini seharusnya diatur ke ya
it_it: Se un ordine di acquisto può avere lo stesso elemento in ordine diverse volte questo parametro deve essere impostato su sì
ko_kr: 구매 주문 네이 매개 변수를 설정해야합니다 위해 여러 번에 동일한 항목을 가질 수있는 경우
mr_in: खरेदी ऑर्डर वर अनेक वेळा समान आयटम असू शकतात हे घटक होय सेट करावे
pt_pt: Se na Ordem de Compra for permitido que um item apareça em várias linhas este item deve ser configuro para sim
zh_tw: 如果一個採購訂單上同一物料可以重複出現幾次，則這個參數應該設置為yes

source: Automatically authorise purchase orders if user has authority
es_es: Autorizar automáticamente las órdenes de compra si el usuario tiene la autoridad
id_id: Otorisasi order pembelian secara otomatis jika user memiliki otoritas
it_it: Autorizza automaticamente gli ordini di acquisto se l'utente ha l'autorità
ko_kr: 사용자에게 권한이있는 경우 자동으로 구매 주문을 승인
mr_in: वापरकर्ता अधिकार आहे तर स्वयंचलितपणे खरेदी ऑर्डर अधिकृत
pt_pt: Automaticamente autoriza ordens compras se usuário tem autoridade
zh_tw: 如果用戶有授權，則可以自動授權採購訂單

source: If the user changing an existing purchase order or adding a new puchase order is set up to authorise purchase orders and the order is within their limit, then the purchase order status is automatically set to authorised
es_es: Si el usuario cambia una orden de compra existente o añade una nueva orden de compra, está configurado para autorizar las órdenes de compra y la orden esta dentro de su límite, entonces el estado de la orden de compra se ajusta automáticamente a autorizada
id_id: Jika user mengubah order pembelian yg ada atau menambah order pembelian yg baru itu diatur utk mengotorisasi order pembelian dan order nya masih dalam batas mereka, maka status order pembelian diatur secara otomatis ke status terotorisasi
it_it: Se l'utente modifica un ordine di acquisto esistente o l'aggiunta di un nuovo ordine di acquisto è impostato per autorizzare l'acquisto e l'ordine è nel entro i limiti impostati, allora lo stato dell'ordine di acquisto viene impostato automaticamente come autorizzato
ko_kr: 기존 구매 주문서를 변경하거나 새로운 puchase 순서를 사용자가 추가 구매 주문을 승인하도록 설정되어 순서가 제한 내에 있다면, 구매 주문 상태가 자동으로 설정된다인가
mr_in: वापरकर्ता अस्तित्वातील खरेदी क्रम बदलणे किंवा नवीन puchase ऑर्डर खरेदी ऑर्डर अधिकृत करण्यासाठी सेट व सुव्यवस्था त्यांच्या मर्यादेतच आहे जोडून, ​​तर खरेदी ऑर्डर स्थिती आपोआप अधिकृत वर सेट केले आहे
pt_pt: Se o usuário modif. ou adicion. nova ordem de compra e esta ordem estiver dentro do seu limite de alçada, o status da ordem de compra é automaticamente autorizado
zh_tw: 如果使用者被設置為可以授權下採購訂單並且此訂單在他們的限度內，當使用者變更採購單或者增加一個新採購訂單時，此採購訂單自動設置為已授權

source: January
cs_cz: Leden
es_es: Enero
hi_in: जनवरी
id_id: Januari
it_it: Gennaio
ko_kr: 1월
mr_in: जानेवारी महिना
nl_nl: Januari
pt_pt: Janeiro
ro_ro: Ianuarie
ru_ru: Январь
sq_al: Janar
sv: januari
sw_ke: Januari
tr_tr: OCAK
zh_hk: 一月
zh_tw: 一月

source: February
cs_cz: Únor
es_es: Febrero
hi_in: फरवरी
id_id: Februari
it_it: Febbraio
ko_kr: 2월
mr_in: फेब्रुवारी महिना
nl_nl: Februari
pt_pt: Fevereiro
ro_ro: Februarie
ru_ru: Февраль
sq_al: Shkurt
sv: februari
sw_ke: Februari
tr_tr: SUBAT
zh_hk: 二月
zh_tw: 二月

source: March
cs_cz: Března
es_es: Marzo
hi_in: मार्च
id_id: Maret
it_it: Marzo
ko_kr: 행진
mr_in: मार्च महिना
nl_nl: Maart
pt_pt: Março
ro_ro: Martie
ru_ru: Март
sq_al: Mars
sv: mars
sw_ke: Machi
tr_tr: MART
zh_hk: 三月
zh_tw: 三月

source: April
cs_cz: Duben
es_es: Abril
hi_in: अप्रैल
it_it: Aprile
ko_kr: 4월
mr_in: एप्रिल महिना
pt_pt: Abril
ro_ro: Aprilie
ru_ru: Апрель
sq_al: Prill
sw_ke: Aprili
tr_tr: NISAN
zh_hk: 四月
zh_tw: 四月

source: May
cs_cz: Může
es_es: Mayo
hi_in: मई
id_id: Mei
it_it: Maggio
ko_kr: 할 수있다
mr_in: मे महिना
nl_nl: Mei
pt_pt: Maio
ro_ro: Mai
ru_ru: Май
sq_al: Mund të
sv: maj
sw_ke: Mei
tr_tr: MAYIS
zh_hk: 五月
zh_tw: 五月

source: June
cs_cz: Června
es_es: Junio
hi_in: जून
id_id: Juni
it_it: Giugno
ko_kr: 유월
mr_in: जून महिना
nl_nl: Juni
pt_pt: Junho
ro_ro: Iunie
ru_ru: Июнь
sq_al: Qershor
sv: juni
sw_ke: Juni
tr_tr: HAZIRAN
zh_hk: 六月
zh_tw: 六月

source: July
cs_cz: Červenec
es_es: Julio
hi_in: जुलाई
id_id: Juli
it_it: Luglio
ko_kr: 7월
mr_in: जुलै महिना
nl_nl: Juli
pt_pt: Julho
ro_ro: Iulie
ru_ru: Июль
sq_al: Korrik
sv: juli
sw_ke: Julai
tr_tr: TEMMUZ
zh_hk: 七月
zh_tw: 七月

source: August
cs_cz: Srpna
es_es: Agosto
hi_in: अगस्त
id_id: Agustus
it_it: Agosto
ko_kr: 위엄있는
mr_in: ऑगस्ट महिना
nl_nl: Augustus
pt_pt: Agosto
ru_ru: Август
sq_al: Gusht
sv: augusti
sw_ke: Agosti
tr_tr: AGUSTOS
zh_hk: 八月
zh_tw: 八月

source: September
cs_cz: Září
es_es: Septiembre
hi_in: सितंबर
it_it: Settembre
ko_kr: 9월
mr_in: सप्टेंबर महिना
pt_pt: Setembro
ro_ro: Septembrie
ru_ru: Сентябрь
sq_al: Shtator
sw_ke: Septemba
tr_tr: EYLÜL
zh_hk: 九月
zh_tw: 九月

source: October
cs_cz: Října
es_es: Octubre
hi_in: अक्टूबर
id_id: Oktober
it_it: Ottobre
ko_kr: 10월
mr_in: ऑक्टोबर महिना
nl_nl: Oktober
pt_pt: Outubro
ro_ro: Octombrie
ru_ru: Октябрь
sq_al: Tetor
sv: oktober
sw_ke: Oktoba
tr_tr: EKIM
zh_hk: 十月
zh_tw: 十月

source: November
cs_cz: Listopadu
es_es: Noviembre
hi_in: नवंबर
id_id: Nopember
it_it: Novembre
ko_kr: 11월
mr_in: नोव्हेंबर महिना
pt_pt: Novembro
ro_ro: Noiembrie
ru_ru: Ноябрь
sq_al: Nëntor
sw_ke: Novemba
tr_tr: KASIM
zh_hk: 十一月
zh_tw: 十一月

source: December
cs_cz: Prosince
es_es: Diciembre
hi_in: दिसंबर
id_id: Desember
it_it: Dicembre
ko_kr: 12월
mr_in: डिसेंबर महिना
pt_pt: Dezembro
ro_ro: Decembrie
ru_ru: Декабрь
sq_al: Dhjetor
sw_ke: Desemba
tr_tr: ARALIK
zh_hk: 十二月
zh_tw: 十二月

source: Financial Year Ends On
cs_cz: Finanční rok končí
es_es: El año contable concluye en
hi_in: वित्तीय वर्ष को समाप्त होता है
id_id: Tahun Fiskal Berakhir Pada
it_it: L'Anno finanziario si chiude il
ko_kr: 금융 년도에 종료
mr_in: आर्थिक वर्ष रोजी संपेल
nl_nl: Verslagjaar Eindigd Op
pt_pt: Ano Fiscal Term. em
ro_ro: Exerciţiul financiar se termină la
ru_ru: Финансовый год заканчивается
sq_al: Viti financiar Mbaron me
sv: Räkenskapsåret slutar
sw_ke: Mwaka wa Fedha Mwisho On
tr_tr: MALI YIL BITISI
zh_hk: 会计年度最后一个月
zh_tw: 會計年度最後一個月

source: Defining the month in which the financial year ends enables the system to provide useful defaults for general ledger reports
cs_cz: Definování měsíce, ve kterém účetní rok končí umožňuje systému poskytnout užitečné výchozí pro hlavní knize zpráv
es_es: Definir el mes en que termina el ejercicio permite al sistema proveer datos predeterminados que son útiles para los informes contables.
hi_in: महीने में वित्तीय वर्ष समाप्त होता है परिभाषित करने के लिए सामान्य खाता बही की रिपोर्ट के लिए उपयोगी चूक प्रदान सिस्टम सक्षम बनाता है
id_id: Menetapkan bulan dimana saat tahun fiskal berakhir memungkinkan sistem utk menyediakan informasi berguna utk laporan buku besar
it_it: Definizione del mese in cui l&#39;esercizio sociale si chiude consente al sistema di fornire valori predefiniti utili per i report di contabilità generale
ko_kr: 시스템을 회계 연도가 종료되는 달 수 있습니다 정의 일반 회계 원장 보고서에 대한 유용한 기본값을 제공하는
mr_in: आर्थिक वर्ष समाप्त ज्या महिन्यात व्याख्या सामान्य खातेवही अहवाल उपयुक्त डीफॉल्टकडे पुरवण्यासाठी प्रणाली सक्षम करते
nl_nl: Vaststellen van de maand waarin het fiscale jaar eindigt maakt het voor het systeem mogelijk om standaard grootboekrapportages op te leveren
pt_pt: Definir o número de meses no qual o ano financeiro/fiscal termina, o que permite ao sistema trabalhar relatórios contábeis eficientes
ro_ro: Definirea luna în care exerciţiul financiar se încheie permite sistemului de a furniza valorile implicite utile pentru rapoartele de registru general
ru_ru: Определение месяца, в котором финансовый год заканчивается, позволяет системе обеспечить полезные значения по умолчанию для общих докладов главной книги
sq_al: Përcaktimi i muajit në të cilin përfundon viti financiar mundëson sistem për të siguruar standarte të dobishme për raportet librin kryesor
sv: Slutmånad för räkenskapsåret används på redovisningsrapporter
sw_ke: Kufafanua mwezi ambapo mwaka wa fedha mwisho inawezesha mfumo wa kutoa taarifa muhimu kwa ajili ya defaults ujumla kitabu
tr_tr: MALI YIL BITISINI TANIMLAR
zh_hk: 定义会计年度结束月份
zh_tw: 定義財政年度完結來使系統可以有效預設總帳報表

source: Report Page Length
cs_cz: Zpráva Page Délka
es_es: Longitud de la página del informe
hi_in: रिपोर्ट पेज लम्बाई
id_id: Panjang Halaman Laporan
it_it: Pagina rapporto Lunghezza
ko_kr: 보고서 페이지 길이
mr_in: अहवाल पृष्ठ लांबी
nl_nl: Rapportage lengte (pagina's)
pt_pt: Tamanho Pág. Relatório
ro_ro: Raport Page Lungime
ru_ru: Длина страницы доклада
sq_al: Length Report Page
sv: Rapportsidlängd
sw_ke: Page Muda
tr_tr: RAPOR SAYFA UZUNLUGU
zh_hk: 报表每页行数
zh_tw: 報表每頁行數

source: The input should be between 1 and 999
es_es: La entrada debe estar entre 1 y 999
ko_kr: 입력은 1과 999 사이 여야합니다
zh_tw: 輸入應介於1到999

source: 1 to 999
es_es: 1 a 999
mr_in: 1 ते 999
zh_tw: 1到999

source: Default Maximum Number of Records to Show
cs_cz: Výchozí maximální počet záznamů na Zobrazit
es_es: Número Máximo Predeterminado de Registros a mostrar
hi_in: डिफ़ॉल्ट रिकॉर्ड्स की अधिकतम संख्या दिखाने के लिए
id_id: Jumlah Standar Maksimum Data utk Ditampilkan
it_it: Numero massimo predefinito di record a Mostra
ko_kr: 표시 할 레코드의 최대 수를 기본
mr_in: दाखवा अभिलेख कमाल संख्या मुलभूत
nl_nl: Standaard maximaal aantal of records dat wordt getoond
pt_pt: Exibir Número Máximo de Registros
ro_ro: Default numărul maxim de înregistrări la Show
ru_ru: По умолчанию максимальное число записей для отображения
sq_al: Numri maksimal i Records Default për Show
sv: Maximalt antal poster som visas
sw_ke: Default Maximum Idadi ya Records kwa Onyesha
tr_tr: GÖRÜNTÜLENECEK MAX. KAYIT SAYISI
zh_hk: 默认最大显示记录数
zh_tw: 預設顯示記錄數目的上限

source: The records should be between 1 and 999
es_es: Los registros deben estar entre 1 y 999
ko_kr: 기록은 1과 999 사이 여야합니다
mr_in: रेकॉर्ड 1 आणि 999 दरम्यान असावी
pt_pt: registros devem ser entre 1 e 999
zh_tw: 這些記錄應該是1到999之間

source: When pages have code to limit the number of returned records - such as select customer, select supplier and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
cs_cz: Při stránky mají kód omezit počet vrácených záznamů - jako zákazník vybrat, zvolte dodavatele a vyberte položku, pak to bude výchozí počet záznamů na show pro uživatele, který se nezměnil to pro sebe, v uživatelském nastavení.
es_es: Cuando las páginas tienen código que limita el número de registros a mostrar, como son Seleccionar cliente, Seleccionar proveedor y Seleccionar Artículo, entonces éste será el número de registros por defecto que mostrar a un usuario que no se haya cambiado este valor en sus preferencias de usuario.
hi_in: जब पृष्ठों को लौट रिकॉर्ड की संख्या सीमित कोड है - चुनें ग्राहक, आपूर्तिकर्ता का चयन करें और चुनें आइटम के रूप में इस तरह के, तो इस रिकॉर्ड के डिफ़ॉल्ट नंबर के लिए एक उपयोगकर्ता के लिए जो इस उपयोगकर्ता सेटिंग में बदलाव नहीं आया है खुद के लिए दिखाने के लिए किया जाएगा.
id_id: Saat halaman memiliki kode utk membatasi jumlah data yg dikembalikan - seperti pilih customer, pilih supplier dan pilih item, maka ini akan menjadi jumlah standar utk ditampilkan bagi user yg belum mengubah ini di pengaturan user.
it_it: Quando le pagine sono il codice per limitare il numero di record restituito - come cliente seleziona, fornitori selezionare e selezionare una voce, allora questo sarà il numero predefinito di record da mostrare per un utente che non ha cambiato questo per se stessi nelle impostazioni utente.
ko_kr: 페이지가 반환 된 레코드의 수를 제한하는 코드가있을 때 - 같은 선택 고객 선택 공급 업체 선택 항목으로를, 다음이 레코드의 기본 번호는 사용자 설정에 자신이 변경되지 않은 사용자에 대해 표시됩니다.
mr_in: पृष्ठे परत रेकॉर्ड संख्या मर्यादित करण्यासाठी कोड तेव्हा - जसे निवडा ग्राहक निवडा पुरवठादार निवडक आयटम म्हणून, नंतर या वापरकर्ता सेटिंग्ज मध्ये स्वतःला ही बदलला नाही असा वापरकर्त्यासाठी दर्शविण्यासाठी रेकॉर्ड डीफॉल्ट क्रमांक असेल.
nl_nl: Bij pagina's waar een beperkt aantal records wordt getoond (klanten, leveranciers, items) bepaalt dit het aantal records dat de gebruiker standaard wordt getoond. Gebruiker kan dit desgewenst zelf aanpassen.
pt_pt: Quando as páginas possuem código para limitar o número de registros recuperáveis (exemplo seleção cliente, fornec, itens) então isso limitará o número de linhas que o usuário que não modificar, ele mesmo, seu perfil usando as configurações do próprio usuário.
ro_ro: Când pagini au codul pentru a limita numărul de înregistrări returnate - cum ar fi client selectaţi, furnizorul selectaţi şi selectaţi elementul, apoi acesta va fi implicit numărul de înregistrări pentru a arăta pentru un utilizator care nu şi-a schimbat acest lucru pentru ei înşişi în setările de utilizator.
ru_ru: Когда страницы имеют код на предел ограничения числа возвращаемых записей - таких, как выбрать клиента, выбрать поставщика и выбрать пункт, то это будет по умолчанию число записей, чтобы показать для пользователя, который не изменил это для себя в настройках пользователя.
sq_al: Kur faqet e kanë kod për të kufizuar numrin e të dhënave u kthye - të tilla si klient të zgjedhur, furnizuesi zgjidhni dhe zgjidhni pika, atëherë ky do të jetë numri default e të dhënave për të treguar për një përdorues i cili nuk e ka ndryshuar këtë për veten e tyre në mjedis të përdoruesit.
sv: När sidor har kod för att begränsa antalet returnerade poster - till exempel välja kund väljer leverantör och välja objekt, så kommer detta att vara standard antalet poster som visas för en användare som inte har ändrat detta för sig själva i användarens inställningar.
sw_ke: Wakati kurasa kuwa kanuni ya kikomo idadi ya kumbukumbu kwa &#39;- kama vile wateja kuchagua, kuchagua na wasambazaji wa bidhaa kuchagua, basi hii itakuwa ni idadi default wa kumbukumbu za kuonyesha kwa mtumiaji ambaye si iliyopita hii kwa wenyewe katika mazingira ya mtumiaji.
tr_tr: sayfaları, döndürülecek kayıtların sayısını sınırlandırmak için kod varsa - seçmek müşteri, tedarikçi seçmek basıp öğesi gibi, o zaman bu kullanıcı ayarlarını kendileri için bu değişmedi bir kullanıcı için göstermek için kayıt varsayılan numara olacak.
zh_hk: 新建一个用户时此参数会复制用户的到最大显示记录数属性
zh_tw: 當指定的頁要傳回記錄的上限時, 如選取客戶, 選取供應商, 選取商品, 這會影響預設用戶顯示的記錄數目

source: Show Stockid on images
es_es: Mostrar ID de Existencias en imágenes
id_id: Tampilkan Stokid di gambar
ko_kr: 이미지에 Stockid보기
mr_in: प्रतिमा वर Stockid दाखवा
pt_pt: Exibe imagem dos Itens
zh_tw: 顯示圖片ID上的圖像

source: Show the code inside the thumbnail image of the items
es_es: Mostrar el código dentro de la imagen en miniatura de los elementos
id_id: Tampilkan kode di dalam gambar item yg diperkecil
ko_kr: 항목의 썸네일 이미지 내부의 코드를보기
mr_in: आयटमची लघुप्रतिमा आत कोड दर्शवा
pt_pt: Exibir código do item dentro da imagem miniatura
zh_tw: 顯示代碼的項目的縮略圖圖像內

source: Maximum Size in KB of uploaded images
cs_cz: Maximální velikost v KB z nahraných obrázků
es_es: Tamaño Máximo en KB de imágenes a cargar
hi_in: KB में अपलोड छवियों के अधिकतम आकार
id_id: Ukuran Maksimum dalam KB dari gambar yg di-upload
it_it: Dimensione massima in KB delle immagini caricate
ko_kr: 업로드 된 이미지의 KB의 최대 크기
mr_in: अपलोड प्रतिमा कि.बा. कमाल आकार
nl_nl: Maximaal size (KB) van gebruikte plaatjes
pt_pt: Número Máx. em KB das imagens produto
ro_ro: Mărimea maximă în KB de imagini încărcate
ru_ru: Максимальный размер в КБ загруженных изображений
sq_al: Madhësia më e madhe në KB e imazheve të ngarkuar
sv: Maximal storlek i KB för uppladdade bilder
sw_ke: Upeo Ukubwa katika KB wa picha kwenye mtandao
tr_tr: IZIN VERILEN MAKSIMUM FOTOGRAF BOYUTU (KB. OLARAK)
zh_hk: 最大上载图像大小(KB)
zh_tw: 最大圖像上載大小(KB)
