Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The customer transactions for the selected criteria could not be retrieved because
cs_cz: Transakcí klienta pro zvolená kritéria se nepodařilo získat, protože
es_es: No se pudo obtener las transacciones de cliente para el criterio seleccionado porque
hi_in: चयनित मानदंडों के लिए ग्राहक लेनदेन वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Transaksi customer utk kriteria terpilih tdk dapat diambil karena
it_it: Non è stato possibile estrarre la transazione del cliente selezionata perchè
ko_kr: 선택한 기준에 대한 고객의 거래는 때문에 검색 할 수 없습니다
mr_in: निवडलेले निकष ग्राहक व्यवहार कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De klanten transacties voor de geselecteerde criteria kunnen niet worden opgehaald omdat
pt_pt: Transações do cliente que atendem ao critério seleção não foram recuperadas porque
ro_ro: Operaţiunilor cu clientela pentru criteriile selectate nu a putut fi recuperate, deoarece
ru_ru: Операциям с клиентами с выбранными критериями не может быть найдена, так как
sq_al: Transaksionet e konsumatorit për kriteret e zgjedhur nuk mund të shikohet, sepse
sv: Fel
sw_ke: mashirikiano ya mteja kwa vigezo hakuweza kuchaguliwa kuwa retrieved sababu
tr_tr: SEÇILEN KRITERLERE UYGUN MÜSTERI ISLEMLERI BULUNAMADI:
zh_hk: 指定条件的客户交易未找到,因为
zh_tw: 客戶交易未能按條件挑選取得, 因為

source: This transaction was a receipt of funds and there can be no allocations of receipts or credits to a receipt. This inquiry is meant to be used to see how a payment which is entered as a negative receipt is settled against credit notes or receipts
ko_kr: 이 거래는 자금의 수령이었다 영수증에 영수증 또는 신용의 더 할당있을 수 없다. 이 질문은 음의 영수증으로 입력됩니다 지불이 신용 정보 나 영수증에 대한 해결 방법을 참조하는 데 사용하기위한 것입니다
mr_in: हे व्यवहार निधी पावती होते आणि एक मिळण्यासाठी पावत्या किंवा नामावली नाही वाटप असू शकते. ही चौकशी एक नकारात्मक पावती म्हणून प्रविष्ट जाते देयक क्रेडिट नोट्स किंवा पावत्या विरुद्ध स्थायिक कसे पाहण्यासाठी वापरण्यासाठी तयार केलेली आहे
pt_pt: Trans. recebida para fundos e deve ser alocados para recebimento ou crédito para recebimento. Essa consulta significa que será usada para ver qual pagamento já foi informado como recebimento negativo contra nota de crédito ou recebimento
zh_tw: 此項交易是已經收到資金為主，也可以是沒有分配收益或帳款的收據。這項查詢的目的是用來看看這是輸入為負，收到款項清償對紅字發票或收據

source: There are no allocations made against this transaction
cs_cz: Nejsou žádné příděly podané proti této transakci
es_es: No hay asignaciones realizadas contra esta transacción
hi_in: कोई इस लेन - देन के विरुद्ध किए गए आवंटन कर रहे हैं
id_id: Tdk ada alokasi yg dibuat terhadap transaksi ini
it_it: Non ci sono finanziamenti concessi contro questa operazione
ko_kr: 이 거래에 대해 만든 더 할당이 없습니다
mr_in: या व्यवहार विरुद्ध केलेले नाही वाटप आहेत
nl_nl: Voor deze trasactie is niet gealloceerd
pt_pt: Não existem alocações nessa transação
ro_ro: Nu există alocări făcute împotriva această tranzacţie
ru_ru: Для этой сделки нет размещения
sq_al: Nuk ka alokimet e bërë kundër këtij transaksioni
sv: Det finns inga allokerignar mot denna faktura
sw_ke: Hakuna fedha kufanywa dhidi ya shughuli hii
tr_tr: Bu işlem karşı yapılan hiçbir tahsisler vardır
zh_hk: 没有此交易的清算记录
zh_tw: 這交易沒有配置

source: Allocations made against
cs_cz: Finančních prostředcích, které proti
es_es: Provisiones hechas contra
hi_in: के विरुद्ध किए गए आवंटन
id_id: Allokasi dilakukan terhadap
it_it: Le assegnazioni fatte contro
ko_kr: 할당에 의해 만들어진
mr_in: विरुद्ध केलेले वाटप
nl_nl: Allocaties gemaakt tegen
pt_pt: Alocações feitas para
ro_ro: Alocările făcute împotriva
ru_ru: Ассигнований в отношении
sq_al: Alokimet e bëra kundër
sw_ke: Mgawanyo yaliyotolewa dhidi
tr_tr: karşı yapılan Tahsisat
zh_hk: 配置针对于
zh_tw: 配置針對於

source: number
cs_cz: číslo
es_es: Numero
hi_in: संख्या
id_id: nomor
it_it: numero
ko_kr: 수
mr_in: संख्या
nl_nl: nummer
pt_pt: número
ro_ro: Numărul
sq_al: Numri
sv: tal
sw_ke: idadi
tr_tr: sayı
zh_hk: 编号
zh_tw: 編號

source: Transaction Total
cs_cz: Celkem transakce
es_es: Total de la transacción
hi_in: लेन - देन कुल
id_id: Total Transaksi
it_it: Totale transazione
ko_kr: 트랜잭션 전체
mr_in: व्यवहार एकूण
nl_nl: totaal van transactie
pt_pt: Total Transação
ro_ro: Totală a tranzacţiei
ru_ru: Итого по транзакциям
sq_al: Transaksion Gjithsej
sv: Transaktions total
sw_ke: Jumla ya manunuzi
tr_tr: ISLEM TOPLAMI
zh_hk: 交易总计
zh_tw: 交易總計

source: Ex Rate
cs_cz: Ex Hodnotit
es_es: Tipo de cambio
hi_in: पूर्व दर
id_id: Kurs
it_it: Tasso di cambio
ko_kr: 예 평가
mr_in: माजी रेट
nl_nl: Wisselkoers
pt_pt: Taxa ant.
ru_ru: Курс обмена
sv: Kurs
sw_ke: Kiwango cha zamani
tr_tr: KUR DÖNÜSÜM ORANI
zh_hk: 汇率
zh_tw: 匯率

source: Alloc
es_es: Provisión
id_id: Dialokasi
it_it: Imputazione
nl_nl: Allocatie
pt_pt: Alocado
ru_ru: Распред.
sv: Allok
tr_tr: TAHSIS
zh_hk: 清算
zh_tw: 配置

source: Total allocated
cs_cz: Celkem přiděleno
es_es: Total asignado
hi_in: कुल आवंटित
id_id: Total dialokasikan
it_it: Totale imputato
ko_kr: 총 할당
mr_in: वाटप एकूण
nl_nl: Totaal gealloceerd
pt_pt: Total alocado
ro_ro: Totale alocate
ru_ru: Всего распределено
sq_al: Totali i ndarë
sv: Totalt allokerat
sw_ke: Jumla zilizotengwa
tr_tr: TOPLAM TAHSIS EDILMIS
zh_hk: 发票金额为
zh_tw: 已配置總數

source: Failed to retrieve sales data
ko_kr: 판매 데이터를 검색하지 못했습니다
zh_tw: 無法檢索銷售數據

source: There was a problem retrieving the transactions that were settled over the course of the last month for
cs_cz: Tam byl problém načítání transakce, které byly vyřešeny v průběhu posledního měsíce na
es_es: Hubo un problema al obtener las transacciones que se establecieron a lo largo del último mes para
hi_in: वहाँ एक लेनदेन है कि पिछले महीने के पाठ्यक्रम के लिए पर बसे थे पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil transaksi yg diselesaikan dalam satu bulan terakhir utk
it_it: C&#39;è stato un problema recuperare le transazioni che sono stati regolarizzati nel corso del mese scorso per
ko_kr: 지난 달의 코스를 통해 해결 된 트랜잭션을 검색하는 동안 문제가 발생했습니다
mr_in: साठी गेल्या महिन्यात करताना प्रती स्थायिक होते की व्यवहार पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem bij het opvragen van de transacties die afgelopen maand afgehandeld zijn voor
pt_pt: Há um problema recuperando transaç. exced. último mês para
ro_ro: Nu a fost o problemă la regăsirea tranzacţiilor care au fost soluţionate în cursul ultimei luni pentru
ru_ru: Возникли проблемы при получении сделок, которые были урегулированы в течение последнего месяца
sq_al: Nuk ishte një problem retrieving e transaksioneve që janë zgjidhur gjatë muajit të fundit për
sv: Det gick inte att hämta de transaktioner som reglerades under loppet av den sista månaden för
sw_ke: Kulikuwa na tatizo retrieving mashirikiano ya kwamba walikuwa makazi juu ya mwendo wa mwezi wa mwisho kwa
tr_tr: geçen ay kurs için üzerinde yerleşmiş olan işlemler alırken bir problem vardı
zh_hk: 查找以前月份已清算记录时出错
zh_tw: 上月模式結過帳的交易時發生錯誤

source: from the database
cs_cz: z databáze
es_es: de la base de datos
hi_in: डेटाबेस से
id_id: dari database
it_it: dal database
ko_kr: 데이터베이스에서
mr_in: डेटाबेस
nl_nl: van de database
pt_pt: do DB
ro_ro: din baza de date
ru_ru: из базы данных
sq_al: nga baza e të dhënave
sv: öppna från databas
sw_ke: kutoka database
tr_tr: VERITABANINDAN
zh_hk: 从数据库
zh_tw: 從資料庫

source: There was a problem retrieving the outstanding transactions for
cs_cz: Tam byl problém načítání nesplacených transakcí pro
es_es: Hubo un problema al obtener las transacciones extraordinarias para
hi_in: वहाँ एक के लिए बकाया लेनदेन पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil transaksi blm-lunas utk
it_it: C&#39;è stato un problema recuperare le transazioni in sospeso per
ko_kr: 대한 뛰어난 트랜잭션을 검색하는 동안 문제가 발생했습니다
mr_in: अनिर्णित व्यवहार पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem bij het opvragen van openstaande transacties voor
pt_pt: Há um problema recuperando transaç. para
ro_ro: Nu a fost o problemă la regăsirea tranzacţiilor restante pentru
ru_ru: Возникла проблема прни полученни необработанных транзакций для
sq_al: Nuk ishte një problem retrieving transaksionet e shquar për
sv: Problem att hämta utestående transaktioner för
sw_ke: Kulikuwa na tatizo retrieving mashirikiano bora kwa
tr_tr: için olağanüstü işlemler alırken bir problem vardı
zh_hk: 查找未清算交易失败
zh_tw: 問題發生在提取未完成交易的

source: Back to Customer Screen
es_es: Volver a la pantalla de cliente
ko_kr: 돌아 가기 고객 화면에
zh_tw: 返回客戶頁

source: Terms
cs_cz: Podmínky
es_es: Términos
hi_in: शर्तें
id_id: Termin
it_it: Termini di pagamento
ko_kr: 이용 약관
mr_in: अटी
nl_nl: Voorwaarden
pt_pt: Condições
ro_ro: Termeni
ru_ru: Сроки
sq_al: Kushtet
sv: Villkor
sw_ke: Suala
tr_tr: VADELER
zh_hk: 付款方式
zh_tw: 條件

source: Credit Limit
cs_cz: Úvěrový limit
es_es: Límite de crédito
hi_in: क्रेडिट सीमा
id_id: Batas Kredit
it_it: Linea di credito
ko_kr: 신용 한도
mr_in: क्रेडिट मर्यादा
nl_nl: Krediet Limiet
pt_pt: Limite Crédito
ro_ro: Limita de credit
ru_ru: Лимит кредита
sq_al: Limiti
sv: Kreditlimit
sw_ke: Limit mikopo
tr_tr: KREDI LIMITI
zh_hk: 信用限额
zh_tw: 信用額度上限

source: Credit Status
cs_cz: Stav úvěru
es_es: Estado de crédito
hi_in: क्रेडिट की स्थिति
id_id: Status Kredit
it_it: Classificazione affidabilità credito
ko_kr: 신용 상태
mr_in: पत प्रतिष्ठा
nl_nl: Krediet Status
pt_pt: Sit. Crédito
ro_ro: Stare de credit
ru_ru: Статус кредита
sq_al: Statusit Credit
sv: Kreditstatus
sw_ke: Hali ya mikopo
tr_tr: KREDI DURUMU
zh_hk: 信用等级
zh_tw: 信用等級

source: ACCOUNT ON HOLD
cs_cz: ÚČET NA HOLD
es_es: Cuenta en Espera
hi_in: पकड़ो पर खाता
id_id: AKUN DIBEKUKAN
it_it: CONTO BLOCCATO
ko_kr: 보류 계정
mr_in: राखून ठेवलेले खाते
nl_nl: ACCOUNT GEBLOKKEERD
pt_pt: Conta Retida
ro_ro: CONT ON HOLD
ru_ru: СЧЕТ ЗАБЛОКИРОВАН
sq_al: PËR LLOGARI HOLD
sv: SPäRRAT KONTO
sw_ke: ACCOUNT kushikilia
tr_tr: ON HOLD HESABI
zh_hk: 客户已冻结
zh_tw: 客戶已凍結

source: Show all transactions after
cs_cz: Zobrazit všechny transakce po
es_es: Mostrar todas las transacciones después de
hi_in: सभी लेनदेन के बाद दिखाएँ
id_id: Tampilkan semua transaksi setelah
it_it: mostra tutte le operazioni a partire dal
ko_kr: 후 모든 트랜잭션을보기
mr_in: नंतर सर्व व्यवहार दाखवा
nl_nl: Laat alle transakties zien na
pt_pt: Mostre todas trans. após
ro_ro: Arată toate tranzacţiile după
ru_ru: Показать все транзакции после
sq_al: Tregojnë të gjitha transaksionet pas
sv: Visa alla transaktioner efter
sw_ke: Kuonyesha shughuli zote baada ya
tr_tr: SONRASINDAKI ISLEMLERI GÖSTER:
zh_hk: 显示此日期以后的全部交易
zh_tw: 顯示以後的全部交易

source: Refresh Inquiry
cs_cz: Obnovit Poptávka
es_es: Refrescar consulta
hi_in: ताज़ा जांच
id_id: Perbarui Informasi
it_it: Aggiorna situazione
ko_kr: 새로 고침 문의
mr_in: चौकशी रीफ्रेश
nl_nl: Vernieuw aanvraag
pt_pt: Atualize Consulta
ro_ro: Actualizează anchetă
ru_ru: Обновить анализ
sq_al: Refresh Hetim
sv: Uppdatera fråga
tr_tr: SORGUYU GÜNCELLE
zh_hk: 刷新
zh_tw: 刷新查詢

source: Charges
cs_cz: Poplatky
es_es: Cargos
hi_in: आरोप
id_id: Biaya
it_it: Oneri
ko_kr: 요금
mr_in: शुल्क
pt_pt: Taxas
ro_ro: Taxe
ru_ru: Выплаты
sq_al: Akuzat
sv: Avgifter
sw_ke: Mashtaka
tr_tr: Ücretleri
zh_hk: 发票金额
zh_tw: 收費

source: Credits
cs_cz: Úvěry
es_es: Créditos
hi_in: क्रेडिट
id_id: Kredit
it_it: Crediti
ko_kr: 크레딧
mr_in: नामावली
nl_nl: Credit
pt_pt: Cred.
ro_ro: Credite
ru_ru: Кредиты
sq_al: Kredite
sv: Kredit
sw_ke: Mikopo
tr_tr: Kredi
zh_hk: 贷方
zh_tw: 貸方

source: Allocated
cs_cz: Přidělených
es_es: Asignado
hi_in: आवंटित
id_id: Dialokasi
it_it: Imputato
ko_kr: 할당
mr_in: नेमून दिलेला
nl_nl: Gealloceerd
pt_pt: Alocado
ro_ro: Alocate
ru_ru: Распределено
sq_al: Alokuara
sv: Betalt
sw_ke: Zilizotengwa
tr_tr: TAHSIS EDILMIS
zh_hk: 已清算
zh_tw: 配置

source: Balance
cs_cz: Zůstatek
es_es: Saldo
hi_in: संतुलन
id_id: Saldo
it_it: Saldo
ko_kr: 균형
mr_in: तोल
nl_nl: Saldo
pt_pt: Saldo
ro_ro: Echilibru
ru_ru: Баланс
sq_al: Ekuilibër
sv: Balans
sw_ke: Mizani
tr_tr: BILANÇO
zh_hk: 余额
zh_tw: 餘額

source: Click to preview the invoice
cs_cz: Klikněte pro náhled na faktuře
es_es: Haga clic para ver la factura
hi_in: पूर्वावलोकन करने के लिए चालान पर क्लिक करें
id_id: Klik utk meninjau faktur
it_it: Clicca per visualizzare la fattura
ko_kr: 송장을 미리 클릭
mr_in: अशी यादी तयार पूर्वावलोकन करण्यासाठी क्लिक करा
nl_nl: Klik om factuur te zien
pt_pt: Clique para Visualizar o Pedido
ro_ro: Clic pentru a previzualiza factura
ru_ru: Нажмите для предпросмотра счета-фактуры
sq_al: Klikoni për të preview faturës
sv: Klicka för att skapa förhandsvisning
sw_ke: Bonyeza preview ya invoice
tr_tr: FATURAYI IZLEMEK IÇIN TIKLAYIN
zh_hk: 点击这里预览发票
zh_tw: 按此預覽發票

source: Click for PDF
cs_cz: Klikněte pro PDF
es_es: Haga clic para PDF
hi_in: पीडीएफ के लिए क्लिक करें
id_id: Klik utk PDF
it_it: Clicca per PDF
ko_kr: PDF 파일을 보려면 클릭하세요
mr_in: पीडीएफ क्लिक करा
nl_nl: Klik voor PDF
pt_pt: Clique para PDF
ro_ro: Click pentru PDF
ru_ru: Нажмите для PDF
sq_al: Klikoni për PDF
sv: Klicka för PDF
sw_ke: Bonyeza kwa PDF
tr_tr: PDF için tıklayınız
zh_hk: 点击产生PDF文件
zh_tw: 點擊PDF

source: Click to email the invoice
cs_cz: Klikněte pro e-faktury
es_es: Haga clic para enviar la factura por correo-e
hi_in: करने के लिए चालान ईमेल पर क्लिक करें
id_id: Klik utk email faktur
it_it: Clicca per inviare la fattura via posta elettronica
ko_kr: 송장을 이메일로 클릭
mr_in: अशी यादी तयार ईमेल क्लिक करा
nl_nl: Klik om factuur te e-mailen
pt_pt: Clique para enviar email do Pedido
ro_ro: Click pentru a e-mail factura
ru_ru: Нажмите чтобы отправить счет-фактуру по e-mail
sq_al: Klikoni për të email faturës
sv: Skicka e-post till <b>%(name)s</b> (%(email)s)
sw_ke: Click barua pepe ya ankara
tr_tr: FATURAYI EMAIL ILE GÖNDERMEK IÇIN TIKLAYIN
zh_hk: 点击这里把发票作为邮件发出
zh_tw: 按此電郵發票

source: Click to preview the credit note
cs_cz: Klikněte pro náhled dobropisu
es_es: Haga clic para ver la nota de crédito
hi_in: पूर्वावलोकन करने के लिए क्रेडिट नोट क्लिक करें
id_id: Klik utk meninjau nota kredit
it_it: Clicca per visualizzare la nota di credito
ko_kr: 신용 메모를 미리 클릭
mr_in: क्रेडिट नोट पूर्वावलोकन करण्यासाठी क्लिक करा
nl_nl: Klik om credit nota te zien
pt_pt: Clique para Visualizar a nota de crédito
ro_ro: Clic pentru a examina nota de credit
ru_ru: Кликните для предпросмотра кредит-ноты
sq_al: Klikoni për të preview notë krediti
sv: Klicka för att förhandsgranska kreditfakturan
sw_ke: Bonyeza preview ya note mikopo
tr_tr: önizlemek için kredi notu tıklayın
zh_hk: 点击这里预览红字发票
zh_tw: 按此預覽折讓單

source: Click to email the credit note
cs_cz: Klikněte pro e-mail dobropisu
es_es: Haga clic para enviar la nota de crédito por correo-e
hi_in: करने के लिए क्रेडिट नोट ईमेल पर क्लिक करें
id_id: Klik utk email nota kredit
it_it: Clicca per inviare la nota di credito via posta elettronica
ko_kr: 신용 메모를 이메일로 클릭
mr_in: क्रेडिट नोट ईमेल क्लिक करा
nl_nl: Klik om credit nota te e-mailen
pt_pt: Clique para enviar email da nota de Crédito
ro_ro: Click pentru a e-mail nota de credit
ru_ru: Нажмите чтобы отправить кредит-ноту по e-mail
sq_al: Klikoni për të email notë krediti
sv: Klicka för att skicka krditfakturan via epost
sw_ke: Click email kumbuka mikopo
tr_tr: kredi notu e-posta için tıklayın
zh_hk: 点击这里把红字发票作为邮件发出
zh_tw: 按此電郵折讓單

source: Click to allocate funds
cs_cz: Klikněte na přidělování finančních prostředků
es_es: Haga clic para asignar fondos
hi_in: के लिए धन आवंटन पर क्लिक करें
id_id: Klik utk mengalokasikan dana
it_it: Clicca per imputare l'importo della nota di credito
ko_kr: 자금을 할당합니다
mr_in: निधी वाटप करण्यासाठी क्लिक करा
nl_nl: Klik om fondsen te verplaatsen
pt_pt: Clique para alocar fundos
ro_ro: Click pentru a aloca fonduri
ru_ru: Нажмите чтобы распределить средства
sq_al: Klikoni për të alokuar fonde
sv: Klicka för att allokera belopp
sw_ke: Click kutenga fedha
tr_tr: fon tahsis için tıklayın
zh_hk: 点击这里执行付款清算
zh_tw: 按此資金分配

source: Allocation
cs_cz: Přidělení
es_es: Asignación
hi_in: आवंटन
id_id: Alokasi
it_it: imputazione
ko_kr: 배당
mr_in: वाटप
nl_nl: Allocatie
pt_pt: Alocação
ro_ro: Alocare
ru_ru: Распределение
sq_al: Shpërndarje
sv: Allokering
sw_ke: Mgao
tr_tr: TAHSIS
zh_hk: 清算
zh_tw: 冲帳

source: Total Balance
cs_cz: Celkem Zůstatek
es_es: Saldo total
hi_in: कुल शेष
id_id: Total Saldo
it_it: Saldo totale
ko_kr: 나머지
mr_in: एकूण शिल्लक
nl_nl: Totaal Saldo
pt_pt: Total Saldo
ro_ro: Total Sold
ru_ru: Итого по балансу
sq_al: Totali i bilancit të
sv: Totalt
sw_ke: Jumla ya Mizani
tr_tr: TOPLAM BILANÇO
zh_hk: 余额总计
zh_tw: 總結餘

source: Current
cs_cz: Proud
es_es: Actual
hi_in: वर्तमान
id_id: Mutakhir (Aktif)
it_it: Non scaduti
ko_kr: 현재
mr_in: चालू
nl_nl: Op Voorraad
pt_pt: Atual
ro_ro: Curent
ru_ru: Текущая
sq_al: Aktuale
sv: Ej förfallet
sw_ke: Sasa
tr_tr: SIMDIKI
zh_hk: 当前
zh_tw: 目前的

source: Now Due
cs_cz: Nyní Díky
es_es: Debido Ahora
hi_in: अब कारण
id_id: Jatuh Tempo Sekarang
it_it: Scaduti
ko_kr: 지금 인해
mr_in: सध्या देय
nl_nl: Betaalbaar
pt_pt: Até o Presente
ro_ro: Acum Datorită
ru_ru: Наступившие сейчас
sq_al: Tani shkak
sv: Förfallet
sw_ke: Kutokana sasa
tr_tr: ÖDEME ZAMANI GELMIS
zh_hk: 已到期
zh_tw: 到期的

source: Days Overdue
cs_cz: Dnů po splatnosti
es_es: Dias de atraso
hi_in: दिन अतिदेय
id_id: Hari Terlambat
it_it: giorni scaduti
ko_kr: 연체 일
mr_in: मुदती बाहेर दिवस
nl_nl: Dagen na verval datum
pt_pt: Dias Atraso
ro_ro: De zile restante
ru_ru: Дней просрочки
sq_al: Ditët e vonuara
sv: dagar förfallet
sw_ke: Siku overdue
tr_tr: VADESI GEÇEN GÜN
zh_hk: 天
zh_tw: 過期的

source: Over
cs_cz: Přes
es_es: Sobre los
hi_in: पर
id_id: Lebih Dari
it_it: oltre
ko_kr: 위에
mr_in: एकूण
pt_pt: Limite Excedido
ro_ro: Peste
ru_ru: Более
sq_al: Mbi
sv: Över
sw_ke: Juu
tr_tr: ÜZERI
zh_hk: 超过
zh_tw: 超過

source: Customer Receipt
cs_cz: Příjem zákazníka
es_es: Ingreso del cliente
hi_in: ग्राहक रसीद
id_id: Penerimaan Customer
it_it: Incasso dal cliente
ko_kr: 고객 영수증
mr_in: ग्राहक पावती
nl_nl: Klanten Ontvangsten
pt_pt: Recebimento Cliente
ro_ro: Primirea client
ru_ru: Банковская квитанция клиента
sq_al: Pranimi klientit
sv: Inbetalningar
sw_ke: Risiti wateja
tr_tr: Müşteri Alındı
zh_hk: 客户收据(收款)
zh_tw: 冲帳-客戶收款

source: Credit Note Allocations
cs_cz: Dobropis Přidělené
es_es: Asignaciones de notas de Crédito (abono)
hi_in: क्रेडिट नोट आवंटन
id_id: Alokasi Nota Kredit
it_it: Imputazione della nota di credito
ko_kr: 신용 참고 할당
mr_in: क्रेडिट टीप वाटप
nl_nl: Allocatie credit factuur
pt_pt: Alocação notas de Crédito
ro_ro: Nota de credit Alocările
ru_ru: Распределение кредит-ноты
sq_al: Shënim Alokimet Credit
sv: Kredifakturainbetalningar
sw_ke: Angalia mikopo Bajeti
tr_tr: Kredi notu Tahsisat
zh_hk: 红字发票清算
zh_tw: /負數發票

source: Allocations can not be processed again
cs_cz: Příděly nelze zpracovat znovu
es_es: Las asignaciones no pueden procesarse de nuevo
hi_in: आवंटन फिर से नहीं जा सकती
id_id: Alokasi tdk dapat diproses lagi
it_it: Una imputazione non può essere effettuata due volte
ko_kr: 할당을 다시 처리 할 수​​ 없습니다
mr_in: वाटप पुन्हा प्रक्रिया करणे शक्य नाही
nl_nl: Allocatie kan niet opnieuw worden uitgevoerd
pt_pt: Alocações não podem ser reprocessadas
ro_ro: Alocările nu pot fi procesate din nou
ru_ru: Распределения не могут быть обработаны снова
sq_al: Alokimet nuk mund të përpunohet sërish
sv: Inbetalningar kan inte bearbetas mot
sw_ke: Mgawanyo hawezi kuwa processed tena
tr_tr: Tahsisleri yeniden işlenmiş olamaz
zh_hk: 清算不能重复执行
zh_tw: 配置不能再次執行

source: If you hit refresh on this page after having just processed an allocation
cs_cz: Pokud stisknete obnovit na této stránce po právě zpracovávané přidělení
es_es: si actualiza la página justo después de haber procesado una asignación
hi_in: यदि आप इस पृष्ठ पर चल रहा बस एक आवंटन के बाद कार्रवाई की ताज़ा मारा
id_id: Jika Anda me-refresh halaman ini setelah memproses alokasi
it_it: non utilizzare il tasto refresh dopo aver effettuato una imputazione
ko_kr: 당신은 단지 할당을 처리 한 후이 페이지에서 새로 고침을하는 경우
mr_in: आपण फक्त एक वाटप प्रक्रिया केल्यास या पृष्ठावर रीफ्रेश दाबा असल्यास
pt_pt: Após processar essa alocação, se for pressionado o botão (atualizar) do navegador
ro_ro: Dacă te-a lovit refresh pe această pagină după ce a procesat doar o alocare
ru_ru: Если вы обновите эту страницу, после обработки распределения
sq_al: Nëse ju goditi refresh në këtë faqe, pasi që ka përpunuar vetëm një shpërndarje
sv: Om du trycker refresh på denna efter att ha bearbetat en inbetalning
sw_ke: Kama wewe hit mahitaji kwenye ukurasa huu baada ya kuwa processed tu ya mgao
tr_tr: Sadece bir ayırma işlenmiş sonra bu sayfada yenileme vurursanız
zh_hk: 如果你执行了清算后马上刷新此页
zh_tw: 如你剛執行了配置, 再按刷新此頁

source: try to use the navigation links provided rather than the back button
cs_cz: zkuste použít navigaci podle vazby, spíše než tlačítko zpět
es_es: pruebe a usar los enlaces de navegación provistos en lugar del botón volver
hi_in: को नेविगेशन लिंक का उपयोग प्रदान की कोशिश नहीं बल्कि वापस बटन से
id_id: coba gunakan link navigasi yg disediakan, dan bukan tombol back
it_it: utilizza il menu di navigazione invece del tasto indietro
ko_kr: 뒤로 버튼이 아닌 제공되는 탐색 링크를 사용하려고
mr_in: ऐवजी परत बटण पेक्षा प्रदान नॅव्हिगेशन दुवे वापरण्याचा प्रयत्न
nl_nl: Gebruik de navigatie links inplaats van de return knop
pt_pt: tente usar os links (botões) de navegação providos pela aplicação
ro_ro: încercaţi să utilizaţi linkurile de navigare oferite, mai degrabă decât pe butonul din spate
ru_ru: воспользуйтесь ссылками навигации вместо кнопок браузера
sq_al: të përpiqet të përdorë lidhjet navigacion dhënë më tepër se butonin mbrapa
sv: använd länkarna istället för backknappen
sw_ke: kujaribu kutumia viungo urambazaji zinazotolewa badala ya kifungo nyuma
tr_tr: sağlanan gezinti bağlantıları kullanmayı deneyin geri düğmesi yerine
zh_hk: 尽量使用系统提供的链接，不要按返回按钮
zh_tw: 試用提供的導灠連結代替瀏灠器的返回鈕

source: to avoid this message in future
cs_cz: aby se zabránilo tuto zprávu v budoucnosti
es_es: para omitir este mensaje en el futuro
hi_in: भविष्य में इस संदेश से बचने के लिए
id_id: utk menghindari pesan ini lain kali
it_it: per evitare questo messaggio in futuro
ko_kr: 미래에이 메시지를 피하기 위해
mr_in: भविष्यात हा संदेश टाळण्यासाठी
nl_nl: Om deze boodschap in de toekomst te voorkomen
pt_pt: para evitar essa mensagem no futuro
ro_ro: Pentru a evita acest mesaj în viitor
ru_ru: для избежания этого сообщения в будущем
sq_al: për të shmangur këtë mesazh në të ardhmen
sv: för att unvika detta meddelande i framtiden
sw_ke: kuepuka ujumbe huu katika siku zijazo
tr_tr: Gelecekte bu mesajı önlemek için
zh_hk: 这样可以避免再出现此信息
zh_tw: 來避免將來出現此訊息

source: Amount entered was negative
cs_cz: Částka uvedena byl negativní
es_es: Monto ingresado fue negativo
hi_in: राशि में प्रवेश नकारात्मक था
id_id: Jumlah yg dimasukkan negatif
it_it: Importo iscritto è stato negativo
ko_kr: 입력 한 금액은 부정적
mr_in: प्रविष्ट रक्कम नकारात्मक होते
nl_nl: Ingevoerde bedrag was negatief
pt_pt: Quantidade informada é negativa
ro_ro: Suma a intrat a fost negativ
ru_ru: Введена отрицательная сумма
sq_al: Shuma hyrë ishte negativ
sv: Inmatat belopp var negativt
sw_ke: Kiasi aliingia ilikuwa mbaya
tr_tr: Miktar negatif girildiğinden
zh_hk: 输入的金额是负数
zh_tw: 數字輸入負值

source: Only positive amounts are allowed
cs_cz: Pouze kladné hodnoty jsou povoleny
es_es: Solo se permite cantidades positivas
hi_in: केवल सकारात्मक मात्रा में अनुमति दी जाती है
id_id: Hanya jumlah positif yg diperbolehkan
it_it: Solo gli importi positivi sono ammessi
ko_kr: 만 긍정적 인 금액이 허용됩니다
mr_in: केवळ सकारात्मक प्रमाणात अनुमती आहे
nl_nl: Alleen possitieve bedragen zijn toegestaan
pt_pt: Somente quantidades positivas são permitidas
ro_ro: Numai sumele pozitive sunt permise
ru_ru: Только положительные суммы допускается
sq_al: Vetëm shuma pozitive janë të lejuara
sv: Endast positiva belopp är tillåtna
sw_ke: Tu kiasi chanya wanaruhusiwa
tr_tr: Sadece olumlu miktarlarda izin verilir
zh_hk: 只允许正数金额
zh_tw: 數值只接受正數
