Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: price var
cs_cz: cena var
es_es: Precio variable
hi_in: मूल्य var
id_id: beda harga
it_it: prezzo var
ko_kr: 가격 VAR
mr_in: किंमत var
nl_nl: Prijs verschillen
pt_pt: var. preço
ro_ro: preţ var
ru_ru: отклонение цен
sq_al: var çmim
sv: SunOS var
sw_ke: bei var
tr_tr: FIYAT VARYANSI
zh_hk: 价格差
zh_tw: 價格差異

source: a rate of
cs_cz: rychlost
es_es: una tasa de
hi_in: की दर से
id_id: kurs
it_it: un tasso di
ko_kr: 의 속도
mr_in: एक दर
nl_nl: een tarief van
pt_pt: taxa de
ro_ro: o rată de
ru_ru: скорость
sq_al: një normë të
sv: Sats
sw_ke: kiwango cha
tr_tr: ORAN :
zh_hk: 汇率
zh_tw: 換率

source: The total posted to the credit accounts is
cs_cz: Celková vyslán na úvěrových účtů je
es_es: El total ingresado en las cuentas de crédito es
hi_in: कुल ऋण खातों के लिए तैनात है
id_id: Total dibukukan ke akun kredit adalah
it_it: di
ko_kr: 신용 계정에 게시 된 총입니다
mr_in: क्रेडिट खाती पोस्ट एकूण आहे
nl_nl: Totaal geboekt op de credit rekeningen is
pt_pt: Total postagem para conta crédito é
ro_ro: Total postat la conturile de credit este
ru_ru: Всего, размещенные в кредитных счетов
sq_al: Total postuar në llogaritë e kredisë është
sv: Den totala postas till kreditkonton är
sw_ke: Jumla ya posted kwenye akaunti ya mikopo ni
tr_tr: Toplam kredi hesaplarına ilan
zh_hk: 入账到贷账账目的总计是
zh_tw: 入帳到冲銷帳目的總計是

source: but the sum of OvAmount converted at ExRate
cs_cz: ale součet OvAmount převeden na ExRate
es_es: pero la suma de SobreCantidad convertida en TasaDeCambio
hi_in: लेकिन OvAmount का योग ExRate में परिवर्तित
id_id: tapi jumlah OvAmount diubah di Kurs
it_it: ma la somma dei OvAmount convertito al ExRate
ko_kr: 하지만 OvAmount의 합은 ExRate로 변환
mr_in: पण OvAmount बेरीज ExRate रूपांतरित
nl_nl: maar de som van OvAmount omgerekend ExRate
pt_pt: mas a soma da Quant. Exc. convertida para Taxa
ro_ro: dar suma de OvAmount convertite la ExRate
ru_ru: но сумма OvAmount преобразованы в ExRate
sq_al: por shuma e konvertuar në OvAmount ExRate
sv: men summan av OvAmount omräknas ExRate
sw_ke: lakini jumla ya OvAmount kuongoka katika ExRate
tr_tr: ama OvAmount toplamı ExRate çevrilecektir
zh_hk: 但是外币数量兑换的总额，以汇率
zh_tw: 但於兌換率後的外幣金額總計

source: Credit note
cs_cz: Dobropis
es_es: Nota de crédito
hi_in: क्रेडिट नोट
id_id: Nota Kredit
it_it: Nota di credito
ko_kr: 신용 노트
mr_in: क्रेडिट नोट
nl_nl: Credit factuur
pt_pt: Nota de Crédito
ro_ro: Nota de credit
ru_ru: Кредитные к сведению
sq_al: Notë krediti
sv: Kreditfaktura
sw_ke: Mikopo note
tr_tr: Kredi mektubu
zh_hk: 红字发票
zh_tw: 折讓單

source: The general ledger transaction for the tax could not be added because
cs_cz: Hlavní knihy transakci daň nelze přidat, protože
es_es: Por el impuesto la transacción contable no pudo ser añadida a causa de
hi_in: कर के लिए सामान्य खाता बही लेनदेन क्योंकि जोड़ा नहीं जा सका
id_id: Transaksi GL utk pajak tdk dapat dimasukkan karena
it_it: perchè
ko_kr: 세금에 대한 총계정 원장 트랜잭션이 있기 때문에 추가 할 수 없습니다
mr_in: कर यासाठी सामान्य खातेवही व्यवहार जोडला जाऊ शकत नाही कारण
nl_nl: De grootboek boeking voor de BTW kon niet worden uitgevoerd omdat
pt_pt: transação contábil para impostos não pode ser adicion. porque
ro_ro: Tranzacţia registrul general de impozitare nu a putut fi adăugată deoarece
ru_ru: Операция главной книги для налога не может быть добавлена, потому что
sq_al: Transaksioni i përgjithshëm librit për tatimore nuk mund të shtohet sepse
sv: I huvudboken transaktion för skatten kunde inte läggas till eftersom
sw_ke: Ya jumla ya shughuli kitabu kwa ajili ya kodi hakuweza kuwa aliongeza kwa sababu
tr_tr: vergi defteri kebir işlem nedeniyle eklenemedi
zh_hk: 会计凭证的进项税行未能新增, 因为
zh_tw: 未能新增稅的總帳交易, 因為

source: The general ledger transaction for the control total could not be added because
cs_cz: Hlavní knihy transakce pro kontrolu celkové nelze přidat, protože
es_es: La transacción contable para el control total no pudo ser añadida a causa de
hi_in: नियंत्रण कुल के लिए सामान्य खाता बही लेनदेन क्योंकि जोड़ा नहीं जा सका
id_id: Transaksi GL utk total kontrol tdk dapat ditambahkan karena
it_it: perchè
ko_kr: 제어 총 총계정 원장 트랜잭션이 있기 때문에 추가 할 수 없습니다
mr_in: नियंत्रण एकूण सामान्य खातेवही व्यवहार जोडला जाऊ शकत नाही कारण
nl_nl: De grootboek boeking voor het controle totaal kon niet worden uitgevoerd omdat
pt_pt: transação para controle total não pode ser adicion. porque
ro_ro: Tranzacţia registrul general pentru control total nu a putut fi adăugată deoarece
ru_ru: Общие сделки Леджер для контроля общего не могут быть добавлены, так как
sq_al: Transaksioni i përgjithshëm librit për kontrollin total nuk mund të shtohet sepse
sv: I huvudboken transaktion för bekämpning totala kunde inte läggas till eftersom
sw_ke: Ya jumla ya shughuli kitabu kwa jumla ya kudhibiti inaweza kuwa aliongeza kwa sababu
tr_tr: kontrol toplam defteri kebir işlem nedeniyle eklenemedi
zh_hk: 会计凭证的应付行未能新增, 因为
zh_tw: 未能新增控制總計的總帳交易, 因為

source: The supplier credit note transaction could not be added to the database because
cs_cz: Dodavatel dobropis transakce nemůže být přidány do databáze, protože
es_es: La nota de transacción de crédito de los proveedores no podría ser añadida a la base de datos porque
hi_in: आपूर्तिकर्ता क्रेडिट नोट लेनदेन डेटाबेस क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Transaksi nota kredit supplier tdk dapat ditambahkan ke database karena
it_it: di perchè
ko_kr: 공급 업체 신용 메모 트랜잭션 데이터베이스 때문에 추가 할 수 없습니다
mr_in: पुरवठादार क्रेडिट नोट व्यवहार डेटाबेस जोडले जाऊ शकत नाही कारण
nl_nl: De leveranciers credit factuur kon niet worden toegevoegd aan de database omdat
pt_pt: Transação nota crédito fornec não pode ser adic. no DB porque
ro_ro: Creditul furnizor nota tranzacţie nu ar putea fi adăugate la baza de date, deoarece
ru_ru: Отметим поставщиком кредитной сделки не могут быть включены в базу данных, поскольку
sq_al: Kredia e furnizuesit shënim transaksion nuk mund të shtohet në bazën e të dhënave për shkak se
sv: Leverantörskredittransaktionen kunde inte sparas eftersom
sw_ke: Manunuzi ya mikopo wasambazaji kumbuka inaweza kuwa aliongeza kwa sababu database
tr_tr: Tedarikçi kredi notu işlem veritabanı nedeniyle ilave edilemedi
zh_hk: 未能新增供应商红字发票交易到数据库
zh_tw: 不能新增供應商折讓單交易到資料庫

source: The following SQL to insert the supplier credit note was used
cs_cz: Následující SQL vložit dodavatele dobropis byl použit
es_es: Se usó el siguiente SQL para agregar la nota de crédito del proveedor
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL आपूर्तिकर्ता क्रेडिट नोट इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan nota kredit supplier
it_it: di
ko_kr: 공급 업체 신용 메모를 삽입하려면 다음 SQL을 사용 하였다
mr_in: पुरवठादार क्रेडिट नोट घालण्यासाठी खालील SQL वापरला होता
nl_nl: SQL gebruikt om de leveranciers credit factuur toe te voegen was
pt_pt: SQL usado para inserir nota de crédito fornecedor foi
ro_ro: SQL pentru a insera următoarele credit nota furnizorul a fost folosit
ru_ru: Следующие SQL для вставки отметить кредита поставщика был использован
sq_al: SQL e mëposhtme për të futur në kredi furnizuesi shënim është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert kumbuka wasambazaji mikopo mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 以下插入供应商红字发票的 SQL 正被使用
zh_tw: 以下插入供應商折讓單的 SQL 正被使用

source: The supplier transaction taxes records could not be inserted because
cs_cz: Dodavatel transakčních daní záznamy nemohly být zařazeny, protože
es_es: No se pudo guardar los registros de impuestos de la transacción del proveedor porque
hi_in: आपूर्तिकर्ता लेनदेन करों रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data pajak transaksi supplier tdk dapat ditambahkan karena
it_it: Le tasse di transazione fornitore record non poteva essere inserito perché
ko_kr: 공급 업체 트랜잭션 기록이 있기 때문에 삽입 할 수 없습니다 세금을
mr_in: पुरवठादार व्यवहार कर रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: De leveranciers boeking voor de BTW kon niet worden ingevoerd omdat
pt_pt: Registros da taxa de cambio para Fornecedor não puderam ser inseridos porque
ro_ro: Impozitele furnizorul înregistrările tranzacţiei nu a putut fi introdus, deoarece
ru_ru: Поставщик налоги на операции записи не могут быть включены, поскольку
sq_al: Transaksion furnizuesi tatimeve të dhënat nuk mund të futet, sepse
sv: Skatteposter för leverantörstransaktionen kunde inte sparas eftersom
sw_ke: Transaktionen wasambazaji kumbukumbu kodi inaweza kuwa kuingizwa kwa sababu
tr_tr: Tedarikçi işlem vergileri kayıtları çünkü takılı olamazdı
zh_hk: 未能插入供应商交易税记录, 因为
zh_tw: 未能插入供應商交易稅記錄, 因為

source: The following SQL to insert the supplier transaction taxes record was used:
cs_cz: Následující SQL vložit na dodavatele transakčních daní záznam byl použit:
es_es: Para registrar los impuestos de la transacción del proveedor se usó el SQL siguiente:
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL आपूर्तिकर्ता लेन - देन कर रिकॉर्ड का उपयोग किया गया था:
id_id: SQL berikut digunakan utk memasukkan data pajak transaksi supplier yg digunakan:
it_it: L&#39;SQL seguente per inserire il fornitore transazione tasse record è stato utilizzato:
ko_kr: 공급 업체 거래세의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다 :
mr_in: पुरवठादार व्यवहार कर रेकॉर्ड घालण्यास खालील SQL वापरला होता:
nl_nl: De gebruikte SQL om de leveranciers boeking voor de belasting uit te voeren was:
pt_pt: SQL usado para inserir alíquotas transação fornecedor foi
ro_ro: SQL pentru a insera următoarele furnizorul tranzacţia record taxe au fost utilizate:
ru_ru: Следующие SQL для вставки поставщиком налоги на операции записи были использованы:
sq_al: SQL e mëposhtme për të futur në transaksion furnizuesi taksat rekord është përdorur:
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert ya manunuzi wasambazaji rekodi ya kodi ilikuwa kutumika:
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入供应商交易税记录的 SQL 是
zh_tw: 以下插入供應商交易稅記錄的 SQL 正被使用

source: The quantity credited of the purchase order line could not be updated because
cs_cz: Množství připočítán line objednávky se nepodařilo aktualizovat, protože
es_es: La cantidad de crédito de la línea de orden de compra no se pudo actualizar, porque
hi_in: खरीद आदेश पंक्ति का श्रेय मात्रा क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Jumlah yg dikredit utk baris order pembelian tdk dapat diperbarui karena
it_it: perchè
ko_kr: 구매 주문 라인의 신용 양 때문에 업데이트 할 수 없습니다
mr_in: खरेदी ऑर्डर ओळीच्या जमा प्रमाण अद्यतनित करणे शक्य नाही कारण
nl_nl: De gecrediteerde hoeveelheid van de inkoop order regel kon niet worden gwijzigd omdat
pt_pt: Quant. Creditada para Linha da Ordem de compra não pode ser atualiz. porque
ro_ro: Cantitatea creditat de linia de comanda de achiziţie nu a putut fi actualizat deoarece
ru_ru: Количество зачисленных линии заказ на покупку не может быть обновлен, поскольку
sq_al: Sasia kredituar e linjës qëllim blerjen nuk mund të rifreskohet për shkak se
sv: Mängden krediteras av beställningen linjen kunde inte uppdateras eftersom
sw_ke: wingi wa sifa ya mstari ili kununua inaweza kuwa mwisho kwa sababu
tr_tr: Satınalma siparişi hattının alacak miktarı nedeniyle güncelledi olamazdı
zh_hk: 未能更新采购订单列的贷账数量, 因为
zh_tw: 未能更新採購訂單列的冲銷數量, 因為

source: The following SQL to update the purchase order details was used
cs_cz: Následující SQL aktualizovat údaje objednávky bylo použito
es_es: Se usó el siguiente SQL para actualizar los detalles de la orden de compra
hi_in: निम्नलिखित एसक्यूएल खरीद आदेश विवरण इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui rincian order pembelian
it_it: di
ko_kr: 구매 주문 세부 정보를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: खरेदी ऑर्डर तपशील अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de inkoop order details te wijzigen was
pt_pt: SQL usado para atualizar detalhes ordem de compra foi
ro_ro: Următoarele SQL pentru a actualiza detaliile de achiziţie ordinul a fost folosit
ru_ru: Следущий SQL на обновление подробностей заказа был использован
sq_al: SQL e mëposhtme për të rinovuar të dhënat për blerje është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo update maelezo ili kununua mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新采购订单行的 SQL 是
zh_tw: 以下更新採購訂單資料的 SQL 是

source: The quantity credited off the goods received record could not be updated because
cs_cz: Množství připsána mimo zboží, které obdrží záznam nelze aktualizovat, protože
es_es: La cantidad de crédito cancelado del de registro de los bienes recibidos no se pudo actualizar porque
hi_in: मात्रा से जमा माल रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता प्राप्त
id_id: Jumlah terkredit dari data penerimaan brg tdk dapat diperbarui karena
it_it: perchè
ko_kr: 상품 오프 적립 수량은 기록이 있기 때문에 업데이트 할 수 없습니다받은
mr_in: माल बंद जमा प्रमाणात रेकॉर्ड अद्यतनित करणे शक्य नाही प्राप्त कारण
nl_nl: De gecrediteerde hoeveelheid van de ontvangen goederen kon niet worden geactualiseerd omdat
pt_pt: Quant. creditada para mercadoria recebida não pode ser atualizada porque
ro_ro: Cantitatea creditat pe bunurile primite de înregistrare nu a putut fi actualizat deoarece
ru_ru: Количество зачисленных вне товары, полученные записи не может быть обновлен, поскольку
sq_al: Sasia kredituar nga mallrat e pranuara të regjistruar nuk mund të rifreskohet për shkak se
sv: Mängden krediteras bort den mottagna varan posten kunde inte uppdateras eftersom
sw_ke: wingi wa sifa mbali ya bidhaa kupokea rekodi inaweza kuwa mwisho kwa sababu
tr_tr: Miktar mal kaydından dolayı güncellenir olamazdı alınan kapalı alacak
zh_hk: 未能更新货品接收记录的贷账数量, 因为
zh_tw: 未能更新貨品接收記錄的冲銷數量, 因為

source: The following SQL to update the GRN quantity credited was used
cs_cz: Následující SQL aktualizovat množství GRN připsána byla použita
es_es: El siguiente SQL se utilizó para actualizar la cantidad acreditada de la GRN (Good Received Note) (Nota de Bienes Recibidos)
hi_in: निम्नलिखित एसक्यूएल अद्यतन करने के लिए इस्तेमाल किया गया था GRN मात्रा जमा
id_id: SQL berikut digunakan utk memperbarui jumlah GRN yg dikreditkan
it_it: di
ko_kr: 신용 GRN 수량을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: जमा GRN प्रमाण अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de gecrediteerde onvangen goederen te boeken was
pt_pt: SQL usado para atualizar quant. GRN / DEM creditada foi
ro_ro: Următoarele SQL de actualizare a cantităţii GRN creditate a fost folosit
ru_ru: Следующие SQL для обновления количества GRN зачисляются был использован
sq_al: SQL e mëposhtme për të rinovuar sasinë GRN kredituar është përdorur
sv: Följande SQL för att uppdatera referensnumret mängd krediteras användes
sw_ke: SQL zifuatazo update wingi GRN credited ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 以下更新收货单贷账数量的 SQL 正被使用
zh_tw: 以下更新收貨單冲銷數量的 SQL 正被使用

source: The shipment charge record for the shipment
cs_cz: Zásilka poplatek záznam pro přepravu
es_es: El récord de carga del embarque para el envío
hi_in: लदान के लिए शिपमेंट प्रभारी रिकॉर्ड
id_id: Data biaya pengiriman utk pengiriman
it_it: La tassa di registrazione di spedizione per la spedizione
ko_kr: 선적 선적 충전 기록
mr_in: चढविणे साठी चढविणे शुल्क रेकॉर्ड
nl_nl: Transport tarief voor het transport
pt_pt: Encargos de embarque para o embarque
ro_ro: Taxa de expediere record pentru expediere
ru_ru: Запись отгрузки плата за отгрузку
sq_al: Përgjegjës dërgesë rekord për dërgesë
sv: Fraktavgiftsposten för leveransen
sw_ke: Ulinzi transport rekodi ya transport
tr_tr: sevkiyat için sevk ücret rekor
zh_hk: 运单的运费记录
zh_tw: 運輸的運輸收費記錄

source: The following SQL to insert the Shipment charge record was used
cs_cz: Následující SQL vložit poplatku zásilku záznam byl použit
es_es: El siguiente código SQL para insertar el registro de carga se utilizó en el embarque
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL शिपमेंट प्रभारी रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data biaya Pengiriman
it_it: di
ko_kr: 발송 충전 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: चढविणे शुल्क रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de transport kosten in te voeren was
pt_pt: SQL usado para inserir taxa de remessa foi
ro_ro: SQL pentru a insera următoarele record taxa expediere a fost folosit
ru_ru: Следующий SQL для вставки записи расходов поставок был использован
sq_al: SQL e mëposhtme për të futur të dhënat përgjegjës dërgesë është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert ya rekodi Shipment malipo mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入运单的运费记录的 SQL 是
zh_tw: 以下插入運輸收費記錄的 SQL 正被使用

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
cs_cz: Critical Error! POZNÁMKA DOWN této chyby a hledat pomoc. Investičního majetku náklady nemohl být aktualizován, protože:
es_es: ERROR CRITICO! TOME nota DE ESTE ERROR Y BUSQUE AYUDA. El costo de activos fijos no ha podido ser actualizado debido a que:
hi_in: त्रुटि गंभीर! नीचे इस त्रुटि ध्यान दें और सहायता चाहते हैं. अचल संपत्ति लागत के लिए है क्योंकि अद्यतन किया जा करने में सक्षम नहीं था:
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN. Biaya perolehan aktiva tetap tdk dapat diperbarui karena:
it_it: Errore critico! Annotare questo errore e chiedere assistenza. Il costo delle immobilizzazioni, non era in grado di essere aggiornato perché:
ko_kr: 심각한 오류! 이 오류를 기록해서 도움을 요청. 고정 자산 비용 때문에 업데이트 할 수 없습니다 :
mr_in: गंभीर त्रुटी! ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात. निर्धारण मालमत्ता किमतीच्या कारण अद्यतनित केले समर्थ नव्हतो:
nl_nl: KRITISCHE FOUT! Noteer deze fout en hulp zoeken. De vaste activa kostprijs was niet in staat te worden bijgewerkt, omdat:
pt_pt: ERRO CRÍTICO! ANOTAR ERRO E PROCURE ASSISTÊNCIA. CUSTO ATIVO FIXO NÃO PODE SER ATUALIZADO PORQUE:
ro_ro: CRITICE EROARE! Notaţi această eroare şi solicitaţi asistenţă. Costul de active fixe nu a putut să fie actualizate, deoarece:
ru_ru: Критическая ошибка! Запишите эту ошибку и обратиться за помощью. Фиксированную стоимость активов была не в состоянии быть обновлена, потому что:
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë. Kostoja e aseteve fikse nuk ishte në gjendje për të përditësuar për shkak se:
sv: Kritiskt fel! OBS NER detta fel och söka hjälp. Den fasta tillgångar kostnaden kunde inte uppdateras eftersom:
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili msaada huo. Wa upangaji wa mali gharama hakuwa na uwezo wa kuwa updated kwa sababu:
tr_tr: HATA KRİTİK! BU HATA AŞAĞI NOT VE YARDIM SEEK. Maddi duran varlık maliyeti nedeniyle güncellenmesi mümkün değildi:
zh_hk: 致命错误！记录此错误并且寻求帮助。固定资产成本无法更新，因为：
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求協助。該固定資產的成本是不是能夠因為更新：

source: The following SQL was used to attempt the update of the fixed asset cost:
cs_cz: Následující SQL byl použit k pokusu aktualizace dlouhodobého majetku náklady:
es_es: El siguiente SQL se utiliza para tratar la actualización del costo del activo fijo:
hi_in: निम्नलिखित एसक्यूएल को अचल संपत्ति की लागत का अद्यतन करने का प्रयास किया गया था:
id_id: SQL berikut ini digunakan utk mencoba memperbarui biaya perolehan aktiva tetap:
it_it: Il SQL seguente è stato utilizzato per tentare l&#39;aggiornamento del costo delle immobilizzazioni:
ko_kr: 다음 SQL은 고정 자산 비용의 갱신을 시도하는 데 사용되었다 :
mr_in: खालील SQL निश्चित मालमत्ता किंमतीच्या सुधारणा प्रयत्न करण्यासाठी वापरलेला:
nl_nl: De volgende SQL werd gebruikt om de update van de vaste activa kosten poging:
pt_pt: SQL usado para tentar atualizar custo de ativo fixo foi
ro_ro: SQL următoare a fost folosit pentru încercarea de actualizare a costului activului fix:
ru_ru: Следующие SQL был использован для попытки обновления фиксированной стоимости активов:
sq_al: SQL pas u përdor për përpjekje për të rinovuar të kostos aseteve fikse:
sv: Följande SQL har använts för att försöka uppdatering av anläggningstillgångar kostnad:
sw_ke: SQL zifuatazo ilitumika jaribio la update ya gharama ya fasta mali:
tr_tr: Aşağıdaki SQL sabit kıymet maliyet güncelleştirme girişimi için kullanılmıştır:
zh_hk: 用于更新固定资产成本的SQL是
zh_tw: 下面的SQL是用於嘗試固定資產成本的更新：

source: The contract charge record for contract
cs_cz: Smlouva poplatek záznam pro smlouvy
es_es: El registro de carga del contrato para contrato
hi_in: अनुबंध के लिए अनुबंध चार्ज रिकॉर्ड
id_id: Biaya kontrak rekaman utk kontrak
it_it: La tassa di registrazione contratto di appalto
ko_kr: 계약에 대한 계약 충전 기록
mr_in: करार करार शुल्क रेकॉर्ड
nl_nl: Het contract heffing record voor contract
pt_pt: Taxa de encargo para o contrato
ro_ro: Taxa de înregistrare contract de contract
ru_ru: Контракт со звукозаписывающей компанией плата за договор
sq_al: Ngarkuar kontratë rekord për kontratë
sv: Kontraktet avgift rekord för kontrakt
sw_ke: Ulinzi mkataba rekodi kwa mkataba
tr_tr: sözleşme için sözleşme ücret rekor
zh_hk: 合同费用记录对应合同号
zh_tw: 合約的合約收費記錄

source: The following SQL to insert the contract charge record was used
cs_cz: Následující SQL vložit smlouvy poplatek záznam byl použit
es_es: Se utilizó el siguiente código SQL para insertar el registro de cargo de contrato
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL अनुबंध चार्ज रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data biaya kontrak
it_it: L&#39;SQL seguente per inserire il record carica contratto è stato utilizzato
ko_kr: 계약 충전 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: करार शुल्क रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De volgende SQL-het plaatsen van de opdracht belast record werd gebruikt
pt_pt: SQL usado para inserir encargos contrato
ro_ro: SQL următoarele introduce taxa record contract a fost folosit
ru_ru: Следующие SQL для вставки записи контракт заряда было использовано
sq_al: SQL e mëposhtme për të futur në kontrata ngarkuar rekord është përdorur
sv: Följande SQL för att infoga kontraktet avgiften rekord användes
sw_ke: SQL zifuatazo Insert rekodi ya mkataba wa malipo mara kutumika
tr_tr: eklemek için aşağıdaki SQL sözleşme ücret rekor kullanıldı
zh_hk: 用于增加合同费用记录的SQL是
zh_tw: 下面的SQL用於插入合約收費記錄

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
cs_cz: Critical Error! POZNÁMKA DOWN této chyby a hledat pomoc. Investičního majetku náklady nemohl být aktualizován, protože:
es_es: ERROR CRITICO! TOME nota DE ESTE ERROR Y BUSQUE AYUDA. El costo de activos fijos no ha podido ser actualizado debido a que:
hi_in: त्रुटि गंभीर! नीचे इस त्रुटि ध्यान दें और सहायता चाहते हैं. अचल संपत्ति लागत के लिए है क्योंकि अद्यतन किया जा करने में सक्षम नहीं था:
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN. Biaya perolehan aktiva tetap tdk dapat diperbarui karena:
it_it: Errore critico! Annotare questo errore e chiedere assistenza. Il costo delle immobilizzazioni, non era in grado di essere aggiornato perché:
ko_kr: 심각한 오류! 이 오류를 기록해서 도움을 요청. 고정 자산 비용 때문에 업데이트 할 수 없습니다 :
nl_nl: KRITISCHE FOUT! Noteer deze fout en hulp zoeken. De vaste activa kostprijs was niet in staat te worden bijgewerkt, omdat:
pt_pt: ERRO CRÍTICO! ANOTAR ERRO E PROCURE ASSISTÊNCIA. CUSTO ATIVO FIXO NÃO PODE SER ATUALIZADO PORQUE:
ro_ro: CRITICE EROARE! Notaţi această eroare şi solicitaţi asistenţă. Costul de active fixe nu a putut să fie actualizate, deoarece:
ru_ru: Критическая ошибка! Запишите эту ошибку и обратиться за помощью. Фиксированную стоимость активов была не в состоянии быть обновлена, потому что:
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë. Kostoja e aseteve fikse nuk ishte në gjendje për të përditësuar për shkak se:
sv: Kritiskt fel! OBS NER detta fel och söka hjälp. Den fasta tillgångar kostnaden kunde inte uppdateras eftersom:
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili msaada huo. Wa upangaji wa mali gharama hakuwa na uwezo wa kuwa updated kwa sababu:
tr_tr: HATA KRİTİK! BU HATA AŞAĞI NOT VE YARDIM SEEK. Maddi duran varlık maliyeti nedeniyle güncellenmesi mümkün değildi:
zh_hk: 致命错误！记录下此错误并且寻求帮助。固定资产成本无法更新因为：
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求協助。該固定資產的成本是不是能夠因為更新：
