Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The SQL that was used to add the asset and failed was
cs_cz: SQL, který byl použit pro přidání aktiva a neúspěšný byl
es_es: El SQL que se utilizo para agregar el activo y falló fue
hi_in: SQL कि संपत्ति जोड़ने के लिए किया था और असफल था
id_id: SQL yg digunakan utk menambah aktiva dan gagal adalah
it_it: L&#39;SQL che è stato utilizzato per aggiungere l&#39;attività e falliti
ko_kr: 자산을 추가하는 데 실패했다 SQL이었다
mr_in: मालमत्ता जोडण्यासाठी वापरले आणि अयशस्वी झाले याची SQL होते
nl_nl: De SQL die gebruikt werd om het actief toe te voegen en niet was
pt_pt: SQL usado para adicionar os ativos e falhou foi
ro_ro: SQL care a fost utilizat pentru a adăuga activul şi nu a fost
ru_ru: SQL, который был использован для добавления активов, завершился неудачей
sq_al: SQL që është përdorur për të shtuar e aktivit dhe nuk ishte
sv: SQL som användes för att lägga till tillgången och misslyckades var
sw_ke: SQL kuwa ilitumika ya kuongeza mali na kushindwa mara
tr_tr: varlık eklemek için kullanılır edilmiş ve başarısız SQL
zh_hk: 新增资产失败的SQL是
zh_tw: 這用來增加資產的SQL失敗

source: The transaction for the cost of the asset could not be added because
cs_cz: Transakce týkající se nákladů na aktiva nelze přidat, protože
es_es: La transacción por el costo del activo no puede ser añadida a causa de
hi_in: संपत्ति की लागत के लिए लेन - देन क्योंकि जोड़ा नहीं जा सका
id_id: Transaksi utk biaya aktiva tdk dapat ditambahkan karena
it_it: L&#39;operazione per il costo del bene non può essere aggiunto perché
ko_kr: 자산의 원가에 대한 트랜잭션이 있기 때문에 추가 할 수 없습니다
mr_in: मालमत्तेचे नुकसान व्यवहार समाविष्ट करणे शक्य नाही कारण
nl_nl: De transactie voor de kosten van het actief kan niet worden toegevoegd omdat
pt_pt: A trans. para custo do ativo não pode ser adicion. porque
ro_ro: Tranzacţie pentru costul activului nu a putut fi adăugată deoarece
ru_ru: Сделка на стоимость актива не может быть добавлена, так
sq_al: Transaksion për koston e aktivit nuk mund të shtohet sepse
sv: Transaktionen för kostnaden för tillgången kan inte läggas till grund
sw_ke: shughuli ya gharama ya mali hakuweza kuwa aliongeza kwa sababu
tr_tr: varlığın maliyetinin için işlem nedeniyle eklenemedi
zh_hk: 资产成本交易未能新增, 因为
zh_tw: 在資產成本的交易無法加入，因為

source: The SQL that was used to add the fixedasset trans record that failed was
cs_cz: SQL, který byl použit pro přidání fixedasset trans záznam, který byl neúspěšný
es_es: El SQL que se utilizo para agregar el registro de activos fijos del transporte y falló fue
hi_in: SQL कि fixedasset ट्रांस रिकॉर्ड है कि विफल जोड़ने के लिए किया गया था
id_id: SQL yg digunakan utk menambahkan data fixedassettrans yg gagal adalah
it_it: Il SQL che è stato utilizzato per aggiungere il record fixedasset trans che era riuscito
ko_kr: 실패 fixedasset 트랜스 레코드를 추가하는 데 사용 된 SQL이었다
mr_in: अयशस्वी की fixedasset पलीकडे रेकॉर्ड जोडण्यासाठी वापरले जाणारे SQL होते
nl_nl: De SQL die gebruikt werd om de fixedasset trans record dat niet toe te voegen was
pt_pt: SQL usado para adic. trans. ativo fixo falhou:
ro_ro: SQL care a fost utilizat pentru a adăuga înregistrarea fixedasset trans că nu a fost
ru_ru: SQL, который был использован для добавления записи fixedasset сделок, завершился неудачей
sq_al: SQL që është përdorur për të shtuar të dhënat fixedasset trans se nuk ishte
sv: SQL som användes för att lägga till fixedasset trans post som misslyckades var
sw_ke: SQL ya kwamba alikuwa kutumika kuongeza fixedasset trans rekodi kwamba alishindwa mara
tr_tr: SQL başarısız fixedasset trans kayıt eklemek için kullanılır idi
zh_hk: 用作新增固定资产交易记录失败的SQL是
zh_tw: 這是用來添加該固定資產反式記錄的SQL失敗

source: Inserted the new asset:
cs_cz: Vložena nová aktiva:
es_es: Inserte el nuevo activo:
hi_in: नई संपत्ति डाला:
id_id: Telah dimasukkan aktiva baru:
it_it: Inserita il nuovo assetto:
ko_kr: 새로운 자산을 삽입 :
mr_in: नवीन मालमत्ता घातलेले:
nl_nl: Het plaatsen van de nieuwe aanwinst:
pt_pt: Inseridos novos Ativos
ro_ro: Inserat noului activ:
ru_ru: Добавлены новые активы:
sq_al: Futur pasuri të reja:
sv: Infogat nya tillgången:
sw_ke: Kuingizwa ya mali mpya
tr_tr: yeni varlık Eklenen:
zh_hk: 添加新资产：
zh_tw: 插入新的資產：

source: has been completed. All assets in the file have been committed to the database.
cs_cz: byla dokončena. Všechna aktiva v souboru došlo k databázi.
es_es: se ha completado. Todos los activos en el archivo se han comprometido a la base de datos.
hi_in: पूरा हो गया है. फ़ाइल में सभी संपत्ति डेटाबेस के लिए प्रतिबद्ध किया गया है.
id_id: telah selesai. Semua aktiva di file telah disimpan ke database.
it_it: è stata completata. Tutte le attività nel file sono stati commessi al database.
ko_kr: 완성되었다. 파일의 모든 자산은 데이터베이스에 최선을 다하고있다.
mr_in: पूर्ण केले आहे. फाइलमध्ये सर्व संपत्ती डेटाबेस वचनबद्ध गेले आहेत.
nl_nl: is voltooid. Alle activa in het dossier zijn vastgelegd in de database.
pt_pt: foi completada. Todos os ativos do arquivo foram transmitidos ao banco de dados
ro_ro: a fost finalizat. Toate activele în dosar au fost comise la baza de date.
ru_ru: была завершена. Все активы в файле были переданы в базу данных.
sq_al: ka përfunduar. Të gjitha asetet në dosjen kanë qenë të angazhuar për bazën e të dhënave.
sv: har slutförts. Alla tillgångar i den filen har begåtts i databasen.
sw_ke: umekamilika. mali zote katika faili kuwa nia ya database.
tr_tr: tamamlanmıştır. dosyadaki tüm varlıklar veritabanına taahhüt edilmiştir.
zh_hk: 已经完成。文件中的所有资产都已提交到数据库。
zh_tw: 已經完成。本文件中的所有資產已確認新增到數據庫。

source: Get Import Template
es_es: Obtener plantilla de importación
id_id: Dapatkan Template Impor
it_it: Ottieni modello di importazione
ko_kr: 템플릿 가져 오기 가져 오기
mr_in: आयात टेम्पलेट मिळवा
pt_pt: Obter Modelo Importação
zh_tw: 選取匯入範本

source: Select Date to Upload B/Fwd Assets To:
cs_cz: Zvolte datum na Upload B / Fwd aktiva:
es_es: Selecciona la fecha para cargar los activos Atrás/Adelante:
hi_in: चयन / दिनांक अग्रेषित करने के लिए आस्तियों बी अपलोड करने के लिए:
id_id: Pilih Tgl utk Upload Aktiva B/Fwd Ke:
it_it: Selezionare la data di caricamento B / Assets Fwd a:
ko_kr: B / FWD 자산을 업로드 할 날짜를 선택합니다 :
mr_in: ब्रेट / टप्पा मालमत्ता अपलोड करण्यासाठी निवडा दिनांक:
nl_nl: Selecteer datum tot B / Fwd Activa om te uploaden:
pt_pt: Selec. Data para Atualiz. Ativo Fixo para:
ro_ro: Selectaţi data la Upload B / Active Fwd Pentru a:
ru_ru: Выберите дату, чтобы загрузить B/Fwd Активы:
sq_al: Data Zgjidhni të Ngarko B / Mjetet AlbClub To:
sv: Välj datum för att ladda upp B / Fwd tillgångar till
sw_ke: Tarehe ya kuchagua Upload B / Fwd Mali To:
tr_tr: Seçmek Tarih / Fwd Varlıklar için B yükleyin:
zh_hk: 选择日期来上传结转资产到：
zh_tw: 選擇日期上載的上期結轉的資產為：

source: Fixed Assets Upload file:
cs_cz: Dlouhodobý majetek Nahrát soubor:
es_es: Subir archivo de activos fijos:
hi_in: फिक्स्ड आस्तियों फाईल अपलोड:
id_id: File Upload Aktiva Tetap:
it_it: Immobilizzazioni Carica un file:
ko_kr: 고정 자산 업로드 파일 :
mr_in: स्थिर मालमत्ता फाइल अपलोड करा:
nl_nl: Vaste activa Upload bestand:
pt_pt: Arq. Atualiz. Ativo Fixo
ro_ro: Mijloace Fixe Încărcaţi fişier:
ru_ru: Установленные активы Загрузить файл:
sq_al: Fixed Mjetet Ngarko foto:
sv: Anläggningstillgångar Ladda upp fil:
sw_ke: Fasta mali husika:
tr_tr: Duran Varlıklar yükle:
zh_hk: 固定资产上传文件：
zh_tw: 固定資產上載文件：

source: Import Chart of Accounts
cs_cz: Import Graf účtů
es_es: Importar catálogo contable
hi_in: खातों का आयात चार्ट
id_id: Impor Daftar Akun
it_it: Chart di importazione dei conti
ko_kr: 계정 가져 오기 차트
mr_in: खाती आयात चार्ट
nl_nl: Importeer rekenschema
pt_pt: Importar Plano de Contas
ro_ro: Grafic Import de Conturi
ru_ru: Импорт схемы счетов
sq_al: Grafik Importi i Llogarive
sv: Importera Kontoplan
sw_ke: Kuagiza Chati ya Hesabu za
tr_tr: Hesaplarının İthalat Grafik
zh_hk: 导入会计科目
zh_tw: 匯入會計科目

source: records successfully imported
cs_cz: Záznamy úspěšně importováno
es_es: registros importados correctamente
hi_in: रिकॉर्ड सफलतापूर्वक आयात
id_id: data telah berhasil di-impor
it_it: record importato con successo
ko_kr: 기록은 성공적으로 가져
nl_nl: Records succesvol ingevoerd
pt_pt: registros importados com sucesso
ro_ro: înregistrări importate cu succes
ru_ru: записи успешно импортированы
sq_al: të dhënat e importuar me sukses
sv: importen av poster lyckades
sw_ke: kumbukumbu mafanikio nje
tr_tr: kayıtları başarıyla alındı
zh_hk: 成功导入记录
zh_tw: 成功導入的記錄

source: records failed to import
cs_cz: Záznamy se nepodařilo importovat
es_es: registros que no se importaron
hi_in: रिकॉर्ड करने के लिए आयात विफल
id_id: data gagal utk di-impor
it_it: record non è riuscito a importare
ko_kr: 레코드를 가져 오지 못했습니다
nl_nl: Records waarvan het importeren mislukte
pt_pt: registros que falharam importação
ro_ro: înregistrări nu a reuşit să import
ru_ru: записи не удалось импортировать
sq_al: të dhënat e dështuar për të importuar
sv: importen av posterna misslyckades
sw_ke: kumbukumbu walishindwa kuagiza
tr_tr: kayıtlar ithalat başarısız
zh_hk: 导入记录失败
zh_tw: 導入的記錄失效

source: Select a csv file containing the details of the account sections that you wish to import into webERP.
cs_cz: Vyberte csv soubor obsahující údaje o účtu sekcí, které chcete importovat do webERP.
es_es: Seleccione un archivo CSV con los detalles de los grupos contables que desea importar al webERP.
hi_in: एक CSV खाता वर्गों है कि आप webERP में आयात करना चाहते हैं के विवरण वाली फ़ाइल का चयन करें.
id_id: Pilih file csv berisi rincian tipe akun yg Anda ingin impor ke webERP.
it_it: Selezionare un file CSV contenente i dati delle sezioni account che si desidera importare in webERP.
ko_kr: 당신이 webERP로 가져 할 계정 섹션의 세부 사항을 포함하는 CSV 파일을 선택합니다.
nl_nl: Selecteer een csv file dat de details van de grootboek secties bevat die geimporteerd moeten worden
pt_pt: Selecione um arquivo csv contendo os detalhes das seções de contas que deseja importar para o webERP.
ro_ro: Selectaţi un fişier csv care conţine detaliile privind tronsoanele de cont pe care doriţi să le importaţi în webERP.
ru_ru: Выберите csv файл, содержащий подробности раздела счета, которые вы хотите импортировать в webERP.
sq_al: Zgjidh një CSV file që përmban të dhënat e seksioneve llogari që ju dëshironi për të importuar në webERP.
sv: Välj en CSV-fil som innehåller information om konto avsnitt som du vill importera till webERP.
sw_ke: Chagua faili CSV zenye maelezo ya sehemu ya akaunti ya kwamba unataka kuagiza katika webERP.
tr_tr: Eğer webERP aktarmak istediğiniz hesabı bölümlerin ayrıntılarını içeren bir csv dosya seçin.
zh_hk: 选择一个您希望导入webERP的，包含账户部分的细节csv文件。
zh_tw: 選擇一個CSV文件，要匯入到ERP的會計要素資料。

source: The first line must contain the field names that you wish to import.
cs_cz: První řádek musí obsahovat názvy polí, které chcete importovat.
es_es: La primera línea debe contener los nombres de los campos que desea importar.
hi_in: पहली पंक्ति फ़ील्ड नाम जिसे आप आयात करना चाहते हैं होना चाहिए.
id_id: Baris pertama harus berisi nama kolum yg Anda ingin impor.
it_it: La prima riga deve contenere i nomi dei campi che si desidera importare.
ko_kr: 첫 번째 줄은 가져하고자하는 필드 이름을 포함해야합니다.
nl_nl: De eerste regel moet de veld namen bevatten die geimporteerd moeten worden
pt_pt: A primeira linha precisa conter os nomes dos campos que deseja importar.
ro_ro: Prima linie trebuie să conţină numele câmpurilor pe care doriţi să le importaţi.
ru_ru: Первая строка должна содержать имена полей, которые вы хотите импортировать.
sq_al: Rreshtin e parë duhet të përmbajë emrat fushë që ju dëshironi të importit.
sv: Den första raden ska innehålla fältnamn som du vill importera.
sw_ke: Mstari wa kwanza lazima iwe na majina ya shamba unataka kuagiza.
tr_tr: İlk satır almak istediğiniz alan adlarını içermelidir.
zh_hk: 第一行必须包含您希望导入的字段名。
zh_tw: 第一行必須包含您要匯入的欄位名。

source: The field names can be found here
cs_cz: Názvy polí lze nalézt zde
es_es: Los nombres de los Campos se encuentran aquí.
hi_in: फ़ील्ड नाम यहां पाया जा सकता
id_id: Nama kolom tdk dapat ditemukan
it_it: I nomi di campo può essere trovato qui
ko_kr: 필드 이름은 여기에서 찾을 수 있습니다
mr_in: फील्ड नावे येथे आढळू शकते
nl_nl: De veld namen kunnen hier gevonden worden
pt_pt: Os nomes dos campos podem ser encontrados aqui
ro_ro: Numele câmpurilor poate fi găsit aici
ru_ru: Имена полей можно найти здесь
sq_al: Emrat fushë mund të gjenden këtu
sv: Fältnamnen kan hittas här
sw_ke: Majina ya shamba inaweza kupatikana hapa
tr_tr: Alan adları burada bulabilirsiniz
zh_hk: 字段名在数据库中找不到
zh_tw: 欄位名稱可以在這裡找到

source: File to import
cs_cz: Soubor k importu
es_es: Archivo a importar
hi_in: आयात के लिए फ़ाइल
id_id: File utk di-impor
it_it: File da importare
ko_kr: 가져올 파일
mr_in: आयात करण्याची फाईल
nl_nl: File om te importeren
pt_pt: Arquivo a importar
ro_ro: Fişier de import
ru_ru: Файл для импорта
sq_al: File për të importuar
sv: Fil att importera
sw_ke: Picha ya kuagiza
tr_tr: Dosya almak
zh_hk: 要导入的文件
zh_tw: 要匯入的文件

source: Account Section
cs_cz: Oddíl účet
es_es: Sección contable
hi_in: खाता धारा
id_id: Tipe Akun
it_it: Conto Sezione
ko_kr: 계정 섹션
mr_in: खाते विभाग
nl_nl: Grootboek section
pt_pt: Seção de Contas
ro_ro: Secţiunea cont
ru_ru: Раздел счета
sq_al: Seksioni llogari
sv: Kontotyper
sw_ke: Sehemu akaunti
tr_tr: Hesap Bölüm
zh_hk: 会计要素
zh_tw: 會計要素

source: Import General Ledger Transactions
es_es: Importar transacciones del Libro Mayor
ko_kr: 가져 오기 원장 거래
mr_in: आयात सामान्य खातेवही व्यवहार
pt_pt: Importar Transações Contábeis
zh_tw: 匯入總帳交易

source: Import GL Payments Receipts Or Journals From CSV
ko_kr: 가져 오기 GL 지불 영수증 또는 CSV에서 저널
mr_in: सीएसव्ही वरून जी.एल. देयके पावत्या किंवा जर्नल्स् आयात करा
pt_pt: Import. Pagam./Receb. Contáb. a partir de CSV
zh_tw: 匯入總帳付款收據或日記帳(.CSV)

source: Try downloading a new template
ko_kr: 새 템플릿을 다운로드하십시오
mr_in: नवीन टेम्प्लेट डाउनलोड करण्याचा प्रयत्न करा
pt_pt: Fazendo download do novo template
zh_tw: 嘗試下載一個新的模組

source: File contains incorrect headers
es_es: Archivo contiene encabezados incorrectos
ko_kr: 파일이 잘못 헤더를 포함
mr_in: फाइल अयोग्य शीर्षलेख समाविष्टीत
pt_pt: Arquivo contém cabeçalhos incorretos
zh_tw: 文件中的表頭內容不正確

source: Account code
es_es: Código contable
ko_kr: 계정 코드
pt_pt: Código Contábil
zh_tw: 會計科目編號

source: The date "
ko_kr: 날짜 "
pt_pt: Data informada
zh_tw: 日期

source: Tag ref
ko_kr: 태그 심판
mr_in: टॅग संदर्भ
pt_pt: Ident. Contábil
zh_tw: 標籤參考

source: does not exist
cs_cz: neexistuje
es_es: No existe
ko_kr: 존재하지 않는다
mr_in: अस्तित्वात नाही
pt_pt: Não Existe
ro_ro: nu exista
zh_tw: 不存在

source: All transactions must be in the same period
es_es: Todas las transacciones deben estar en el mismo período
ko_kr: 모든 거래는 같은 기간에 있어야합니다
mr_in: सर्व व्यवहार याच कालावधीत असणे आवश्यक आहे
pt_pt: Todas trans. devem estar no mesmo período
zh_tw: 所有交易都必須在同一時期

source: Cheque
ko_kr: 수표
mr_in: धनादेश
zh_tw: 支票

source: The total of the transactions must balance back to zero
ko_kr: 거래의 총은 다시 0으로 균형을 이루어야
mr_in: व्यवहार एकूण शून्य परत समतोल आवश्यक
pt_pt: O total de trans. deve ter saldo zero.
zh_tw: 總的交易必須平衡回零

source: Batch import has been rolled back
ko_kr: 일괄 가져 오기가 롤백되었습니다
mr_in: तुकडी आयात परत आणले गेले आहे
pt_pt: Importação Lote foi desfeita (roll back DB)
zh_tw: 批量匯入已回退

source: has been completed. All transactions committed to the database
ko_kr: 완성되었다. 데이터베이스에 커밋 모든 거래
mr_in: पूर्ण केले आहे. डेटाबेस वचनबद्ध सर्व व्यवहार
pt_pt: Completado. Todas transações transmitidas para o banco de dados.
zh_tw: 確認新增到數據庫中的所有交易已經完成

source: This function loads a set of general ledger transactions from a comma separated variable (csv) file.
ko_kr: 이 기능은 쉼표로 구분 된 변수 (CSV) 파일에서 일반 회계 원장 트랜잭션 세트를로드합니다.
mr_in: हे कार्य स्वल्पविराम विभक्त वेरियेबल (सी) फाइल पासून सामान्य खातेवही व्यवहार संच लोड करतो.
pt_pt: Função faz a carga das trans. contábeis a partir de um arquivo no formato (CSV).
zh_tw: 這個函數的功能為載入一組CSV文件格式的總帳交易。

source: The file must contain six columns, and the first row should be the following headers:
ko_kr: 파일은 여섯 열을 포함하며, 첫 번째 행은 다음 헤더 같아야
mr_in: फाइल सहा स्तंभ असणे आवश्यक आहे, आणि पहिल्या ओळीत खालील हेडर असावे:
pt_pt: Arquivo deve conter seis colunas, e a primeira linha deve conter o seguinte cabeçalho:
zh_tw: 此檔案必須包含六欄，第一行的標題為：

source: followed by rows containing these six fields for each price to be uploaded.
ko_kr: 각각의 가격이 여섯 필드를 포함하는 행 다음에 업로드 할 수 있습니다.
mr_in: अपलोड करणे प्रत्येक किंमत या सहा फील्ड असलेली पंक्ती त्यानंतर.
pt_pt: seguida por linhas contendo esses seis campos para cada preço que será atualizado
zh_tw: 依循每行的價款(包含六個欄位)將被上傳。

source: The total of the transactions must come back to zero. Debits are positive, credits are negative.
ko_kr: 거래의 총 0으로 돌아올해야합니다. 차변은 크레딧 음, 긍정적이다.
mr_in: व्यवहार एकूण शून्य परत आला पाहिजे. Debits नामावली नकारात्मक आहेत, सकारात्मक आहेत.
pt_pt: O total da transação deve retornar a zero. Débitos são Positivos e Créditos são Negativos.
zh_tw: 全部的總交易必須歸零。借方是正數，貸方是負數。

source: All the transactions must be within the same accounting period.
es_es: Todas las transacciones deben estar dentro del mismo período contable.
ko_kr: 모든 거래는 동일한 회계 기간 내에 있어야합니다.
mr_in: सर्व व्यवहार याच लेखांकन कालावधी मध्ये असणे आवश्यक आहे.
pt_pt: Todas as trans. devem estar no mesmo período contábil
zh_tw: 所有的交易必須在同一會計期間內。

source: The Account field must have a corresponding entry in the chartmaster table.
ko_kr: 계정 필드는 chartmaster 테이블에 해당하는 항목이 있어야합니다.
mr_in: खाते फील्ड chartmaster टेबल मध्ये परस्पर नोंद असणे आवश्यक आहे.
pt_pt: Nome Conta deve ter entrada correspondente na tabela de contas contábeis
zh_tw: 會計科目欄位在會計科目檔中必須是存在的科目。

source: Select Transaction Type
es_es: Seleccionar tipo de transacción
ko_kr: 선택 거래 유형
mr_in: व्यवहार प्रकार निवडा
pt_pt: Selec. tipo transação
zh_tw: 選擇交易類型

source: GL Journal
es_es: Diario contable
ko_kr: GL 저널
mr_in: जी.एल. जर्नल
pt_pt: Lanç.
zh_tw: 日記總帳

source: Select Currency
es_es: Seleccionar moneda
ko_kr: 통화 선택
mr_in: चलनासंबंधी निवडा
pt_pt: Selec. Moeda
zh_tw: 選擇貨幣

source: Import Stock Items
cs_cz: Import položek skladem
es_es: Importar artículos de inventario
hi_in: आयात स्टॉक आइटम
id_id: Impor Item Stok
it_it: Importa Archivio Articoli
ko_kr: 가져 오기 주식 항목
mr_in: आयात स्टॉक आयटम
nl_nl: importeer voorraad items
pt_pt: Importação de Itens de Estoque
ro_ro: Stoc Import Elemente
ru_ru: Импортировать элементы склада
sq_al: Items Stock Import
sv: Importera lagerprodukter
sw_ke: Kuagiza Stock Items
tr_tr: Ithalat Hazır Öğeler
zh_hk: 导入库存物料
zh_tw: 輸入存貨商品

source: No locations have been set up. At least one location should be set up first
cs_cz: Č. místech byly zřízeny. Alespoň na jednom místě by měla být zřízena první
es_es: No han sido configuradas las ubicaciones. Por lo menos una ubicación debe establecerse en primer lugar
hi_in: कोई स्थानों की स्थापना की गई है. कम से कम एक स्थान की स्थापना की जानी चाहिए पहले
id_id: Belum ada lokasi yg telah dibuat. Minimal 1 lokasi harus dibuat lebih dulu
it_it: Nessuna località sono stati istituiti. Almeno una posizione dovrebbe essere prima
ko_kr: 어떤 위치가 설정되지 않았습니다. 적어도 하나의 위치를​​ 먼저 설정해야
mr_in: कोणतेही स्थान सेट केले गेले आहेत. किमान एक स्थान प्रथम सेट करावी
nl_nl: Geen lokatie is gedefinieerd. Ten minste 1 lokatie dient eerst te worden opgezet
pt_pt: Nenhum local foi marcado. Pelo menos um local deverá ser marcado primeiro
ro_ro: Nu locaţii au fost înfiinţate. cel puţin o locaţie ar trebui să fie stabilit mai întâi
ru_ru: Нет установленных расположений. По крайней мере, одно расположениедолжно быть установлено для начала
sq_al: Nuk ka vende janë ngritur. Së paku një vend duhet të jetë ngritur e parë
sv: Ingen plats har inrättats. Minst en plats bör inrättas först
sw_ke: Hakuna maeneo zimeanzishwa. Angalau eneo moja lazima kuweka kwanza
tr_tr: Hiçbir yerde kurulmuştur. En azından bir yerde ilk kurulmalıdır
zh_hk: 没有设置地点。至少需要先设置一个地点。
zh_tw: 無位置已被建立起來。至少有一個位置應設置第一

source: Select a csv file containing the details of the parts that you wish to import into webERP.
cs_cz: Vyberte csv soubor obsahující údaje o části, které chcete importovat do webERP.
es_es: Seleccione un archivo CSV con los detalles de los Productos que desea importar al webERP.
hi_in: एक CSV भागों है कि आप को webERP में आयात करना चाहते हैं के विवरण वाली फ़ाइल का चयन करें.
id_id: Pilih file csv berisi rincian brg yg Anda ingin impor ke webERP.
it_it: Selezionare un file CSV contenente i dati delle parti che si desidera importare in webERP.
ko_kr: 당신이 webERP로 가져하고자하는 부분의 세부 사항을 포함하는 CSV 파일을 선택합니다.
nl_nl: Selecteerd een csv file dat de details bevat van de items die geimporteerd moeten worden
pt_pt: Selecione um arquivo csv contendo os detalhes das peças que deseja importar para o webERP.
ro_ro: Selectaţi un fişier csv care conţine detalii cu privire la componentele care doriţi să le importaţi în webERP.
ru_ru: Выберите csv файл, содержащий подробную информацию о частях, которые вы хотите импортировать в webERP.
sq_al: Zgjidh një CSV file që përmban të dhënat e pjesëve që ju dëshironi për të importuar në webERP.
sv: Välj en CSV-fil med närmare uppgifter om de delar som du vill importera till webERP.
sw_ke: Chagua faili CSV zenye maelezo ya sehemu ya kwamba unataka kuagiza katika webERP.
tr_tr: Eğer webERP aktarmak istediğiniz bölümün ayrıntıları içeren bir csv dosya seçin.
zh_hk: 选择一个，包含您希望导入webER的部品的细节的csv文件
zh_tw: 選擇包含您要導入到ERP的部分細節的csv文件。

source: Import Sales Price List
es_es: Importar lista de precios de venta
ko_kr: 수입 판매 가격 목록
mr_in: आयात विक्री किंमत सूची
pt_pt: Lista Preço Tipo Vendas
zh_tw: 匯入銷售價格表

source: Import Price List from CSV file
id_id: Impor Daftar Harga dari file .csv
ko_kr: CSV 파일 가져 오기 가격 목록
mr_in: सी एस व्ही फाइल वरून आयात किंमत सूची
pt_pt: Importar Lista de Preço a partir do arquivo CSV
zh_tw: 從CSV文件匯入價格表

source: Download the template to see the expected columns.
ko_kr: 예상되는 열을 볼 수있는 템플릿을 다운로드합니다.
mr_in: अपेक्षित स्तंभ पाहण्यासाठी टेम्पलेट डाउनलोड करा.
pt_pt: Download padrão para ver colunas esperadas
zh_tw: 下載模組看到預期的列。

source: The file to import the price list from contains incorrect column headings
es_es: El archivo desde donde se importa la lista de precios contiene encabezados de columna incorrectos
ko_kr: 에서 가격 목록을 가져올 파일이 잘못 열 머리글을 포함
mr_in: पासून किंमत सूची आयात करण्यासाठी फाइल अयोग्य स्तंभ शीर्षकाच्या समाविष्टीत
pt_pt: O arq. para importar lista preço contém colun. cabeçalho incorretas
zh_tw: 匯入的銷售價格表中的列標題不正確

source: The column headings must be
ko_kr: 열 머리글이 있어야합니다
mr_in: स्तंभ शीर्षकाच्या असणे आवश्यक आहे
pt_pt: Cabeçalho das colunas devem ser
zh_tw: 列標題必須是

source: SalesType/Price List
ko_kr: SalesType / 가격 목록
mr_in: SalesType / किंमत सूची
pt_pt: Lista Preço/Tipo de Venda
zh_tw: 銷售方式/價格表

source: The SQL that was used to add the price failed was
ko_kr: 가격을 추가하는 데 사용 된 SQL 실패했다
mr_in: किंमत जोडण्यासाठी वापरले जाणारे SQL होते अयशस्वी
pt_pt: SQL que falhou, para adicionar lista preço foi
zh_tw: 用於添加價格的SQL失敗

source: This function loads a new sales price list from a comma separated variable (csv) file.
es_es: Esta función carga una nueva lista de precios de venta a partir de un archivo de valores separados por comas (csv).
ko_kr: 이 기능은 쉼표로 구분 된 변수 (CSV) 파일에서 새로운 판매 가격 목록을로드합니다.
mr_in: हे कार्य स्वल्पविराम विभक्त वेरियेबल (सी) फाइलपासून नवीन विक्री किंमत सूची लोड करतो.
pt_pt: Função carrega nova lista de preço de vendas a partir de um arquivo no formato csv
zh_tw: 這功能會下載以一個逗號分隔符號（CSV）的檔件格式的新銷售價格表。

source: The file must contain four columns, and the first row should be the following headers:
es_es: El archivo debe contener cuatro columnas, y la primera fila debe ser los encabezados siguientes:
ko_kr: 파일은 네 개의 열을 포함하며, 첫 번째 행은 다음 헤더 같아야
mr_in: फाइल चार स्तंभ असणे आवश्यक आहे, आणि पहिल्या ओळीत खालील हेडर असावे:
pt_pt: O arquivo deve conter quatro colunas, a primeira linha deve ter os seguintes cabeçalhos:
zh_tw: 新的銷售價格表第一行標題包含四個欄位:

source: followed by rows containing these four fields for each price to be uploaded.
es_es: seguido de filas que contengan estos cuatro campos para cada precio a ser cargado.
ko_kr: 각각의 가격이 네 개의 필드가 포함 된 행 다음에 업로드 할 수 있습니다.
mr_in: अपलोड करणे प्रत्येक किंमत या चार फील्ड असलेली पंक्ती त्यानंतर.
pt_pt: seguidos por linhas contendo esses quatro campos para cada preço que será atualizado.
zh_tw: 上傳的每種價格包含這四個欄位
