Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The name of the template has not been entered or is just 1 character - an informative name is required e.g. Deutsche-distribution in the case of a german distribution company
cs_cz: Název šablony nebyla zapsána, nebo je to jen 1 znak - informativní jméno je vyžadováno např. Deutsche-distribuce v případě společnosti německého distribuce
es_es: El nombre de la plantilla no se ha introducido o es sólo un carácter - un nombre informativo es requerido por ejemplo, Deutsche-distribución en el caso de una empresa de distribución alemana
hi_in: टेम्पलेट का नाम है या नहीं में प्रवेश किया है सिर्फ 1 चरित्र है - एक जानकारीपूर्ण नाम एक जर्मन वितरण कंपनी के मामले में ड्यूश-बंटन उदा की आवश्यकता होती है
id_id: Nama template belum dimasukkan atau hanya 1 karakter - nama yg informatif diperlukan misalnya Distribusi-Deutsche dalam kasus perusahaan distribusi jerman
it_it: Il nome del modello non è stata inserita o è solo 1 personaggio - un nome informativo è richiesto ad esempio Deutsche-vendita, nel caso di una società di distribuzione tedesca
ko_kr: 템플릿의 이름을 입력하거나 1 문자되지 않은 - 정보 이름은 독일 유통 회사의 경우 예를 들어 독일 분포를 필요
mr_in: टेम्पलेट नाव प्रविष्ट केले नाही किंवा फक्त 1 अक्षर आहे - एक माहितीपूर्ण नाव आवश्यक आहे उदा एक जर्मन वितरण कंपनीच्या बाबतीत डॉइच-वितरण
nl_nl: De naam van de sjabloon is niet zijn opgenomen of slechts 1 karakter - een informatieve naam is bijvoorbeeld vereist Deutsche-distributie in het geval van een Duitse distributiebedrijf
pt_pt: O nome do template não informado ou só 1 caracterum nome descritivo é necessário ex: Empresa do Brasil EPP
ro_ro: Numele de şablon nu a fost introdus sau este doar un personaj - un nume informativ este necesar de exemplu, Deutsche-distribuţie, în cazul de o companie de distributie german
ru_ru: Название шаблона не было введено или только один символ - информативное имя требуется.
sq_al: Emri i template nuk ka hyrë apo është vetëm 1 karakter - një emër informative është e nevojshme për shembull Deutsche shpërndarjes në rastin e një kompani të shpërndarjes gjermane
sv: Namnet på mallen inte har angetts eller är bara 1 tecken - en informativ namn krävs till exempel Deutsche-distribution i fråga om ett tyskt distributionsbolag
sw_ke: Jina la template haijawahi kuingia au ni tabia tu 1 - jina la taarifa ni mfano required Deutsche la usambazaji katika kesi ya kampuni ya usambazaji wa kijerumani
tr_tr: şablonun adı girilmemiş ya da sadece 1 karakter - bilgilendirici bir isim bir Alman dağıtım şirketi durumunda Deutsche-dağıtım gibi gerekli
zh_hk: 此模板的名字没有输入或者只是一个字符--要求一个非正式名称例如中铁配送如果是一个运输公司的话。
zh_tw: 模板的名稱尚未進入或僅僅是1個字符 - 一個信息名稱是必需的，例如在德國發行公司的情況下德意志分佈

source: Show the sql template file produced
cs_cz: Zobrazit sql šablony vyrobené soubor
es_es: Mostrar el archivo de plantilla SQL producido
hi_in: एसक्यूएल टेम्पलेट का उत्पादन फ़ाइल दिखाएँ
id_id: Tampilkan file template sql diproduksi
it_it: Mostra il file sql modello prodotto
ko_kr: 생성 된 SQL 템플릿 파일을보기
mr_in: उत्पादित SQL टेम्पलेट फाइल दर्शवा
nl_nl: Toon de sql geproduceerd sjabloonbestand
pt_pt: Mostre o arquivo modelo sql produzido
ro_ro: Arată fişierul şablon sql produse
ru_ru: Показать произведенный файл sql шаблона
sq_al: Show the file template sql prodhuar
sv: Visa SQL mallfilen produceras
sw_ke: Kuonyesha faili zinazozalishwa sql template
tr_tr: üretilen sql şablon dosyasını göster
zh_hk: 显示产生的sql模板文件
zh_tw: 顯示生成的SQL模板文件

source: Running the create a new company template script will export all account groups, account codes and tax set up tables including tax groups, tax authorities, tax rates etc. However, no transactions or private data will be exported. There is opportunity to prevent specific general ledger accounts from being exported where these are considered private - again no transactional or balance data is exported and you can inspect the contents of the sql file. The template file will be emailed automatically to the webERP project
cs_cz: Spuštění založit novou společnost šablonu skriptu bude exportovat všechny skupiny účtů, účet kódy a daňové nastavit tabulky včetně daňových skupin, daňové úřady, daňové sazby atd. Nicméně, žádný obchodů nebo soukromých dat být vyvezeno. Tam je možnost, aby se zabránilo zvláštním účtů hlavní knihy z vývozu, pokud jsou tyto považovány za soukromé - opět bez transakčních nebo vyvážení exportu dat a můžete prohlédnout obsah sql souboru. Šablony soubor bude automaticky e-mailem webERP projektu
es_es: Al ejecutar el script de creación de una nueva empresa se exportarán todos los grupos de cuentas, códigos de cuentas y tablas de configuración de impuestos, incluyendo los grupos de impuestos, autoridades fiscales, tasas de impuestos, etc. Sin embargo, no se exportarán las transacciones o datos privados. Esto previene que las cuentas contables especificas sean exportadas cuando se consideran privadas - nuevamente, no se exportan los datos de transacciones o balance y podrá inspeccionar el contenido del archivo sql. El archivo de la plantilla será enviado por email automáticamente hacia el proyecto del sistema.
hi_in: एक नई कंपनी टेम्पलेट सभी खाते समूह, खाता कोड और कर ऊपर कर समूहों, कर अधिकारियों, कर की दरों आदि हालांकि, कोई लेनदेन या निजी डेटा निर्यात किया जाएगा सहित टेबल सेट निर्यात करेगा स्क्रिप्ट बनाने के चल रहा है. वहाँ के लिए विशिष्ट निर्यात किया जा रहा है जहां इन निजी विचार कर रहे हैं से सामान्य खाता बही खातों को रोकने का अवसर है - फिर कोई व्यवहार या संतुलन है निर्यात डेटा और आप sql फ़ाइल की सामग्री का निरीक्षण कर सकते हैं. टेम्पलेट फ़ाइल webERP परियोजना के लिए स्वचालित रूप से ईमेल किया जाएगा
id_id: Menjalankan script template utk membuat perusahaan baru akan mengekspor semua tabel grup akun, kode akun dan pengaturan pajak termasuk grup pajak, wewenang pajak, tarif pajak dll. Namun, tdk ada transaksi atau data pribadi akan diekspor. Ada kesempatan utk mencegah pengeksporan akun buku besar spesifik yg dianggap pribadi - lagi tdk ada peksporan data transaksi atau saldo dan Anda dapat memeriksa isi dari file sql. File template akan dikirimkan melalui email secara otomatis ke proyek webERP
it_it: L&#39;esecuzione del creare un nuovo modello di società script esportare tutti i gruppi di account, codici di conto fiscale e istituire tavoli compresi i gruppi, le autorità tributarie, fiscali, ecc tassi, tuttavia, nessuna transazione o di dati privati verranno esportati. Non c&#39;è possibilità di evitare specifici conti di contabilità generale da essere esportati in cui questi sono considerati privati - ancora una volta senza i dati transazionali o l&#39;equilibrio viene esportata e si può controllare il contenuto del file sql. Il file modello sarà inviata automaticamente al progetto webERP
ko_kr: 새로운 회사를 만들 템플릿 스크립트를 실행하면 모든 계정 그룹, 계정 코드 및 세금 그룹, 세무 당국, 그러나, 거래 또는 개인 데이터가 수출되지 않습니다 세율 등을 포함하여 세금 설정 테이블을 내 보냅니다. 다시 더 트랜잭션 또는 균형 데이터가 수출되지 않고 사용자가 SQL 파일의 내용을 검사 할 수 있습니다 -이 민간으로 간주되는 경우에 수출되는 특정 총계정 원장 계정을 방지 할 수있는 기회가있다. 템플릿 파일은 webERP 프로젝트에 자동으로 전송됩니다
mr_in: एक नवीन कंपनी टेम्पलेट स्क्रिप्ट तयार चालवणे सर्व खाते गट, खाते कोड आणि कर गट, कर अधिकारी, कर दर इ तरी, व्यवहार किंवा खाजगी डेटामध्ये निर्यात केल्या जातील समावेश टेबल सेट कर निर्यात होईल. पुन्हा नाही व्यावहारिक किंवा शिल्लक डेटा निर्यात केले जाते आणि आपण SQL फाइलची अंतर्भुत तपासणी करू शकता - या खाजगी मानले जातात जेथे निर्यात करण्यापासून विशिष्ट सामान्य खातेवही खाती टाळण्यासाठी संधी आहे. टेम्पलेट फाइल webERP प्रकल्प आपोआप ईमेल जाईल
nl_nl: Het uitvoeren van de een nieuw bedrijf template script zal de uitvoer van alle account groepen, met codes en fiscale opgezet tafels inclusief BTW groepen, belastingdienst, belastingtarieven etc. Echter, geen transacties of prive-gegevens worden gexporteerd te creren. Er is gelegenheid om specifieke grootboekrekeningen worden gexporteerd wanneer deze prive beschouwd te voorkomen - opnieuw geen evenwicht is of een transactionele gegevens worden gexporteerd en u kunt controleren de inhoud van het sql-bestand. De template bestand wordt automatisch per e-mail aan de webERP project
pt_pt: Executar script de criação do novo template de empresa irá exportar grupos de contas, códigos das contas, impostos, tabelas de impostos, autoridades fiscais, alíquotas etc. contudo, nenhuma transação ou dados particulares serão exportados. Há oportunidade de impedir que contas contábeis específ. sejam exportadas quando estas são confidenciais. O conteúdo do arquivo sql gerado, pode ser visualizado. Então esse arquivo será enviado via email para o projeto WEBERP
ro_ro: Rularea a crea un nou script şablon compania va exporta toate grupurile de cont, codurile fiscale şi de cont creat tabele inclusiv grupuri fiscale, autorităţile fiscale, etc ratelor de impozitare Cu toate acestea, nu tranzacţii sau date private vor fi exportate. Există posibilitatea de a preveni anumite conturi General Ledger de a fi exportate în cazul în care acestea sunt considerate ca fiind private - din nou, nu există date tranzactionale sau de echilibru este exportat şi puteţi inspecta conţinutul fişierului sql. Fişier şablon va fi trimis automat la proiect webERP
ru_ru: Запуск скрипта на создание шаблона новой компании будет экспортировать все группы счетов, коды счетов, и таблицы установки налогов, включая налоговые группы, налоговое руководство, налоговые ставки и т.д. Тем не менее, никакие операций или личные данные не будут экспортированы. Существует возможность предотвратить конкретные счета общей бухгалтерской книги от экспортирования, где они рассматриваются частные - опять нет транзакций или баланс экспорта данных и вы можете проверить содержимое SQL файла. Файл шаблона будет выслан автоматически webERP проекту
sq_al: Drejtimin e të krijojë një të ri template script kompani do të eksportojë të gjitha grupet e llogarisë, kodeve të llogarisë dhe të taksave të ngritur tavolina duke përfshirë grupet e tatimore, organet tatimore, norma e taksave etj Megjithatë, nuk ka të dhëna transaksioneve apo private do të eksportohet. Ka mundësi për parandalimin e llogarive të veçanta të përgjithshme librit duke u eksportuar nga ku këto janë konsideruar private - përsëri nuk ka të dhëna transaksionare apo bilanci është eksportuar dhe ju mund të inspektojë përmbajtjen e file sql. File template do të jetë me email automatikisht në projekt webERP
sv: Köra skapa ett nytt manus bolag mall kommer att exportera alla kontogrupper, koder konto och skatt upprätta tabeller inklusive skatt grupper, skattemyndigheter, skattesatser etc. Däremot kommer inga transaktioner eller privat data skall exporteras. Det finns möjlighet att förhindra att vissa konton i huvudboken från export om de anses privata - igen ingen transaktions-eller balans data exporteras och du kan inspektera innehållet i sql-filen. Mallfilen kommer att skickas automatiskt till webERP projektet
sw_ke: Kukimbia na kuunda kampuni mpya template script mapenzi nje makundi yote ya akaunti, akaunti namba, na kodi ya meza pamoja na kuanzisha vikundi vya kodi, mamlaka ya kodi, viwango vya kodi nk Hata hivyo, hakuna shughuli au data binafsi itakuwa nje. Kuna nafasi ya kuzuia akaunti maalum kitabu ujumla kutokana na kuwa nje ambapo hizi ni kufikiriwa binafsi - tena hakuna takwimu transactional au mizani nje na unaweza kukagua yaliyomo ya faili sql. Faili template itakuwa Emailed moja kwa moja na mradi wa webERP
tr_tr: Tüm hesap grupları, hesap kodları ve vergi Ancak hiçbir işlem ya da özel veri ihraç edilecek vergi grupları, vergi daireleri, vergi oranları vb dahil olmak üzere tablo kurmak ihraç edecek yeni bir şirket şablon komut dosyası oluşturmak yayınlanıyor. Bu özel olarak nerede ihraç belirli defteri kebir hesapları önlemek için fırsat var - ihraç hiçbir işlem ya da denge verileri tekrar size sql dosyasının içeriğini kontrol edebilirsiniz. Şablon dosyası webERP projeye otomatik olarak gönderilecektir
zh_hk: 运行创建一个新公司模板脚本将会导出所有的科目组，账户代码，和设置的税表，包括税收组，税收主管部门，税率等等。然而，不会导出交易或者私人数据。有机会阻止特定的总帐账户被导出，当他们被认为是私人性质的--重复一次，没有交易或者余额数据被导出，您可以检查此sql文件的内容。此模板文件会被自动以电邮的方式寄给webERP项目。
zh_tw: 執行新建一個新的公司模組程序將匯出所有會計科目組，帳戶編號和稅務設置表含稅組，稅務機關，稅率等，但不會匯出交易或私人資料。有機會來防止特定總帳帳戶被匯出而這些皆被認為是私有的資料 - 再強調一點，交易或餘額數據不會被匯出，你可以檢查sql檔案的內容。此模組檔案將自動透過郵件發送到webERP專案。

source: Enter the name of the template to be created
cs_cz: Zadejte název šablony mají být vytvořeny
es_es: Entre el nombre de la plantilla a ser creada
hi_in: टेम्पलेट का नाम दर्ज करने के लिए बनाया जा
id_id: Masukkan nama template yg akan dibuat
it_it: Immettere il nome del modello da creare
ko_kr: 템플릿의 이름을 입력 생성 할
mr_in: तयार करणे टेम्पलेट नाव प्रविष्ट करा
nl_nl: Voer de naam van de sjabloon worden gemaakt
pt_pt: Informe o nome do modelo a ser criado
ro_ro: Introduceţi numele şablonului să fie creat
ru_ru: Введите имя шаблона для его создания
sq_al: Shkruani emrin e template të krijohet
sv: Skriv namn för mallen som skall skapas
sw_ke: Andika jina la kigezo kuwa umba
tr_tr: Oluşturulacak şablonun adını girin
zh_hk: 输入要创建的模板名称
zh_tw: 輸入範本要新建的名稱

source: Warning: All selected accounts will be exported - please de-select the accounts you do not wish to export to the new template file
cs_cz: Upozornění: Všechny vybrané účty budou vyváženy - prosím de-vyberte účty nechcete exportovat do nového souboru šablony
es_es: Advertencia: Todas las cuentas seleccionadas se exportarán - por favor, deseleccione las cuentas que usted no desea exportar al archivo de plantilla nueva
hi_in: चेतावनी: सभी चयनित खातों में निर्यात किया जाएगा - डे खाते आप नया टेम्पलेट फ़ाइल को निर्यात नहीं करना चाहते हैं का चयन करें कृपया
id_id: Peringatan: Semua account yg dipilih akan diekspor - silahkan de-pilih account Anda tdk ingin utk mengekspor ke file template baru
it_it: Attenzione: tutti gli account selezionati saranno esportate - si prega di de-selezionare gli account che non si desidera esportare il file di modello nuovo
ko_kr: 경고 : 선택한 모든 계정을 내보낼 - 계정을 선택 해제하십시오 새 템플릿 파일에 수출하지 않으
mr_in: चेतावणी: सर्व निवडलेले खाती निर्यात केल्या जातील - आपण नवीन टेम्पलेट फाइल निर्यात इच्छित नाही खाती डी-निवडा
nl_nl: Waarschuwing: Alle geselecteerde accounts zullen worden uitgevoerd - pas de-selecteert u de rekeningen die u niet wenst te exporteren naar de nieuwe template bestand
pt_pt: AVISO: Todas contas selecionadas serão exportadas. Retire a seleção das contas que não deseja exportar para o novo arq. Padrão
ro_ro: Atenţie: Toate conturile selectate vor fi exportate - vă rugăm să de-a selecta conturile care nu doresc să exporte în fişierul şablon nou
ru_ru: Предупреждение: Все выбранные счета будет экспортироваться - пожалуйста, снимите флажок счета, который вы не хотите экспортировать в новый файл шаблона
sq_al: Warning: Të gjitha llogaritë e zgjedhur do të eksportohet - ju lutem de-zgjidhni llogaritë ju nuk dëshironi të eksportojë në skedarin e ri template
sv: Varning: Alla valda konton kommer att exporteras - vänligen avmarkera de konton du inte vill exportera till den nya mallfil
sw_ke: Onyo: akaunti zote kuchaguliwa itakuwa nje - tafadhali de-kuchagua hesabu huna unataka kuuza nje na faili mpya ya template
tr_tr: Uyarı: Seçilen tüm hesaplar ihraç edilecek - de-yeni şablon dosyasını ihracat istemeyen hesapları seçiniz
zh_hk: 警告：所有选择的账户会被导出--请去掉您不希望导出到新模板文件的账户。
zh_tw: 警告：全部的會計科目將被匯出 - 而您不希望匯出到新模板中的會計科目則請取消選取框

source: Create Template and Email
cs_cz: Vytvoření šablony a e-mail
es_es: Crear E-mail y Plantilla
hi_in: टेम्पलेट और ईमेल बनाएँ
id_id: Buat Template dan Email
it_it: Crea modello di e-mail
ko_kr: 템플릿 및 이메일 만들기
mr_in: साचा आणि ईमेल तयार
nl_nl: Een sjabloon maken en e-mail
pt_pt: Cria modelo e email
ro_ro: Creare şablon şi e-mail
ru_ru: Создание сайта и электронной почты
sq_al: Krijo Template dhe Email
sv: Skapa mall och skicka epost
sw_ke: Kigezo kujenga na Email
tr_tr: Şablon ve E-posta oluşturma
zh_hk: 创建模板并电邮
zh_tw: 新建模板和電子郵件

source: Currency Debtor Balances
cs_cz: Měna Dlužník Váhy
es_es: Saldos de deudores por divisa
hi_in: मुद्रा देनदार शेष
id_id: Saldo Debitur Per Mata Uang
it_it: Debitore valuta saldi
ko_kr: 환율 채무자의 균형
mr_in: चलन ऋणको शिल्लक
nl_nl: debiteuren valuta saldo
pt_pt: Saldos Devedores em Moeda
ro_ro: Debitor valutar Solduri
ru_ru: Валютные остатки должников
sq_al: Debitori Currency ekuilibrave
sv: Okänd valutasymbol
sw_ke: Sarafu jukumu Bakaa
tr_tr: MEVCUT BORÇLU BILANÇOLARI
zh_hk: 货币借方结余
zh_tw: 貨幣借方結餘

source: Show Local Currency Total Debtors Balances
ko_kr: 현지 통화 총 채무자의 균형보기
zh_tw: 應收帳款總餘額顯示本地貨幣

source: Debtors Balances By Currency Totals
cs_cz: Dlužníci zůstatky podle měn součtů
es_es: Saldos de deudores en total por divisa
hi_in: देनदार मुद्रा करके शेष योग
id_id: Total Saldo Debitur Per Mata Uang
it_it: Debitori saldi per valuta Totali
ko_kr: 환율 합계함으로써 채무자의 균형
mr_in: चलनासंबंधी बेरजा करून Debtors शिल्लक
nl_nl: Debiteuren saldos per valuta totalen
pt_pt: Totais de Saldos Devedores em Moeda
ro_ro: Debitorii soldurilor în funcţie de valuta Totaluri
ru_ru: Остатки должников по итогам валют
sq_al: Debitorët ekuilibrave Nga Currency Gjithsej
sv: Fordringar Vågar per valuta Totals
sw_ke: Jukumu Bakaa By Currency Totals
tr_tr: BORÇLU/MÜSTERI BILANÇOSU (PARA BIRIMI TOPLAMLARI ILE)
zh_hk: 借方结余, 按货币总结
zh_tw: 借方結餘, 按貨幣總結

source: Total Debtor Balances in
cs_cz: Celkem dlužníka Zůstatky v
es_es: Total de los Saldos del Deudor en
hi_in: कुल देनदार में शेष
id_id: Total Saldo Debitur dalam
it_it: Totale
ko_kr: 총 채무자의 균형
mr_in: एकूण कर्जदार शिल्लक मध्ये
nl_nl: Totale debiteuren saldo in
pt_pt: Total de Saldos Devedores em
ro_ro: Debitor Total Solduri în
ru_ru: Итоговые остатки должника
sq_al: Debitorit Gjithsej ekuilibrave në
sv: Visa totala balanser för gäldenärer i lokal valuta
sw_ke: Jumla ya deni Bakaa katika
tr_tr: TOPLAM BORÇLU BILANÇOSU
zh_hk: 借方总结余于
zh_tw: 借方總結餘於

source: Total Balances in local currency
cs_cz: Celkem Zůstatky v místní měně
es_es: Total de Saldos en moneda local
hi_in: स्थानीय मुद्रा में कुल शेष
id_id: Total Saldo Debitur dalam mata uang lokal
it_it: Totale
ko_kr: 현지 통화로 총 잔액
mr_in: स्थानिक चलनात एकूण शिल्लक
nl_nl: Totale saldos in lokale valuta
pt_pt: Saldos Totais em Moeda
ro_ro: Solduri Total exprimat în monedă locală
ru_ru: Общие остатки в местной валюте
sq_al: Totali ekuilibrave në monedhën vendase
sv: Visa totala balanser för gäldenärer i lokal valuta
sw_ke: Bakaa jumla kwa fedha za ndani
tr_tr: LOKAL PARA BIRIMINE GÖRE TOPLAM BILANÇO
zh_hk: 总结余于本地货币
zh_tw: 總結餘於本地貨幣

source: Currency Supplier Balances
es_es: Saldos de proveedores por divisa
ko_kr: 통화 공급의 균형
mr_in: चलन पुरवठादार शिल्लक
pt_pt: Saldos Fornecedor na Moeda
zh_tw: 貨幣供應餘額

source: Show Local Currency Total Suppliers Balances
cs_cz: Zobrazit místních dodavatelů měny celkem Váhy
es_es: Mostrar total de saldos de proveedores en moneda local
hi_in: दिखाएँ स्थानीय मुद्रा कुल आपूर्तिकर्ता शेष
id_id: Tampilkan Total Saldo Supplier dlm Rupiah
it_it: Mostra Totale
ko_kr: 현지 통화 총 공급의 균형보기
mr_in: स्थानिक चलनासंबंधी एकूण पुरवठादार शिल्लक दाखवा
nl_nl: Toon totale leveranciers saldo in lokale valuta
pt_pt: Exibir Saldo Total Fornec. Moeda Local
ro_ro: Arată furnizorii locali Total valutar Conturi
ru_ru: Показать текущую валютут из итоговых остатков клиентов
sq_al: Totali Show lokale Currency Furnizuesit bilancet
sv: Visa totala balanser för leverantörer i lokal valuta
sw_ke: Kuonyesha Mitaa Currency Jumla Suppliers Bakaa
tr_tr: TOPLAM ALACAKLI/TEDARIKÇI BILANÇOLARI (LOKAL PARA BIRIMINDE)
zh_hk: 显示本位币的供应商欠款汇总表
zh_tw: 顯示本地貨幣的供應商欠款彙總表

source: Suppliers Balances By Currency Totals
cs_cz: Dodavatelé zůstatky podle měn součtů
es_es: Saldos de proveedores en total por divisa
hi_in: मुद्रा योग करके आपूर्तिकर्ता शेष
id_id: Total Saldo Supplier Per Mata Uang
it_it: Saldi Fornitori per totali valuta
ko_kr: 환율 합계함으로써 공급자의 균형
mr_in: चलनासंबंधी बेरजा करून पुरवठादार शिल्लक
nl_nl: Leverancier saldos per valuta totalen
pt_pt: Totais Saldo Fornecedor por Moeda
ro_ro: Soldurile furnizorilor de către Totaluri valutar
ru_ru: Остатки поставщиков по итогам валют
sq_al: Furnizuesit e ekuilibrave Nga Gjithsej Currency
sv: Visa totala balanser för leverantörer i lokal valuta
sw_ke: Wauzaji Bakaa By Totals Currency
tr_tr: ALACAKLI/TEDARIKÇI BILANÇOSU (PARA BIRIMI TOPLAMLARI ILE)
zh_hk: 供应商结余, 按货币总结
zh_tw: 供應商結餘, 按貨幣總結

source: Total Supplier Balances in
cs_cz: Celkem Dodavatel Zůstatky v
es_es: Total de Saldos del proveedor en
hi_in: कुल प्रदायक में शेष
id_id: Total Saldo Supplier dalam
it_it: Totale
ko_kr: 총 공급의 균형
mr_in: एकूण पुरवठादार शिल्लक मध्ये
nl_nl: Totale leverancier saldos in
pt_pt: Total Saldo Fornec. em
ro_ro: Furnizorul Total Solduri în
ru_ru: Итого остатков поставщика
sq_al: Furnizuesi Totali i ekuilibrave në
sv: Total saldo i leverantörens valuta
sw_ke: Jumla ya wasambazaji Bakaa katika
tr_tr: TEDARIKÇI TOPLAM BILANÇOLARI
zh_hk: 供应商总结余于
zh_tw: 供應商總結餘於

source: Price List Export Problem ....
cs_cz: Ceník Export problém ....
es_es: Problema al Exportar la Lista de Precios ...
hi_in: मूल्य सूची निर्यात समस्या ....
id_id: Masalah Ekspor Daftar Harga ....
it_it: Prezzo di listino Problema Export ....
ko_kr: 가격 목록 수출 문제 ....
mr_in: किंमत सूची निर्यात समस्या ....
nl_nl: Prijs lijst export probleem
pt_pt: Problema na Export. Lista Preço...
ro_ro: Lista de preturi Problemă export ....
ru_ru: Проблема экспорта прайс-листа ....
sq_al: Lista e Çmimeve Problem Export ....
sv: Problem vid export av prislista ....
sw_ke: Orodha ya bei Export Tatizo ....
tr_tr: FIYAT LISTESI AKTARIM PROBLEMI ....
zh_hk: 价目汇出错误...
zh_tw: 價格列表匯出錯誤...

source: Customer List Export Problem ....
cs_cz: Seznam zákazníků Export problém ....
es_es: Problema al Exportar la Lista de clientes ...
hi_in: ग्राहक सूची निर्यात समस्या ....
id_id: Masalah Ekspor Daftar Customer ....
it_it: Elenco clienti Problema Export ....
ko_kr: 고객 목록 내보내기 문제 ....
mr_in: ग्राहक सूची निर्यात समस्या ....
nl_nl: Klant lijst export probleem
pt_pt: Problema na Export. Lista Cliente
ro_ro: Lista de client Problemă export ....
ru_ru: Проблема экспорта списка ....
sq_al: Lista Customer Problem Export ....
sv: Problem vid export av kundlista ....
sw_ke: Orodha ya wateja Export Tatizo ....
tr_tr: MUSTERI LISTESI AKTARIM PROBLEMI ....
zh_hk: 输出客户清单问题....
zh_tw: 輸出客戶列表問題....

source: The Customer List could not be retrieved by the SQL because
cs_cz: Seznam zákazníků se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de clientes porque
hi_in: ग्राहक सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Customer tdk dapat diambil oleh SQL karena
it_it: La lista dei clienti non potevano essere recuperati dal SQL perché
ko_kr: 고객 목록은 SQL 때문에 검색 할 수 없었다
mr_in: ग्राहक सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Klant lijst kon niet worden opgevraagd omdat
pt_pt: A lista de Cliente não pode ser recuperada pelo SQL porque
ro_ro: Lista de clienţi nu a putut fi recuperate de către SQL, deoarece
ru_ru: Список клиентов не может быть получены SQL, поскольку
sq_al: Lista Customer nuk mund të shikohet nga SQL sepse
sv: Kunddetaljerna kan inte visas av SQL:n för att
sw_ke: Orodha ya Wateja inaweza kuwa retrieved na SQL sababu
tr_tr: MÜSTERI LISTESI ALINAMIYOR:
zh_hk: 客户名单未能由SQL 提取, 因为
zh_tw: 客戶名單未能由SQL 提取, 因為

source: Salesman List Export Problem ....
cs_cz: Prodavač Seznam Export Problém ....
es_es: Problema al Exportar la Lista de Vendedores ...
hi_in: विक्रेता सूची निर्यात समस्या ....
id_id: Masalah Ekspor Daftar Salesman ....
it_it: Commesso problematiche Export ....
ko_kr: 세일즈맨 목록 내보내기 문제 ....
mr_in: विक्रता यादी निर्यात समस्या ....
nl_nl: Verkoperslijst export probleem
pt_pt: Problema na export. lista vendedores ....
ro_ro: Lista Salesman Problemă export ....
ru_ru: Проблема экспорта списка продавцов ....
sq_al: Lista Salesman Problem Export ....
sv: Problem vid export av säljarlista ....
sw_ke: Orodha mfanyabiashara Export Tatizo ....
tr_tr: SATIS PERSONELI LISTESI AKTARIM (EXPORT) HATASI ...
zh_hk: 输出销售员结单问题....
zh_tw: 輸出業務員結單問題....
