Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This script will run perform any modifications to the database since v 3.11 required to allow the additional functionality in version 4.00 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny v databázi, protože v 3.11, které by umožnilo další funkce ve verzi 4.00 skripty
es_es: Esta secuencia de comandos se ejecutará realizando cualquier modificación a la base de datos desde 3,11 v, requerida para permitir la funcionalidad adicional en la versión 4.00 scripts
hi_in: इस स्क्रिप्ट के डेटाबेस के लिए 3.11 वी के संस्करण में 4.00 लिपियों अतिरिक्त कार्यक्षमता की अनुमति की आवश्यकता के बाद से कोई भी संशोधन करने चलेंगे
id_id: Script ini akan berjalan melakukan modifikasi ke database sejak v 3.11 diperlukan utk memungkinkan fungsi tambahan di versi 4.00 script
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database poiché V 3,11 necessaria per consentire la funzionalità aggiuntive in versione 4.00 script
ko_kr: 이 스크립트는 버전 4.00 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.11 이후 데이터베이스에 대한 수정을 수행 실행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 4.00 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3.11 पासून डेटाबेस कोणतेही बदल सुरू चालेल
nl_nl: Dit script zal lopen uit te voeren wijzigingen aan de database sinds v 3.11 nodig om de extra functionaliteit toe te staan versie 4.00 scripts
pt_pt: O script irá executar modif. db desde v. 3.11 req. adic. func. 4.00
ro_ro: Acest script va rula efectua orice modificări la baza de date din moment ce v 3.11 necesare pentru a permite funcţionalitatea suplimentare în versiunea 4.00 script-uri
ru_ru: Этот скрипт будет запускать выполнение каких-либо изменений базы данных с версии 3,11, необходимых для получения дополнительной функциональности в скрипте версии 4.00
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,11 nevojshme për të lejuar funksionalitet shtesë në version 4,00 Scripts
sv: Detta skript kommer att köras utföra några ändringar till databasen sedan v 3,11 krävs för att ytterligare funktionalitet i version 4,00 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote na database ya tangu v 3.11 required kuruhusu kazi zaidi katika toleo 4.00 scripts
tr_tr: Bu script 4.00 komut sürümünde ek işlevsellik sağlamak için gerekli v 3.11 yana veritabanına herhangi bir değişiklik yapmak çalışacak
zh_hk: 此脚本将进行3.11版以来需要的数据库修改，从而让4.00版中新增的脚本功能能够运行。
zh_tw: 該腳本運行為V3.08要求允許在版本3.09的腳本的附加功能進行任何數據庫的修改

source: File Upload
cs_cz: Upload souborů
es_es: Cargar Archivo
hi_in: फ़ाइल अपलोड करें
id_id: Upload File
ko_kr: 파일 업로드
mr_in: फाइल अपलोड
ru_ru: Загрузить файл
sq_al: Ngarkoni skeda
sv: Filuppladdning
sw_ke: Upload file
tr_tr: DOSYA YÜKLE
zh_hk: 档案上载
zh_tw: 檔案上載

source: Send this file
cs_cz: Poslat tento obrázek
es_es: Enviar este archivo
hi_in: इस फाइल को भेजें
id_id: Kirim file ini
it_it: Invia questo file
ko_kr: 이 파일을 보내기
mr_in: ही फाइल पाठवा
nl_nl: Verstuur deze file
pt_pt: Enviar este arquivo
ro_ro: Trimite acest fişier
ru_ru: Отправить этот файл
sq_al: Dërgoje këtë foto
sv: Skicka denna fil
sw_ke: Kutuma faili
tr_tr: BU DOSYAYI GÖNDER
zh_hk: 传送此档案
zh_tw: 傳送此檔案

source: File Upload Result
cs_cz: Upload souboru Výsledek
es_es: Resultado de la Carga de Archivo
hi_in: फ़ाइल अपलोड करें रिजल्ट
id_id: Hasil Upload File
it_it: File Upload Risultato
ko_kr: 파일 업로드 결과
mr_in: फाइल अपलोड निकाल
ro_ro: File Upload Rezultat
ru_ru: Результат загрузки файла
sq_al: Ngarko Rezultati
sv: Fil att ladda upp
sw_ke: Upload file Result
tr_tr: DOSYA YÜKLEME SONUCU
zh_hk: 档案上载结果
zh_tw: 檔案上載結果

source: The file
cs_cz: Soubor
es_es: El archivo
hi_in: फ़ाइल
id_id: file
it_it: Il file
ko_kr: 파일
mr_in: फाइल
pt_pt: Arquivo
ro_ro: Fişier
ru_ru: Файл
sq_al: Fotografi
sv: Filen
sw_ke: Faili
tr_tr: DOSYA
zh_hk: 此档案
zh_tw: 此檔案

source: was uploaded to the server in the /tmp directory and has been renamed temp
cs_cz: byl nahrán na server do adresáře / tmp a byl přejmenován temp
es_es: fue cargado al directorio /tmp del servidor y se ha renombrado temp
hi_in: था / tmp निर्देशिका में सर्वर पर अपलोड की है और अस्थायी नाम दिया गया
id_id: telah di-upload ke server di direktori /tmp dan telah diubah nama ke temp
it_it: di
ko_kr: / tmp 디렉토리에있는 서버에 업로드하고, 임시로 변경되었습니다
mr_in: / tmp डिरेक्ट्रीमध्ये सर्व्हर अपलोड केल्या आणि temp पुनर्नामित केले गेले आहे
pt_pt: foi exec. o upload/carga para o servidor no diret. /tmp e renomeado para temp
ro_ro: a fost încărcat la server în directorul tmp /şi a fost redenumit temp
ru_ru: было загружено на сервер в /tmp каталог и был переименован в temp
sq_al: ishte ngarkuar në server në dosjen / tmp dhe i është ndryshuar emri temp
sv: var upp till servern i katalogen / tmp och har bytt namn temp
sw_ke: alikuwa uploaded kwenye seva directory / TMP na imekuwa jina Temp
tr_tr: SUNUCUDA /tmp KLASÖRÜNE YÜKLENMIS VE temp OLARAK YENIDEN ADLANDIRILMIS
zh_hk: 已被上载到伺服器的 /tmp 目录, 已被改名为 temp
zh_tw: 已被上載到伺服器的 /tmp 目錄, 已被改名為 temp

source: New Language
cs_cz: Nový jazyk
es_es: Nuevo idioma
hi_in: नई भाषा
id_id: Bahasa Baru
ko_kr: 새로운 언어
mr_in: नवीन भाषा
nl_nl: Nieuwe taal
pt_pt: Novo Idioma
ro_ro: Limba noi
ru_ru: Новый язык
sq_al: Ri Language
sv: definiera ett nytt procedur-språk
sw_ke: Lugha mpya
tr_tr: YENI LISAN
zh_hk: 新语言
zh_tw: 新語言

source: Add a New Language to the System
cs_cz: Přidat nový jazyk do systému
es_es: Añadir un nuevo idioma al sistema
hi_in: सिस्टम के लिए एक नई भाषा जोड़ना
id_id: Tambahkan Bahasa Baru ke Sistem
it_it: Aggiungi una lingua nuova per il sistema
ko_kr: 시스템에 새 언어를 추가
mr_in: प्रणालीवर एक नवीन भाषा जोडा
nl_nl: Voeg een nieuwe taal toe aan het systeem
pt_pt: Adic. Novo Idioma no Sistema
ro_ro: Adăuga o nouă limbă la Sistemul
ru_ru: Добавить новый язык в систему
sq_al: Shto një gjuhë e re për të Sistemit të
sv: Lägg till ett nytt språk till systemet
sw_ke: Kuongeza lugha mpya na Mfumo wa
tr_tr: SISTEME YENI LISAN EKLE
zh_hk: 新建系统语言文件
zh_tw: 新增語言檔到系統

source: Back to the translation menu
cs_cz: Zpět k překladu menu
es_es: Volver al menú de traducción
hi_in: वापस अनुवाद मेनू करने के लिए
id_id: Kembali ke menu terjemahan
it_it: Torna al menu di traduzione
ko_kr: 위로 번역 메뉴로
mr_in: मागे अनुवाद मेनू
nl_nl: Terug naar het vertaal menu
pt_pt: Voltar Menu Tradução
ro_ro: Inapoi la meniul de traducere
ru_ru: Назад к меню перевода
sq_al: Kthyer në menu të përkthimit
sv: Åter till språkmenyn
sw_ke: Nyuma ya menu Tafsiri
tr_tr: ÇEVIRI MENÜSÜNE GERI DÖN
zh_hk: 返回翻译目录
zh_tw: 返回翻譯目錄

source: Utility to create a new language file
cs_cz: Nástroj k vytvoření nového jazyka soubor
es_es: Utilitario para crear un nuevo archivo de idioma
hi_in: उपयोगिता एक नई भाषा फाइल बनाने के लिए
id_id: Fasilitas utk membuat file bahasa yg baru
it_it: Utility per creare un nuovo file di lingua
ko_kr: 유틸리티는 새로운 언어 파일을 만들 수 있습니다
mr_in: नवीन भाषा फाइल तयार करण्यात उपयुक्तता
nl_nl: Faciliteit om een nieuwe taal file te maken
pt_pt: Utilitário para criar um arquivo de idioma
ro_ro: Utilitate pentru a crea un fişier de limbă nouă
ru_ru: Утилита для создания нового языкового
sq_al: Utility për të krijuar një skedë të re gjuhë
sv: Verktyg för att skapa nya språkfiler
sw_ke: Matumizi ya kuunda mpya lugha ya faili
tr_tr: YENI DIL DOSYASI YARAT
zh_hk: 产生新语言档的应用公具
zh_tw: 產生新語言檔的應用公具

source: Current language is
cs_cz: Aktuální jazyk je
es_es: El idioma actual es
hi_in: वर्तमान भाषा है
id_id: Bahasa saat ini adalah
it_it: La lingua corrente è
ko_kr: 현재 언어입니다
mr_in: वर्तमान भाषा आहे
nl_nl: Huidige taal is
pt_pt: Idioma atual é
ro_ro: Limba curentă este
ru_ru: Текущий язык
sq_al: gjuha e tanishme është
sv: Aktuellt språk är
sw_ke: Lugha Hali ni
tr_tr: GEÇERLI LISAN:
zh_hk: 现在语言是
zh_tw: 現在語言是

source: Languages must be in the format of a two character country code an underscore _ and a two character language code in upper case
cs_cz: Jazyky musí být ve formátu dvou znakovým kódem země podtržítko _ a dvoumístný kód jazyka v případě horní
es_es: Los Idiomas deben estar en el formato de 2 caracteres para el idioma un guión bajo y 2 caracteres en mayúscula para el país, p.e. es_ES, es_AR o es_CO
hi_in: भाषाओं के एक दो अक्षर देश कोड एक _ अधोडैस के प्रारूप में होना चाहिए और अपर केस में दो चरित्र भाषा कोड
id_id: Bahasa harus dalam format 2 karakter kode negara garisbawah _ dan kode bahasa 2 karakter dalam huruf besar
it_it: Lingue devono essere nel formato di un codice a due caratteri del paese un carattere di sottolineatura _ e un due lingue codice di carattere in maiuscolo
ko_kr: 언어는 2 문자 국가 코드 밑줄 _의 형식과 대문자 두 문자 언어 코드에 있어야합니다
mr_in: भाषा एक दोन वर्ण देश कोड एक अधोरेखित स्वरूप _ आणि अप्पर केसमध्ये एक दोन वर्ण भाषा कोड मध्ये असणे आवश्यक आहे
nl_nl: Taalcode opbouw: 2 tekens voor de land code underscore ( _ ) en 2 tekens voor de taalcode in hoofdletters
pt_pt: Idiomas devem estar no formato de 2 caracteres para código país mais sinal undersconre e dois caracteres para código idioma. ex: pt_BR ou en_US, etc
ro_ro: Limbi trebuie să fie în formatul de un cod de ţară format din două caractere o linie de subliniere _ două limbi şi un cod de caractere în majuscule
ru_ru: Языки должны быть в формате два символа кода страны подчеркивание _ и два символа кода языка в верхнем регистре
sq_al: Gjuhëve duhet të jetë në formatin e një kodi të dy vend karakter një nënvizuar _ dhe një dy gjuhë karakter kod në rastin e sipërme
sv: Språk måste vara i form av en tvåställig landskod understreck _ och en tvåställig språkkod i versaler
sw_ke: Lugha lazima katika muundo wa kanuni mbili tabia nchi underscore _ na tabia mbili lugha ya kificho katika kesi ya juu
tr_tr: Dil ve bir _ altçizgi iki karakterli ülke kodu formatında olmalıdır üst durumda bir iki karakter dil kodu
zh_hk: 语言必须格式为, 2 个小楷个字代表国家, 下划线 _ , 和 2 个大楷个字代表语言编码
zh_tw: 語言必須格式為, 2 個小楷字元代表國家, 下劃線 _ , 和 2 個大楷字元代表語言編碼

source: Attempting to create the new language file
cs_cz: Pokouší se vytvořit nový jazykový soubor
es_es: Intentando crear el nuevo archivo de idioma
hi_in: करने के लिए नई भाषा फाइल बनाने का प्रयास
id_id: Mencoba utk membuat file bahasa yg baru
it_it: Il tentativo di creare il nuovo file di lingua
ko_kr: 새로운 언어 파일을 만들려고
mr_in: नवीन भाषा फाइल निर्माण करण्याचा प्रयत्न
nl_nl: Probeert een nieuwe taal file te maken
pt_pt: Criando novo arquivo de idioma
ro_ro: Încercarea de a crea fişierul de limbă nouă
ru_ru: Попытка создания нового языкового файла
sq_al: Përpjekur të krijojë fotografi të reja të gjuhës
sv: Försöker skapa den nya språkfilen
sw_ke: Kujaribu kujenga mpya wa lugha ya faili
tr_tr: YENI DIL DOSYASI OLUSTURULMAYA ÇALISILIYOR
zh_hk: 尝试产生语言档
zh_tw: 嘗試產生語言檔

source: This language cannot be added because it already exists!
cs_cz: Tento jazyk nelze přidat, protože již existuje!
es_es: No se puede añadir este idioma porque ya existe
hi_in: इस भाषा है क्योंकि यह पहले से ही मौजूद नहीं जोड़ा जा सकता है!
id_id: Bahasa ini tdk dapat ditambahkan karena sdh ada!
it_it: Questa lingua non può essere aggiunto perché esiste già!
ko_kr: 이미 존재하기 때문에이 언어를 추가 할 수 없습니다!
mr_in: तो आधीपासूनच विद्यमान कारण ही भाषा जोडले जाऊ शकत नाही!
nl_nl: Deze taal kon niet worden gemaakt omdat die al bestaat
pt_pt: Este idioma já existe
ro_ro: Această limbă nu poate fi adăugat pentru că există deja!
ru_ru: Этот язык не может быть добавлен, потому что уже существует!
sq_al: Kjo gjuhë nuk mund të shtohet, sepse ajo tashmë ekziston!
sv: Detta språk kan inte läggas till eftersom det redan finns!
sw_ke: Lugha hii hawezi kuwa aliongeza kwa sababu tayari lipo!
tr_tr: BU LISAN EKLENEMEDI, ÇÜNKÜ ZATEN VAR!
zh_hk: 语言未能产生, 因为已存在
zh_tw: 語言未能產生, 因為已存在

source: Done. You should now change to your newly created language from the user settings link above. Then you can edit the new language file header and use the language module editor to translate the system strings
cs_cz: Hotovo. Nyní byste měli změnit svůj nově vytvořený jazyk z odkazu uživatelská nastavení výše. Pak můžete upravit nový jazykový soubor záhlaví a používat jazyk modul editoru překládat systému řetězce
es_es: Hecho. Ahora puede cambiar al nuevo idioma desde el enlace de configuración del usuario y entonces editar la cabecera del fichero del nuevo idioma y usar el editor del módulo de idioma para traducir las cadenas de caracteres del sistema
hi_in: किया है. अब आप अपने उपयोगकर्ता सेटिंग्स ऊपर के लिंक से नव निर्मित भाषा को बदलना चाहिए. तो आप नई भाषा फाइल हेडर को संपादित करें और भाषा मॉड्यूल संपादक का उपयोग करने के लिए प्रणाली तार अनुवाद कर सकते हैं
id_id: Selesai. Anda sekarang harus mengubah ke bahasa yg baru Anda buat dari link pengaturan user di atas. Kemudian Anda dapat mengubah header file bahasa yg baru dan menggunakan modul editor bahasa utk menterjemahkan kata-kata sistem
it_it: Fatto. Ora si dovrebbe cambiare la lingua appena creato dal link impostazioni utente di cui sopra. Poi è possibile modificare il nuovo header file di lingua e utilizzare l&#39;editor di linguaggio modulo per tradurre le stringhe di sistema
ko_kr: 완료. 사용자 설정은 위의 링크에서 이제 새로 생성 된 언어로 변경해야합니다. 그럼 당신은 새로운 언어 파일 헤더를 편집하고 시스템 문자열을 번역 할 언어 모듈 편집기를 사용할 수 있습니다
mr_in: पूर्ण झाले. आपण आता वरील वापरकर्ता सेटिंग्ज दुव्यावरून आपल्या नव्याने निर्माण भाषांमधील बदलली पाहिजे. मग आपण नवीन भाषा फाइल शिर्षक संपादित आणि प्रणाली स्ट्रिंग अनुवाद भाषा घटक संपादक वापरू शकता
nl_nl: Gereed. verander naar de nieuwe taal via bovenstaande gebruikers setting link. Dan kan de taal file header woren aangepast en kunnen de systeem teksten via de vertaal module vertaald worden
pt_pt: Feito. Agora que seu novo idioma foi criado, pode ser modificado no link acima. Então usando um editor pode ser editado o cabeçalho mais as strings e termos para o seu idioma
ro_ro: Adoptată. Trebuie să schimbaţi acum limba dvs. nou creat de la link-ul utilizatorului setările de mai sus. Apoi, puteţi edita noul antetul fişierul de limbă şi de a folosi editorul de limba modul de a traduce sistemul de siruri de caractere
ru_ru: Готово. Теперь вы должны измененить созданный вами языковой файл из ссылки ниже. Тогда вы можете редактировать заголовок нового языкового файла и использовать редактор языкового модуля для перевода системных строк
sq_al: Done. Ju tani duhet të ndryshojë në gjuhën tuaj krijuar rishtazi nga lidhjen settings përdoruesit e mësipërme. Atëherë ju mund të editoni re file header gjuhën dhe përdorimin e gjuhës redaktor modul për të përkthyer vargjet e sistemit të
sv: Klar. Du ska nu ändra till din nyskapade språk från användarens inställningar ovanstående länk. Sedan kan du redigera det nya sidhuvudet språkfilen och använda språket modulen editor för att översätta systemet strängar
sw_ke: Kufanyika. Lazima sasa mabadiliko ya lugha yako nybildat kutoka zilizounganishwa user mazingira hapo juu. Basi unaweza hariri lugha mpya faili header na kutumia lugha ya moduli mhariri kutafsiri masharti ya mfumo
tr_tr: Yapıldı. Şimdi yukarıdaki kullanıcı ayarlarını bağlantı adresinin yeni oluşturulmuş dil değiştirmek gerekir. O zaman yeni bir dil dosya başlığı düzenleyebilir ve sistem dizeleri çevirmek için dil modülü düzenleyici kullanmak
zh_hk: 完成. 现在使用上面连结来更改已产生的语言设定, 之后你可以编辑新的语言档台头和用编辑器来翻释系统的句子
zh_tw: 完成. 現在使用上面連結來更改已產生的語言設定, 之後你可以編輯新的語言檔台頭和用編輯器來翻釋系統的句子

source: This utility will create a new language and a new language translation file for it from the system default
cs_cz: Tento nástroj vytvoří nový jazyk a nové jazykové překlady soubor ze systému výchozí
es_es: Esta utilidad creará un nuevo idioma y su archivo de traducción partiendo del predeterminado del sistema
hi_in: इस उपयोगिता एक नया और सिस्टम मूलभूत रूप से इसके लिए एक नई भाषा अनुवाद फ़ाइल भाषा बनाएगा
id_id: Fasilitas ini akan membuat bahasa yg baru dan file terjemahan bahasa yg baru utknya dari standar sistem
it_it: Questo programma di utilità di creare un nuovo linguaggio e un nuovo file di traduzione di lingua per default dal sistema
ko_kr: 이 유틸리티는 새로운 언어와 시스템 기본의 IT에 대한 새로운 언어 번역 파일을 만듭니다
mr_in: ह्या जागी प्रणाली मुलभूत पासून ते एक नवीन भाषा आणि नवीन भाषा अनुवाद फाइल तयार होईल
nl_nl: Deze faciliteit creeet een nieuwe taal en een nieuwe vertalings file hiervoor vanuit de systeem default
pt_pt: Utilitário para criar novo idioma e novo arq. de tradução para ser o padrão do sistema
ro_ro: Acest utilitar va crea un nou limbaj şi o nouă traducere fişierul de limbă, pentru că implicit din sistem
ru_ru: Эта утилита создаст новый язык и новый файл перевода языка для него из системы по умолчанию
sq_al: Kjo dobi do të krijojë një gjuhë të re dhe një të ri përkthimit gjuhën file për atë nga sistemi default
sv: Detta verktyg kommer att skapa ett nytt språk och ett nytt språk översättning fil för den ur systemet standard
sw_ke: shirika hili kuunda lugha mpya na lugha mpya faili tafsiri kwa ni kutoka default mfumo
tr_tr: Bu programı sistem varsayılan yeni bir dil ve bunun için yeni bir dil çeviri dosyası oluşturur
zh_hk: 这应用工具由系统预设中产生一个新的语言和新语言翻释档案
zh_tw: 這應用工具由系統預設中產生一個新的語言和新語言翻釋檔案

source: If the language already exists then you cannot recreate it
cs_cz: Pokud je jazyk již existuje, pak není možné znovu vytvořit
es_es: Si el idioma ya existe no puede volver a crearlo
hi_in: अगर भाषा पहले से ही तो मौजूद है आप इसे नहीं विश्राम कर सकते हैं
id_id: Jika bahasa tersebut sdh ada maka Anda tdk dapat membuatnya lagi
it_it: Se la lingua esiste già allora non è possibile ricreare
ko_kr: 언어가 이미 존재하는 경우 당신은 그것을 다시 할 수 없습니다
mr_in: भाषा अस्तित्वात असल्यास नंतर आपण ते पुन्हा तयार करू शकत नाही
nl_nl: Indien de taal reeds bestaat kan die niet nogmaald gecreeerd worden
pt_pt: Se o idioma já existe você não pode recriar
ro_ro: În cazul în care limba există deja, atunci nu se poate recrea
ru_ru: Если язык уже существует, тогда вы можете пересоздать его
sq_al: Nëse gjuha tashmë ekziston, atëherë ju nuk mund ta krijosh atë
sv: Om språket redan finns kan du inte återskapa den
sw_ke: Kama lugha ya tayari lipo basi huwezi recreate ni
tr_tr: dil zaten var ise bunu yeniden edemez
zh_hk: 如语言已存在, 不能重产生
zh_tw: 如語言已存在, 不能重產生

source: Full code of the new language in the format en_US
cs_cz: Úplné kód nový jazyk ve formátu cs
es_es: El código completo de la nueva lengua en el formato en_US
hi_in: प्रारूप en_US में नई भाषा का पूरा कोड
id_id: Kode lengkap dari bahasa yg baru dalam format en_US
it_it: codice completo del nuovo linguaggio nel formato en_US
ko_kr: 형식 ko 페이지의 새로운 언어의 전체 코드
mr_in: स्वरूप en_US नवीन भाषा पूर्ण कोड
nl_nl: Volledie code van de nieuwe taal in het format en_US
pt_pt: Cód. integral do novo idioma no formato en_US
ro_ro: Codul completa a noua limbă în format ro_RO
ru_ru: Полный код нового языка в формате en_US
sq_al: Kodi i plotë i gjuhës të reja në en_US format
sv: Fullständiga koden för det nya språket i formatet sv
sw_ke: Kamili kanuni ya lugha mpya katika en_US format
tr_tr: biçiminde tr yeni dil tam kodu
zh_hk: 完整的新语言编码格式 en_US
zh_tw: 完整的新語言編碼格式 en_US

source: UTILITY PAGE
cs_cz: UTILITY STRANA
es_es: PÁGINA UTILITARIA
hi_in: उपयोगिता PAGE
id_id: HALAMAN FASILITAS
ko_kr: 유틸리티 페이지
mr_in: सुविधांसाठीचे PAGE
nl_nl: FACILITEIT
pt_pt: Página Utilit.
ro_ro: UTILITATE PAGE
ru_ru: Страница утилиты
sq_al: Utility FAQE
sv: Verktygssida
sw_ke: Shirika UKURASA
tr_tr: UTILITY SAYFASI
zh_hk: 应用工具页
zh_tw: 工具箱

source: that helps maintain language files
cs_cz: , který pomáhá udržovat jazykové soubory
es_es: ayuda a mantener archivos de idioma
hi_in: मदद करता है कि भाषा फ़ाइलों को बनाए रखने के लिए
id_id: yg membantu mengatur file bahasa
it_it: che aiuta a mantenere i file di lingua
ko_kr: 그 언어 파일을 유지하는 데 도움이
mr_in: भाषा फायली देखरेख मदत करते
nl_nl: die helpt bij het onderhouden van taal files
pt_pt: o qual ajuda manter arq. de idiomas
ro_ro: care ajută la menţinerea fisierele de limbaj
ru_ru: , что помогает поддерживать языковые файлы
sq_al: që ndihmon ruajtjen e files gjuhën
sv: för hjälp att underhålla språkfiler
sw_ke: ambayo husaidia kudumisha lugha files
tr_tr: o dil dosyalarını korumaya yardımcı olur
zh_hk: 用于维护语言文件
zh_tw: 維護語言檔

source: Maintain Language Files
cs_cz: Udržení jazykové soubory
es_es: Mantener archivos de idioma
hi_in: बनाए रखने भाषा फ़ाइलें
id_id: Pengaturan File Bahasa
it_it: Mantenere File di lingua
ko_kr: 언어 파일을 유지
mr_in: भाषा फायली देखरेख
nl_nl: Onderhoud taal file
pt_pt: Manutenção Arquivos Idioma
ro_ro: Menţinerea Fişiere de limbă
ru_ru: Обслуживание языковых файлов
sq_al: Language Files Ruajtja e
sv: Underhåll av språkfiler
sw_ke: Lugha kudumisha Files
tr_tr: LISAN YÖNETIMI
zh_hk: 维护语言文件
zh_tw: 維護語言檔

source: gettext is not installed on this system
cs_cz: gettext není nainstalována na tomto systému
es_es: gettext no está instalado en el sistema
hi_in: gettext इस सिस्टम पर अधिष्ठापित नहीं है
id_id: gettext tdk di-install pada sistem ini
it_it: gettext non è installato su questo sistema
ko_kr: gettext를이 시스템에 설치되어 있지 않습니다
mr_in: gettext या प्रणालीवर प्रतिष्ठापीत नाही
nl_nl: gettext is niet op het systeem geinstalleerd
pt_pt: gettex não está instalado no sistema (PHP)
ro_ro: gettext nu este instalat pe acest sistem
ru_ru: Gettext не установлен в этой системе
sq_al: gettext nuk është i instaluar në këtë sistem
sv: gettext finns inte på systemet. Prata med sysadmin.
sw_ke: gettext si imewekwa juu ya mfumo huu
tr_tr: SISTEMDE gettext DESTEGI YÜKLÜ DEGIL
zh_hk: 服务器的gettext扩展未打开
zh_tw: gettext 未安裝在這系統

source: You cannot use the language files without it
cs_cz: Nemůžete použít jazykových souborů, aniž by to
es_es: No puede usar los ficheros de idioma sin ello
hi_in: आप भाषा को इसके बिना उपयोग नहीं कर सकते
id_id: Anda tdk dapat menggunakan file bahasa tanpanya
it_it: Non è possibile utilizzare i file di lingua, senza che
ko_kr: 당신은 그것을하지 않고 언어 파일을 사용할 수 없습니다
mr_in: आपण ते न भाषा फायली वापरू शकत नाही
nl_nl: Taal files kunnen niet gebruikt worden zonder gettext
pt_pt: Não pode usar arquivo de idioma sem ele
ro_ro: Nu puteţi utiliza fişierele de limbă, fără a
ru_ru: Вы не можете использовать языковые файлы без этого
sq_al: Ju nuk mund të përdorë gjuhën e pa atë fotografi
sv: Du kan inte använda översättningar utan det
sw_ke: Huwezi kutumia files lugha ya bila
tr_tr: O OLMADAN LISAN DOSYASINI KULLANAMAZSINIZ
zh_hk: 没有它, 不能使用语言文件
zh_tw: 沒有它, 不能使用語言檔案

source: You do not have write access to the required files please contact your system administrator
cs_cz: Nemáte přístup pro zápis do požadované soubory obraťte se na správce systému
es_es: No tiene acceso de escritura a los archivos requeridos, por favor, contacte con su administrador del sistema
hi_in: आप आवश्यक फ़ाइलों तक पहुँच लिखना अपने सिस्टम व्यवस्थापक से संपर्क करें नहीं है
id_id: Anda tdk memiliki akses menulis ke file yg diperlukan, silahkan hubungi administrator sistem Anda
it_it: Non si dispone di accesso in scrittura al file richiesti si prega di contattare l&#39;amministratore di sistema
ko_kr: 당신은 당신의 시스템 관리자에게 문의하십시오 필요한 파일에 대한 쓰기 액세스 권한이 없습니다
mr_in: तुम्ही तुमची प्रणाली प्रशासकाशी संपर्क साधा आवश्यक फायली लिहिण्यासाठी प्रवेश नाही
nl_nl: U heeft geen schrijf rechten voor de gewenste files. Neem contact op met de systeem beheerder
pt_pt: Não há privilégio de gravação para arquivos requeridos. Favor entre em contato com adm sistema
ro_ro: Nu aveţi acces de scriere la fişierele necesare vă rugăm să contactaţi administratorul de sistem
ru_ru: У вас нет доступа для записи нужных файлов, пожалуйста, обратитесь к системному администратору
sq_al: Ju nuk keni shkruar qasje në dosjet e kërkuara ju lutem kontaktoni administratorin e sistemit
sv: Du har inte skrivbehörighet till nödvändiga filer. Kontakta din systemadministratör
sw_ke: Huna kuandika upatikanaji files required tafadhali wasiliana na mfumo wako administrator
tr_tr: Gerekli dosyaları yazma erişimi sistem yöneticinize başvurun yok
zh_hk: 您没有要求文件的写入权限，请联络您的系统管理员。
zh_tw: 你沒有要求檔案的寫入權限, 請聯絡你的系統管理員
