Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Geocode Map Height
cs_cz: Geokód Mapa Výška
es_es: Altura del Mapa Geocode
hi_in: जियोकोड नक्शा ऊँचाई
id_id: Tinggi Peta Geocode
it_it: Geocode Mappa Altezza
ko_kr: 지리지도 높이
mr_in: Geocode नकाशा उंची
nl_nl: Goecode kaart hoogte
pt_pt: Mapa Geocode Altura
ro_ro: Geocodificată Harta Înălţime
ru_ru: Высота карты геокода
sq_al: Lartësia Geocode Harta
sv: Geocode karthöjd
sw_ke: Geocode Map Urefu
tr_tr: Coğrafi kod Harita Yükseklik
zh_hk: Geocod地图高度
zh_tw: 地圖編碼的地圖高度

source: Geocode Map Width
cs_cz: Geokód Mapa Šířka
es_es: Ancho del Mapa Geocode
hi_in: जियोकोड नक्शा चौड़ाई
id_id: Lebar Peta Geocode
it_it: Geocode Mappa Larghezza
ko_kr: 지리지도 폭
mr_in: Geocode नकाशा रूंदी
nl_nl: Geocode kaart breedte
pt_pt: Mapa Geocode Largura
ro_ro: Geocodificată Harta Lăţime
ru_ru: Ширина карты геокода
sq_al: Gjerësia Geocode Harta
sv: Geocode kartbredd
sw_ke: Geocode Map upana
tr_tr: Coğrafi kod Harita Genişliği
zh_hk: Geocode地图宽
zh_tw: 地圖編碼的地圖寬度

source: Geocode Host
cs_cz: Geokód Host
es_es: Servidor Geocode
hi_in: जियोकोड होस्ट
id_id: Host Geocode
ko_kr: 지오 호스트
mr_in: Geocode होस्ट
nl_nl: Host van de Geocode
pt_pt: Host GeoCode
ro_ro: Geocodificată gazdă
ru_ru: Хост геокода
sw_ke: Jeshi Geocode
tr_tr: Coğrafi kod Host
zh_hk: Geocode主机服务器
zh_tw: 地圖編碼主機

source: When ready, click on the link below to run the GeoCode process. This will Geocode all Branches and Suppliers. This may take some time. Errors will be returned to the screen.
cs_cz: Až budete připraveni, klikněte na odkaz níže spustit proces geokód. To bude Geocode všechny pobočky a dodavatelé. To může trvat nějaký čas. Chyby budou vráceny na obrazovku.
es_es: Cuando esté listo, haga clic en el enlace de abajo para ejecutar el proceso Geocode. Ésto asignará Códigos Geográficos a todos los proveedores y Sucursales de cliente, y llevará algún tiempo. Los errores que se produzcan se presentarán en pantalla.
hi_in: तैयार है, इस लिंक पर क्लिक करें नीचे जियोकोड प्रक्रिया कब चलाने के लिए. यह सभी शाखाओं और आपूर्तिकर्ता जियोकोड जाएगा. इसमें कुछ समय लग सकता है. त्रुटियों स्क्रीन करने के लिए वापस आ जाएगा.
id_id: Saat siap, klik link di bawah utk menjalankan proses GeoCode. Ini akan membuat Geocode semua Cabang dan Supplier. Ini mungkin memakan waktu. Kesalahan akan diberitahu di layar.
it_it: Quando si è pronti, fare clic sul link qui sotto per eseguire il processo GeoCode. Questo Geocode tutte le Filiali ed i Fornitori. Questo potrebbe richiedere del tempo. Gli errori saranno restituite allo schermo.
ko_kr: 준비가되면, 지오 프로세스를 실행하기 위해 아래 링크를 클릭. 이것은 모든 지점 및 공급 업체 지오 코딩합니다. 이것은 약간의 시간이 걸릴 수 있습니다. 오류는 화면으로 돌아갑니다.
mr_in: सज्ज असताना, Geocode प्रक्रियेस खालील दुव्यावर क्लिक करा. हे सर्व शाखा आणि पुरवठादार Geocode होईल. यांस काहिक वेळ लागू शकतो. त्रुटी स्क्रीनवर परत करण्यात येईल.
nl_nl: Als u klaar bent, klik op de link hieronder om de GeoCode uit te voeren. Dit zal Geocode alle branches en leveranciers. Dit kan enige tijd duren. Fouten zullen worden teruggestuurd naar het scherm.
pt_pt: Quando pronto, clique no link abaixo para processar o GeoCode. Isto irá processar todos os Fornecedores e Sucursais de Clientes
ro_ro: Atunci când faceţi clic gata, pe link-ul de mai jos pentru a rula procesul geocodificată. Acest lucru va geocodare toate ramurile şi Furnizori. Acest lucru poate dura ceva timp. Erorile vor fi returnate la ecran.
ru_ru: Когда все будет готово, нажмите на ссылку ниже, чтобы запустить процесс геокодирование. Это запустит геокодирование всех филиалов и поставщиков. Это может занять некоторое время. Ошибки будут показаны на экран.
sq_al: Kur të jeni gati, klikoni mbi linkun e mëposhtëm për të drejtuar procesin e GeoCode. Kjo do të Geocode të gjitha Degët dhe Furnizuesit. Kjo mund të marrë disa kohë. Gabimet do të kthehet në ekran.
sv: När du är klar, klicka på länken nedan för att köra geokod processen. Detta kommer geokod alla filialer och leverantörer. Detta kan ta lite tid. Fel kommer att återlämnas till skärmen.
sw_ke: Wakati tayari, bonyeza link ya chini ya kuendesha mchakato GeoCode. Hii yote Geocode Matawi na Wauzaji. Hii inaweza kuchukua muda. Makosa utarudishwa screen.
tr_tr: Zaman aşağıdaki linke hazır tıklatın coğrafi kod sürecini çalıştırmak için. Bu, tüm Şube ve Tedarikçiler coğrafi kod olacak. Bu biraz zaman alabilir. Hataları ekrana iade edilecektir.
zh_hk: 完成后，点击下面的链接来运行GeoCode程序。这将为所有的分公司和供应商编写地理代码Geocode.这可能需要一些时间，错误会显示在屏幕上。
zh_tw: 當準備就緒後，請單擊下面的鏈接來執行地圖編碼。這將執行全部客戶的分公司和供應商的地理編碼。可能需要一些時間，若有誤差將返回到螢幕上。

source: Suppliers and Customer Branches are geocoded when being entered/updated. You can rerun the geocode process from this screen at any time.
cs_cz: Dodavatelů a zákazníků Pobočky jsou geokódována když je zapsána / aktualizována. Můžete znovu spustit proces geokód z této obrazovce kdykoliv.
es_es: Los Códigos Geográficos de los proveedores y sucursales de cliente se asignan al darlos de alta o actualizarlos. Se puede volver a ejecutar el proceso Geocode desde esta pantalla en cualquier momento.
hi_in: आपूर्तिकर्ताओं और ग्राहकों की शाखाओं भूकूटित कर रहे हैं जब प्रवेश / अद्यतन किया जा रहा. आप किसी भी समय इस स्क्रीन से जियोकोड प्रक्रिया फिर से दौड़ना कर सकते हैं.
id_id: Cabang Supplier dan Customer dibuat geocode saat dimasukkan/diperbarui. Anda dapat menjalankan-ulg prosess geocode dari menu ini kapan saja.
it_it: Fornitori e clienti sono rami geocodificate quando è entrato / aggiornato. È possibile eseguire nuovamente il processo geocode da questa schermata in qualsiasi momento.
ko_kr: 입력 될 때 공급 업체 및 고객 지점이 업데이트 / 지오 코딩된다. 언제든지이 화면에서 지오 프로세스를 다시 실행할 수 있습니다.
mr_in: अद्ययावतीत / प्रविष्ट जात असताना पुरवठादार आणि ग्राहक शाखा geocoded आहेत. आपण कोणत्याही वेळी या पडद्यापासून Geocode प्रक्रिया पुन्हा चालवा शकता.
nl_nl: Leveranciers en klanten Takken zijn geocode wanneer zij worden ingevoerd / bijgewerkt. U kunt voert u de geocode proces van dit scherm op elk gewenst moment.
pt_pt: Fornecedores e Sucursais de clientes são referenciadas pelo GeoCode quando são adicionadas ou atualizadas. O reprocessamente de GeoCode pode ocorrer quando for necessário.
ro_ro: Furnizorii şi Sucursalele clienţilor sunt geocoded atunci când sunt introduse / actualizate. Aveţi posibilitatea să executaţi din nou procesul de geocodare din acest ecran, în orice moment.
ru_ru: Филиалы поставщиков и клиентов геокодируются при вводе / обновлении. Вы можете перезапустить процесс геокодирования на этом экране в любое время.
sq_al: Furnizuesit dhe Degët Customer janë geocoded kur u hyri / updated. Ju mund përsëritjen e procesit geocode nga ky ekran në çdo kohë.
sv: Leverantörer och kunder grenar geokodad när de trädde / uppdateras. Du kan köra den geokod processen från denna skärm när som helst.
sw_ke: Wasambazaji na matawi Wateja ni geocoded wakati kuwa aliingia / updated. Unaweza rerun mchakato geocode kutoka hii screen wakati wowote.
tr_tr: Tedarikçi ve müşteri Şubeler girmeden zaman / güncelledi Coğrafi Kodlanmış vardır. Herhangi bir zamanda bu ekrandan coğrafi kod süreci yeniden çalıştırabilirsiniz.
zh_hk: 供应商和顾客分公司被进行了地理编码geocode,当输入/更新时。您可以在任何时间，从此界面重新运行geocode程序。
zh_tw: 當供應商和客戶分公司被輸入或更新需要進行地圖編碼。你可以從這個畫面在任何時候重新執行地理編碼。

source: Run GeoCode process (may take a long time)
cs_cz: Spustit geokód proces (může trvat dlouho)
es_es: Ejecutar proceso Geocode (puede tomar mucho tiempo)
hi_in: भागो जियोकोड प्रक्रिया (एक लंबा समय लग सकता है)
id_id: Jalankan proses GeoCode (mungkin memakan wkt lama)
it_it: Esegui GeoCode processo (potrebbe richiedere molto tempo)
ko_kr: 지리 실행 프로세스 (긴 시간이 걸릴 수 있음)
mr_in: चालवा Geocode प्रक्रिया (वेळ घेऊ शकते)
nl_nl: Geocode proces wordt uitgevoerd (kan lang duren)
pt_pt: Executar Processamento Geocode (pode levar bastante tempo)
ro_ro: Run geocodare proces (poate dura un timp îndelungat)
ru_ru: Выполнить процесс геокодирования (это может занять длительное время)
sq_al: Run proces GeoCode (mund të marrë një kohë të gjatë)
sv: Kör geokod processen (kan ta lång tid)
sw_ke: Kuendesha mchakato GeoCode (inaweza kuchukua muda mrefu)
tr_tr: Çalıştırmak coğrafi kod süreci (uzun bir zaman alabilir)
zh_hk: 运行GeoCode地理编码程序（可能需要相当长时间）
zh_tw: 執行地圖編碼程序（可能需要很長的時間）

source: Display Map of Customer Branches
cs_cz: Zobrazení mapy zákazníka oborů
es_es: Mostrar el Mapa de las sucursales de clientes
hi_in: ग्राहक शाखाओं का प्रदर्शन मानचित्र
id_id: Tampilkan Peta Cabang Customer
it_it: Visualizzazione mappa delle filiali del cliente
ko_kr: 고객 지점의 표시지도
mr_in: ग्राहक शाखांची प्रदर्शन नकाशा
nl_nl: Toon kart met klant branches
pt_pt: Exibir Mapa Sucursal de Clientes
ro_ro: Afişare hartă de ramuri clienţilor
ru_ru: Показать карту филиалов клиентов
sq_al: Harta Display të Degëve Customer
sv: Visa leveransplatser på karta
sw_ke: Kuonyesha Ramani ya Matawi Wateja
tr_tr: Müşteri Şube Ekran Haritası
zh_hk: 显示顾客分公司地图
zh_tw: 顯示客戶分行地圖

source: Display Map of Suppliers
cs_cz: Zobrazení mapy dodavatelů
es_es: Mostrar el Mapa de los proveedores
hi_in: आपूर्तिकर्ताओं का प्रदर्शन मानचित्र
id_id: Tampilkan Peta Supplier
it_it: Mappa Visualizzazione dei Fornitori
ko_kr: 공급자의 표시지도
mr_in: पुरवठादार प्रदर्शन नकाशा
nl_nl: Toon kaart met leveranciers
pt_pt: Exibir Mapas de Fornecedores
ro_ro: Afişare hartă a furnizorilor
ru_ru: Показать карту поставщиков
sq_al: Harta Shfaq e Furnizuesit
sv: Visa leverantörer på karta
sw_ke: Kuonyesha Ramani ya Suppliers
tr_tr: Tedarikçiler gösterimi Haritası
zh_hk: 显示供应商地图
zh_tw: 顯示供應商地圖

source: Stock Image Retrieval ....
cs_cz: Sklad Obrázek načítání ....
es_es: Recuperación de Imagen de Existencia ....
hi_in: स्टॉक छवि पुनर्प्राप्ति ....
id_id: Pengambilan Gambar Stok ....
ko_kr: 스톡 이미지 검색 ....
mr_in: स्टॉक प्रतिमा भरपाई ....
nl_nl: Opvragen van de voorraad beelden
pt_pt: Recuperar Imagem item Estoque
ro_ro: Bursa de Valori Imagine de preluare ....
ru_ru: Поиск изображения товара....
sq_al: Rikthim Stock Image ....
sv: Lokal videobild
sw_ke: Hisa Image retrieval ....
tr_tr: STOK RESMI ALINIYOR ....
zh_hk: 正在取得存货图像....
zh_tw: 存貨圖像取回....

source: The Image could not be retrieved because it does not exist
cs_cz: Obrázek se nepodařilo získat, protože neexistuje
es_es: No se pudo obtener la imagen porque no existe
hi_in: छवि क्योंकि यह मौजूद नहीं है नहीं किया जा सकता है लिया गया
id_id: Gambar tersebut tdk dapat diambil karena tdk ada
it_it: L&#39;immagine non può essere recuperata, perché non esiste
ko_kr: 존재하지 않기 때문에 이미지를 검색 할 수 없습니다
mr_in: तो अस्तित्वात नाही कारण प्रतिमा पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het beeld kon niet worden opgevraagd omdat het niet bestaat
pt_pt: A imagem não pode ser recuperada porque não existe
ro_ro: Imaginea nu a putut fi recuperate, deoarece nu există
ru_ru: Изображение не может быть получено, потому что не существует
sq_al: Image nuk mund të shikohet, sepse ajo nuk ekziston
sv: Bilden kunde inte hämtas eftersom det inte finns
sw_ke: Image hakuweza kuwa retrieved sababu haipo
tr_tr: RESIM GÖSTERILEMIYOR, ÇÜNKÜ BULUNAMADI
zh_hk: 无法取得图像，因为它不存在
zh_tw: 圖像無法取得, 不存在

source: Receive Purchase Orders
cs_cz: Dostávat Objednávky
es_es: Recibir órdenes de compra
hi_in: खरीद आदेश प्राप्त
id_id: Terima Order Pembelian
it_it: Ricevere ordini di acquisto
ko_kr: 구매 주문을 받기
mr_in: खरेदी ऑर्डर प्राप्त करा
nl_nl: Ontvangst van inkooporders
pt_pt: Recebimento Ordens de Compra
ro_ro: Primi ordinele de cumpărare
ru_ru: Получить заказы на покупку
sq_al: Merre urdhëron Blerje
sv: Ta emot inköpsorder
sw_ke: Kupokea Daraja Ununuzi
tr_tr: SATINALMA KABULÜ
zh_hk: 采购收货
zh_tw: 採購收貨

source: Back to Purchase Orders
cs_cz: Zpět na Objednávky
es_es: Volver a órdenes de compra
hi_in: वापस खरीद के लिए आदेश
id_id: Kembali ke Order Pembelian
it_it: Torna a Ordini di acquisto
ko_kr: 위로 주문을 (를) 구매하려면
mr_in: ऑर्डर खरेदी परत
nl_nl: Terug naar inkoop order
pt_pt: Voltar para Ordens de Compra
ro_ro: Înapoi la cumparare Comenzi
ru_ru: Вернуться в заказы на покупку
sq_al: Kthehu tek Blerje urdhëron
sv: Tillbaka till inköpsorder
sw_ke: Nyuma ya Ununuzi wa Daraja
tr_tr: Geri Siparişler Satın Alma
zh_hk: 返回采购订单
zh_tw: 返回採購訂單

source: Select a purchase order to receive
cs_cz: Vyberte objednávku obdržet
es_es: Seleccionar una orden de compra para recibir
hi_in: एक खरीद आदेश का चयन करने के लिए प्राप्त
id_id: Pilih order pembelian utk diterima
it_it: Seleziona un ordine di acquisto per ricevere
ko_kr: 수신하는 주문서를 선택
mr_in: प्राप्त करण्यासाठी खरेदी ऑर्डर निवडा
nl_nl: Selecteer de inkooporder om de ontvangst voor te boeken
pt_pt: Selecione uma ordem de compra para receber
ro_ro: Selectaţi un ordin de achiziţie pentru a primi
ru_ru: Выберите заказ на покупку для получения
sq_al: Zgjidh një qëllim blerjen për të marrë
sv: Välj en inköpsorder som skall inlevereras
sw_ke: Kuchagua ili kununua kupokea
tr_tr: KABUL EDILECEK SATINALMA SIPARISINI SEÇIN
zh_hk: 选择要收货的采购订单
zh_tw: 選擇要收貨的採購訂單

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first
cs_cz: Tato stránka může být otevřen pouze objednávka byla vybrána. Prosím, vyberte první objednávky
es_es: Esta página sólo se puede abrir si ha sido seleccionada una orden de compra. Por favor seleccione primero una orden de compra
hi_in: इस पृष्ठ तभी एक खरीद आदेश चयनित किया गया है खोला जा सकता है. एक खरीद आदेश पहले का चयन करें
id_id: Halaman ini hanya bisa dibuka jika order pembelian telah dipilih. Silakan pilih dulu order pembelian
it_it: Questa pagina può essere aperto solo un ordine di acquisto è stato selezionato. Seleziona un ordine di acquisto prima
ko_kr: 구매 주문을 선택한 경우이 페이지는 열 수 있습니다. 첫 구매 주문을 선택하세요
mr_in: खरेदी ऑर्डर निवडले गेले आहे तर हे पृष्ठ फक्त उघडले जाऊ शकते. प्रथम खरेदी ऑर्डर निवडा
nl_nl: Deze pagina kan alleen geopend worden als er een bestelling is geselecteerd. Selecteer een bestelling eerste
pt_pt: Esta página somente pode ser aberta se uma ordem de compra foi selecionada. Selecione primeiro uma ordem de compra
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un ordin de cumpărare a fost selectat. Vă rugăm să selectaţi o comandă prima achiziţie
ru_ru: Эта страница может быть открыта только если был выбран заказ на покупку. Пожалуйста, выберите сначала заказ на покупку
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një urdhër blerja ka qenë i zgjedhur. Ju lutem zgjidhni një qëllim blerjen e parë
sv: Denna sida kan endast öppnas om en beställning har valts. Välj en inköpsorder första
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama ili kununua imekuwa kuchaguliwa. Tafadhali chagua ili kununua kwanza
tr_tr: Bir satınalma siparişi seçildiyse Bu sayfa sadece açılabilir. İlk bir satın alma siparişi seçiniz
zh_hk: 只有选择了采购订单时才能打开此页面， 请首先选择采购订单
zh_tw: 如果採購訂單已經選擇了這個頁面才能打開，請先選擇採購訂單

source: Purchase orders must have a status of Printed before they can be received
cs_cz: Objednávky musí mít status Tištěné dříve, než oni mohou být přijímány
es_es: Las órdenes de compra deben figurar Imprimidas antes de poder ser recibidas
hi_in: खरीद आदेश मुद्रित करने से पहले वे प्राप्त किया जा सकता है की एक स्थिति होनी चाहिए
id_id: Order pembelian harus mempunyai status Dicetak sebelum dapat diterima
it_it: Gli ordini di acquisto deve avere uno status di stampa prima di poter essere ricevuti
ko_kr: 그들이받은되기 전에 구매 주문 인쇄 상태가 있어야합니다
mr_in: ते प्राप्त केले जाण्यापूर्वी खरेदी ऑर्डर छापली एक स्थिती असणे आवश्यक आहे
nl_nl: Inkooporders moet een status van Printed voordat ze kunnen worden ontvangen
pt_pt: Ordens de compra devem ter um status de impressa antes que possam ser recebidas
ro_ro: Comenzile de cumparare trebuie să aibă un statut de tipărite înainte ca acestea să poată fi primit
ru_ru: Заказы должны иметь статус напечатанных, прежде чем они могут быть получены
sq_al: urdhrat Blerje duhet të ketë një status të para Shtypur ato mund të jenë marrë
sv: Inköpsorder måste ha statusen av tryckt innan de kan tas emot
sw_ke: Kununua amri lazima kuwa na hadhi ya Printed kabla ya kuwa alipokea
tr_tr: Satın alma siparişleri Baskılı aldıkları için önce bir durum olmalı
zh_hk: 在可以收货前，采购订单必须是处于已经打印状态。
zh_tw: 收貨前採購訂單必須有列印的狀態

source: Order number
cs_cz: Číslo zakázky
es_es: Pedido número
hi_in: क्रम संख्या
id_id: Nomor Order
it_it: Ordine numero
ko_kr: 주문 번호
mr_in: मागणी क्रमांक
nl_nl: Opdracht Nummer
pt_pt: Ordem número
ro_ro: Pentru numărul de
ru_ru: Номер заказа
sq_al: Numri Rendit
sv: Ordernummer
sw_ke: Ili idadi
tr_tr: [ SIPARIS NO ]
zh_hk: 订单编号
zh_tw: 訂單編號

source: has a status of
cs_cz: má statut
es_es: tiene un estado de
hi_in: एक स्थिति में से एक है
id_id: memiliki status
it_it: ha uno status di
ko_kr: 의 상태가
mr_in: एक स्थिती आहे
nl_nl: heeft een status van
pt_pt: tem um status de
ro_ro: are un statut de
ru_ru: имеет статус
sq_al: ka një status të
sv: har ett status
sw_ke: ina hadhi ya
tr_tr: bir durum var
zh_hk: 有一个状态
zh_tw: 有狀態為

source: Receive Purchase Order
cs_cz: Přijímat objednávky
es_es: Recibir orden de compra
hi_in: खरीद आदेश प्राप्त
id_id: Terima Order Pembelian
it_it: Ricevere l&#39;ordine di acquisto
ko_kr: 구매 주문을 받기
mr_in: प्राप्त खरेदी ऑर्डर
nl_nl: Ontvang Bestelling
pt_pt: Receber Ordem de Compra
ro_ro: Primi ordinul de cumpărare
ru_ru: Получить заказ на покупку
sq_al: Merre Rendit Blerje
sv: Leverera in inköpsorder
sw_ke: Ununuzi kupokea Order
tr_tr: Sipariş alma
zh_hk: 收到采购订单
zh_tw: 採購訂單收貨

source: Date Goods/Service Received
cs_cz: Datum zboží / služby Přijaté
es_es: Fecha de recepción de Bienes o Servicios
hi_in: तिथि का सामान / सेवा प्राप्त
id_id: Tgl Brg/Jasa Diterima
it_it: Merci Data / servizio ricevuto
ko_kr: 날짜 된 제품 / 서비스는 수신
mr_in: प्राप्त दिनांक माल / सेवा
nl_nl: Datum van goederen / service ontvangst
pt_pt: Data Recebim. Mercadoria/Serviço
ro_ro: Marfa Data / serviciului primit
ru_ru: Дата получения товаров/услуги
sq_al: Mallrat Data / Shërbimi Received
sv: Datera mottaget gods/service
sw_ke: Tarehe Bidhaa / Huduma Received
tr_tr: ÜRÜN/SERVISIN TESLIM ALINDIGI TARIH
zh_hk: 收货日期
zh_tw: 貨品/服務收貨日期

source: Supplier Units
es_es: Unidades del proveedor
id_id: Satuan Supplier
ko_kr: 공급 업체 단위
mr_in: पुरवठादार एकके
pt_pt: Unidades Fornec.
zh_tw: 供應商單位

source: Our Receiving Units
es_es: Nuestras Unidades Recibidas
id_id: Satuan Saat Diterima Kita
ko_kr: 우리 받기 단위
mr_in: आमच्या घ्यायला एकके
pt_pt: Unidades Nosso Rec.
zh_tw: 我們的收貨單位

source: Conversion
es_es: Conversión
id_id: Faktor
ko_kr: 변환
mr_in: रुपांतर
pt_pt: Conversão
zh_tw: 轉換

source: Factor
id_id: Konversi
ko_kr: 인자
mr_in: कारणीभूत परिस्थिती
pt_pt: Empr.Serv.Financ.
zh_tw: 係數

source: This Delivery
cs_cz: Tento Dodávka
es_es: Esta entrega
hi_in: इस डिलिवरी
id_id: Pengiriman Ini
it_it: Questa consegna
ko_kr: 이 배달
mr_in: या डिलिव्हरी
nl_nl: Deze Levering
pt_pt: Essa Remessa
ro_ro: Acest livrare
ru_ru: Доставка
sq_al: Ky i dorëzimit
sv: Denna leverans
sw_ke: Hii Delivery
tr_tr: BU SEVKIYAT
zh_hk: 此次收货
zh_tw: 交貨

source: Total Value
cs_cz: Celková hodnota
es_es: Valor total
hi_in: कुल मूल्य
id_id: Nilai Total
it_it: Valore totale
ko_kr: 총 가치
mr_in: एकूण मूल्य
nl_nl: Totaal Waarde
pt_pt: Valor Total
ro_ro: Valoare totală
ru_ru: Общая стоимость
sq_al: Vlera totale
sv: Totalt värde
sw_ke: Jumla ya Ongezeko la Thamani
tr_tr: TOPLAM DEGER
zh_hk: 总价
zh_tw: 總價值

source: Enter the quantity to receive against this order line as a number
ko_kr: 숫자로 순서 라인에 대해받을 수있는 수량을 입력
mr_in: एक नंबर म्हणून हा आदेश ओळ विरोधात प्राप्त करण्यासाठी प्रमाण प्रविष्ट करा
pt_pt: Informe a quant. para receber nesta linha para essa Ordem Compra
zh_tw: 針對本訂單收貨的數量，輸入數量

source: Enter Serial Nos
cs_cz: Zadejte sériové čísel
es_es: Introducir números de serie
hi_in: सीरियल नंबर दर्ज करें
id_id: Masukkan Nomor Seri
it_it: Inserisci numeri di serie
ko_kr: 시리얼 번호를 입력
mr_in: सिरिअल नग प्रविष्ट करा
nl_nl: Invoeren Serie Nrs
pt_pt: Números Série
ro_ro: Introduceţi nr Serial
ru_ru: Введите серийные номера
sq_al: Enter Nos Serial
sv: Partitionens serienummer
sw_ke: Kuingia Nos Serial
tr_tr: SERI NO.LARI GIRIN
zh_hk: 输入序列号
zh_tw: 輸入序號

source: Enter Batches
cs_cz: Zadejte Dávky
es_es: Introducir Lotes
hi_in: बैचों दर्ज
id_id: Masukkan Batch
it_it: Inserisci lotti di produzione
ko_kr: 일괄 입력
mr_in: बॅचेस प्रविष्ट करा
nl_nl: Voer Batches in
pt_pt: Números Lote
ro_ro: Introduceţi Loturile
ru_ru: Введите партии
sq_al: Enter Mallrat
sv: Ange lösenord
sw_ke: Kuingia batches
tr_tr: LOT GIRISI
zh_hk: 输入批次
zh_tw: 輸入批次

source: Total value of goods received
cs_cz: Celková hodnota zboží přijatého
es_es: Valor total de los bienes recibidos
hi_in: माल का कुल मूल्य प्राप्त
id_id: Nilai total brg diterima
it_it: Valore totale della merce ricevuta
ko_kr: 상품의 총 가치 수신
mr_in: माल एकूण मूल्य प्राप्त
nl_nl: Totale waarde van ontvangen goederen
pt_pt: Valor Total das Mercadorias Rec.
ro_ro: Valoarea totală a bunurilor primite
ru_ru: Общая стоимость полученных товаров
sq_al: Vlera e përgjithshme e mallrave të pranuara
sv: Mottog ogiltigt värde i inställningsbegäran
sw_ke: Jumla ya thamani ya bidhaa kupokea
tr_tr: KABUL EDILEN MALLARIN TOPLAM DEGERI
zh_hk: 收货总金额
zh_tw: 貨品收貨總值

source: Receiving a negative quantity that results in negative stock is prohibited by the parameter settings. This delivery of stock cannot be processed until the stock of the item is corrected.
cs_cz: Příjem záporné množství, která vyústí v negativní populace je zakázán nastavení parametrů. Tato dodávka zásob nelze zpracovat, dokud se zásoby této položky je opravena.
es_es: Recibir una cantidad negativa que resulte en existencias negativas está prohibido por la configuración del sistema. Esta entrega de mercancía no puede ser procesada hasta que las existencias del artículo sean corregidas.
hi_in: एक नकारात्मक मात्रा में है कि नकारात्मक स्टॉक में परिणाम पैरामीटर सेटिंग द्वारा निषिद्ध है प्राप्त करना. स्टॉक का यह वितरण जब तक इस मद के शेयर सुधारे नहीं जा सकती.
id_id: Menerima qty negatif yg mengakibatkan stok negatif tdk diperbolehkan oleh pengaturan parameter. Pengiriman stok ini tdk dapat diproses sampai stok item tersebut dibetulkan.
it_it: Ricezione di una quantità negativa che i risultati negativi in magazzino è vietata dalle impostazioni dei parametri. La consegna del materiale non può essere elaborato fino a quando il bilancio della voce è corretta.
ko_kr: 부정적인 재고 결과 음의 양을 수신하는 파라미터 설정에 의해 금지되어 있습니다. 항목의 재고가 해결 될 때까지 주식이 배달을 처리 할 수​​ 없습니다.
mr_in: नकारात्मक स्टॉक परिणाम की एक नकारात्मक प्रमाणात प्राप्त घटक सेटिंग्ज द्वारे प्रतिबंधित आहे. आयटम साठा दुरुस्त होईपर्यंत स्टॉक हे वितरण प्रक्रिया करणे शक्य नाही.
nl_nl: Ontvangst van een negatieve hoeveelheid dat resulteerd in een negatieve voorraad is voor dit item verboden. De levering van dit voorraaditem kan alleen worden verwerkt indien de voorraad van het item is gecorrigeerd
pt_pt: Receber quant. negativa que resultará em estoque negativo não é permitido nos parâmetros configurados. Essa transação de estoque não será processada até que seja corrijida.
ro_ro: Primirea o cantitate care are ca rezultat negativ în stoc negativ este interzisă prin setările parametrilor. Acest livrarea de stoc nu pot fi procesate până la stocul de elementul este corectată.
ru_ru: Настройками запрещено получение отрицательного количества, так как это может привести к отрицательным товарам. Эта допоставка не может быть обработана до тех пор показапас не исправлены данные о запасе.
sq_al: Marrja e një sasie të negative që rezulton në magazinë negative është e ndaluar nga parameter settings. Kjo shpërndarjen e aksioneve nuk mund të jenë të përpunuara deri aksioneve e sendit është korrigjuar.
sv: Ta emot en negativ kvantitet som resulterar i negativa lager är förbjudet enligt parameterinställningar. Denna leverans av materiel kan inte behandlas förrän i lager för objektet korrigeras.
sw_ke: Kupokea kiasi kwamba matokeo hasi katika hisa hasi ni marufuku kwa vipimo parameter. utoaji huu wa hisa hawezi kuwa processed hadi hisa za bidhaa ni corrected.
tr_tr: negatif stok sonuçlar parametre ayarlarından yasak olduğunu bir negatif miktar alma. öğenin stok düzeltilinceye kadar stokunun Bu teslim işlenmiş olamaz.
zh_hk: 系统参数设置禁止接受负数数量导致负数库存。此库存发货无法执行，直到此物料库存更正为止。
zh_tw: 系統設定為不允可收取負數量產生的負存貨數. 這交收未能進行, 請修正商品存貨
