Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The item you attempting to modify has had some quantity invoiced at the old discount percent the items discount cannot be modified retrospectively
cs_cz: Položku, kterou se snaží změnit měl nějaké množství fakturované na staré slevou procent položek slevu nelze změnit zpětně
es_es: El artículo que se intenta modificar ha tenido una cierta cantidad facturada en el porcentaje de descuento de edad, el descuento de los artículos no se puede modificar retroactivamente
hi_in: आप आइटम को संशोधित करने का प्रयास कुछ पुराने छूट प्रतिशत छूट आइटम retrospectively संशोधित नहीं की जा सकता है पर चालान मात्रा पड़ा है
id_id: Item yg Anda coba ubah telah memiliki sejumlah item difakturkan dgn persentase diskon yg lama sehingga diskon tdk dapat diubah
it_it: L&#39;elemento che si tenta di modificare ha avuto un certo quantitativo fatturato al vecchio per cento di sconto lo sconto elementi non possono essere modificate a posteriori
ko_kr: 수정하려는 항목은 항목 할인 소급 수정할 수 없습니다 이전 할인 %로 송장 일부 수량을했다
mr_in: आपण सुधारणा करण्यास प्रयत्न आयटम जुन्या सवलतीच्या टक्के आयटम सवलतीच्या येथे invoiced काही प्रमाणात retrospectively सुधारित केले जाऊ शकत नाही होती आहे
nl_nl: Wijziging van de korting voor het item kan niet worden verwerkt omdat er al gefactureerd is op basis van de oude korting
pt_pt: O item que deseja modificar já possui quantid. atendida com desconto percentual e não pode ser modificado
ro_ro: Elementul pe care încearcă să modificaţi a avut unele cantitatea facturată la sută reducere vechi cu discount elemente nu pot fi modificate retroactiv
ru_ru: Часть товара, который вы пытаетесь модифицировать, уже была оприходована по старой скиде. Скидка не может быть изменена задним числом.
sq_al: Send që ju përpjekur për të ndryshuar ka pasur disa sasi të faturuar në zbritje për qind e vjetër zbritje sendet nuk mund të ndryshohet në mënyrë retrospektive
sv: Det objekt du försöker ändra har haft viss mängd faktureras vid den gamla rabatten procent objekten rabatt kan inte ändras i efterhand
sw_ke: The item kujaribu kurekebisha imekuwa na baadhi ya wingi invoiced katika asilimia ya zamani discount discount ya vitu inaweza kuwa iliyopita retrospectively
tr_tr: Değiştirmek çalışırken madde eski indirim yüzde öğeleri indirim geriye dönük değişiklik yapılamaz &#39;de fatura bazı miktar etti
zh_hk: 你要修改的订单行, 之前已有一定数量按原有折扣率已开出发票, 不能追溯修改
zh_tw: 你試嘗修改的商品, 之前已有一定數量按原有折扣率已開出發票, 不能追溯修改

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced
cs_cz: Pokoušíte se provést objednaného množství nižší množství, než již bylo fakturováno
es_es: Está intentando hacer que la cantidad pedida sea una cantidad inferior a la que ya se ha facturado
hi_in: आप मात्रा बनाने के लिए प्रयास कर रहे हैं एक मात्रा कम आदेश से पहले से चालान कर दिया गया है
id_id: Anda mencoba membuat qty yg dipesan kurang dari yg telah difakturkan
it_it: Si sta tentando di rendere la quantità ordinata un quantitativo inferiore rispetto a quanto è già stato fatturato
ko_kr: 당신은 수량이 이미 청구 된 것보다 적은 양을 주문하기 위해 시도
mr_in: आपण प्रमाण कमी आधीच invoiced गेले आहे पेक्षा एक प्रमाण आदेश दिले करण्यासाठी प्रयत्न करीत आहात
nl_nl: Het is niet mogelijk om de bestel hoeveelheid kleiner te maken dan de hoeveelheid die al gefactureerd is.
pt_pt: Quantidade modificada menor que a quantidade já enviada
ro_ro: Sunteţi încercarea de a face cantitatea comandată o cantitate mai mică a fost deja facturat
ru_ru: Вы пытаетесь задать заказанное количество меньше, чем то, на которое уже был выставлен счет.
sq_al: Ju jeni përpjekur për të bërë sasinë e urdhëroi një sasi më pak se tashmë është faturuar
sv: Du försöker göra beställt antal en mindre kvantitet än redan har fakturerats
sw_ke: Wewe ni kujaribu kufanya wingi kuamuru kiasi kidogo kuliko tayari invoiced
tr_tr: Zaten fatura edilmiş daha az bir miktar sipariş miktarı yapmaya çalışıyorsunuz
zh_hk: 你要修改到的订单数量是少于已开出发票的数量
zh_tw: 你試嘗試要輸入的訂單數量是少於已開出的發票

source: The quantity delivered and invoiced cannot be modified retrospectively
cs_cz: Dodané množství a fakturovány nelze upravit dodatečně
es_es: La cantidad entregada y facturada no se puede modificar posteriormente
hi_in: मात्रा दिया और संशोधित नहीं की जा सकती retrospectively चालान
id_id: Jadi qty yg dikirim dan difaktur tdk dapat diubah
it_it: Il quantitativo consegnato e fatturato non può essere modificato a posteriori
ko_kr: 전달 및 청구 수량 향적으로 수정할 수 없습니다
mr_in: वितरित आणि invoiced प्रमाणात retrospectively सुधारित केले जाऊ शकत नाही
nl_nl: Een hoeveelheid die geleverd en gefactureerd is kan niet met terugwerkende kracht worden gewijzigd
pt_pt: A quantidade enviada não pode ser modificada
ro_ro: Cantitatea livrată şi facturată nu pot fi modificate retroactiv
ru_ru: Полученное количество и счет-фактура не могут быть измененый ретроспективно
sq_al: Sasia dorëzuar dhe faturuar nuk mund të modifikohet në mënyrë retrospektive
sv: Mängden levererad och fakturerad kan inte ändras i efterhand
sw_ke: wingi wa kujifungua na invoiced hawezi kuwa iliyopita retrospectively
tr_tr: Miktar teslim ve geriye dönük değiştirilemez fatura
zh_hk: 交货数量和已开出发票未能追溯修改
zh_tw: 交貨數量和已開出發票未能追溯修改

source: The customer account will breach their credit limit
cs_cz: Zákaznického účtu bude porušení jejich úvěrového limitu
es_es: La cuenta del cliente infringirá su límite de crédito
hi_in: ग्राहक के खाते से अपने क्रेडिट सीमा उल्लंघन होगा
id_id: Akun customer tersebut akan melewati batas kredit mereka
it_it: Il conto cliente violare i loro limite di credito
ko_kr: 고객 계정은 자신의 신용 한도를 위반하는 것입니다
mr_in: ग्राहक खाते त्यांच्या क्रेडिट मर्यादा भगदाड पाडणे होईल
nl_nl: De klant rekening zal schending van hun kredietlimiet
pt_pt: Cliente com limite de Crédito atingido
ro_ro: Cont de client va încălca limita de credit
ru_ru: Счет клиента будет нарушать его кредитный лимит
sq_al: Llogarinë e klientit do të thyejë kufirin e tyre të kreditit
sv: Kundens konto kommer att bryta mot deras kreditgräns
sw_ke: Akaunti ya mteja itakuwa uvunjaji mikopo yao kikomo
tr_tr: MÜSTERI IÇIN TANIMLI KREDI LIMITININ ÜZERINE ÇIKILDI
zh_hk: 客户欠款超出信用限额
zh_tw: 客戶帳戶會超出信用上限

source: This change would put the customer over their credit limit and is prohibited
es_es: Este cambio pondría el cliente sobre su límite de crédito y está prohibido
id_id: Perubahan ini akan membuat customer ini melewati batas kreditnya dan tdk diperbolehkan
ko_kr: 이러한 변화는 자신의 신용 한도를 초과 고객을 둘 것입니다 및 금지
mr_in: हा बदल त्यांच्या क्रेडिट मर्यादा प्रती ग्राहक ठेवले होईल आणि प्रतिबंधित आहे
pt_pt: Exceder o limite de crédito não é permitido
zh_tw: 這一變化將使客戶在他們的信用額度，並禁止

source: You should automatically be forwarded to the entry of the delivery details page
cs_cz: Měli byste být automaticky předána na vstup na stránce dodání podrobnosti
es_es: Debería ser enviado automáticamente al ingreso de los detalles de entrega de la página
hi_in: आप स्वचालित रूप से प्रसव के विवरण पृष्ठ के प्रवेश को भेजा जाना चाहिए
id_id: Anda seharusnya diteruskan secara otomatis ke halaman memasukkan rincian pengiriman
it_it: Dovresti essere automaticamente trasmessi alla voce della pagina dettagli di consegna
ko_kr: 당신은 자동으로 배달 세부 사항 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप वितरण तपशील पृष्ठाच्या नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de invoer pagina van de leverings details
pt_pt: Você será redirecionado para a página detalhes de envio
ro_ro: Tu ar trebui să fie transmise în mod automat la intrare a paginii de livrare detalii
ru_ru: Вы должны быть автоматически перенаправлены на страницу данных о доставки
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faqe detajet e ofrimit të
sv: Du skall automatiskt komma till sidan för leveransdetaljer
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa ukurasa wa utoaji wa maelezo
tr_tr: Otomatik teslimat bilgileri sayfanın girişine iletilmelidir
zh_hk: 系统会自动转到交货信息输入页面
zh_tw: 你會自動轉到交貨資料輸入頁

source: if this does not happen
cs_cz: pokud se tak nestane
es_es: si esto no ocurre
hi_in: अगर ऐसा नहीं होता है
id_id: jika ini tdk terjadi
it_it: se questo non avviene
ko_kr: 이런 일이 발생하지 않는 경우
mr_in: हे घडू नाही तर
nl_nl: Als dit niet gebeurt
pt_pt: se isso não ocorrer
ro_ro: în cazul în care acest lucru nu se întâmplă
ru_ru: если этого не произойдет
sq_al: nëse kjo nuk ndodh
sv: om detta inte inträffar
sw_ke: kama hii haina kutokea
tr_tr: Bu olmaz ise
zh_hk: 如果这没有发生
zh_tw: 如沒有發生過

source: Quantity (required) - Enter the number of units ordered. Price (required) - Enter the unit price. Discount (optional) - Enter a percentage discount. GP% (optional) - Enter a percentage Gross Profit (GP) to add to the unit cost. Due Date (optional) - Enter a date for delivery.
cs_cz: Množství (povinné) - Zadejte počet kusů objednal. Cena (povinné) - Zadejte jednotkovou cenu. Sleva (nepovinné) - Zadejte procentní slevu. GP% (nepovinné) - Zadejte procenta hrubého zisku (GP), přidat do jednotkových nákladů. Termín (nepovinné) - Zadejte datum dodání.
es_es: Cantidad (requerido) - Anote el número de unidades ordenadas. Precio (requerido) - Ingrese el precio unitario. Descuento (opcional) - Introduzca un porcentaje de descuento. % de GB (opcional) - Introduzca un porcentaje de Ganancia Bruta para agregar al costo unitario. Fecha de vencimiento (opcional) - Introduzca una fecha para la entrega.
hi_in: मात्रा () की आवश्यकता - दर्ज इकाइयों की संख्या का आदेश दिया. मूल्य () की आवश्यकता - यूनिट मूल्य दर्ज करें. डिस्काउंट (वैकल्पिक) - एक प्रतिशत छूट दर्ज करें. जीपी (वैकल्पिक)% - एक प्रतिशत के सकल लाभ (जीपी) दर्ज करने के लिए इकाई लागत में जोड़ें. नियत दिनांक (वैकल्पिक) - प्रसव के लिए एक दिनांक दर्ज करें.
id_id: Qty (wajib) - Masukkan jumlah unit yg dipesan. Harga (wajib) - Masukkan harga satuan. Diskon (opsional) - Masukkan persentase diskon. GP% (opsional) - Masukkan Laba Kotor (GP) utk ditambah ke HPP satuan. Jatuh Tempo (opsional) - Masukkan tgl utk pengiriman.
it_it: Quantità (obbligatorio) - Inserire il numero di unità ordinate. Prezzo (richiesto) - Inserire il prezzo unitario. Sconto (opzionale) - Inserire una percentuale di sconto. GP% (optional) - Inserire una percentuale Gross Profit (GP) da aggiungere al costo unitario. Due Date (opzionale) - Inserire una data per la consegna.
ko_kr: 수량 (필수) - 주문 단위의 번호를 입력합니다. 가격 (필수) - 단가를 입력합니다. (선택 사항) 할인 - 할인 비율을 입력합니다. 매출 총 % (옵션) - 총 이익 (GP)는 단위 비용에 추가 할 비율을 입력합니다. 만기일 (옵션) - 배달 날짜를 입력합니다.
nl_nl: Hoeveelheid (verplicht) - Voer het aantal eenheden besteld. Prijs (verplicht) - Voer de prijs per eenheid. Korting (optioneel) - Voer een percentage korting. GP% (optioneel) - Voer een percentage brutowinst (GP) toe te voegen aan de kosten per eenheid. Vervaldag (optioneel) - Voer een datum voor de levering.
pt_pt: Quant. (requerida) - Entre quantidade pedida. Preço (requerido) - Entre Preço Unit. Desconto (opc.) - Entre % desconto. GP% (opc.) - Informe % Lucro Bruto
ro_ro: Cantitate (obligatoriu) - Introduceţi numărul de unităţi comandate. Pret (obligatoriu) - Introduceţi preţul unitar. Discount (optional) - Introduceţi un discount procentual. GP% (optional) - Introduceţi un procent Profit brut (GP) pentru a adăuga la costul unitar. Data scadentă (optional) - Introduceţi o dată de livrare.
ru_ru: Количество (обязательно) - введите количество единиц заказываемого товара. Цена (обязательно) - введите цена за единицу товара. Скидка (опционально) - введите процент скидки. П.% (дополнительно) - введите процент валовой прибыли (GP), чтобы добавить к стоимости единицы. Дата(факультативно) - введите дату доставки.
sq_al: Sasia (e nevojshme) - Shkruani numrin e njësive të urdhëruar. Çmimi (e nevojshme) - Shkruani çmimin për njësi. Zbritje (optional) - Shkruani një zbritje përqindje. % GP (optional) - Shkruani një përqindje të fitimit bruto (GP) për të shtuar të kostoja për njësi. Për shkak Data (optional) - Shkruani një datë për shpërndarjen.
sv: Kvantitet (krävs) - Ange antalet beställda fartyg. Pris (obligatoriskt) - Ange det pris per enhet. Rabatt (valfritt) - Ange en procentuell rabatt. GP% (valfritt) - Ange en procentsats Bruttoresultatet (GP) för att lägga till kostnaden per enhet. Förfallodatum (valfritt) - Ange ett datum för leverans.
sw_ke: Wingi (required) - Enter idadi ya vitengo aliamuru. Bei (required) - Enter bei ya kitengo. Discount (optional) - Enter a discount asilimia. GP% (optional) - Enter asilimia Pato la Biashara (GP) kuongeza gharama ya kitengo. Kutokana Tarehe (optional) - Enter tarehe ya kujifungua.
tr_tr: Miktar (gerekli) - birim sayısı sipariş girin. Fiyat (gerekli) - birim fiyat girin. Indirim (isteğe bağlı) - bir yüzdesi indirim girin. GP% (isteğe bağlı) - birim maliyet eklemek için bir yüzdesi Brüt Kar (GP) girin. Bitiş Tarihi (isteğe bağlı) - teslimat için bir tarih girin.
zh_hk: 数量（必须）-输入订购的单位数。价格（必须）-输入单价。折扣（可选）-输入一个折扣百分比。GP%（可选）-输入毛利百分比，加到单位成本。到期日（可选）-输入交付日期。
zh_tw: 數量(必需，訂購數量)、價格(必需，單位價格)。折扣(可選，折扣百分比)。 GP％(可選，毛利率百分比），以增加單位成本。截止日期(可選， 輸入最晚交貨日期)。

source: Enter the customer's purchase order reference if required by the customer
ko_kr: 고객이 요구하는 경우 고객의 구매 주문을 입력 기준
mr_in: ग्राहकाने आवश्यक असल्यास ग्राहकाची खरेदी ऑर्डर संदर्भ द्या
pt_pt: Informe ref. ordem compra do cliente se solicitado por esse cliente. serve como rastreab.
zh_tw: 如果需要由客戶輸入客戶的採購訂單參考

source: Enter the quantity of this item ordered by the customer
es_es: Introducir la cantidad de este artículo pedida por el cliente
ko_kr: 고객 주문이 아이템의 수량을 입력
mr_in: ग्राहक क्रमबद्ध या आयटमची प्रमाण प्रविष्ट करा
pt_pt: Informe a quant. deste item solicitada pelo Cliente
zh_tw: 輸入此項目的客戶訂購的數量

source: invoiced
es_es: facturado
id_id: telah difaktur
ko_kr: 청구
pt_pt: pedidos
zh_tw: 已開發票

source: Enter the price to charge the customer for this item
ko_kr: 이 항목에 대한 고객의 충전 가격을 입력
mr_in: हा आयटम ग्राहक चार्ज करण्यासाठी किंमत प्रविष्ट करा
pt_pt: Informe o preço para cobrer do cliente por este item
zh_tw: 輸入向客戶收取此產品的價格

source: Enter the discount percentage to apply to the price for this item
ko_kr: 이 항목에 대한 가격에 적용 할 수있는 할인 비율을 입력합니다
mr_in: या आयटमची किंमत लागू करण्यासाठी सवलतीच्या टक्केवारी प्रविष्ट करा
pt_pt: Informe o percent. de desconto para aplicar ao preço para este item
zh_tw: 輸入折扣百分比適用於此產品的價格

source: Enter a gross profit percentage to use as the basis to calculate the price to charge the customer for this line item
ko_kr: 이 라인 항목에 대한 고객 충전 가격을 계산하는 기준으로 사용하기 위해 매출 총 이익의 비율을 입력합니다
mr_in: ही ओळ आयटम ग्राहक चार्ज करण्यासाठी किंमत गणना आधार म्हणून वापर करण्यासाठी ढोबळ नफा टक्केवारी प्रविष्ट करा
pt_pt: Informe perc. bruto de lucro para usar como base de cálculo de preço para cobrar do cliente para essa linha de item
zh_tw: 輸入毛利百分比使用為基礎來計算價格向客戶收取該行項目

source: Clear Remaining
cs_cz: Zbývající jasné
es_es: Borrar Restantes
hi_in: शेष रिक्त
id_id: Hapus Sisanya
it_it: Clear rimanente
ko_kr: 클리어 남은
mr_in: उर्वरित स्पष्ट
nl_nl: Resterende duidelijke
pt_pt: Zerar Restante
ro_ro: Clar rămase
ru_ru: Очистить оставшееся
sq_al: Qartë e mbetura
sv: Blanka resten
sw_ke: Wazi Remaining
tr_tr: Net Kalan
zh_hk: 清除余额
zh_tw: 清除餘下的

source: Enter any narrative to describe to the customer the nature of the charge for this line
ko_kr: 이 행에 대한 고객에 전하의 성질을 설명하는 임의의 서술을 입력
mr_in: ग्राहकाला या रेषेसाठी शुल्क स्वरूप वर्णन करण्यासाठी कोणत्याही गोष्ट प्रविष्ट करा
pt_pt: Informe descrição complementar para descrever a natureza da despesa, taxa ou imposto
zh_tw: 輸入任意的摘要來描述客戶的收費性質

source: Enter Delivery Details and Confirm Order
cs_cz: Zadejte dodací Detaily a Potvrdit objednávku
es_es: Introducir Detalles de Entrega y Confirmar Pedido
hi_in: प्रसव के विवरण दर्ज करें और आदेश की पुष्टि
id_id: Masukkan Rincian Pengiriman dan Konfirmasi Order
it_it: Inserisci Particolari di consegna e Conferma Ordine
ko_kr: 배송 정보를 입력하고 주문을 확인
mr_in: डिलिव्हरी तपशील प्रविष्ट करा आणि पुष्टी मागणी
nl_nl: Voer de Leverings Details in en Bevestig Opdracht
pt_pt: Detalhes Envio e Confirmar Pedido
ro_ro: Introduceţi Detalii de livrare şi Confirmă comanda
ru_ru: Введите подробности доставки и заказ на подтверждение
sq_al: Enter Detajet dorëzimit dhe Konfirmo Rendit
sv: Registrera leveransdetaljer och godkänn ordern
sw_ke: Maelezo Delivery kuingia na Confirm Order
tr_tr: SEVKIYAT DETAYLARINI GIR VE SIPARISI ONAYLA
zh_hk: 输入交货信息并确认订单
zh_tw: 輸入交貨資料和確認訂單

source: Add to Sales Order
cs_cz: Přidat do prodejní objednávky
es_es: Añadir a orden de venta
hi_in: बिक्री आदेश में जोड़ें
id_id: Tambahkan ke Order Penjualan
it_it: Aggiungere a ordine di vendita
ko_kr: 판매 주문에 추가
mr_in: विक्री ऑर्डर जोडा
nl_nl: Voeg toe aan klantorder
pt_pt: Adic. Pedido Vendas
ro_ro: Adăugaţi la comandă de vânzări
ru_ru: Добавить в заказ на продажу
sv: Lärr till i säljorder
sw_ke: Kuongeza Order Sales
tr_tr: Satış Siparişe Ekle
zh_hk: 增至销售订单
zh_tw: 新增銷售訂單

source: Search for Order Items
cs_cz: Vyhledávání objednávky položky
es_es: Buscar Artículos del Pedido
hi_in: आदेश आइटम के लिए खोजें
id_id: Cari Item Order
it_it: Ricerca di elementi d&#39;ordine
ko_kr: 주문 항목을 검색
mr_in: ऑर्डर आयटम शोधा
nl_nl: Zoek voor order items
pt_pt: Pesq. Itens de Pedido
ro_ro: Căutare pentru a ordona elementele
ru_ru: Поиск позиций заказа
sq_al: Kërko për Items Rendit
sv: Sök orderartiklar
sw_ke: Kutafuta Items Order
tr_tr: Sipariş Öğeler ara
zh_hk: 查找订购物料
zh_tw: 搜尋訂單項目

source: Raw material flag
ko_kr: 원료 플래그
mr_in: कच्चा माल ध्वज
pt_pt: Ident. Material Consumo
zh_tw: 原料類

source: If checked, Raw material will be shown on search result
ko_kr: 이 옵션이 선택되면, 원료가 검색 결과에 표시됩니다
zh_tw: 如果選取，原料將在搜索結果中顯示

source: Customer Item flag
ko_kr: 고객 항목 플래그
zh_tw: 客戶商品類

source: If checked, only items for this customer will show
ko_kr: 선택한 경우 만이 고객에 대한 항목이 표시됩니다
zh_tw: 如果勾選，客戶商品類將納入在搜索結果內

source: Fixed Asset Disposal
cs_cz: Likvidace dlouhodobého majetku
es_es: Retiro de activo fijo
hi_in: स्थायी संपत्ति निपटान
id_id: Penghapusan Aktiva Tetap
it_it: Asset Smaltimento fisso
ko_kr: 고정 자산 처분
mr_in: मुदत मालमत्ता लावणे
nl_nl: Vaste Asset Disposal
pt_pt: Baixar Ativo Fixo
ro_ro: Mijloacelor fixe de eliminare
ru_ru: Удаление основных активов
sq_al: Shkatërrimi aseteve fikse
sv: Anläggningstillgång Avfallshantering
sw_ke: Fasta Amana Taka
tr_tr: Sabit Kıymet Bertaraf
zh_hk: 固定资产处置
zh_tw: 出售固定資產

source: Use this screen for the
cs_cz: Tato obrazovka slouží pro
es_es: Use esta pantalla para la
hi_in: के लिए इस स्क्रीन का प्रयोग करें
id_id: Gunakan menu ini utk
it_it: Utilizzare questa schermata per la
ko_kr: 이 화면을 사용하여
nl_nl: Gebruik dit scherm voor de
pt_pt: Usar esta tela para
ro_ro: Utilizaţi acest ecran pentru
ru_ru: Используйте этот экран для
sq_al: Përdoreni këtë ekran për
sv: Denna order är för
sw_ke: Kutumia pazia la
tr_tr: için bu ekranı kullanın
zh_hk: 使用此界面来
zh_tw: 使用這畫面的

source: of products to be ordered
cs_cz: výrobků, které mají být uložena
es_es: de los productos que hay que ordenar
hi_in: उत्पादों के लिए आदेश दिया जा
id_id: produk yg ingin dipesan
it_it: dei prodotti da ordinare
ko_kr: 제품의 주문합니다
nl_nl: van producten te bestellen
pt_pt: produtos que serão pedidos
ro_ro: de produse care urmează să fie comandate
ru_ru: заказанных продуктов
sq_al: e produkteve që do të urdhërohet
sv: av produkter att beställa
sw_ke: wa mazao ya kuwa aliamrisha
tr_tr: ürün sipariş edilmelidir
zh_hk: 要订购的产品
zh_tw: 產品需訂購

source: Enter the customer purchase order reference
ko_kr: 고객의 구매 오더 참조를 입력
mr_in: ग्राहक खरेदी ऑर्डर संदर्भ द्या
pt_pt: Informe a ref. ordem de compra do Cliente
zh_tw: 輸入客戶採購參考訂單

source: Enter the item code ordered
es_es: Introducir el código de artículo pedido
ko_kr: 주문한 항목 코드를 입력
mr_in: आदेश आयटम कोड प्रविष्ट करा
pt_pt: Informe o código do Item Solicitado
zh_tw: 輸入項目訂購代碼

source: Enter the quantity of the item ordered by the customer
es_es: Introducir la cantidad del artículo pedida por el cliente
ko_kr: 고객이 주문한 상품의 수량을 입력
mr_in: ग्राहक क्रमबद्ध आयटम प्रमाण प्रविष्ट करा
pt_pt: Informe a quant. do item solicitada pelo cliente
zh_tw: 進入該項目的客戶訂購的數量

source: Enter the date that the customer requires delivery by
ko_kr: 고객에 의해 제공을 요구 날짜를 입력
mr_in: ग्राहकाने वितरण आवश्यकता तारीख प्रविष्ट करा
pt_pt: Informe a data requerida pelo cliente para este item
zh_tw: 輸入客戶要求的交運日期

source: Use this screen to select an asset to dispose of to this customer
cs_cz: Tato obrazovka slouží k výběru aktiv se zbavit tohoto zákazníka
es_es: Utilice esta pantalla para seleccionar un activo para disponer de este cliente
hi_in: इस स्क्रीन का उपयोग करने के लिए एक संपत्ति को चुनने के लिए इस ग्राहक के निपटान के लिए
id_id: Gunakan menu ini utk memilih aktiva utk dilepas ke customer ini
it_it: Utilizzare questa schermata per selezionare un bene di cedere a questo cliente
ko_kr: 이 고객의 처분 자산을 선택하려면이 화면을 사용하여
mr_in: या ग्राहकाला विल्हेवाट लावणे मालमत्ता नीवडण्यासाठी या स्क्रीन वापरा
nl_nl: Gebruik dit scherm om een actief te selecteren voor de verwijdering van deze klant
pt_pt: Use esta tela para Baixar Ativo Fixo deste cliente
ro_ro: Utilizaţi acest ecran pentru a selecta un activ de a dispune de la acest client
ru_ru: Используйте этот экран для выбора актива для продажи для этого клиента
sq_al: Përdoreni këtë ekran për të zgjedhur një pasuri për të disponuar për këtë klient
sv: Använd denna skärm för att välja en tillgång att avyttra denna kund
sw_ke: Kutumia screen kuchagua ni mali ya kuondoa kwa wateja hii
tr_tr: Bu müşteri için atılması bir varlık seçmek için bu ekranı kullanın
zh_hk: 使用此屏幕选择一项资产出售给此顾客
zh_tw: 使用此畫面來選擇出售資產予該客戶

source: Enter the customer's purchase order reference
ko_kr: 고객의 구매 오더 참조를 입력
mr_in: ग्राहकाची खरेदी ऑर्डर संदर्भ द्या
pt_pt: Informe a refer. da ordem de compra do cliente
zh_tw: 輸入客戶的採購參考訂單

source: Asset to Dispose Of
cs_cz: Asset disponovat
es_es: Activo a Disponer De
hi_in: संपत्ति के निपटान के लिए
id_id: Aktiva utk Dilepas
it_it: Asset di disporre di
ko_kr: 처분 자산
mr_in: विल्हेवाट लावणे मालमत्ता
nl_nl: Actief te ontdoen van
pt_pt: Baixa de Ativo Fixo de
ro_ro: Asset de a dispune de
ru_ru: Актив к продаже
sq_al: Aktiv për shkatërrimin e
sv: Tillgång för Kassera
sw_ke: Mali ya kuondoa
tr_tr: Varlık Of talimatlarına
zh_hk: 要处置的资产
zh_tw: 出售資產

source: Select Asset To Dispose of From the List Below
cs_cz: Vyberte aktiva do Vyhoďte z níže uvedeného seznamu
es_es: Seleccionar el activo A Disponer de los de la siguiente lista
hi_in: चयन एसेट की सूची नीचे से निपटाने के लिए
id_id: Pilih Aktiva Utk Dilepas dari Daftar Berikut
it_it: Asset Selezionare Per smaltire dalla lista qui sotto
ko_kr: 아래 목록에서 처분 할 자산을 선택
mr_in: खालील सूचीमधून विल्हेवाट लावणे मालमत्ता निवडा
nl_nl: Selecteer Asset af te stoten uit de onderstaande lijst
pt_pt: Selec. Ativo Fixo para Baixa - Lista Abaixo
ro_ro: Selectaţi Asset de a dispune de lista de mai jos
ru_ru: Выберите продаваемый актив из списка ниже
sq_al: Zgjidh aktiv për shkatërrimin e nga lista e mëposhtme
sv: Välj tillgång för Släng från listan nedan
sw_ke: Kuchagua mali na Tupa Kutoka Orodha ya Chini
tr_tr: Seçmek Varlık Listesi From Below imha etmek
zh_hk: 从以下列表选择要处理的固定资产
zh_tw: 從下面的列表中選擇資產出售

source: Add Asset To Order
cs_cz: Přidat Asset na míru
es_es: Añadir un activo a una orden
hi_in: संपत्ति जोड़ने के लिए आदेश
id_id: Tambahkan Asset Utk Order
it_it: Aggiungi Asset To Order
ko_kr: 주문하기 위해 자산을 추가
mr_in: क्रम मालमत्ता जोडा
nl_nl: Voeg Asset To Order
pt_pt: Adic. Ativo ao Pedido
ro_ro: Pentru a adăuga Asset Ordine
ru_ru: Добавить актив в заказ
sq_al: Add Pasurive të Rendit
sv: Lägg tillgång för Order
sw_ke: Kuongeza mali na Order
tr_tr: Sipariş etmek için Varlık ekle
zh_hk: 新增资产到订单
zh_tw: 新增資產到訂單

source: Cancel Whole Order
cs_cz: Zrušit celé zakázky
es_es: Cancelar Todo el Pedido
hi_in: रद्द पूरे आदेश
id_id: Batalkan Seluruh Order
it_it: Annulla intero ordine
ko_kr: 전체 주문 취소
mr_in: होल मागणी रद्द
nl_nl: Annuleer De Hele Opdracht
pt_pt: Cancelar Todo Pedido
ro_ro: Anula Total Ordine
ru_ru: Отменить заказ
sq_al: Rendit Anulo gjithë
sv: Avbryt hela ordern
sw_ke: Whole kufuta Order
tr_tr: SIPARISIN TÜMÜNÜ IPTAL ET
zh_hk: 取消整张订单
zh_tw: 取消整張訂單
