Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The selected tag has been deleted
es_es: La pestaña seleccionada ha sido eliminada
id_id: Tag yg dipilih telah dihapus
ko_kr: 선택한 태그가 삭제되었습니다
mr_in: निवडलेले टॅग हटविला गेला आहे
pt_pt: Ident. selecionada foi apagada
zh_tw: 選取的標籤已刪除

source: Enter the description of the general ledger tag up to 30 characters
ko_kr: 30 자까지 일반 회계 원장 태그의 설명을 입력합니다
mr_in: 30 आकड्यांचा सामान्य खातेवही टॅग अप वर्णन प्रविष्ट करा
pt_pt: Informe descrição Identificação Contábil até (30 trinta) caracteres
zh_tw: 輸入的總帳標籤的描述最多30個字符

source: Tag ID
es_es: ID Centro de Costo
hi_in: टैग आईडी
id_id: ID Tag
ko_kr: 태그 ID
mr_in: टॅग आयडी
nl_nl: Label ID
pt_pt: Ident. Contábil
ro_ro: ID-TAG
ru_ru: Тег ID
sv: Etikett ID
tr_tr: Tag Kimliği
zh_hk: 标签 ID
zh_tw: 標籤ID

source: Are you sure you wish to delete this GL tag?
es_es: ¿Está seguro que desea suprimir esta pestaña contable?
id_id: Apakah Anda yakin ingin menghapus tag GL ini?
ko_kr: 이 GL 태그를 삭제할 확실합니까?
mr_in: आपण या जी.एल. टॅग हटवू इच्छित खात्री आहे?
pt_pt: Tem certesa que deseja apagar esta transação GL
zh_tw: 您確定要刪除此總帳標籤？

source: General Ledger Transaction Inquiry
cs_cz: General Ledger transakce Poptávka
es_es: Consultar Transacción Contable
hi_in: सामान्य खाता बही लेनदेन जांच
id_id: Cari Transaksi Buku Besar
it_it: Contabilità Generale Richiesta di transazione
ko_kr: 총계정 원장 트랜잭션 귀하의 메시지
mr_in: सामान्य खातेवही व्यवहार चौकशी
nl_nl: Zoekopdracht voor grootboek rekening transacties
pt_pt: Consulta Transações Contábeis
ro_ro: General Ledger Transaction anchetă
ru_ru: Исследование проводок по главной книге
sq_al: Transaksion Libri Hetim
sv: Redovisning transaktions fråga
sw_ke: Ujumla Ledger Transaction Uchunguzi
tr_tr: MUHASEBE ISLEMLERI SORGUSU
zh_hk: 总帐交易查询
zh_tw: 總帳交易查詢

source: General Ledger Menu
es_es: Menú de la Contabilidad General
hi_in: सामान्य खाता बही मेनू
id_id: Menu Buku Besar
it_it: Contabilità Generale Menu
ko_kr: 원장 메뉴
mr_in: सामान्य खातेवही मेनू
nl_nl: Grootboek menu
pt_pt: Menu Contábil
ro_ro: General Ledger Meniu
ru_ru: Меню главной книги
sq_al: Menu Libri themelor
sv: Redovisnings meny
sw_ke: Ujumla Ledger Menu
tr_tr: Genel Ledger Menü
zh_hk: 总账菜单
zh_tw: 總帳選單

source: This page requires a valid transaction type and number
cs_cz: Tato stránka vyžaduje platný transakce typu a počtu
es_es: Esta página requiere un tipo y número de transacción válidos
hi_in: यह पृष्ठ एक वैध लेनदेन के प्रकार और संख्या की आवश्यकता है
id_id: Halaman ini harus dipanggil dgn tipe dan nomor transaksi yg berlaku
it_it: Questa pagina richiede un tipo di transazione valido e il numero di
ko_kr: 이 페이지는 유효한 거래 유형과 번호가 필요합니다
mr_in: हे पृष्ठ एक वैध व्यवहार प्रकार आणि संख्या आवश्यक
nl_nl: Deze pagina vereist een geldig transactie type en nummer
pt_pt: Esta página requer um tipo e número de transação válido
ro_ro: Această pagină necesită un tip de tranzacţie valabil şi numărul de
ru_ru: Эта страница требует верный тип сделки и номер
sq_al: Kjo faqe kërkon një lloj të vlefshme transaksion dhe numri i
sv: Denna sida måste anropas med en giltig transkationstyp och nummer
sw_ke: Ukurasa huu inahitaji halali ya manunuzi ya aina na idadi
tr_tr: Bu sayfa geçerli bir işlem türü ve sayısı gerektirir
zh_hk: 这个页面必须指定有效的交易类型和号码
zh_tw: 本頁面需要一個有效的交易類型和數量

source: No transaction of this type with id
cs_cz: Žádná transakce tohoto typu s id
es_es: No hay transacciones de este tipo con id
hi_in: आईडी के साथ इस प्रकार का कोई लेन - देन
id_id: Tdk ada transaksi dari tipe ini dgn id
it_it: Nessuna transazione di questo tipo con id
ko_kr: ID가이 유형의 트랜잭션 없다
mr_in: आयडी या प्रकारच्या नाही व्यवहार
nl_nl: Geen transacties van type met nummer
pt_pt: Sem transação deste tipo com id
ro_ro: Nici o tranzacţie de acest tip cu id
ru_ru: Не найдено сделки этого типа с идентификатором
sq_al: Asnjë transaksion të këtij lloji me id
sv: Ingen transaktion av denna typ med id
sw_ke: Hakuna shughuli ya aina hii na kitambulisho
tr_tr: id ile bu tip hiçbir işlem
zh_hk: 无此类型id的交易
zh_tw: 這種類型的id為沒有交易

source: Posted
cs_cz: Publikováno
es_es: Publicado
hi_in: प्रकाशित किया गया था
id_id: Telah Dibukukan
it_it: Pubblicato
ko_kr: 게시
mr_in: पोस्टेड
nl_nl: Geboekt
pt_pt: Postado
ro_ro: Postat
ru_ru: Занесено
sq_al: Postuar
sv: Postad
tr_tr: Yayınlanmıştır
zh_hk: 已过账
zh_tw: 已過帳

source: Trial Balance
cs_cz: Předvaha
es_es: Balance de comprobación
hi_in: परीक्षण शेष
id_id: Neraca Percobaan
it_it: Bilancio di
ko_kr: 시산표
mr_in: शिलकेची परीक्षा ताळा
nl_nl: Saldi Balans
pt_pt: Balancete Avaliação
ro_ro: Balanţa de verificare
ru_ru: Общий баланс
sq_al: Bilanci gjyq
sv: Provbalansräkning
sw_ke: Kesi Mizani
tr_tr: Mizan
zh_hk: 试算表
zh_tw: 試算表

source: The selected period from is actually after the period to! Please re-select the reporting period
cs_cz: Vybrané období je vlastně z po období! Prosím re-vyberte účetního období
es_es: El período inicial seleccionado esta en realidad después del período final! Por favor, vuelva a seleccionar el período a reportar
hi_in: से चयनित अवधि के लिए अवधि के बाद वास्तव में है! फिर समीक्षाधीन अवधि का चयन करें
id_id: Periode awal yg dipilih adalah setelah periode akhir! Silahkan pilih kembali periode laporan
it_it: Il periodo selezionato è in realtà, dopo il periodo! Si prega di selezionare nuovamente il periodo di riferimento
ko_kr: 에서 선택한 기간에 기간 후에 실제로! 보고 기간을 다시 선택하세요
mr_in: पासून निवडलेले कालावधी संपल्यावर प्रत्यक्षात आहे! अहवाल कालावधी पुन्हा निवडा
nl_nl: De -van- datum ligt na de -tot- datum! selecteer een andere periode
pt_pt: O período inicial está depois do período até! Escolha novamente intervalo períodos
ro_ro: Perioada selectată de la este, de fapt, după perioada de la! Vă rugăm să re-selecta perioada de raportare
ru_ru: Выбранный период фактически находится после конечного периода! Пожалуйста, еще раз выберите отчетный периода
sq_al: Periudhën e zgjedhur nga është në të vërtetë pas periudhës për të! Ju lutem ri-zgjedhur të periudhës raportuese
sv: Fel period, välj en annan
sw_ke: Kipindi cha kuchaguliwa kutoka ni kweli baada ya kipindi! Tafadhali re-chagua kipindi cha taarifa
tr_tr: dan seçilen döneme süre sonra aslında! yeniden rapor döneminde seçiniz
zh_hk: 选取期间的开始在截止之后! 请重选要报告的期间
zh_tw: 選取期間的開始在截止之後! 請重選要報表的期間

source: Select Period From:
cs_cz: Zvolte období od:
es_es: Seleccionar Período desde:
hi_in: चयन से अवधि:
id_id: Pilih Periode Awal:
it_it: Scegli il periodo da:
ko_kr: 기간에서 선택 :
mr_in: निवडा कालावधीतील:
nl_nl: Selecteer Periode Van:
pt_pt: Selecione Período de:
ro_ro: Selectaţi Perioada De la:
ru_ru: Выберите начало периода:
sq_al: Periudha Zgjidhni From:
sv: Välj från period:
sw_ke: Kuchagua Period Kutoka:
tr_tr: PERIYOD BASLANGICI:
zh_hk: 从会计期间
zh_tw: 選取期間開始

source: Select Period To:
cs_cz: Chcete-li vybrat Období:
es_es: Hata Período:
hi_in: चयन अवधि के लिए:
id_id: Pilih Periode Akhir:
it_it: Seleziona Periodo A:
ko_kr: 기간하려면 선택
mr_in: निवडा कालावधी:
nl_nl: Selecteer Periode Tot:
pt_pt: Selecione Período até
ro_ro: Pentru a selecta Perioada:
ru_ru: Выберите окончание периода:
sq_al: Periudha Zgjidhni Për:
sv: Välj till period:
sw_ke: Kuchagua Period To:
tr_tr: PERIYOD BITISI:
zh_hk: 到会计期间
zh_tw: 選取期間截止:

source: Show Trial Balance
cs_cz: Zobrazit Předvaha
es_es: Mostrar balance de comprobación
hi_in: दिखाएँ परीक्षण शेष
id_id: Tampilkan Neraca Percobaan
it_it: Mostra Bilancio di
ko_kr: 쇼 시산표
mr_in: दर्शवा चाचणी शिल्लक
nl_nl: Laat Saldi Balans Zien
pt_pt: Mostrar o Balancete
ro_ro: Arată Balanţa de verificare
ru_ru: Показать пробный баланс
sq_al: Bilanci Show Trial
sv: Visa kontoanalys
sw_ke: Kuonyesha kesi Mizani
tr_tr: Göstermek Mizan
zh_hk: 显示试算表
zh_tw: 顯示試算表

source: Print Trial Balance Error
cs_cz: Tisk Předvaha Chyba
es_es: Error al Imprimir balance de comprobación (o imprimir el error?)
hi_in: प्रिंट परीक्षण शेष त्रुटि
id_id: Cetak Kesalahan Neraca Percobaan
it_it: Stampa di prova di errore Balance
ko_kr: 시산표 오류를 인쇄
mr_in: चाचणी शिल्लक त्रुटी मुद्रित
nl_nl: Afdruk fout Saldi Balans
pt_pt: Imprime Erro do Balancete
ro_ro: Imprima Balanţa de verificare de eroare
ru_ru: Ошибка печати пробного баланса
sq_al: Bilanci Print Trial Gabim
sv: Skriv ut kontoanalys fel
sw_ke: Magazeti kesi Mizani Error
tr_tr: Baskı Mizan Hata
zh_hk: 试算表打印失败
zh_tw: 列印試算表

source: Check Totals
cs_cz: Zkontrolujte součty
es_es: Balance- Comprobación Totales
hi_in: जाँच योग
id_id: Periksa Total
it_it: Controlla Totali
ko_kr: 합계를 확인
mr_in: बेरजा तपासा
nl_nl: Check Totalen
pt_pt: Confere Totais
ro_ro: Verificaţi Totaluri
ru_ru: Проверить итого
sq_al: Gjithsej Kontrollo
sv: Kolla totaler
sw_ke: Kuangalia Totals
tr_tr: TOPLAMLARI KONTROL ET
zh_hk: 差额
zh_tw: 檢查總計

source: The SQL that failed was:
cs_cz: SQL, které se nepodařilo bylo:
es_es: El SQL que falló fue:
hi_in: एसक्यूएल है कि विफल रही थी:
id_id: SQL yg gagal adalah:
it_it: L&#39;SQL che è stato fallito:
ko_kr: 실패한 SQL했다 :
mr_in: अयशस्वी की SQL होता:
nl_nl: De SQLdat faalde was
pt_pt: SQL que falhou foi:
ro_ro: SQL care nu au fost:
ru_ru: Завершившийся неудачей SQL
sq_al: SQL që nuk është:
sv: SQL fel:
sw_ke: SQL kwamba alishindwa mara:
tr_tr: SQL HATASI:
zh_hk: 失败的SQL是:
zh_tw: 失敗的 SQL 是:

source: Trial Balance for the month of
cs_cz: Předvaha za měsíc
es_es: Balance de Comprobación para el mes de
hi_in: महीने के ट्रायल के लिए शेष
id_id: Neraca Percobaan utk bulan
it_it: Bilancio di verifica per il mese di
ko_kr: 한달 동안 시산표
nl_nl: Saldi Balans voor de maand
pt_pt: Balancete para o mês de
ro_ro: Balanţa de verificare pentru luna
ru_ru: Месячный баланс для
sq_al: Bilanci gjyq për muajin e
sv: Kontoanalys för månad
sw_ke: Kesi Mizani kwa ajili ya mwezi
tr_tr: ay için Mizan
zh_hk: 试 算 表(
zh_tw: (哪個)月的試算表

source: AND for the
es_es: Y para los
ko_kr: 과의
zh_tw: 用於

source: Month Actual
cs_cz: Aktuální měsíc
es_es: Mes actual
hi_in: वास्तविक महीना
id_id: Aktual Bulan
it_it: Mese effettivo
ko_kr: 실제 월
mr_in: महिना वास्तविक
nl_nl: Maand Actueel
pt_pt: Realizado Mês
ro_ro: Luna reale
ru_ru: Текущий месяц
sq_al: Muaji aktual
sv: Månad belopp
sw_ke: Mwezi halisi
tr_tr: AKTÜEL AY
zh_hk: 本月实际
zh_tw: 月實際

source: Month Budget
cs_cz: Rozpočet měsíc
es_es: Presupuesto mensual
hi_in: महीने के बजट
id_id: Anggaran Bulan
it_it: Mese di bilancio
ko_kr: 월 예산
mr_in: महिना बजेट
nl_nl: Maand Budget
pt_pt: Orçado Mês
ro_ro: Luna Buget
ru_ru: Бюджетный месяц
sq_al: Muaji Buxheti
sv: Månadsbudget
sw_ke: Bajeti mwezi
tr_tr: AYLIK BÜTÇE
zh_hk: 本月预算
zh_tw: 月預算

source: Geocode Maintenance
cs_cz: Geokód Údržba
es_es: Administrar Códigos Geográficos
hi_in: जियोकोड रखरखाव
id_id: Pengaturan Geocode
it_it: Geocode Manutenzione
ko_kr: 지오 유지 보수
mr_in: Geocode देखभाल
nl_nl: Onderhoud van Geocode
pt_pt: Manutenção GeoCode
ro_ro: Geocodificată de întreţinere
ru_ru: Обслуживание геокода
sq_al: Geocode Mirëmbajtja
sv: Geocode underhåll
tr_tr: Coğrafi kod Bakım
zh_hk: 地理编码Geocode 维护
zh_tw: 地圖編碼維護

source: That geocode ID already exists in the database
cs_cz: Že geokód ID již existuje v databázi
es_es: El ID del geocode ya existe en la Base de Datos
hi_in: कि जियोकोड नाम पहले से आंकड़ासंचय में मौजूद है
id_id: ID geocode tersebut sdh ada di database
it_it: Tale ID geocode esiste già nel database
ko_kr: 그 지리 ID가 이미 데이터베이스에 존재
mr_in: त्या Geocode आयडी आधीच डेटाबेस अस्तित्वात
nl_nl: Deze Geocode ID bestaat reeds in de database
pt_pt: ID do GeoCode já existe no DB
ro_ro: Că ID-ul de geocodare există deja în baza de date
ru_ru: Это геокода ID уже существует в базе данных
sq_al: Kjo ID geocode ekziston tashmë në bazën e të dhënave
sv: Detta geocode ID existerar redan i databasen
sw_ke: Kwamba ID geocode tayari lipo katika orodha ya
tr_tr: Bu coğrafi kod numarası zaten veritabanında bulunan
zh_hk: 地理编码ID已经存在在数据库中
zh_tw: 該地圖編碼的ID已經存在於數據庫中

source: The geocode status record has been updated
cs_cz: Geokód status Záznam byl aktualizován
es_es: Se actualizó el registro de estado del geocode
hi_in: जियोकोड स्थिति रिकॉर्ड अद्यतन किया गया है
id_id: Data status geocode telah diperbarui
it_it: Il record di stato geocode è stato aggiornato
ko_kr: 지오 상태 레코드가 업데이트되었습니다
mr_in: Geocode स्थिती रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: Geocode status gewijzigd
pt_pt: Situação registro GeoCode foi atualizada
ro_ro: Înregistra statutul de geocodare a fost actualizat
ru_ru: Запись статуса геокода была обновлена
sq_al: Të dhënat e geocode statusit është përditësuar
sv: Geocode statusposten har uppdaterats
sw_ke: Geocode rekodi ya sasa imekuwa updated
tr_tr: Coğrafi kod durum kaydını güncellendi
zh_hk: geocode地理编码状态记录已更新
zh_tw: 地圖編碼狀態記錄已更新

source: A new geocode status record has been inserted
cs_cz: Nový status geokód záznam byl vložen
es_es: Se añadió un nuevo registro de estado del geocode
hi_in: एक नया रिकॉर्ड जियोकोड स्थिति डाली गई है
id_id: Data status geocode yg baru telah dimasukkan
it_it: Un nuovo record di status geocode è stato inserito
ko_kr: 새 지리 상태 레코드가 삽입 된
mr_in: नवीन Geocode स्थिती रेकॉर्ड समाविष्ट केले गेले आहे
nl_nl: Geocode status toegevoegd
pt_pt: Novo registro de GeoCode foi inserido
ro_ro: Un nou statut record geocodare a fost introdus
ru_ru: Новая запись статуса геокода была вставлена
sq_al: Një e re e statusit geocode rekord është futur
sv: En ny geocode statuspost har infogats
sw_ke: A mpya geocode rekodi kwa sasa imekuwa kuingizwa
tr_tr: Yeni bir coğrafi kod durum kaydını eklenmiştir
zh_hk: 新的geocode状态记录已插入
zh_tw: 新的地圖編碼狀態記錄已經插入

source: Geocode deleted
cs_cz: Geokód vypouští
es_es: Geocode eliminado
hi_in: जियोकोड हटाया
id_id: Geocode telah dihapus
it_it: Geocode eliminato
ko_kr: 지리 삭제
mr_in: हटविले geocode
nl_nl: Geocode verwijderd
pt_pt: GeoCode Removido
ro_ro: Geocodificată eliminat
ru_ru: Геокод удален
sq_al: Geocode fshihet
sv: Geocode har raderats
sw_ke: Geocode kuchapa
tr_tr: Coğrafi kod silindi
zh_hk: 地理代码Geocode已删除
zh_tw: 刪除地圖編碼

source: Geocode Setup
cs_cz: Geokód Nastavení
es_es: Configurar Códigos Geográficos (Geocode)
hi_in: जियोकोड सेटअप
id_id: Pengaturan Geocode
ko_kr: 지리 설치
mr_in: Geocode सेटअप
nl_nl: Opzette van de Geocode
pt_pt: Configuração GeoCode
ro_ro: Geocodificată Setup
ru_ru: Установка геокода
sq_al: Setup Geocode
sv: Geocode inställningar
tr_tr: Coğrafi kod Kurulum
zh_hk: 地理编码设置
zh_tw: 設置地圖編碼

source: Setup configuration for Geocoding of Customers and Suppliers
cs_cz: Nastavení konfigurace pro Souřadnicování zákazníků a dodavatelů
es_es: Configuración de Códigos Geográficos de clientes y proveedores
hi_in: ग्राहकों और वितरकों के जियोकोडिंग के लिए सेटअप विन्यास
id_id: Konfigurasi pengaturan utk membuat Geocode Customer dan Supplier
it_it: configurazione di installazione per la geocodifica di clienti e fornitori
ko_kr: 고객 및 공급 업체의 지오 코딩에 대한 설정 구성
mr_in: ग्राहक आणि पुरवठादारांच्या Geocoding साठी व्यवस्था संरचना
nl_nl: Opzetten van de Geocode configuratie voor klanten en leveranciers
pt_pt: Config de GeoCode para Clientes e Fornecedores
ro_ro: de configurare de instalare pentru geocodare de clienti si furnizori
ru_ru: Настройки конфигурации для Геокода клиентов и поставщиков
sq_al: Setup konfigurimit për Geocoding e Konsumatorëve dhe Furnizuesit
sv: Setup konfigurationen för geokodning av kunder och leverantörer
sw_ke: Kuanzisha Configuration kwa Geocoding ya Wateja na Suppliers
tr_tr: Müşteri ve Tedarikçiler Geocoding için Kur yapılandırma
zh_hk: 设置顾客和供应商地理位置编Geocoding码配置
zh_tw: 設立客戶和供應商的地圖編碼的配置

source: Get a google API key at
cs_cz: Získejte Google API klíč na
es_es: Obtenga una clave de la API de Google en:
hi_in: एक गूगल एपीआई कुंजी पर जाओ
id_id: Dapatkan kunci API google dari
it_it: Ottenere una chiave API di Google a
ko_kr: 구글 API 키에서 가져 오기
nl_nl: Verkrijg een google API key at
pt_pt: Obtenha uma chave API no GOOGLE
ro_ro: Obţineţi o cheie Google API la
ru_ru: Получить ключ Google API на
sq_al: Merrni një kyç google API në
sv: Skaffa ett Google API-nyckel på
sw_ke: Kupata google API muhimu katika
tr_tr: bir google API anahtarı alın bir
zh_hk: 取得一个google API key
zh_tw: 取得在谷歌的API密鑰

source: Find the lat/long for your map center point at
cs_cz: Najděte délku / šířku pro vaše místo mapy centra na
es_es: Encuentre las coordenadas para el centro de su mapa en:
hi_in: / अपनी नक्शा केंद्र पर बात के लिए लंबे समय अक्षां खोजें
id_id: Cari lintang/bujur utk titik pusat peta Anda dari
it_it: Trova la lat / long per il tuo punto di cartina del centro di
ko_kr: 에서지도 중심점에 대한 위도 / 긴 찾기
nl_nl: Zoek de lat / long voor het centrum punt van de kaart op
pt_pt: Pesquisar a latitute/longitude para o apontamento de seu mapa em
ro_ro: Găsiţi lat / lung pentru punctul de la centrul de hartă
ru_ru: Найти Lat / длинный для вашей карте центральной точки на
sq_al: Gjej lat / long për pikë qendrën tuaj hartë në
sv: Hitta lat / long för din karta mittpunkten på
sw_ke: Kupata lat / muda mrefu kwa ramani yako uhakika kituo
tr_tr: lat / adresinden harita merkez noktası için uzun bul
zh_hk: 找出您地图中心指向的经纬度
zh_tw: 找到緯度/經度為地圖中心點處

source: Set the maps centre point using the Center Longitude and Center Latitude. Set the maps screen size using the height and width in pixels (px)
cs_cz: Nastavte mapy středu pomocí Centra délka a šířka centrum. Nastavit velikost obrazovky mapy pomocí výšku a šířku v pixelech (px)
es_es: Sitúe el centro del mapa usando la latitud central y longitud central. Indique el tamaño en pantalla del mapa usando la altura y anchura en pixels (px)
hi_in: सेट नक्शे केंद्र देशांतर और अक्षांश का उपयोग केंद्र बिंदु केंद्र. नक्शे स्क्रीन और पिक्सेल (px) में ऊँचाई और चौड़ाई का उपयोग कर आकार सेट करें
id_id: Pengaturan titik pusat peta menggunakan Tengahkan Bujur dan Tengahkan Lintang. Atur ukuran layar peta menggunakan tinggi dan lebar dalam pixel (px)
it_it: Impostare le mappe centro punto utilizzando la Longitudine Center e Centro Latitude. Impostare la dimensione dello schermo mappe utilizzando l&#39;altezza e la larghezza in pixel (px)
ko_kr: 센터 경도와 위도 센터를 사용하여지도의 중심점을 설정합니다. 픽셀 높이 및 폭 (PX)를 사용하여지도 화면 크기를 설정할
mr_in: केंद्र रेखांश आणि केंद्र अक्षांश वापरून नकाशे केंद्र पॉईंट ठरवू. पिक्सेल मध्ये उंची आणि रुंदी (px) वापरून नकाशे स्क्रीन आकार सेट
nl_nl: Stel de kaarten centraal punt met behulp van de Center Longitude en Latitude Center. Stel de kaarten grootte van het scherm met behulp van de hoogte en breedte in pixels (px)
pt_pt: Selecione o centro do mapa usando Longitude / Latitude Central. Defina tamanho da tela de mapas em pixels (px)
ro_ro: Setaţi hărţi punct central folosind Longitudine Center şi Centrul de Latitude. Seta dimensiunea ecranului hărţi folosind înălţimea şi lăţimea în pixeli (px)
ru_ru: Установить центром карт точку с использованием долготы и широты центра. Установить размер экранов карт, используя высоту и ширину в пикселях (ПВ).
sq_al: Vendosur harta e qendrës pikë duke përdorur Longitude Qendra dhe Qendra Latitude. Të përcaktuar madhësinë harta ekran duke përdorur lartësi dhe gjerësi në pixels (px)
sv: Ställ kartor mittpunkten med hjälp av Center Longitud och Latitude Center. Ställ in kartor skärmstorleken med hjälp av höjd och bredd i pixlar (px)
sw_ke: Kuweka ramani ya kituo cha kumweka kutumia Longitude Latitude Center na Center. Kuweka ramani screen ya kawaida ya kutumia urefu na upana katika (piseli px)
tr_tr: Set haritalar nokta Merkezi Boylam ve Merkezi Latitude kullanarak merkezi. Set yükseklik ve genişliği (piksel) piksel cinsinden kullanarak haritalar ekran boyutu
zh_hk: 设置地图中心点，使用中心的经度和纬度。设置地图的屏幕大小使用高和宽的点数值（pixel).
zh_tw: 設置地圖中心點使用中心經度和緯度中心。採用以像素為單位的高度和寬度（像素）設定的地圖屏幕尺寸

source: Geocode ID
cs_cz: Geokód ID
es_es: ID del Código Geográfico
hi_in: जियोकोड आईडी
id_id: ID Geocode
ko_kr: 지리 ID
mr_in: Geocode आयडी
pt_pt: ID GeoCode
ro_ro: Geocodificată ID
ru_ru: ID геокода
tr_tr: Coğrafi kod numarası
zh_tw: 地圖編碼ID

source: Geocode Key
cs_cz: Geokód Key
es_es: Clave del Código Geográfico
hi_in: जियोकोड कुंजी
id_id: Kunci Geocode
it_it: Geocode chiave
ko_kr: 지오 키
mr_in: Geocode की
pt_pt: Chave GeoCode
ro_ro: Geocodificată cheie
ru_ru: Ключ геокода
sv: Geocode nyckel
tr_tr: Coğrafi kod Anahtar
zh_hk: Geocode 密码
zh_tw: 地圖編碼金鑰

source: Center Longitude
cs_cz: Délka centrum
es_es: Longitud
hi_in: केंद्र देशांतर
id_id: Tengahkan Bujur
it_it: Centro di Longitudine
ko_kr: 센터 경도
mr_in: केंद्र रेखांश
nl_nl: Centrum Longitude
pt_pt: Longitude Central
ro_ro: Centrul Longitudine
ru_ru: Долгота центра
sq_al: Qendra Longitude
sv: Centrum longitud
sw_ke: Kituo Longitude
tr_tr: Merkezi Boylam
zh_hk: 中心经度
zh_tw: 中心經度

source: Center Latitude
cs_cz: Centrum Latitude
es_es: Latitud
hi_in: केंद्र अक्षांश
id_id: Tengahkan Lintang
it_it: Centro Latitude
ko_kr: 센터 찾기
mr_in: केंद्र अक्षांश
nl_nl: Centrum latitude
pt_pt: Latitude Central
ro_ro: Centrul Latitude
ru_ru: Широты центра
sq_al: Qendra Latitude
sv: Centrum latitud
sw_ke: Kituo Latitude
tr_tr: Merkezi Latitude
zh_hk: 中心纬度
zh_tw: 中心緯度

source: Map height (px)
cs_cz: Mapa výška (px)
es_es: Altura del mapa (en pixels)
hi_in: नक्शा ऊँचाई (पिक्सेल)
id_id: Tinggi peta (px)
it_it: Mappa altezza (px)
ko_kr: 지도 높이 (PX)
mr_in: नकाशा उंची (px)
nl_nl: Kaart hoogte (px)
pt_pt: Altura Mapa (px)
ro_ro: Harta înălţime (px)
ru_ru: Высота карты (пикселей)
sq_al: Harta lartësi (px)
sv: Kart höjd (px)
sw_ke: Ramani urefu (px)
tr_tr: Harita yüksekliği (piksel)
zh_hk: 地图高（px点数)
zh_tw: 地圖的高度（像素）

source: Map width (px)
cs_cz: Mapa šířka (px)
es_es: Ancho del mapa (en pixels)
hi_in: नक्शा चौड़ाई (पिक्सेल)
id_id: Lebar peta (px)
it_it: Mappa larghezza (px)
ko_kr: 지도 폭 (PX)
mr_in: नकाशा रूंदी (px)
nl_nl: Kaart breedte (px)
pt_pt: Largura Mapa (px)
ro_ro: Harta lăţime (px)
ru_ru: Ширина карты (пикселей)
sq_al: Harta width (px)
sv: Kart bredd (px)
sw_ke: Ramani upana (px)
tr_tr: Harita genişliği (piksel)
zh_hk: 地图宽(px点数）
zh_tw: 地圖寬度（像素）

source: Map host
cs_cz: Mapa host
es_es: Servidor de Mapas
hi_in: नक्शा मेजबान
id_id: Host peta
it_it: Mappa di accoglienza
ko_kr: 지도 호스트
mr_in: नकाशा यजमान
nl_nl: Host van de kaart
pt_pt: Mapa Principal
ro_ro: Harta gazdă
ru_ru: Хост карты
sq_al: presë Harta
sv: Kart host
sw_ke: Ramani ya jeshi
tr_tr: Harita host
zh_hk: 地图服务器
zh_tw: 地圖主機

source: Show Defined Geocode Param Codes
cs_cz: Zobrazit Definované Geocode Param kódy
es_es: Mostrar Códigos de Parámetros Geocode Definidos
hi_in: दिखाएँ जियोकोड परम कोड निर्धारित
id_id: Tampilkan Kode Parameter Geocode
it_it: Mostra codici definiti Param Geocode
ko_kr: 보기 정의 지리 파람 코드
mr_in: दर्शवा परिभाषित Geocode परम कोड
nl_nl: Toon de gedefinieerde Geocode parameters code
pt_pt: Exibir Códigos e Parâmetros GeoCode
ro_ro: Arată Definit Coduri geocodificată Param
ru_ru: Показать коды определенных параметров геокода
sq_al: Show Përcaktuar Codes Geocode param
sv: Visas definierade Geocode data
sw_ke: Kuonyesha Defined Codes Param Geocode
tr_tr: Göstermek coğrafi kod Param Kodları Tanımlı
zh_hk: 显示已定义Geocode地理代码的参数代码
zh_tw: 顯示定義的地圖編碼參數代碼

source: Geocode Code
cs_cz: Geokód kód
es_es: Código Geocode
hi_in: जियोकोड कोड
id_id: Kode Geocode
it_it: Geocode Codice
ko_kr: 지오 코드
mr_in: Geocode कोड
nl_nl: Code van Geocode
pt_pt: Código GeoCode
ro_ro: Codul geocodificată
ru_ru: Код геокода
sq_al: Geocode Kodi
sv: Geocode kod
tr_tr: Coğrafi kod Kod
zh_hk: 地理编码代码
zh_tw: 地圖編碼

source: Geocode Center Long
cs_cz: Geokód centrum Dlouhé
es_es: Longitud Central del Geocode
hi_in: जियोकोड लांग केंद्र
id_id: Bujur Tengah Geocode
ko_kr: 지오 센터 긴
mr_in: Geocode केंद्र लांब
nl_nl: Geocode centum longitude
pt_pt: Central GeoCode Longa
ro_ro: Geocodificată Centrul Long
ru_ru: Долгота центра геокода
sq_al: Qendra Geocode Long
tr_tr: Uzun coğrafi kod Merkezi
zh_hk: 地理编码中心经度
zh_tw: 地圖編碼中心經度

source: Geocode Center Lat
cs_cz: Geokód centrum Lat
es_es: Latitud Central del Geocode
hi_in: जियोकोड केंद्र Lat
id_id: Lintang Tengah Geocode
ko_kr: 지오 센터 북위
mr_in: Geocode केंद्र Lat
nl_nl: Geocode centrum latitude
pt_pt: Centro GeoCode Lat
ro_ro: Geocodificată Centrul Lat
ru_ru: Широта центра геокода
sq_al: Lat Geocode Center
tr_tr: Coğrafi kod Merkezi Lat
zh_hk: Geocode地理编码中心纬度
zh_tw: 地圖編碼中心緯度
