Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The asset cost account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset cost
cs_cz: Aktiva náklady vybraný účet je bankovní účet - bankovní účty, které jsou chráněny před další příspěvky se k nim. Vyberte si jinou rozvaze představují aktiva náklady
es_es: La cuenta de costo de los activos seleccionados es una cuenta bancaria - las cuentas bancarias están protegidas de cualquier otra publicación que se les hagan. Seleccione otra cuenta del balance para el costo de los activos
hi_in: संपत्ति लागत चयनित खाते में एक बैंक खाता है - बैंक खातों किसी भी अन्य उन्हें बनाया पोस्टिंग होने से सुरक्षित हैं. संपत्ति लागत के लिए एक और बैलेंस शीट खाते का चयन करें
id_id: Akun biaya aktive yg dipilih adalah rekening bank - rekening bank dilindungi dari posting apapun dilakukan terhadapnya. Pilih akun neraca lainnya utk biaya aktiva
it_it: Il conto di costo risorsa selezionata è un conto bancario - Conti bancari sono protetti dalla aventi altri post a loro indirizzate. Selezionare un altro conto di bilancio per il costo dell&#39;attività
ko_kr: 선택한 자산 비용 계정은 은행 계정 - 은행 계좌는 그들에 대한 모든 다른 게시물을 갖는로부터 보호됩니다. 자산 비용을 다른 대차 대조표 계정을 선택
mr_in: निवडलेले मालमत्ता किमतीच्या खाते बँक खाते आहे - बँक खाती त्यांना केलेले कोणतेही इतर लेखांना येत पासून सुरक्षित आहेत. मालमत्ता किमतीच्या दुसर्या ताळेबंद खाते निवडा
nl_nl: Het actief geselecteerde kostprijs account is een bankrekening - bankrekeningen worden beschermd tegen onder andere postings die zij ontvangen. Selecteer een andere balansrekening voor het actief kosten
pt_pt: A conta contábil de custo do ativo fixo, contas bancárias são protegidas de receber outros lançamentos. Selecione outra conta de saldo para o custo do ativo
ro_ro: Seama de costurile activului selectat este un cont bancar - conturi bancare sunt protejate de a avea orice alte postări a făcut pentru ei. Selectaţi un alt cont de bilanţul pentru costul activului
ru_ru: Выбранный счет стоимости активов - банковский счет. Банковские счета защищены от любых других проводок. Выберите другой счет для стоимости активов.
sq_al: Kostoja e pasurisë llogari të zgjedhur është një llogari bankare - llogaritë bankare janë të mbrojtur nga detyrimi për çdo Njoftimet e tjera të bëra ndaj tyre. Zgjidhni një tjetër llogarinë e bilancit për koston e aktivit
sv: Tillgången Kostnaden konto valt är ett bankkonto - bankkonton skyddas från att ha något annat inlägg som görs till dem. Välj ett annat konto balansräkningen för tillgången kostnad
sw_ke: Gharama mali akaunti ya kuchaguliwa ni akaunti ya benki - akaunti ya benki ni ya ulinzi kutokana na kuwa na matangazo yoyote mengine kwao. Kuchagua mwingine mizania akaunti kwa ajili ya gharama ya mali
tr_tr: Seçilen varlık maliyet hesabı bir banka hesabı - banka hesapları onlara yapılan diğer ilanları sahip korunur. varlık maliyet için başka bir bilanço hesabı seçin
zh_hk: 所选的资产成本账户是银行账户-您不可以将非银行账户的科目过账到受保护的银行账户。选择另外的资产负债表账户来处理资产成本
zh_tw: 選定的資產成本帳戶是銀行帳戶 - 銀行帳戶受到保護，不必他們做任何其他的公告。選擇該資產成本的另一種結算帳戶

source: The accumulated depreciation account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset accumulated depreciation
cs_cz: Oprávky zvolený účet je bankovní účet - bankovní účty, které jsou chráněny před další příspěvky se k nim. Vyberte si jinou rozvaze představují aktiva oprávek
es_es: La cuenta de depreciación acumulada seleccionada es una cuenta de banco - las cuentas bancarias están protegidas de cualquier publicación que se les hagan. Seleccione otra cuenta de balance para la depreciación de los activos acumulados
hi_in: संचित मूल्यह्रास चयनित खाते में एक बैंक खाता है - बैंक खातों किसी भी अन्य उन्हें बनाया पोस्टिंग होने से सुरक्षित हैं. मूल्यह्रास संचित संपत्ति के लिए एक और बैलेंस शीट खाते का चयन करें
id_id: Akun akumulasi penyusutan yg dipilih adalah rekening bank - rekning bank dilindungi dari posting apapun dilakukan terhadapnya. Pilih akun neraca lainnya utk akumulasi penyusutan aktiva
it_it: Il conto di ammortamento prescelto è un conto corrente - conti bancari sono protetti dalla aventi altri post a loro indirizzate. Selezionare un altro conto del bilancio per l&#39;attività del fondo ammortamento
ko_kr: 선택한 감가 상각 누계액 계정은 은행 계정 - 은행 계좌는 그들에 대한 모든 다른 게시물을 갖는로부터 보호됩니다. 자산 감가 상각 누계액 또 다른 대차 대조표 계정을 선택
mr_in: निवडलेले एकत्रित र्हास खाते बँक खाते आहे - बँक खाती त्यांना केलेले कोणतेही इतर लेखांना येत पासून सुरक्षित आहेत. मालमत्ता जमा घसारा दुसर्या ताळेबंद खाते निवडा
nl_nl: De geaccumuleerde afschrijvingen geselecteerde account is een bankrekening - bankrekeningen worden beschermd tegen onder andere postings die zij ontvangen. Selecteer een andere balansrekening voor het actief geaccumuleerde afschrijvingen
pt_pt: Selecionar a conta bancária onde a depreciação acumulada, contas que são protegidas de receber outros tipos de postagem. Selecionar outras contas contábeis de saldo para a depreciação acumulada do ativo fixo
ro_ro: Considerare amortizarea acumulată selectat este un cont bancar - conturi bancare sunt protejate de a avea orice alte postări făcut pentru ei. Selectaţi un alt cont de bilanţul activului amortizarea
ru_ru: Выбранный счет накопленной амортизации - банковский счет. Банковские счета были защищены от любых других проводок. Выберите другой счет для накопленной амортизации
sq_al: Amortizimin e akumuluar në llogarinë e zgjedhur është një llogari bankare - llogaritë bankare janë të mbrojtur nga detyrimi për çdo Njoftimet e tjera të bëra ndaj tyre. Zgjidhni një tjetër llogarinë e bilancit për aktivin amortizimin e akumuluar
sv: Den ackumulerade avskrivningar konto valt är ett bankkonto - bankkonton skyddas från att ha något annat inlägg som görs till dem. Välj ett annat konto balansräkningen för tillgången ackumulerade avskrivningar
sw_ke: Kusanyiko la uchakavu akaunti kuchaguliwa ni akaunti ya benki - akaunti ya benki ni ya ulinzi kutokana na kuwa na matangazo yoyote mengine kwao. Kuchagua mwingine mizania akaunti kwa ajili ya mali kusanyiko uchakavu
tr_tr: Seçilen birikmiş amortisman hesabı bir banka hesabı - banka hesapları onlara yapılan diğer ilanları sahip korunur. birikmiş amortismanlar varlığın başka bir bilanço hesabı seçin
zh_hk: 所选的累计折旧账户是银行账户-银行账户为受保护账户，不可以从其他账户过账。选择其他的资产账户来处理资产累计折旧
zh_tw: 選定的累計折舊科目是銀行帳戶 - 銀行帳戶受到保護，不必做任何其他的公告。選擇資產累計折舊另一個資產負債表科目

source: Could not update the fixed asset category
cs_cz: Nepodařilo se aktualizovat majetku kategorii
es_es: No se pudo actualizar la categoría de activo fijo
hi_in: अचल संपत्ति वर्ग अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui kategori aktiva tetap
it_it: Impossibile aggiornare la categoria delle immobilizzazioni
ko_kr: 고정 자산 범주를 업데이트 할 수 없습니다
mr_in: निर्धारण मालमत्ता श्रेणी अद्यतनित करू शकत नाही
nl_nl: Kunnen niet bijwerken van de vaste activa categorie
pt_pt: Não foi possivel atualizar categoria ativo fixo
ro_ro: Nu am putut actualiza categoria activelor fixe
ru_ru: Не удалось обновить категорию основных активов
sq_al: Nuk mund update kategorinë e aseteve fikse
sv: Kunde inte uppdatera fasta inventariekategorin
sw_ke: Hakuweza update fasta mali jamii
tr_tr: sabit kıymet kategori güncelleme Couldn&#39;t
zh_hk: 无法更新固定资产种类
zh_tw: 固定資產類別無法更新

source: Updated the fixed asset category record for
cs_cz: Aktualizováno dlouhodobého majetku kategorii rekord
es_es: Se actualizó el registro de la categoría de activo fijo para
hi_in: अचल संपत्ति वर्ग रिकॉर्ड के लिए अद्यतन
id_id: Telah memperbarui data kategori aktiva tetap utk
it_it: Aggiornato il record di categoria dell&#39;attivo fisso per
ko_kr: 고정 자산 범주 레코드에 대한 업데이트
mr_in: निश्चित मालमत्ता श्रेणी रेकॉर्ड Updated
nl_nl: Bijgewerkt op de vaste activa categorie record voor
pt_pt: Atualizada a Categoria de Ativo Fixo para
ro_ro: Actualizat fix record pentru categoria de active
ru_ru: Обновлена запись категорииосновных активов для
sq_al: Përditësuar fikse kategori aktiv rekord për
sv: Uppdaterat den fasta inventariekategoriposten för
sw_ke: Mwisho wa upangaji wa mali ya jamii rekodi kwa
tr_tr: Maddi duran varlık kategorisi kayıt için Güncelleme
zh_hk: 更新固定资产种类记录
zh_tw: 固定資產類別更新紀錄

source: Could not insert the new fixed asset category
cs_cz: Nepodařilo se vložit nový majetku kategorii
es_es: No se puede insertar la nueva categoría de activos fijos
hi_in: सम्मिलित नई अचल संपत्ति वर्ग नहीं कर सका
id_id: Tdk dapat memasukkan kategori aktiva tetap yg baru
it_it: Impossibile inserire la nuova categoria delle immobilizzazioni
ko_kr: 새로운 고정 자산의 범주를 삽입 할 수 없습니다
mr_in: नविन मुदत मालमत्ता श्रेणी घालू शकत नव्हते
nl_nl: Niet kon plaats de nieuwe vaste activa categorie
pt_pt: Não pode inserir nova Categoria de Ativo Fixo
ro_ro: Nu ar putea introduce noi categorii de active fixe
ru_ru: Не удалось вставить новую категории основных активов
sq_al: Nuk mund të futni kategori të re e aseteve fikse
sv: Kunde inte infoga den nya anläggningstillgångar kategori
sw_ke: Hakuweza Insert ya mwezi fasta mali jamii
tr_tr: eklemek yeni sabit kıymet kategori bulunamadı
zh_hk: 无法新增固定资产种类
zh_tw: 不能插入新的固定資產類別

source: A new fixed asset category record has been added for
cs_cz: Nového hmotného majetku kategorii záznam byl přidán k
es_es: Se ha añadido para un nuevo récord de categoría de activo fijo
hi_in: एक नया अचल संपत्ति वर्ग रिकॉर्ड के लिए जोड़ दिया गया है
id_id: Data kategori aktiva tetap yg baru telah ditambahkan utk
it_it: Un nuovo record di categoria dell&#39;attivo fisso è stata aggiunta per
ko_kr: 새로운 고정 자산 범주 레코드가 추가되었습니다
mr_in: नविन मुदत मालमत्ता श्रेणी रेकॉर्ड समाविष्ट केले आहे
nl_nl: Een nieuwe vaste activa categorie record is toegevoegd voor
pt_pt: Uma nova Categoria de Ativo Fixo foi inserida para
ro_ro: Un nou record fix din categoria activelor a fost adăugată pentru
ru_ru: Была добавлнена запись о новой категории основных активов для
sq_al: Një i ri fikse kategori pasuri të regjistruar ka qenë i shtuar për
sv: En ny anläggningstillgång kategori post har lagts till för
sw_ke: A mpya fasta mali rekodi ya jamii imekuwa aliongeza kwa
tr_tr: Yeni bir duran varlık kategorisi kayıt için eklenmiştir
zh_hk: 已经新增了固定资产种类：
zh_tw: 新的固定資產類別紀錄已經新增

source: Cannot delete this fixed asset category because fixed assets have been created using this category
cs_cz: Nelze smazat tuto kategorii majetku, protože majetek byly vytvořeny pomocí této kategorii
es_es: No se puede suprimir esta categoría de activos fijos ya que los activos fijos se han creado utilizando esta categoría
hi_in: यह तय परिसंपत्ति वर्ग हटाना क्योंकि अचल संपत्ति के इस वर्ग का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus kategori aktiva tetap ini karena telah dibuat menggunakan kategori ini
it_it: Non è possibile cancellare questa categoria fissato bene perché le immobilizzazioni sono state realizzate con questa categoria
ko_kr: 고정 자산이 범주를 사용하여 생성 되었기 때문에이 고정 자산 범주를 삭제할 수 없습니다
mr_in: स्थिर मालमत्ता या वर्गात वापरून तयार केले गेले आहेत कारण या निश्चित मालमत्ता श्रेणी हटवू शकत नाही
nl_nl: Kan het niet verwijderen van deze vaste activa categorie omdat vaste activa zijn gemaakt met behulp van deze categorie
pt_pt: Não pode remover esta categoria de ativo fixo, pois existem ativos criados usando a mesma
ro_ro: Nu se poate şterge această categorie de active fixe, deoarece activele imobilizate au fost create folosind această categorie
ru_ru: Не удается удалить эту категорию основных средств, поскольку с использованием этой категории были созданы основные средства
sq_al: Nuk mund të fshini kete kategori aseteve fikse për shkak se asetet fikse të ketë qenë krijuar duke përdorur këtë kategori
sv: Kan inte ta bort denna anläggningstillgångar kategorin eftersom anläggningstillgångar har skapats med hjälp av denna kategori
sw_ke: Hawezi kufuta fasta mali jamii kwa sababu rasilimali za kudumu viliumbwa kutumia jamii
tr_tr: duran varlıklar bu kategori kullanılarak yaratılmış olması nedeniyle bu sabit kıymet kategori silinemiyor
zh_hk: 因为此种类已经被其他固定资产使用因此无法删除
zh_tw: 因為固定資產項已使用這一固定資產類別，所以無法刪除該固定資產的類別

source: fixed assets referring to this category code
cs_cz: hmotný majetek s odkazem na tuto kategorii kód
es_es: Activos fijos que se refieren a este código de categoría
hi_in: अचल संपत्ति के इस वर्ग कोड का जिक्र
id_id: aktiva tetap mengacu pada kode kategori
it_it: immobilizzazioni riferimento a questo codice categoria
ko_kr: 이 분류 코드를 참조 고정 자산
mr_in: स्थिर मालमत्ता या वर्गात कोड संदर्भ
nl_nl: vaste activa met betrekking tot deze categorie code
pt_pt: Ativo Fixo que referem-se a este código categoria
ro_ro: activele imobilizate referindu-se la acest cod categorie
ru_ru: основных средств, относящихся к этому коду категории
sq_al: aseteve fikse duke iu referuar këtij kodi kategori
sv: anläggningstillgångar som hänvisar till denna kategori koden
sw_ke: rasilimali za kudumu akimaanisha kanuni hii jamii
tr_tr: duran varlıklar bu kategoriye kod atıfta
zh_hk: 种固定资产使用此种类编号
zh_tw: 固定資產參考這一類別代碼

source: The fixed asset category
cs_cz: Hmotného majetku kategorii
es_es: La categoría del activo fijo
hi_in: अचल संपत्ति वर्ग
id_id: Kategori aktiva tetap
it_it: La categoria delle immobilizzazioni
ko_kr: 고정 자산 분류
mr_in: निर्धारण मालमत्ता श्रेणी
nl_nl: De vaste activa categorie
pt_pt: Categoria de Ativo Fixo
ro_ro: Mijloacelor fixe categorie
ru_ru: Категория основных средств
sq_al: Kategoria e aseteve fikse
sv: Den fasta tillgångar kategorin
sw_ke: Wa upangaji wa mali jamii
tr_tr: Sabit varlık kategorisi
zh_hk: 固定资产种类
zh_tw: 固定資產類別

source: Cat Code
cs_cz: Cat kód
es_es: Código
hi_in: बिल्ली कोड
id_id: Kode Kategori
ko_kr: 고양이 코드
mr_in: मांजर कोड
pt_pt: Codigo Cat.
ro_ro: Cat Codul
ru_ru: Код категории
sq_al: Cat Kodi
sv: Kategorikod
tr_tr: KATEGORI KODU
zh_hk: 物料组编号
zh_tw: 資產類別編號

source: Cost GL
cs_cz: Náklady GL
es_es: Costo Contable
hi_in: लागत जीएल
id_id: Biaya GL
it_it: Costo GL
ko_kr: 비용 GL
mr_in: किंमत जी.एल.
nl_nl: Kosten GL
pt_pt: Conta Custos
ro_ro: Costul GL
ru_ru: GL-счет стоимости
sq_al: Kosto GL
sv: Kostnad GL
sw_ke: Gharama GL
tr_tr: Maliyet GL
zh_hk: 成本总帐
zh_tw: 成本總帳

source: P &amp; L Depn GL
es_es: Depreciación Contable de Ganancias y Pérdidas
id_id: GL Peny L &amp; R
ko_kr: P & A; L Depn GL
mr_in: मु & लसिथ Depn जी.एल.
pt_pt: Lucros e Perdas - GL
zh_tw: 損益折舊總帳

source: Disposal GL
cs_cz: Likvidace GL
es_es: Desecho Contable
hi_in: निपटान जीएल
id_id: GL Penghapusan
it_it: Smaltimento GL
ko_kr: 폐기 (GL)
mr_in: विल्हेवाट जी.एल.
nl_nl: Verwijdering GL
pt_pt: Conta Baixas
ro_ro: Eliminarea GL
ru_ru: GL-счет списания
sq_al: Shkatërrimi GL
sv: Avfallshantering GL
sw_ke: Ovyo GL
tr_tr: Bertaraf GL
zh_hk: 残值总帐
zh_tw: 殘值

source: Accum Depn GL
es_es: Depreciación Acumulada Contable
hi_in: Accum Depn जीएल
id_id: GL akun Peny
mr_in: Accum Depn जी.एल.
pt_pt: Conta Deprec. Acum.
ru_ru: Накопительный Depn GL-счет
sq_al: GL Accum Depn
sv: Ack Depn GL
zh_hk: 累计折旧总帐
zh_tw: 累積折舊總帳

source: Are you sure you wish to delete this fixed asset category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
cs_cz: Jste si jisti, že chcete smazat tuto kategorii dlouhodobého majetku? Dodatečné kontroly budou provedeny před samotným vypouští k zajištění integrity dat není ohrožena.
es_es: ¿Está seguro que desea suprimir esta categoría de activos fijos?. Se realizarán controles adicionales antes de la eliminación real para garantizar que la integridad de los datos no se vea comprometida.
hi_in: क्या आप वाकई इस नियत परिसंपत्ति वर्ग को नष्ट करना चाहते हैं? अतिरिक्त चेक से पहले वास्तविक विलोपन सुनिश्चित करने के लिए डेटा अखंडता समझौता नहीं किया है किया जाएगा.
id_id: Apakah Anda yakin ingin menghapus kategori ini aktiva tetap? pemeriksaan tambahan akan dilakukan sebelum penghapusan sebenarnya utk memastikan integritas data tdk terganggu.
it_it: Sei sicuro di voler cancellare questa categoria dell&#39;attivo fisso? Ulteriori controlli saranno eseguiti prima della cancellazione effettiva per garantire l&#39;integrità dei dati non sia compromessa.
ko_kr: 당신은 당신이 고정 자산 카테고리를 삭제 하시겠습니까? 추가 검사 무결성이 손상되지 않은 데이터를 확인하기 위해 실제 삭제하기 전에 수행됩니다.
mr_in: आपण या निश्चित मालमत्ता श्रेणी हटवू इच्छित खात्री आहे? अगाऊ तपासणी डेटा एकाग्रता तडजोड नाही याची खात्री करण्यासाठी प्रत्यक्ष हटविण्यापूर्वी सादर केले जाईल.
nl_nl: Weet u zeker dat u deze vaste activa categorie wilt verwijderen? Aanvullende controles worden uitgevoerd voordat de werkelijke schrapping om ervoor te zorgen data-integriteit niet wordt aangetast.
pt_pt: Confirma remoção desta categoria ativo fixo? Confer. adicionais serão feitas para garantir integridade DB
ro_ro: Eşti sigur că doriţi să ştergeţi această categorie de active fixe? Verificări suplimentare vor fi efectuate înainte de ştergere efective pentru a asigura integritatea datelor nu este compromisă.
ru_ru: Вы уверены, что хотите удалить эту категорию фиксированных активов? Дополнительная проверка будет осуществляться до фактического удаления для обеспечения целостности данных.
sq_al: A jeni i sigurt se doni të fshini këtë kategori aseteve fikse? kontrolle shtesë do të kryhet para se të fshirje aktuale për të siguruar integritetin e të dhënave nuk është i komprometuar.
sv: Är du säker på att du vill ta bort denna anläggningstillgång kategori? Ytterligare kontroller kommer att utföras innan det raderas för att säkerställa uppgifternas integritet inte äventyras.
sw_ke: Una uhakika unataka kufuta fasta mali jamii? hundi ya ziada kuwa akifanya kabla deletion halisi ya kuhakikisha uadilifu data siyo kuathirika.
tr_tr: Eğer bu sabit kıymet kategoriyi silmek istediğinizden emin misiniz? gerçek silme veri bütünlüğü tehlikeye değil emin olmak için önce ek kontroller yapılacaktır.
zh_hk: 您真要删除此固定资产种类吗？为保证数据的完整性，在真正删除前，需要做另外的检查。
zh_tw: 您確定要刪除該固定資產類別？在實際執行刪除之前，再次的檢查，以確保資料的完整性不受損害。

source: Show All Fixed Asset Categories
cs_cz: Zobrazit všechny kategorie Pevné Asset
es_es: Mostrar todas las categorías de activos fijos
hi_in: सभी स्थायी संपत्ति चैनल दिखाएँ
id_id: Tampilkan Semua Kategori Aktiva Tetap
it_it: Mostra tutte le categorie di immobilizzazioni
ko_kr: 모든 고정 자산 카테고리보기
mr_in: सर्व मुदत मालमत्ता श्रेणी दर्शवा
nl_nl: Toon Alle vaste categorien van activa
pt_pt: Exibir Todas as Categorias Ativo Fixo
ro_ro: Arata Toate categoriile fix Asset
ru_ru: Показать все категории основных активов
sq_al: Trego te gjitha Kategoritë aseteve fikse
sv: Visa alla anläggningstillgång kategorier
sw_ke: Show zote Jamii Fixed Asset
tr_tr: Tüm Demirbaş kategorileri göster
zh_hk: 显示所有固定资产种类
zh_tw: 顯示所有固定資產類別

source: Category Code
cs_cz: Kód skupiny
es_es: Código de categoría
hi_in: श्रेणी कोड
id_id: Kode Kategori
it_it: Codice categoria
ko_kr: 범주 코드
mr_in: वर्ग कोड
nl_nl: Categorie Code
pt_pt: Código Categoria
ro_ro: Cod Categorie
ru_ru: Код категории
sq_al: Kategoria Kodi
sv: Kategorikod
sw_ke: Kanuni jamii
tr_tr: KATEGORI KODU
zh_hk: 物料组编号
zh_tw: 類別編嗎

source: Enter the asset category code. Up to 6 alpha-numeric characters are allowed
ko_kr: 자산 분류 코드를 입력합니다. 최대 6 개의 영숫자 문자가 허용됩니다
mr_in: मालमत्ता श्रेणी कोड प्रविष्ट करा. पर्यंत 6 अल्फा अंकीय वर्ण अनुमती आहे
pt_pt: Informe código categoria Ativo. Até 6 (seis) caract. são permitidos
zh_tw: 輸入資產類別代碼。只允許最多6個字母數字字符

source: Enter the asset category description up to 20 characters
es_es: Introducir la descripción de la categoría de activos de hasta 20 caracteres
ko_kr: 20 자 자산 범주 설명 위로를 입력
mr_in: 20 आकड्यांचा मालमत्ता श्रेणी वर्णन अप प्रविष्ट करा
pt_pt: A descrição Categoria Ativo Fixo deve ter no máximo 20 caracteres
zh_tw: 輸入資產類別說明，最多20個字元

source: Fixed Asset Cost GL Code
cs_cz: Investičního majetku náklady GL kód
es_es: Cuenta contable del costo del activo fijo
hi_in: फिक्स्ड आस्ति मूल्य जीएल कोड
id_id: Kode GL Biaya Perolehan Aktiva Tetap
it_it: Costo fisso di codice Asset GL
ko_kr: 고정 자산 비용 GL 코드
mr_in: मुदत मालमत्ता किंमत जी.एल. कोड
nl_nl: Vaste activa Kosten GL Code
pt_pt: Conta Custos Ativo Fixo
ro_ro: Costuri fixe GL Asset Codul
ru_ru: Код стоимости основных средств в главной книге
sq_al: Kosto fikse Pasurive Kodi GL
sv: Anläggningstillgång Kostnad GL-koden
sw_ke: Fasta Amana Gharama GL Code
tr_tr: Sabit Varlık Maliyeti GL Kodu
zh_hk: 固定资产成本总帐代码
zh_tw: 固定資產成本總帳代碼

source: Select the general ledger account where the cost of assets of this category should be posted to. Only balance sheet accounts can be selected
ko_kr: 이 카테고리의 자산의 비용에 게시해야 총계정 원장 계정을 선택합니다. 만 대차 대조표 계정을 선택할 수 있습니다
mr_in: या वर्गात मालमत्ता खर्च पोस्ट केले पाहिजे तेथे सामान्य खातेवही खाते निवडा. केवळ ताळेबंद खाती निवडले जाऊ शकते
pt_pt: Selecione a conta contábil onde o custo ativo fixo será lançado. Somente usar contas de saldos
zh_tw: 選取這個類別的資產成本，應拋轉到總帳科目。只有資產負債表科目可以選擇

source: Profit and Loss Depreciation GL Code
cs_cz: Výkaz zisku a ztráty Odpisy GL kód
es_es: Cuenta contable de la depreciación en el Estado de Resultados
hi_in: लाभ और हानि मूल्यह्रास जीएल कोड
id_id: Kode GL Penyusutan Laba/Rugi
it_it: Utile e ammortamento Codice Perdita GL
ko_kr: 손익 감가 상각 GL 코드
mr_in: नफा आणि तोटा घसारा जी.एल. कोड
nl_nl: Winst-en verliesrekening Afschrijvingen GL Code
pt_pt: Conta Lucros e Perdas e Depreciação
ro_ro: De profit şi pierdere Codul Amortizare GL
ru_ru: Код счета о прибылях и убытках в главной книге
sq_al: Fitimi dhe Humbja Amortizimi Kodi GL
sv: Resultaträkning avskrivningskonto
sw_ke: Faida na hasara Uchakavu GL Code
tr_tr: Kar ve Zarar Amortisman GL Kodu
zh_hk: 损益折旧总帐代码
zh_tw: 損益折舊之總帳代碼

source: Select the general ledger account where the depreciation of assets of this category should be posted to. Only profit and loss accounts can be selected
ko_kr: 이 카테고리의 자산의 감가 상각에 게시해야 총계정 원장 계정을 선택합니다. 만 손익 계정을 선택할 수 있습니다
mr_in: या वर्गात संपत्ती घसारा पोस्ट केले पाहिजे तेथे सामान्य खातेवही खाते निवडा. केवळ नफा आणि तोटा खाती निवडले जाऊ शकते
pt_pt: Selecione a conta contábil onde o Lucro/Perda será lançado na depreciação de ativo fixo. Somente usar contas de lucros e perdas.
zh_tw: 選取這個類別的資產的折舊應拋轉到總帳科目。僅損益帳可以選擇

source: Profit or Loss on Disposal GL Code
ko_kr: 폐기 GL 코드에 당기 손익
zh_tw: 計入當期損益的處置總帳編碼

source: Select the general ledger account where the profit or loss on disposal on assets of this category should be posted to. Only profit and loss accounts can be selected
ko_kr: 이 카테고리의 자산 처분 이익 또는 손실에 게시해야 총계정 원장 계정을 선택합니다. 만 손익 계정을 선택할 수 있습니다
mr_in: या श्रेणीच्या मालमत्तांवर विल्हेवाट वर नफा किंवा तोटा पोस्ट केले पाहिजे तेथे सामान्य खातेवही खाते निवडा. केवळ नफा आणि तोटा खाती निवडले जाऊ शकते
pt_pt: Selecione a conta contábil onde o Lucro/Perda será lançado na baixa de ativo fixo. Somente usar contas de lucros e perdas.
zh_tw: 選取這個類別的資產出售之利潤或虧損應張拋轉到總帳科目。僅損益帳可以選擇

source: Balance Sheet Accumulated Depreciation GL Code
cs_cz: Bilance Oprávky GL kód
es_es: Código contable de la depreciación acumulada en el Estado de Situación
hi_in: बैलेंस शीट मूल्यह्रास जीएल कोड संचित
id_id: Kode GL Akumulasi Penyusutan Neraca
it_it: Stato patrimoniale accumulato GL Codice Ammortamenti
ko_kr: 대차 대조표 누적 감가 상각 GL 코드
mr_in: ताळेबंद जमा घसारा जी.एल. कोड
nl_nl: Balans Cumulatieve afschrijvingen GL Code
pt_pt: Conta Saldo Depreciação Acumulada
ro_ro: Bilanţul acumulate GL Codul Amortizare
ru_ru: Код баланса убытков в главной книге
sq_al: Bilanci i gjendjes i akumuluar GL Kodi Zhvlerësimi
sv: Balansräkning Ackumulerade avskrivningar kod GL
sw_ke: Mizania kusanyiko Uchakavu GL Code
tr_tr: Bilanço Amortisman GL Kodu Birikmiş
zh_hk: 资产负债表中累计折旧的总帐代码
zh_tw: 資產負債表累計折舊總帳代碼
