Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Total of all uncleared deposits
cs_cz: Souhrn všech vkladů uncleared
es_es: Total depósitos pendientes
hi_in: सब मिलावटी जमा का कुल
id_id: Total semua setoran yg belum cair
it_it: Totale degli incassi non ancora registrati
ko_kr: 모든 지워지지 않은 예금의 총
mr_in: एकूण सर्व अस्पष्ट ठेवी
nl_nl: Totaal van alle niet verwerkte stortingen
pt_pt: total de depósitos não liberados
ro_ro: Total de toate depozitele neelucidate
ru_ru: Общее по неоплаченным депозитам
sq_al: Përgjithshme të të gjitha depozitave paqëruar
sv: Total för ej verifierade checker
sw_ke: Jumla ya amana zote uncleared
tr_tr: Tüm Temizlenmemiş mevduatların toplam
zh_hk: 企业已收银行未收合计：
zh_tw: 未核銷存入總計

source: Bank statement balance should be
cs_cz: Bankovní výpis bilance by měla být
es_es: La posición de la cuenta bancaria debería ser
hi_in: बैंक विवरण संतुलन होना चाहिए
id_id: Saldo rekening koran bank seharusnya
it_it: Il saldo sull'estratto conto della banca dovrebbe essere
ko_kr: 은행 문 균형이 있어야한다
mr_in: बँक स्टेटमेंट शिल्लक असायला हवे
nl_nl: Bank rekening saldo zou moet zijn
pt_pt: Saldo Bancário deve ser
ro_ro: Soldul Banca declaraţie ar trebui să fie
ru_ru: Выписка о банкомвском балансе должна быть
sq_al: Bilanci i Bankës Deklarata duhet të jetë
sv: Bankkontosaldo ska vara
sw_ke: Taarifa ya benki urari lazima
tr_tr: Banka hesap bakiyesi olmalıdır
zh_hk: 银行对账单余额应是
zh_tw: 銀行月結單結餘應是

source: Enter the actual bank statement balance
cs_cz: Zadejte aktuální výpis z účtu zůstatek
es_es: Indique la posición actual de la cuenta bancaria
hi_in: वास्तविक बैंक विवरण दर्ज संतुलन
id_id: Masukkan saldo rekening koran bank yg aktual
it_it: Inserisci il reale saldo estratto conto
ko_kr: 실제 은행 문 균형을 입력
mr_in: वास्तविक बँक स्टेटमेंट शिल्लक प्रविष्ट करा
nl_nl: Voer het actuele balansoverzicht van uw bank in
pt_pt: Informe o saldo atual bancário do extrato
ro_ro: Introduceţi soldul real extras de cont
ru_ru: Введите фактический остаток по выписке из банковского счета
sq_al: Të hyjë në deklaratën e bilancit bankar aktual
sv: Bankkontosaldo ska vara
sw_ke: Kuingia katika mizani taarifa halisi ya benki
tr_tr: gerçek banka hesap bakiyesi girin
zh_hk: 输入实际的银行对账单余额
zh_tw: 輸入實際的銀行對帳單餘額

source: Calculate and Post Exchange Difference
cs_cz: Vypočítat a příspěvek kurzových rozdílů
es_es: Calcular y enviar diferencia de tasa de cambio
hi_in: गणना और पोस्ट विनिमय अंतर
id_id: Hitung dan Buku-kan Selisih Kurs
it_it: Calcolare e Differenza di cambio Post
ko_kr: 그리고 포스트 교환 차이를 계산
mr_in: त्याची गणना आणि पोस्ट एक्सचेंज फरक
nl_nl: bereken en boek wisselkoersverschillen
pt_pt: Calcular e Lançar Difer. Câmbio
ro_ro: Calcula şi Post diferenţă de curs valutar
ru_ru: Рассчитать и отправить разницу после обмена
sq_al: Llogaritur dhe Exchange Post Diferenca
sv: Beräkna och Post omräkningsdifferens
sw_ke: Mahesabu na Post Tofauti Exchange
tr_tr: Hesaplamak ve Post Kur Farkı
zh_hk: 计算并将汇兑差异过账
zh_tw: 計算和郵政匯兌差額

source: This will create a general ledger journal to write off the exchange difference in the current balance of the account. It is important that the exchange rate above reflects the current value of the bank account currency
cs_cz: Tím se vytvoří hlavní knihy časopis o odpisu kurzový rozdíl v aktuální zůstatek na účtu. Je důležité, že směnný kurz výše odráží současnou hodnotu měny bankovního účtu
es_es: Esto creará un diario contable para apuntar la diferencia al cambio en el balance actual de la cuenta. Es importante que la tasa de cambio de arriba refleje el valor actual de la moneda de la cuenta bancaria
hi_in: यह एक सामान्य खाता बही के लिए रवाना खाते की वर्तमान शेष राशि में अंतर विनिमय लिखना पत्रिका पैदा करेगा. यह महत्वपूर्ण है कि विनिमय दर ऊपर बैंक खाता की मुद्रा के वर्तमान मूल्य को दर्शाता है
id_id: Ini akan membuat jurnal buku besar utk menghapuskan selisih kurs di saldo mutakhir rekening. Penting bahwa kurs di atas menunjukkan kurs mutakhir dari mata uang rekening bank tersebut
it_it: Questo creerà un giornale generale di contabilità per ammortizzare la differenza di cambio del saldo attuale del conto. E &#39;importante che il tasso di cambio riflette sopra del valore attuale della moneta conto in banca
ko_kr: 이 계정의 현재 잔액의 교환 차이를 작성하는 일반 회계 원장 일지를 작성합니다. 이는 환율이 상기 은행 계좌 통화의 현재 값을 반영하는 것이 중요
mr_in: हे खाते चालू शिल्लक एक्स्चेंज फरक बंद लिहिण्याची एक सामान्य खातेवही जर्नल तयार होईल. तो विनिमय दर वरील बँक खाते चलन वर्तमान मूल्य प्रतिबिंबित महत्वाचे आहे
nl_nl: Dit creert een grootboek journaal post om het wisselkoersverschil te boeken op de huidige balans van de rekening. Het is belangrijk dat de hierboven genoemde wisselkoersverschil de huidige waarde van de bank valuta reflecteert.
pt_pt: Isto irá criar lançam. contáb. para difer. câmbio no saldo da conta bancária e conta contábil
ro_ro: Acest lucru va crea un jurnal registrul general pentru a scrie pe diferenţa de curs valutar în soldul curent al contului. Este important ca rata de schimb de mai sus reflectă valoarea curentă a monedei de cont bancar
ru_ru: Это создаст общий журнал для списания курсовой разницы в текущем балансе счета. Важно, что обменный курс выше отражает текущее значение валютыбанковского счета
sq_al: Kjo do të krijojë një ditar të përgjithshme për të shkruar librin off diferenca nga këmbimi në bilancin aktual të llogarisë. Është e rëndësishme që kursi i këmbimit mësipërme pasqyron vlera aktuale e monedhës llogari bankare
sv: Detta kommer att skapa en huvudbok blogg för att skriva av valutakursdifferens i det nuvarande saldot på kontot. Det är viktigt att växelkursen ovan återspeglar det aktuella värdet på det bankkonto valuta
sw_ke: Hii itakuwa kujenga jumla ya kuandika kitabu journal mbali tofauti kubadilishana katika mizani ya sasa ya akaunti. Ni muhimu kuwa na kiwango cha juu huonyesha kubadilishana thamani ya sasa ya fedha za akaunti ya benki
tr_tr: Bu hesabın cari denge içinde kur farkı kapatmak yazmak için bir defteri kebir dergi yaratacaktır. Bu döviz kuru üzerinde banka hesabına para biriminin geçerli değerini yansıtan önemli olduğunu
zh_hk: 这将在账户的当前余额产生一个总帐日记账来核销汇兑差异。重要的是上述的汇率反应了银行账户货币的目前价值。
zh_tw: 這將新建一個總帳日記帳冲銷帳戶的當前餘額的匯兌差額。重要的是，匯價上反映了銀行帳戶貨幣的現值

source: Are You Sure?
cs_cz: Opravdu provést?
es_es: ¿Está seguro?
hi_in: तुम्हें यकीन है?
id_id: Anda Yakin?
it_it: Sei sicuro?
ko_kr: 확실합니까?
mr_in: आपली खात्री आहे?
nl_nl: Weet u het zeker?
pt_pt: Confirma?
ro_ro: Esti sigur?
ru_ru: Вы уверены?
sq_al: A jeni i sigurtë?
sv: är du säker?
sw_ke: Wewe ni haki?
tr_tr: EMIN MISINIZ?
zh_hk: 确信要删除么？
zh_tw: 是否確定?

source: It is normal for foreign currency accounts to have exchange differences that need to be reflected as the exchange rate varies. This reconciliation is prepared using the exchange rate set up in the currencies table (see the set-up tab). This table must be maintained with the current exchange rate before running the reconciliation. If you wish to create a journal to reflect the exchange difference based on the current exchange rate to correct the reconciliation to the actual bank statement balance click below.
cs_cz: To je normální, devizových účtů, aby kurzové rozdíly, které musí být zohledněny jako směnný kurz se liší. Toto smíření se připravuje za použití směnného kurzu nastavit v měnách tabulce (viz set-až na kartu). Tato tabulka musí být zachována s aktuálního kurzu před spuštěním usmíření. Pokud chcete vytvořit časopis, aby odrážely kurzový rozdíl na základě aktuálního směnného kurzu k opravě k usmíření skutečného stavu bankovního výpisu klikněte níže.
es_es: Es normal que las cuentas en moneda extranjera tengan diferencias al cambio que necesitan ser reflejadas a medida que la tasa de cambio varía. Esta conciliación se prepara usando la configuración de la tasa de cambio en la tabla de divisas (ver Configuración). Esta tabla debe ser configurada con la tasa actual de cambio antes de hacer la conciliación. Si desea crear un diario para reflejar la diferencia al cambio basada en la tasa actual de cambio para corregir la conciliación al saldo actual de la cuenta bancaria, haga clic abajo.
hi_in: यह सामान्य है विदेशी मुद्रा खातों विनिमय मतभेद है कि के रूप में विनिमय दर बदलता प्रतिबिंबित करने की आवश्यकता है के लिए है. इस सुलह विनिमय मुद्राओं तालिका (सेट अप टैब देखें) में स्थापित की दर तैयार उपयोग कर रहा है. इस तालिका में सुलह चलाने से पहले चालू विनिमय दर के साथ बनाए रखा जाना चाहिए. अगर आप के लिए एक मुद्रा विनिमय करने के लिए वर्तमान वास्तविक बैंक विवरण संतुलन नीचे क्लिक करने के लिए सुलह सही दर के आधार पर अंतर को प्रतिबिंबित पत्रिका बनाना चाहते हैं.
id_id: Adalah normal utk rekening valas mencerminkan selisih kurs begitu kurs berubah. Rekonsiliasi ini dibuat menggunakan kurs yg di-atur di tabel mata uang (lihat tabel pengaturan). Tabel ini perlu diatur dgn nilai kurs mutakhir sebelum menjalankan rekonsiliasi. Jika Anda ingin membuat jurnal utk mencerminkan selisih kurs berdasarkan nilai kurs mutakhir utk membetulkan rekonsiliasi sesuai dgn saldo rekening koran bank aktual klik di bawah ini.
it_it: E &#39;normale che conti in valuta estera di avere differenze di cambio che devono trovare riscontro in quanto il tasso di cambio variabile. Questa riconciliazione viene preparata utilizzando il tasso di cambio allestito nella tabella valute (si veda il set-up sulla scheda). Questa tabella deve essere mantenuta con il tasso di cambio corrente prima di eseguire la riconciliazione. Se si desidera creare una rivista in modo da riflettere la differenza di cambio in base al tasso di cambio per correggere la riconciliazione con il saldo effettivo click estratto conto bancario qui di seguito.
ko_kr: 외화 계정이 환율 변화에 따라 반영 될 필요가 외환 차이를 가지고하는 것이 정상입니다. 이 조정이 통화 테이블에서 설정 한 환율 (설정 탭 참조)을 사용하여 제조한다. 이 테이블은 조정을 실행하기 전에 현재의 환율로 유지해야합니다. 당신이 실제 은행 문 균형 조정을 해결하기 위해 현재의 환율을 기준으로 환율 차이를 반영하기 위해 저널을 작성하려면 다음을 클릭합니다.
mr_in: तो विनिमय दर बदलते म्हणून प्रतिबिंबित लागते विनिमय फरक असणे परकीय चलन खात्यांसाठी सामान्य आहे. हा समेट (रचना टॅब पहा) चलने टेबल मध्ये सेट विनिमय दर वापरून तयार आहे. हे टेबल सलोखा चालविण्यापूर्वी वर्तमान विनिमय दर ठेवली पाहिजे. आपण खाली प्रत्यक्ष बँक स्टेटमेंट शिल्लक क्लिक करा सलोखा दुरुस्त सद्य विनिमय दर आधारित विनिमय फरक परावर्तित करण्यासाठी जर्नल निर्माण करू इच्छित असाल.
nl_nl: Het is normaal dat voor vreemde valuta rekeningen koersverschillen die moeten worden weergegeven als de wisselkoers varieert hebben. Deze verzoening is opgesteld volgens de wisselkoers in de valuta tabel (zie de set-up tab). Deze tabel moet worden onderhouden met de huidige wisselkoers voor het uitvoeren van de verzoening. Wilt u een tijdschrift voor de uitwisseling verschil gebaseerd op de huidige wisselkoers aan de verzoening juist op de werkelijke bankafschrift evenwicht klik hieronder afspiegeling te maken.
pt_pt: Para moedas estrangeiras há diferenças de cambio nas taxas conversão. Esta reconcilização está preparada para efetuar estes ajustes. Se você deseja executar isto agora clique abaixo
ro_ro: Este normal pentru conturi în valută străină să aibă diferenţe de curs valutar care trebuie să se reflecte ca rata de schimb variază. Această reconciliere este pregătit folosind rata de schimb stabilit în tabelul de valute (a se vedea fila set-up). Acest tabel trebuie să fie menţinută cu rata de schimb curentă înainte de a rula reconciliere. Dacă doriţi să creaţi un jurnal pentru a reflecta diferenţa de curs valutar pe baza cursului de schimb actual pentru a corecta reconciliere cu faceţi clic pe banca real echilibru declaraţie de mai jos.
ru_ru: Счета в иностранной валюте могут иметь курсовые разницы,которые должны быть отражены как изменения обменного курса. Это согласования выполняются с использованием настроек обменных курсов в таблице валют (см. настройки вкладки). Перед согласованием в этой таблице должны храниться текущие обменные курсы. Если вы хотите создать журнал для отражения курсовой разницы на основе текущего обменного курса для корректировки согласований с балансов из банковской выписки нажмите внизу
sq_al: Kjo është normale për llogaritë në valutë të huaj që kanë dallime të këmbimit të cilat duhet të pasqyrohen si të kursit të këmbimit ndryshon. Ky pajtim është përgatitur duke përdorur kursin e këmbimit të ngritur në tabelën e monedhave (shih tab set-up). Kjo tabelë duhet të mbahet me kursin e këmbimit aktual para drejtimin e pajtimit. Nëse ju dëshironi të krijoni një ditar për të pasqyruar ndryshimin e këmbimit në bazë të kursit të këmbimit aktual për të korrigjuar pajtimit me aktuale klikoni pasqyrën bankare bilancin më poshtë.
sv: Det är normalt att valutakonton ha valutakursdifferenser som måste beaktas eftersom växelkursen varierar. Denna avstämning är beredd att använda den växelkurs som har inrättats i valutor tabellen (se set-up flik). Denna tabell måste upprätthållas med dagens växelkurs innan du kör försoning. Om du vill skapa en tidskrift för att återspegla valutakursdifferens baseras på aktuell växelkurs för att rätta till försoning med de verkliga kontoutdrag balans klicka nedan.
sw_ke: Ni kawaida kwa fedha za kigeni akaunti ya kuwa na tofauti kubadilishana kwamba haja ya kuwa na inaonekana kama kiwango cha ubadilishaji inatofautiana. upatanisho Hii ni tayari kutumia kiwango cha ubadilishaji kuanzisha katika meza ya sarafu (tazama set-up tab). Jedwali hili lazima iimarishwe na kiwango cha sasa kubadilishana kabla ya mbio ya maridhiano. Kama unataka kuunda jarida kutafakari tofauti kubadilishana kuzingatia kiwango cha sasa kubadilishana na sahihi ya mapatano na taarifa halisi ya benki click usawa chini.
tr_tr: Bu döviz hesapları kur değişir olarak yansıtılması gereken kur farkları olması normaldir. Bu uzlaşma para tablo (set-up sekmesine bakın) kurmak döviz kuru kullanılarak hazırlanmıştır. Bu tabloda uzlaşma çalıştırmadan önce mevcut döviz kuru ile sağlanmalıdır. Aşağıdaki gerçek banka hesap bakiyesi için tıklayın uzlaşma düzeltmek için cari döviz kuruna dayalı kur farkı yansıtmak için bir dergi oluşturmak istiyorsanız.
zh_hk: 当汇率变化时，对于外币账户而言，需要反应汇率差异是正常不过的事情。系统设置为使用在货币表中设置的汇率来进行核对（参考设置项）。在进行核对前，此表必须用目前的汇率来维护。如果您希望去创建一个日记账来反应汇兑差异，根据目前的汇率对实际的银行对账表余额来修正此核对，请点击下面。
zh_tw: 這是正常的外幣帳戶有需要被反映匯率變化的匯兌差額。這個對帳是利用設置在表中的貨幣匯率（見建立標籤）編制。此表必須保持與運行前對帳的現行匯率。如果你想新建一個日誌，以反映根據當前的匯率來更正對帳，以實際的銀行對帳單餘額點擊下面的匯兌差額。

source: Match off cleared payments
cs_cz: Utkání vypnutí vymazány plateb
es_es: Conciliar los pagos pasados por el banco
hi_in: मैच से भुगतान को मंजूरी दे दी
id_id: Cocokan pembayaran yg telah cair
it_it: Spunta dei pagamenti
ko_kr: 취소 지불을 일치
mr_in: स्वच्छ देयके जुळवा
nl_nl: Gevonden bevestigde betalingen
pt_pt: Combine pagamentos confirmados
ro_ro: Meci închise off plăţi
ru_ru: Соответствие обработанный платежей
sq_al: Match off pastruar pagesat
sv: Uppdatera matchade betalningar
sw_ke: Mechi mbali akalipa Matokeo
tr_tr: Maç kapalı ödemeler temizledi
zh_hk: 核对付款
zh_tw: 關閉匹配核銷付款

source: Match off cleared deposits
cs_cz: Utkání vypnutí vymazány vklady
es_es: Conciliar los depósitos pasados por el banco
hi_in: मैच से जमा मंजूरी
id_id: Cocokan setoran yg telah cair
it_it: Spunta degli incassi
ko_kr: 삭제 예금을 일치
mr_in: साफ ठेवी जुळवा
nl_nl: Gevonden bevestigde ontvangsten
pt_pt: Combine depósitos confirmados
ro_ro: Meci eliminate de pe depozite
ru_ru: Соотношение обработанных депозитов
sq_al: Match off pastruar depozitave
sv: Matcha verifierade checker
sw_ke: Mechi mbali akalipa amana
tr_tr: Maç kapalı mevduat temizledi
zh_hk: 核对收款
zh_tw: 已核銷存入配對

source: Cost Of Sales GL Postings Set Up
cs_cz: Náklady na prodej GL Komentáře Nastavení
es_es: Configuración de las cuentas de costo de ventas
hi_in: बिक्री की लागत जीएल तैनाती सेट अप
id_id: Pengaturan Posting GL HPP
it_it: Costo del venduto: definizione dei sottoconti collegati
ko_kr: 판매 GL 게시물의 비용 설정
mr_in: विक्री जी.एल. लेखांना खर्च सेट
nl_nl: Verkoop kosten GB Posten Definities
pt_pt: Custo de Vendas código de postagem foi configurado
ro_ro: Costului vânzărilor Postings GL Set Up
ru_ru: Настройка проводок о затратах на продажу в главной книге
sq_al: Kostoja e shitjes Njoftimet GL Set Up
sv: Kostnad sålda varor konteringsinställningar
sw_ke: Gharama za mauzo matangazo GL Set Up
tr_tr: Satış Maliyeti GL İlanları Kurma
zh_hk: 销售成本科目设置
zh_tw: 設定銷售成本科目過帳

source: Cost of sales GL posting code has been updated
cs_cz: Náklady na prodej GL vysílání kód byl aktualizován
es_es: Se actualizó el código de la cuenta de costos de ventas
hi_in: बिक्री जीएल पोस्ट कोड की लागत अद्यतन किया गया है
id_id: Kode posting GL HPP telah diperbarui
it_it: La regola di imputazione del costo del venduto àŠ stata aggiornata
ko_kr: 판매 GL 게시 코드의 비용이 업데이트되었습니다
mr_in: विक्री जी.एल. पोस्टिंग कोड किंमत सुधारित केले आहे
nl_nl: kost van verkoop grootboek boeking is geupdate
pt_pt: Custo de Vendas código de postagem foi atualizado
ro_ro: Costul de cod GL vânzărilor detaşarea a fost actualizat
ru_ru: Код проводок на продажу в главной книге был изменен
sq_al: Kostoja e shitjes Kodi GL postimin është përditësuar
sv: Kostnad sålda varor konteringsinställningarna har uppdaterats
sw_ke: Gharama za mauzo code GL posting imekuwa updated
tr_tr: Satış GL gönderme kodu Maliyeti güncellendi
zh_hk: 销售成本科目设置已更新
zh_tw: 更新總帳銷售成本過帳編碼

source: A new cost of sales posting code has been inserted
cs_cz: Nové náklady na prodej vysílání kód byl vložen
es_es: Se ha insertado un nuevo código de costo de ventas
hi_in: कोड पोस्ट बिक्री का एक नया लागत डाला गया है
id_id: Kode posting HPP yg baru telah dimasukkan
it_it: Una nuova regola di imputazione del costo del venduto àŠ stata aggiunta
ko_kr: 판매 전기 코드의 새로운 비용은 삽입 된
mr_in: विक्री पोस्टिंग कोड नवीन खर्च घातली गेली आहे
nl_nl: een nieuwe kost van verkoop boekingscode toegevoegd
pt_pt: Um novo Custo de Vendas código de postagem inserido
ro_ro: Un cost nou de vânzări postaţi cod a fost introdus
ru_ru: Новый код проводок в главной книге о стоимости продаж добавлен
sq_al: Një kosto e re e shitjes postuar kod është futur
sv: En ny kostnad sålda varor kontering har sparats
sw_ke: gharama mpya wa mauzo ya posting code imekuwa kuingizwa
tr_tr: kodu ilanıyla satış yeni bir maliyet eklenmiştir
zh_hk: 新的销售成本科目设置已保存
zh_tw: 新的銷售成本過帳編碼已插入

source: The cost of sales posting code record has been deleted
cs_cz: Náklady na prodej vyslání kódu záznam byl odstraněn
es_es: El registro del código de costo de ventas se ha borrado
hi_in: कोड रिकॉर्ड पोस्टिंग की बिक्री की लागत हटा दिया गया है
id_id: Data kode posting HPP telah dihapus
it_it: La regola di imputazione del costo del venduto àŠ stata cancellata
ko_kr: 판매 전기 코드 레코드의 비용이 삭제되었습니다
mr_in: विक्री पोस्टिंग कोड रेकॉर्ड खर्च हटविले गेले आहे
nl_nl: de kost van verkoop boekingscode record is vernietigd
pt_pt: O Custo de Vendas código de postagem foi excluído
ro_ro: Costul vânzărilor posta record cod a fost şters
ru_ru: Проводка о стоимости продаж была удалена
sq_al: Kostoja e shitjes postimi rekord Kodi është grisur
sv: Kostnads sålda varor konteringen har makulerats
sw_ke: Gharama za mauzo posting code rekodi imefutwa
tr_tr: kod rekor gönderme satışların maliyeti silindi
zh_hk: 销售成本科目设置已删除
zh_tw: 銷售成本過帳編碼記錄已取消

source: The following cost of sales posting records that do not have valid general ledger code specified - these records must be amended.
cs_cz: Následující náklady na prodej vysílání záznamů, které nemají platný hlavní knihy zadaný kód - tyto záznamy musí být změněna.
es_es: El costo de las ventas después de publicar los registros que no tienen un código válido libro mayor especificado - estos registros deben ser modificadas.
hi_in: रिकॉर्ड बिक्री की पोस्टिंग के बाद कीमत है कि वैध सामान्य खाता बही निर्दिष्ट कोड नहीं है - इन अभिलेखों में संशोधन किया जाना चाहिए.
id_id: Data posting HPP berikut tdk mempunyai kode buku besar yg benar - data ini harus diubah.
it_it: Il costo a seguito delle vendite di distacco record che non hanno codice valido Contabilità Generale specificato - questi documenti devono essere modificate.
ko_kr: 이 기록은 개정해야 - 지정된 유효한 일반 회계 원장 코드가없는 판매 게시 레코드의 다음과 같은 비용.
mr_in: ही रेकॉर्ड दुरुस्ती करणे आवश्यक आहे - विक्री वैध सामान्य खातेवही कोड निर्दिष्ट नाही की रेकॉर्ड पोस्ट खालील खर्च.
nl_nl: de volgende kost van verkoop boeking records hebben geen geldige grootboek code - deze records moeten worden aangepast
pt_pt: Postagem custo de vendas, não possuem código contábil especificado - corrigir esses registros.
ro_ro: Costul următoarele vânzărilor posta înregistrările care nu au cod valid registrul general specificat - aceste înregistrări trebuie să fie modificată.
ru_ru: Следующие записи об оприходовании продаж, которые не имеют кода в главной книге. В эти записи должны быть внесены поправки.
sq_al: Kostoja e mëposhtme të shitjeve postimit të dhënat që nuk kanë të vlefshme kodin e përgjithshme librit të caktuar - këto shënime duhet të ndryshohen.
sv: Denna kostnad sålda varor konteringen har inte ett giltigt konto, åtgärda detta.
sw_ke: gharama za mauzo zifuatazo posting kumbukumbu kwamba hawana leja halali ujumla code maalum - kumbukumbu hizi lazima marekebisho.
tr_tr: Belirtilen geçerli defteri kebir kodu yoksa kayıt gönderme satışların aşağıdaki maliyet - Bu kayıtlar tadil edilmelidir.
zh_hk: 以下销售成本科目设置记录没有指定有效的会计科目 - 这个记录必须修改
zh_tw: 以下未有指定總帳科目的銷售成本記錄 - 這記錄必須修改

source: Area
cs_cz: Plocha
es_es: Zona
hi_in: क्षेत्र
ko_kr: 지역
mr_in: क्षेत्र
pt_pt: Área
ro_ro: Zonă
ru_ru: Область
sq_al: Zonë
sv: Område
sw_ke: Eneo
tr_tr: BÖLGE
zh_hk: 销售区域
zh_tw: 地區

source: Stock Category
cs_cz: Skladová kategorie
es_es: Categoría de inventario
hi_in: शेयर श्रेणी
id_id: Kategori Stok
it_it: Classificazione prodotti
ko_kr: 주식의 종류
mr_in: स्टॉक वर्ग
nl_nl: Voorraad categorie
pt_pt: Categoria de Estoque
ro_ro: Categorie Inventar
ru_ru: Категория товара
sv: Lagerkategori
sw_ke: Hisa Jamii
tr_tr: STOK KATEGORISI
zh_hk: 库存种类
zh_tw: 物料組

source: Sales Type
cs_cz: Prodej Typ
es_es: Tipo de venta
hi_in: प्रकार बिक्री
id_id: Tipe Penjualan
it_it: Canale di vendita
ko_kr: 판매 유형
mr_in: विक्री प्रकार
nl_nl: Verkoop Soort
pt_pt: Tipo Venda
ro_ro: Tipul de vânzări
ru_ru: Вид продаж
sv: Ordertyp
sw_ke: Aina ya mauzo
tr_tr: SATIS TÜRÜ
zh_hk: 销售方式
zh_tw: 銷售方式

source: COGS Account
cs_cz: Náklady na prodané účtu
es_es: Cuenta COGS (Costo de Productos Vendidos)
hi_in: Cogs खाता
id_id: Akun HPP
ko_kr: 매출원가 계정
mr_in: COGS खाते
pt_pt: Conta COGS
ro_ro: CBV Cont
ru_ru: Счет себестоимости
sv: Kontonamn
sw_ke: COGS Akaunti
tr_tr: SATILAN MALIN MALIYETI MUH.HESABI
zh_hk: 销售成本科目
zh_tw: 銷售成本帳

source: Are you sure you wish to delete this COGS GL posting record?
es_es: ¿Está seguro que desea suprimir este registro contable del costo de ventas brutas?
id_id: Apakah Anda yakin ingin menghapus data posting GL HPP ini?
ko_kr: 당신은 당신이 GL 게시 기록을 매출원가 삭제 하시겠습니까?
mr_in: आपण या जी.एल. पोस्टिंग रेकॉर्ड COGS हटवू इच्छित खात्री आहे?
pt_pt: Confirma exclusão desse registro de postagem COGS?
zh_tw: 您確定要刪除這個COGS總帳過帳記錄？

source: GL Account
cs_cz: GL účtu
es_es: Cuenta contable
hi_in: जीएल खाता
id_id: Akun GL
it_it: Sottoconto
ko_kr: GL 계정
mr_in: जी.एल. खाते
nl_nl: Grootboek Rekeningen
pt_pt: Conta Contábil
ro_ro: GL Cont
ru_ru: Счет в главной книге
sq_al: Llogaria GL
sv: Konto
sw_ke: GL Akaunti
tr_tr: HESAP PLANI YÖNETIMI
zh_hk: 会计科目
zh_tw: 會計科目

source: Show all cost of sales posting records
cs_cz: Zobrazit všechny náklady na prodej vysílání záznamů
es_es: Mostrar los registros de todos los costos de venta
hi_in: बिक्री रिकॉर्ड पोस्टिंग के सभी लागत दिखाएँ
id_id: Tampilkan semua data posting HPP
it_it: Mostra tutte le regole di imputazione
ko_kr: 판매 게시 기록의 모든 비용을보기
mr_in: विक्री पोस्टिंग रेकॉर्ड सर्व खर्च दाखवा
nl_nl: toon alle kost van verkoop boeking records
pt_pt: Mostre todos os registro de Custo de Vendas postados
ro_ro: Arată toate costul vânzărilor posta înregistrări
ru_ru: Показать все проводки о стоимости продаж
sq_al: Trego të gjithë koston e shitjeve të dhënat e postimit
sv: Visa alla kostnad sålda varor konteringar
sw_ke: Kuonyesha gharama ya mauzo yote posting kumbukumbu
tr_tr: satış rekorları mesajın tüm maliyet göster
zh_hk: 显示所有销售成本科目设置
zh_tw: 顯示所有銷售成本過帳記錄
