Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Stock Code has been used in search
cs_cz: Skladem Kód byl použit při hledání
es_es: El código de existencia se ha usado en la búsqueda
hi_in: स्टॉक कोड खोज में इस्तेमाल किया गया है
id_id: Kode Stok telah digunakan dalam pencarian
it_it: Archivi Codice è stato utilizzato per la ricerca
ko_kr: 주식 코드는 검색에 사용 된
mr_in: स्टॉक कोड शोधणे वापरले गेले आहे
nl_nl: Voorraad code is gebruikt voor de zoekopdracht
pt_pt: Código Estoque usado para pesquisar
ro_ro: Bursa de Valori Codul a fost folosit în căutare
ru_ru: В поиске в поиске код товара
sq_al: Stock Kodi është përdorur në kërkim
sv: Produktkod användes i sökningen
sw_ke: Kificho Stock imekuwa kutumika katika kutafuta
tr_tr: Stok Kodu arama kullanılmıştır
zh_hk: 库存代码被用于查询
zh_tw: 庫存編號可以使用搜索來查詢

source: of
cs_cz: ze dne
es_es: de
hi_in: की
id_id: dari
it_it: di
ko_kr: 의
mr_in: चा
nl_nl: van
pt_pt: de
ro_ro: de
ru_ru: из
sq_al: e
sv: av
sw_ke: ya
zh_hk: 属于
zh_tw: 之

source: pages
cs_cz: stránky
es_es: páginas
hi_in: पृष्ठों
id_id: halaman
it_it: pagine
ko_kr: 페이지
mr_in: पृष्ठे
nl_nl: paginas
pt_pt: páginas
ro_ro: pagini
ru_ru: страниц
sq_al: faqe
sv: sidor
sw_ke: kurasa
tr_tr: SAYFA
zh_hk: 页数
zh_tw: 頁

source: Go to Page
cs_cz: Přejít na stránku
es_es: Ir a la página
hi_in: पृष्ठ पर जाएँ
id_id: Pergi ke Hal
it_it: Vai alla pagina
ko_kr: 페이지로 이동
mr_in: पृष्ठावर जा
nl_nl: Ga naar Pagina
pt_pt: Ir para
ro_ro: Du-te la pagina
ru_ru: К странице
sq_al: Shko tek Faqja
sv: Gå till sida
sw_ke: Kwenda Page
tr_tr: SAYFAYA GIT
zh_hk: 转到页
zh_tw: 轉跳到某一頁

source: Go
cs_cz: Jdi
es_es: Ir
hi_in: जाना
id_id: Pergi
it_it: Vai
ko_kr: 가기
mr_in: जाणे
nl_nl: Ga
pt_pt: Ir para
ro_ro: Du-te
ru_ru: Перейти
sq_al: Shko
sv: Gå
sw_ke: Kwenda
tr_tr: GIT
zh_hk: 转到
zh_tw: 到

source: Previous
cs_cz: Předchozí
es_es: Anterior
hi_in: पिछला
id_id: Sebelum
it_it: Precedente
ko_kr: 이전
mr_in: पूर्वीचा
nl_nl: Vorige
pt_pt: Anterior
ro_ro: Anterioare
ru_ru: Предыдущий
sq_al: I mëparshëm
sv: Föregående
tr_tr: ÖNCEKI
zh_hk: 上一页
zh_tw: 上一頁

source: Total Qty On Hand
cs_cz: Celkem Množství na ruce
es_es: Cantidad total disponible
hi_in: ओर कुल मात्रा
id_id: Total Qty
it_it: Qta Totale disponibile
ko_kr: 총 수량에 손
mr_in: एकूण मात्रा रोजी हाताचा
nl_nl: Totaal Antaal beschikbaar
pt_pt: Qtd Total dispon.
ro_ro: Total in depozit
ru_ru: Общее кол-во в наличии
sq_al: Qty Totali Në dorë
sv: Totalt antal i lager
sw_ke: Jumla ya Uchina upande
tr_tr: ELDEKI TOPLAM MIKTAR
zh_hk: 在手上总数量
zh_tw: 庫存總數量

source: Stock Status
cs_cz: Stav skladu
es_es: Estado del Stock
hi_in: स्टॉक स्तर
id_id: Status Stok
it_it: Stato di Magazzino
ko_kr: 재고 조회
mr_in: स्टॉक स्थिती
nl_nl: Voorraad status
pt_pt: Sit. Estoq.
ro_ro: Stare Inventar
ru_ru: Статус склада
sq_al: Statusit Stock
sv: Lagerstatus
sw_ke: Hali ya hisa
tr_tr: STOK DURUMU
zh_hk: 存货状况
zh_tw: 存貨狀況

source: Obsolete
cs_cz: Zastaralý
es_es: Obsoleto
hi_in: अप्रचलित
id_id: Non-Aktif
it_it: Obsoleto
ko_kr: 폐기
mr_in: अप्रचलित
nl_nl: Niet op Voorraad
pt_pt: Obsoleto
ro_ro: Învechit
ru_ru: Устаревший
sq_al: Vjetëruara
sv: Inaktiv
tr_tr: ÖLÜ (ÜRETILMIYOR)
zh_hk: 淘汰
zh_tw: 過期的

source: Add to Requisition
es_es: Añadir a requisición
id_id: Tambah ke Permintaan
ko_kr: 구매 요구서에 추가
mr_in: मागणी जोडा
pt_pt: Adicionar à Requis.
zh_tw: 添加到請購單

source: The order details for this product cannot be retrieved because
cs_cz: Podrobnosti objednávky pro tento produkt není možné získat, protože
es_es: No se puede obtener los detalles del pedido de este producto porque
hi_in: इस उत्पाद के लिए आदेश विवरण वजह से पुनः प्राप्त नहीं कर सकते
id_id: Rincian order utk produk ini tdk dapat diambil karena
it_it: I dettagli ordine per questo prodotto non può essere recuperato, perché
ko_kr: 이 제품에 대한 주문 세부 사항이 있기 때문에 검색 할 수 없습니다
mr_in: या उत्पादनाची ऑर्डर तपशील कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De orderdatials voor dit item kan niet worden ogehaald omdat
pt_pt: Detalhes do Pedido deste produto não puderam ser recuperados porque
ro_ro: Detaliile pentru acest produs nu pot fi recuperate, deoarece
ru_ru: Данные о заказе данного продукта не могут быть получены, так как
sq_al: Detajet e rendit për këtë produkt nuk mund të shikohet, sepse
sv: Beställningsdetaljerna för denna produkt kan inte visas eftersom
sw_ke: Maelezo ili bidhaa hii hawezi kuwa retrieved sababu
tr_tr: Bu ürün için sipariş ayrıntıları çünkü alınamaz
zh_hk: 此产品的订单细节无法找到，因为
zh_tw: 針對此產品，本訂單的詳細資訊不能被檢索

source: Authorise Internal Stock Requests
es_es: Autorizar las Solicitudes de Existencia Internas
id_id: Otorisasi Permintaan Stok Internal
ko_kr: 재고 요청을 Authorise
mr_in: अंतर्गत स्टॉक विनंत्या अधिकृत करा
pt_pt: Autoriz Requis. Estoque Interno
zh_tw: 授權易耗品

source: Request Number
es_es: Número de Requisición
id_id: Nomor Permintaan
ko_kr: 요청 번호
mr_in: विनंती क्रमांक
pt_pt: Número Requis.
zh_tw: 請求編號

source: Location Of Stock
es_es: Ubicación del inventario
id_id: Lokasi Stok
ko_kr: 주식의 위치
mr_in: स्टॉक स्थान
pt_pt: Local do Estoq.
zh_tw: 庫存的位置

source: Requested Date
es_es: Fecha solicitada
id_id: Tgl Diminta
ko_kr: 요청 된 날짜
mr_in: रुजु दिनांक
pt_pt: Data requisitada
zh_tw: 預交貨日

source: Authorise
es_es: Autorizar
id_id: Otorisasi
pt_pt: Autorizar
zh_tw: 已授權

source: Product
cs_cz: Katalog
es_es: Producto
hi_in: उत्पाद
id_id: Produk
it_it: Prodotto
ko_kr: 생성물
mr_in: उत्पादन
pt_pt: Produto
ro_ro: Produs
ru_ru: Продукт
sq_al: Produktit
sv: Produkt
sw_ke: Bidhaa
tr_tr: Ürün
zh_hk: 产品
zh_tw: 產品

source: Cancel Line
es_es: Cancelar línea
ko_kr: 행 취소
zh_tw: 行取銷

source: Fulfill Stock Requests
es_es: Atender los Requerimientos de Existencia
id_id: Memenuhi Permintaan Stok
ko_kr: 재고 요청을 수행
mr_in: स्टॉक विनंत्या पूर्ण
pt_pt: Req. Abast. Estoq.
zh_tw: 執行易耗品申請

source: Issue
cs_cz: Vydání
es_es: Cuestiones
hi_in: मुद्दा
id_id: Terbitkan
it_it: Problema
ko_kr: 문제
mr_in: अंक
nl_nl: Toewijzen / vrijgeven
pt_pt: Neces.
ro_ro: Problemă
ru_ru: Выпуск
sq_al: Çështje
sv: Utfärda
sw_ke: Suala
tr_tr: Sorunu
zh_hk: 发出
zh_tw: 發料

source: to department
es_es: al departamento
id_id: ke departemen
ko_kr: 부서
mr_in: विभागाकडे
pt_pt: para o departamento
zh_tw: 到部門

source: The stock movement record cannot be inserted because
cs_cz: Pohyb zásob záznam nelze vložit, protože
es_es: No se puede agregar el registro de movimiento de existencias porque
hi_in: शेयर आंदोलन रिकॉर्ड क्योंकि नहीं डाला जा सकता है
id_id: Data perpindahan stok tak dapat dimasukkan karena
it_it: Il record di movimenti di magazzino non può essere inserito perché
ko_kr: 주식 이동 기록이 있기 때문에 삽입 할 수 없습니다
mr_in: स्टॉक चळवळ रेकॉर्ड घातले जाऊ शकत नाही कारण
nl_nl: De voorraad beweging kon niet worden toegevoegd omdat
pt_pt: Movimento de estoque não pode ser inserido porque
ro_ro: Mişcarea evidenţă operativă a mărfurilor nu poate fi introdusă, deoarece
ru_ru: Запись о перемещении товара не может быть вставлена, так как
sq_al: Lëvizja e aksioneve të regjistruar nuk mund të futet, sepse
sv: Lagerförändringsposten kan inte infogas eftersom
sw_ke: Rekodi ya hisa harakati haiwezi kuingizwa kwa sababu
tr_tr: STOK HAREKETI EKLENEMEDI:
zh_hk: 未能插入物料移动记录, 因为
zh_tw: 未能插入存貨移動記錄, 因為

source: The following SQL to insert the stock movement record was used
cs_cz: Následující SQL vložit pohyb zásob záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de movimiento de existencias
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL स्टॉक आंदोलन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data perpindahan stok
it_it: L&#39;SQL seguente per inserire il record dei movimenti delle scorte è stato utilizzato
ko_kr: 주식 이동 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: स्टॉक चळवळ रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraad beweging toe te voegen was
pt_pt: O seguinte erro de SQL na inserção de movimento de estoque foi usado
ro_ro: SQL pentru a insera următoarele mişcarea evidenţă operativă a mărfurilor a fost folosit
ru_ru: SQL вставки записи о перемещении товара
sq_al: SQL e mëposhtme për të futur në lëvizjen e aksioneve rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert rekodi ya hisa harakati ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入物料移动记录的 SQL 是
zh_tw: 以下插入存貨移動記錄的 SQL 正被使用

source: The following SQL to update the stock record was used
cs_cz: Následující SQL aktualizovat skladové evidenci byl používán
es_es: Se uso el siguiente SQL para actualizar el registro de existencias
hi_in: निम्नलिखित एसक्यूएल स्टॉक रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data stok
it_it: Il seguente SQL per aggiornare la contabilità di magazzino è stato utilizzato
ko_kr: 주식 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: स्टॉक रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De volgende SQL was gebuikt om de voorraad te wijzigen
pt_pt: SQL usado para atualizar estoque foi
ro_ro: Următoarele SQL de actualizare a evidenţă operativă a mărfurilor a fost folosit
ru_ru: SQL обновления записи о товаре
sq_al: SQL e mëposhtme për të rinovuar rekordin e aksioneve është përdorur
sv: SQL
sw_ke: SQL zifuatazo update rekodi ya hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新存货记录的 SQL 是
zh_tw: 以下更新存貨記錄的 SQL 正被使用

source: The general ledger transaction entries could not be added because
cs_cz: Obecné údaje saldokontní nelze přidat, protože
es_es: No se pudo agregar registro contable porque
hi_in: सामान्य खाता बही लेनदेन प्रविष्टियों क्योंकि जोड़ा नहीं जा सका
id_id: Entri transaksi buku besar tdk dapat ditambah karena
it_it: Il generale voci di registro di transazione non può essere aggiunto perché
ko_kr: 총계정 원장 트랜잭션 항목이 있기 때문에 추가 할 수 없습니다
mr_in: सामान्य खातेवही व्यवहार नोंदी कारण जोडले जाऊ शकत नाही
nl_nl: De grootboek boekingen konden niet worden toegevoegd omdat
pt_pt: Transações contábeis não foram inseridas porque
ro_ro: Intrările registrul general tranzacţia nu a putut fi adăugată deoarece
ru_ru: Невозможно добавить транзакции в главную книгу, так как
sq_al: Të hyra të përgjithshme transaksion librit nuk mund të shtohet sepse
sv: I huvudboken transaktionen poster kunde inte läggas till eftersom
sw_ke: Ya jumla ya shughuli entries kitabu inaweza kuwa aliongeza kwa sababu
tr_tr: MUHASEBE HESAP GIRISI EKLENEMEDI:
zh_hk: 未能新增会计凭证, 因为
zh_tw: 未能新增總帳交易帳目, 因為

source: The following SQL to insert the GL entries was used
cs_cz: Následující SQL vložit GL položek byla použita
es_es: Se usó el siguiente SQL para agregar las entradas contables
hi_in: निम्नलिखित सम्मिलित करने के लिए जीएल प्रविष्टियों एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan entri GL
it_it: L&#39;SQL seguente per inserire le voci di GL è stato utilizzato
ko_kr: GL 항목을 삽입하는 다음 SQL을 사용 하였다
mr_in: जी.एल. नोंदी घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de grootboek boekingen toe te voegen was
pt_pt: SQL usado para inserir entradas no Plano de Contas foi
ro_ro: SQL următoare pentru a insera intrări GL a fost folosit
ru_ru: SQL вставки записи в главную книгу
sq_al: SQL e mëposhtme për të futur në shënimet GL është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert entries GL ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入会计凭证的 SQL 是
zh_tw: 以下插入總帳的 SQL 正被使用

source: An internal stock request for
id_id: Permintaan Stok Internal utk
ko_kr: 대한 재고 요청
mr_in: एक अंतर्गत स्टॉक विनंती
pt_pt: Req. estoque interna para
zh_tw: 內部倉庫要求

source: has been fulfilled from location
id_id: telah dipenuhi dari lokasi
ko_kr: 위치에서 성취되었습니다
mr_in: स्थानावरून पूर्ण केले आहे
pt_pt: foi criada do local
zh_tw: 已達成的位置

source: for a quantity of
cs_cz: na množství
es_es: por una cantidad de
hi_in: एक मात्रा के लिए
id_id: sejumlah
it_it: per una quantità di
ko_kr: 의 수량
mr_in: एक प्रमाणात साठी
nl_nl: voor een hoeveelheid van
pt_pt: para a quantidade de
ro_ro: pentru o cantitate de
ru_ru: для количества
sq_al: për një sasi të
sv: för ett antal om
sw_ke: kwa ajili ya wingi wa
tr_tr: MIKTAR :
zh_hk: 数量
zh_tw: 數量:

source: by user
es_es: por el usuario
id_id: oleh user
ko_kr: 사용자가
mr_in: वापरकर्त्याद्वारे
pt_pt: pelo usuário
zh_tw: 用戶

source: at
cs_cz: na
es_es: en
hi_in: पर
id_id: di
it_it: a
ko_kr: 에
mr_in: येथे
nl_nl: op
pt_pt: em
ro_ro: la
ru_ru: на
sq_al: në
sv: på
sw_ke: saa
tr_tr: de
zh_hk: 在
zh_tw: 於

source: Internal Stock Request Fulfillment for
id_id: Pemenuhan Permintaan Stok Internal utk
ko_kr: 대한 재고 요청 이행
mr_in: अंतर्गत स्टॉक विनंती पूर्ण
pt_pt: Requisitar itens de estoque para uso interno para
zh_tw: 履行的內部庫存請求

source: cannot be created as there is insufficient stock and your system is configured to not allow negative stocks
es_es: No se puede crear ya que hay insuficiencia de existencias y su sistema está configurado para no permitir las existencias negativas
id_id: tdk dapat dilakukan karena kurang stok dan sistem Anda tdk memperbolehkan stok negatif
ko_kr: 충분한 재고가로 생성 할 수 없으며 시스템은 음의 주식을 허용되지 않음으로 구성
mr_in: अपुरा स्टॉक आहे म्हणून तयार करणे शक्य नाही आणि तुमची प्रणाली नकारात्मक साठा परवानगी न आणण्यासाठी कॉन्फिगर आहे
pt_pt: não pode criar pois o estoque é insuficiente e o sistema não permite estoque negativo
zh_tw: 無法新建，因為是庫存不足和您的系統配置為不允許負庫存

source: Choose a location to issue requests from
es_es: Seleccionar una ubicación para emitir las solicitudes
id_id: Pilih lokasi utk menerbitkan permintaan dari
ko_kr: 요청을 발행 할 수있는 위치를 선택합니다
mr_in: विनंत्या जारी करण्यासाठी स्थान निवडा
pt_pt: Escolha o local de origem para requisitar
zh_tw: 選擇從發出請求的位置

source: Show Requests
es_es: Mostrar Requisiciones
id_id: Tampilkan Permintaan
ko_kr: 보기 요청
mr_in: विनंत्या दर्शवा
pt_pt: Exibir Requisições
zh_tw: 顯示請求

source: There are no outstanding authorised requests for this location
es_es: No hay requisiciones extraordinarias autorizadas para esta localidad
id_id: Tdk ada permintaan ditorisasi yg masih blm-selesai utk lokasi ini
ko_kr: 이 위치에 대한 뛰어난 인증 된 요청이 없습니다
mr_in: या स्थानासाठी थकबाकी अधिकृत विनंत्या आहेत
pt_pt: Não há requisições autorizadas para este local
zh_tw: 這個位置沒有尚未行使授權請求

source: Select another location
es_es: Seleccionar otra localidad
id_id: Pilih lokasi lain
ko_kr: 다른 위치를 선택
mr_in: दुसर्या स्थान निवडा
pt_pt: Selecionar outro local
zh_tw: 選取其他位置

source: Required
cs_cz: Požadované
es_es: Requerido
hi_in: आवश्यकता
id_id: Diperlukan
it_it: Obbligatorio
ko_kr: 필수
mr_in: आवश्यक
nl_nl: Verplicht
pt_pt: Requerido
ro_ro: Necesare
ru_ru: Требуется
sq_al: E nevojshme
sv: Krävs
tr_tr: ZORUNLU
zh_hk: 要求
zh_tw: 要求

source: Delivered
cs_cz: Dodané
es_es: Despachado
hi_in: वितरित
id_id: Dikirim
it_it: Spedito
ko_kr: 배달
mr_in: वितरीत
nl_nl: Geleverd
pt_pt: Enviado
ro_ro: Pronunţată
ru_ru: Поставляется
sq_al: Dorëzuar
sv: Levererad
sw_ke: Mikononi
tr_tr: Sevk edildi
zh_hk: 已交货
zh_tw: 已交貨

source: From Stock Location
cs_cz: Od Umístění skladu
es_es: Desde la ubicación de inventario
hi_in: स्टॉक स्थान से
id_id: Dari Lokasi Stok
it_it: Dalla Posizione Archivio
ko_kr: 재고 위치에서
mr_in: स्टॉक स्थानावरून
nl_nl: Van Voorraad Locatie
pt_pt: do Local de Estoque
ro_ro: Locul de amplasare de la Bursa de Valori
ru_ru: Из местоположения товара
sq_al: Nga Vendndodhja Stock
sv: Fr.o.m lagerplats
sw_ke: Kutoka Location Stock
tr_tr: [ GÖNDEREN DEPO ]
zh_hk: 由仓库
zh_tw: 倉庫地點

source: Authorized
cs_cz: Povoleno
es_es: Autorizado
hi_in: अधिकृत
id_id: Diotorisasi
it_it: Autorizzato
ko_kr: 권한을 부여받은
mr_in: अधिकृत
nl_nl: Toegestaan
pt_pt: Autorizado
ro_ro: Autorizat
ru_ru: Уполномоченный
sq_al: I autorizuar
sv: Autoriserad
sw_ke: Mamlaka
tr_tr: Yetkili
zh_hk: 已批准
zh_tw: 授權

source: Dispatch Date
cs_cz: Datum odeslání
es_es: Fecha de Expedición
hi_in: प्रेषण तिथि
id_id: Tgl Pengiriman
it_it: Data di spedizione
ko_kr: 파견 날짜
mr_in: तडफ दिनांक
nl_nl: Vertrek Datum
pt_pt: Data Despacho
ro_ro: Data expedierii
ru_ru: Дата отправки
sq_al: Dërgimi Data
sv: Leveransdatum
sw_ke: Tarehe dispatch
tr_tr: GÖNDERI TARIHI
zh_hk: 发运日期
zh_tw: 派送日期

source: No stock items were returned by the SQL because
cs_cz: Č. skladových položek byly vráceny, protože SQL
es_es: El SQL no devolvió ningún artículo de existencias porque
hi_in: कोई स्टॉक मदों क्योंकि SQL से लौट रहे थे
id_id: Tdk ada item stok yg dikembalikan oleh SQL karena
it_it: No articoli di riserva sono stati restituiti dal SQL perché
ko_kr: 재고 항목은 SQL 때문에에 의해 반환되지 않았다
mr_in: नाही स्टॉक आयटम SQL करून परत आले कारण
nl_nl: SQL gaf geen voorraad items omdat
pt_pt: Nenhum item em estoque retornou na pesquisa sql porque
ro_ro: Nu stoc au fost returnate de către SQL, deoarece
ru_ru: Не найдено товаров, так как
sq_al: Nuk ka artikuj të aksioneve ishin kthyer nga ana e SQL sepse
sv: Inga lagerartiklar returnerades av SQL eftersom
sw_ke: Hakuna vitu hisa walikuwa kurejea kwa SQL sababu
tr_tr: SORGU SONUCUNDA ÜRÜN BULUNAMADI
zh_hk: 查找物料的SQL运行失败, 因为
zh_tw: 沒有存貨商品由 SQL 傳回, 因為

source: Inventory Planning Report
cs_cz: Hlášení o plánování skladu
es_es: Informe de Planificación de Existencias
hi_in: इन्वेंटरी प्लानिंग रिपोर्ट
id_id: Laporan Perencanaan Persediaan
ko_kr: 재고 계획 보고서
mr_in: सूची नियोजन अहवाल
nl_nl: Rapport over de voorraad planning
pt_pt: Relatório Planejamento Estoque
ro_ro: Inventarul Planificare Raport
ru_ru: Отчет о планировании ассортимента
sq_al: Raporti Inventari Planifikimit
sv: Lagerplanering
sw_ke: Hesabu Mipango Ripoti
tr_tr: STOK PLANLAMA RAPORU
zh_hk: 物料需求计划报表
zh_tw: 庫存商品計劃報表

source: Inventory Planning
cs_cz: Plánování zásob
es_es: Planificación de Inventario
hi_in: इन्वेंटरी प्लानिंग
id_id: Perencanaan Persediaan
ko_kr: 재고 계획
mr_in: सूची नियोजन
nl_nl: Voorraad Planning
pt_pt: Planejamento Estoque
ro_ro: Inventar de planificare
ru_ru: Планирование ассортимента
sq_al: Inventari i Planifikimit
sv: Lagerplanering
sw_ke: Hesabu ya Mipango
tr_tr: STOK PLANLAMA
zh_hk: 物料需求计划报表
zh_tw: 庫存計劃

source: The inventory quantities could not be retrieved by the SQL because
cs_cz: Množství zásob se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la cantidad de inventario porque
hi_in: सूची मात्रा क्योंकि SQL से नहीं लिया सकता है
id_id: Jumlah persediaan tdk dapat diambil oleh SQL karena
it_it: I quantitativi di inventario non può essere recuperata dal SQL perché
ko_kr: 재고 수량은 SQL 때문에 검색 할 수 없습니다
mr_in: पुस्तके प्रमाणात SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De hoeveelheid voorraad kon niet worden ogevraagd mdat
pt_pt: Quantidades de estoque não foram recuperados porque
ro_ro: cantităţile inventar nu a putut fi recuperate de către SQL, deoarece
ru_ru: Данные о количествах товара не могут быть получены, так как
sq_al: Sasitë e inventarit nuk mund të shikohet nga SQL sepse
sv: SQL Fel
sw_ke: wingi wa hesabu inaweza kuwa retrieved na SQL sababu
tr_tr: STOK MIKTARLARI GÖSTERILEMIYOR:
zh_hk: 查询库存物料的SQL运行失败,因为
zh_tw: 庫存數量未能由 SQL 提取, 因為

source: The sales quantities could not be retrieved by the SQL because
cs_cz: Objem prodeje se nepodařilo získat do SQL, protože
es_es: Las cantidades de ventas no han podido recuperarse por el SQL porque
hi_in: बिक्री मात्रा क्योंकि SQL से नहीं लिया सकता है
id_id: Jumlah penjualan tdk dapat diambil oleh SQL karena
it_it: I quantitativi di vendita non può essere recuperata dal SQL perché
ko_kr: 판매 수량은 SQL 때문에 검색 할 수 없습니다
mr_in: विक्री प्रमाणात SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De verkoopshoeveelheid kon niet worden opgevraagd omdat
pt_pt: O SQL com quantidades vendas não podem ser recuperados porque
ro_ro: cantităţile de vânzare nu a putut fi recuperate de către SQL, deoarece
ru_ru: Проданные количества не могут быть получены, так как
sq_al: Sasitë e shitjes nuk mund të shikohet nga SQL sepse
sv: SQL Fel
sw_ke: wingi wa mauzo inaweza kuwa retrieved na SQL sababu
tr_tr: SATIS MIKTARLARI GÖSTERILEMIYOR:
zh_hk: 查询销售数量的SQL运行失败,因为
zh_tw: 銷售數量未能由 SQL 提取, 因為

source: The sales order demand quantities could not be retrieved by the SQL because
cs_cz: Prodané množství, aby požadavek se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener las cantidades demandadas en la orden de venta porque
hi_in: बिक्री क्रम मांग मात्रा क्योंकि SQL से नहीं लिया सकता है
id_id: Jumlah permintaan order penjualan tdk dapat diambil oleh SQL karena
it_it: L&#39;ordine di vendita domanda quantitativi non possono essere recuperate dal SQL perché
ko_kr: 판매 주문 수요 수량은 SQL 때문에 검색 할 수 없습니다
mr_in: विक्री ऑर्डर मागणी प्रमाणात SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De verkoopsorder vraag kon niet worden opgevraagd omdat
pt_pt: Quantidades pedido vendas não foram recuperadas porque
ro_ro: Cantităţile de vânzări a cererii pentru a nu a putut fi recuperate de către SQL, deoarece
ru_ru: Заьребованные объемы в заказе на продажу не могут быть получены с помощью SQL, так как
sq_al: Sasitë e shitjes kërkesës mënyrë nuk mund të shikohet nga SQL sepse
sv: SQL Fel
sw_ke: Utaratibu mauzo kiasi mahitaji inaweza kuwa retrieved na SQL sababu
tr_tr: Satış siparişi talep miktarları SQL çünkü tarafından alınamadı
zh_hk: 查询销售订单需求数量的SQL运行失败,因为
zh_tw: 銷售訂單需求數量未能由 SQL 提取, 因為

source: The sales order demand quantities from parent assemblies could not be retrieved by the SQL because
cs_cz: Prodané množství, aby poptávka od rodičů sestavy se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener las cantidades demandadas desde los productos ensamblados a los que pertenecen porque
hi_in: माता - पिता असेंबलियों से बिक्री आदेश मांग मात्रा क्योंकि SQL से नहीं लिया सकता है
id_id: Jumlah permintaan order penjualan dari kumpulan induk tdk dapat diambil oleh SQL karena
it_it: L&#39;ordine di vendita domanda quantitativi dalle assemblee dei genitori non possono essere recuperate dal SQL perché
ko_kr: 부모 어셈블리에서 판매 주문 수요 수량은 SQL 때문에 검색 할 수 없습니다
mr_in: पालक अधिवेशने पासून विक्री ऑर्डर मागणी प्रमाणात SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De verkoopsorder vraag van een moeder assemblage kon niet worden opgevraagd omat
pt_pt: Quant. de pedido de vendas sob demanda para montagens item pai não podem ser recuperadas via SQL no DB porque
ro_ro: Cantităţile de vânzări a cererii pentru a ansamblurilor de la mamă nu a putut fi recuperate de către SQL, deoarece
ru_ru: Затребованные в заказе на продажу количества не могут быть получены с использованием SQL, так как
sq_al: Sasitë e shitjes kërkesës urdhër nga kuvendet prindi nuk mund të shikohet nga SQL sepse
sv: Fel
sw_ke: Utaratibu mauzo kiasi mahitaji kutoka kwa makanisa mzazi inaweza kuwa retrieved na SQL sababu
tr_tr: ebeveyn meclisleri gelen satış siparişi talep miktarları SQL çünkü tarafından alınamadı
zh_hk: 查询BOM父物料展开需求数量的SQL运行失败,因为
zh_tw: 由原組裝銷售訂單需求數量未能由 SQL 提取, 因為

source: Print Inventory Planning Report Empty
cs_cz: Tisk plánování zásob Zpráva prázdný
es_es: Imprimir Informe de Planificación de Inventario Vacío
hi_in: प्रिंट इन्वेंटरी प्लानिंग रिपोर्ट खाली
id_id: Cetak Laporan Perencanaan Persediaan Kosong
it_it: Stampa Planning Inventory Report vuoto
ko_kr: 인쇄 재고 계획 보고서 빈에게
mr_in: प्रिंट सूची नियोजन अहवाल रिकामी
nl_nl: De print van het voorraad planningsrapport was leeg
pt_pt: Relatório Planej. Estoque Vazio
ro_ro: Inventarul de imprimare Planificare Raport go
ru_ru: Печатать пустой отчет о планировании ассортимента
sq_al: Planifikimit Print Inventari Raporti Empty
sv: Utskriften av lager planeringsrapporten är tom
sw_ke: Magazeti Mali Mipango Ripoti Tupu
tr_tr: YAZDIRILAN STOK PLANLAMA RAPORU BOS
zh_hk: 物料需求计划报表为空
zh_tw: 列印庫存計劃報表空白
