Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: To enter a supplier credit note the supplier must first be selected from the supplier selection screen
cs_cz: Chcete-li zadat dodavatel dobropis na dodavatele musí být nejprve vybrány z obrazovky výběru dodavatele
es_es: Para introducir una nota de crédito del proveedor, el mismo debe ser seleccionado desde la pantalla de selección de proveedores
hi_in: के लिए एक आपूर्तिकर्ता क्रेडिट दर्ज नोट सप्लायर पहले आपूर्तिकर्ता का चयन स्क्रीन में से चुना जाना चाहिए
id_id: Utk memasukkan nota kredit supplier, supplier harus dipilih dulu dari menu pilihan supplier
it_it: Per inserire una nota di credito fornitore, il fornitore deve prima essere selezionato dalla schermata di selezione del fornitore
ko_kr: 공급 업체 신용 메모를 입력하려면 공급 업체가 먼저 공급 업체 선택 화면에서 선택해야합니다
mr_in: एक पुरवठादार क्रेडिट नोट प्रविष्ट करा पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर पासून निवडणे आवश्यक आहे
nl_nl: Om een leveranciers credit nota in te voeren moet u eerst een selectie maken via het leveranciersslectiescherm
pt_pt: Para informar nota de créd. fornecedor, antes deve ser escolhido o fornecedor na pág. pesquisa
ro_ro: Pentru a introduce o notă de credit legatura cu furnizorul furnizorul trebuie mai întâi selectat din ecranul de selectare a furnizorului
ru_ru: Для ввода коммерческого кредита отметить поставщик должен лишь выбрать на экране выбора поставщика
sq_al: Për të futur një notë krediti furnizues furnizues duhet së pari të zgjidhen nga menuja e zgjedhësit të furnizuesit
sv: Om du vill ange en leverantör tillgodohavande leverantören först måste väljas från leverantören skärmen för val
sw_ke: Kuingia mikopo wasambazaji kumbuka wasambazaji lazima kwanza kuchaguliwa kutoka screen uteuzi wasambazaji
tr_tr: Bir tedarikçi kredi girmek için tedarikçi ilk tedarikçi seçim ekranı seçilmelidir dikkat
zh_hk: 要输入供应商红字发票, 请先在供应商选取画面先选取供应商
zh_tw: 要輸入供應商折讓單, 請先在供應商選取畫面先選取供應商

source: Select A Supplier to Enter an Credit Note For
cs_cz: Vyberte Dodavatel Zadání dobropis za
es_es: Seleccionar un proveedor para el abono
hi_in: एक प्रदायक चुनें करने के लिए एक क्रेडिट नोट दर्ज के लिए
id_id: Pilih Supplier utk Memasukkan Nota Kredit
it_it: di Invia
ko_kr: 에 대한 신용 참고를 입력하는 공급 업체를 선택
mr_in: एक क्रेडिट टीप प्रविष्ट करण्यासाठी एक पुरवठादार निवडा
nl_nl: Selecteer een Leverancier voor invoer van Credit Nota
pt_pt: Selec. Fornec. para Entrar Nota Crédito para
ro_ro: Selectaţi un furnizor pentru a introduce o notă de credit pentru
ru_ru: Выбор поставщика для ввода кредитную Примечание
sq_al: Zgjidh nje Furnizuesi do të hyjnë në një notë krediti për
sv: Välja en leverantör för att ange en kreditnota för
sw_ke: Kuchagua A Supplier na Andika Angalia mikopo kwa ajili ya
tr_tr: Için bir Kredi Notu girin A Tedarikçi seçin
zh_hk: 选取供应商来输入红字发票
zh_tw: 選取供應商來輸入折讓單

source: You should automatically be forwarded to the entry of credit notes against goods received page
cs_cz: Měli byste být automaticky předána na vstup dobropisů proti přijetí zboží stránku
es_es: Debería ser enviado automáticamente a la página de entrada de notas de crédito respecto a bienes recibidos
hi_in: आप स्वचालित रूप से माल के खिलाफ क्रेडिट नोटों की प्रविष्टि के लिए भेजा जाना चाहिए पृष्ठ मिला
id_id: Anda seharusnya diteruskan secara otomatis ke halaman masukkan nota kredit terhadap brg yg diterima
it_it: di
ko_kr: 당신은 자동으로 상품 수신 페이지에 대해 신용 노트의 항목에 전달해야한다
mr_in: आपण आपोआप पृष्ठ प्राप्त माल विरुद्ध क्रेडिट नोट्स नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de invoer pagina van creditering van ontvangen goederen
pt_pt: Automaticamente haverá a transferência para Página Notas Crédito para Mercadorias Recebidas
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea de note de credit faţă de bunurile primite de start
ru_ru: Вы должны автоматически перенаправлены на вступление кредитных нот в отношении товаров, полученных страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e shënimet e kredisë ndaj mallrave të marra faqe
sv: Du bör automatiskt vidarebefordras till införsel av kreditnotor mot varor mottagna sida
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa maelezo mikopo dhidi ya bidhaa kupokea ukurasa
tr_tr: Otomatik mallara karşı kredi notları giriş bildirmeleri gerekmektedir sayfası aldı
zh_hk: 应该是自动由货品接收页转到红字发票输入
zh_tw: 應該是自動由貨品收貨頁轉到折讓單輸入

source: You should automatically be forwarded to the entry of credit notes against shipments page
cs_cz: Měli byste být automaticky předána na vstup dobropisů proti přepravě stránku
es_es: Debería ser enviado automáticamente a la página de entrada de notas de crédito respecto a envíos
hi_in: आप स्वचालित रूप से लदान पृष्ठ खिलाफ क्रेडिट नोटों की प्रविष्टि के लिए भेजा जाना चाहिए
id_id: Anda seharusnya diteruskan secara otomatis ke halaman masukkan nota kredit terhadap pengiriman
it_it: di
ko_kr: 당신은 자동으로 출하량이 페이지에 대한 신용 노트의 항목에 전달해야한다
mr_in: आपण आपोआप शिपमेंट्समध्ये पृष्ठ विरुद्ध क्रेडिट नोट्स नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de invoer pagina van creditering van zendingen
pt_pt: Automaticamente haverá a transferência para Página Remessas Nota Crédito
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea de note de credit împotriva pagina transporturilor
ru_ru: Вы должны автоматически перенаправлены на вступление кредитных нот против странице поставки
sq_al: Ju duhet automatikisht të përcillet në hyrjen e shënimet e kredisë ndaj dërgesave faqe
sv: Du bör automatiskt vidarebefordras till införsel av kreditnotor mot transporter sida
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa maelezo mikopo dhidi ya ukurasa umeongezeka
tr_tr: Otomatik gönderiler sayfa karşı kredi notları giriş bildirmeleri gerekmektedir
zh_hk: 应该是自动由运输页转到红字发票输入
zh_tw: 應該是自動由運輸頁轉到折讓單輸入

source: You should automatically be forwarded to the entry of credit notes against the general ledger page
cs_cz: Měli byste být automaticky předána na vstup dobropisů proti hlavní knihy stránce
es_es: Debería ser enviado automáticamente a la página de entrada de notas de crédito respecto a la contabilidad
hi_in: आप स्वचालित रूप से सामान्य खाता पृष्ठ के खिलाफ क्रेडिट नोटों की प्रविष्टि के लिए अग्रसारित किया जाना चाहिए
id_id: Anda seharusnya diteruskan secara otomatis ke halaman masukkan nota kredit terhadap buku besar
it_it: di
ko_kr: 당신은 자동으로 일반 회계 원장 페이지에 대한 신용 노트의 항목에 전달해야한다
mr_in: आपण आपोआप सामान्य खातेवही पृष्ठ विरुद्ध क्रेडिट नोट्स नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de invoer pagina van credit notas volgens grootboek
pt_pt: Automaticamente haverá a transferência para Página Contábil Notas de Crédito
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea de note de credit împotriva pagina registrul general
ru_ru: Вы должны автоматически перенаправлены на вступление кредитных нот от общей странице Леджер
sq_al: Ju duhet automatikisht të përcillet në hyrjen e shënimet kredi për faqe librin kryesor
sv: Du bör automatiskt vidarebefordras till införsel av kreditnotor mot huvudboken sidan
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa maelezo mikopo dhidi ya ukurasa wa jumla kitabu
tr_tr: Otomatik defteri kebire sayfa karşı kredi notları giriş bildirmeleri gerekmektedir
zh_hk: 应该是自动由总账页页转到红字发票输入
zh_tw: 應該是自動由總帳頁頁轉到折讓單輸入

source: You should automatically be forwarded to the entry of supplier credit notes against contracts page
cs_cz: Měli byste být automaticky předána k zápisu poznámek dodavatelského úvěru proti smluv stránku
es_es: Debería ser enviado automáticamente a la página de entrada de las notas de crédito de proveedores contra contratos
hi_in: आप स्वचालित रूप से ठेके के खिलाफ आपूर्तिकर्ता क्रेडिट नोटों की प्रविष्टि के लिए अग्रसारित किया जाना चाहिए पृष्ठ
id_id: Anda secara otomatis akan diteruskan ke masuknya nota kredit supplier terhadap kontrak halaman
it_it: Dovresti essere automaticamente trasmessi alla voce di note di accredito fornitore nei confronti dei contratti pagina
ko_kr: 당신은 자동으로 계약 페이지에 대한 공급 업체의 신용 노트의 항목에 전달해야한다
mr_in: आपण आपोआप करार पृष्ठ विरुद्ध पुरवठादार क्रेडिट नोट्स नोंद अग्रेषित पाहिजे
nl_nl: U wordt automatisch doorgestuurd naar de binnenkomst van leverancierskrediet notities tegen contracten pagina
pt_pt: Automaticamente haverá a transferência para Página Contratos Nota Crédito Fornecedor
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea de note de credit cu furnizorul împotriva contractelor de start
ru_ru: Вы должны автоматически перенаправлены на вступление отмечает кредит поставщика по контрактам страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e shënimet e kredisë furnizuesit kundrejt kontratave faqe
sv: Du bör automatiskt vidarebefordras till posten av sedlar leverantör kredit mot kontrakt sida
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa maelezo mikopo wasambazaji dhidi ya mikataba ya ukurasa
tr_tr: Otomatik sayfa sözleşmeleri karşı tedarikçi kredi notları giriş bildirmeleri gerekmektedir
zh_hk: 您将会自动转入供应商红字发票对应的合同页面
zh_tw: 供應商紅字發票的輸入，你應自動轉發到合約頁面內

source: You should automatically be forwarded to the entry of invoices against fixed assets page
cs_cz: Měli byste být automaticky předána k zápisu faktur proti dlouhodobého majetku stránku
es_es: Debería ser enviado automáticamente al ingreso de las facturas contra la página de activos fijos
hi_in: आप स्वचालित रूप से अचल संपत्ति के खिलाफ चालान की प्रविष्टि के लिए अग्रसारित किया जाना चाहिए पृष्ठ
id_id: Anda secara otomatis akan diteruskan ke masuknya faktur terhadap aktiva tetap halaman
it_it: Dovresti essere automaticamente trasmessi alla voce di fatture a fronte di attività fisse pagina
ko_kr: 당신이 자동으로 고정 자산 페이지에 대한 송장의 항목에 전달해야한다
mr_in: आपण आपोआप स्थिर मालमत्ता पृष्ठ विरुद्ध पावत्या च्या एंट्रीला अग्रेषित पाहिजे
nl_nl: U wordt automatisch doorgestuurd naar de binnenkomst van de facturen tegen vaste activa pagina
pt_pt: Automaticamente haverá a transferência para a Página Pedidos Ativo Fixo
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea facturilor împotriva activelor fixe pagina
ru_ru: Вы должны автоматически перенаправлены на вступление счетов-фактур в отношении основных средств страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faturave ndaj aseteve fikse faqe
sv: Du bör automatiskt vidarebefordras till posten av fakturor mot anläggningstillgångar sida
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia wa ankara dhidi ya rasilimali za kudumu ukurasa
tr_tr: Otomatik sayfa duran varlıkların karşı faturaların giriş bildirmeleri gerekmektedir
zh_hk: 您将会被自动转入输入对应固定资产的发票页
zh_tw: 你應自動轉發到發票的輸入固定資產頁

source: Supplier Credit Note Reference
cs_cz: Dodavatel dobropis Reference
es_es: Referencia Abono proveedor
hi_in: आपूर्तिकर्ता क्रेडिट नोट संदर्भ
id_id: Referensi Nota Kredit Supplier
it_it: Riferimento
ko_kr: 공급 업체 신용 참고 참조
mr_in: पुरवठादार क्रेडिट टीप संदर्भ
nl_nl: Leveranciers Cedit Nota Referentie
pt_pt: Ref. Nota Créd. Fornec.
ro_ro: Furnizorul de credit Notă de referinţă
ru_ru: Поставщик кредитную сноски
sq_al: Shënim Furnizuesi Credit Reference
sv: Referens till leverantörskreditnota
sw_ke: Wasambazaji Mikopo Angalia Reference
tr_tr: BELGE REF.
zh_hk: 供应商红字发票参考
zh_tw: 供應商折讓單參考

source: Credit Note Date
cs_cz: Úvěrové Poznámka: Datum
es_es: Fecha de nota de crédito
hi_in: क्रेडिट नोट दिनांक
id_id: Tgl Nota Kredit
it_it: Data
ko_kr: 신용 주 날짜
mr_in: क्रेडिट टीप दिनांक
nl_nl: Datum credit factuur
pt_pt: Data Nota Crédito
ro_ro: Nota de credit Data
ru_ru: Кредитные Примечание Дата
sq_al: Data Credit Note
sv: Datumformat för lappens titel
sw_ke: Angalia mikopo Date
tr_tr: BELGE TARIHI
zh_hk: 红字发票日期
zh_tw: 折讓單日期

source: in format
cs_cz: ve formátu
es_es: en formato
hi_in: प्रारूप में
id_id: dalam format
it_it: in formato
ko_kr: 형식
mr_in: स्वरूपात
nl_nl: Format
pt_pt: no formato
ro_ro: în format
ru_ru: в формате
sq_al: në format
sv: Fel i format
sw_ke: katika muundo
tr_tr: FORMAT
zh_hk: 格式
zh_tw: 在前面

source: Purchase Order Credits
cs_cz: Objednávka Kredity
es_es: Créditos de Orden de Compra
hi_in: खरीद आदेश Credits
id_id: Kredit Order Pembelian
it_it: Ordine di Acquisto Credits
ko_kr: 주문 크레딧 구매
mr_in: खरेदी ऑर्डर क्रेडिट्स
nl_nl: Bestelling Credits
pt_pt: Ordem de Crédito Compra
ro_ro: Ordinul de cumpărare Credite
ru_ru: Кредиты заказа
sq_al: Rendit Kredite Blerje
sv: Inköpsorder Krediter
sw_ke: Kununua Order Credits
tr_tr: Sipariş Kredisi
zh_hk: 采购订单冲销
zh_tw: 採購訂單可貸信度

source: Credited
cs_cz: Připsána
es_es: Acreditado
hi_in: श्रेय
id_id: Dikreditkan
it_it: Accreditato
ko_kr: 적립
mr_in: जमा
nl_nl: Gecrediteerd
pt_pt: Creditado
ro_ro: Creditate
ru_ru: Кредитоваться
sq_al: Merita
sv: Krediterat
sw_ke: Sifa
tr_tr: Alacak
zh_hk: 已贷账
zh_tw: 已冲銷

source: Price Credited
cs_cz: Cena Připočítaný
es_es: Precio Acreditado
hi_in: कीमत का श्रेय
id_id: Harga yg Dikreditkan
it_it: Prezzo
ko_kr: 가격 적립
mr_in: जमा किंमत
nl_nl: Prijs gecrediteerd
pt_pt: Preço Creditado
ro_ro: Pret creditate
ru_ru: Цена кредитоваться
sq_al: Çmimi Jepen
sv: Krediterat pris
sw_ke: Bei credited
tr_tr: Fiyat Kredili
zh_hk: 已贷账价目
zh_tw: 已冲銷價格

source: Total Value of Goods Credited
cs_cz: Celková hodnota zboží Připočítaný
es_es: Valor Total de Bienes Acreditados
hi_in: माल का कुल मूल्य का श्रेय
id_id: Total Nilai Brg yg Dikreditkan
it_it: Totale Valuta
ko_kr: 적립 상품의 총 가치
mr_in: जमा माल एकूण मूल्य
nl_nl: Totale waarde van goederen gecrediteerd
pt_pt: Valor Total Merc. Creditado
ro_ro: Valoarea totală a bunurilor creditate
ru_ru: Общая стоимость товаров кредитоваться
sq_al: Vlera e përgjithshme e mallrave Jepen
sv: Totalt värde av krediterat gods
sw_ke: Jumla ya thamani ya bidhaa credited
tr_tr: Alacak Toplam Mal Değeri
zh_hk: 已贷账货品的总价
zh_tw: 已冲銷貨品的總價

source: Shipment Credits
cs_cz: Zásilka Kredity
es_es: Créditos de Embarque
hi_in: लदान Credits
id_id: Kredit Pengiriman
it_it: Spedizione Credits
ko_kr: 출하 크레딧
mr_in: चढविणे क्रेडिट्स
nl_nl: Overbrenging Credits
pt_pt: Crédito de Remessa
ro_ro: Expediere Credite
ru_ru: Пересылка Кредиты
sq_al: Dërgesë Kredite
sv: Frakten Credits
sw_ke: Credits transport
tr_tr: Sevkiyat Kredisi
zh_hk: 运输冲销
zh_tw: 提單可貸信度

source: Total Credited Against Shipments
cs_cz: Celkem započteny proti přepravě
es_es: Total Acreditado respecto Envíos
hi_in: कुल लदान के खिलाफ श्रेय
id_id: Total yg Dikreditkan Terhadap Pengiriman
it_it: Totale
ko_kr: 총 선적 공제
mr_in: एकूण शिपमेंट्समध्ये विरुद्ध जमा
nl_nl: Totaal gecrediteerd van zending
pt_pt: Total Creditado para Remessas
ro_ro: Total creditate Împotriva Expedieri
ru_ru: Всего зачтена в счет поставки
sq_al: Total llogaritet Dërgesat
sv: Totala krediteringar för leveranser
sw_ke: Jumla ya sifa dhidi ya umeongezeka
tr_tr: Toplam Gönderiler Karşı Kredili
zh_hk: 运输的总贷账
zh_tw: 運輸的總冲銷

source: Fixed Asset Credits
cs_cz: Hmotného majetku Kredity
es_es: Créditos de activo fijo
id_id: Aktiva Tetap Kredit
it_it: Credits cespite
ko_kr: 고정 자산 크레딧
mr_in: मुदत मालमत्ता क्रेडिट्स
nl_nl: Vaste activa Credits
pt_pt: Créd. Ativo Fixo
ro_ro: Credite activelor fixe
ru_ru: Исправлена Кредиты активами
sq_al: Kredite aseteve fikse
sv: Anläggningstillgång Credits
sw_ke: Fasta Amana Credits
tr_tr: Sabit Kıymet Kredisi
zh_hk: 固定资产冲销
zh_tw: 固定資產可貸信度

source: Contract Charges
cs_cz: Poplatky smlouvy
es_es: Cargos por Contrato
hi_in: अनुबंध प्रभार
id_id: Beban Kontrak
it_it: Spese di contratto
ko_kr: 계약 요금
mr_in: कॉण्ट्रॅक्ट शुल्क
nl_nl: Kosten contract
pt_pt: Encargos Contrato
ro_ro: Taxe contract
ru_ru: Контракт сборов
sq_al: Akuzat e kontratës
sv: Kontrakt Avgifter
sw_ke: Mkataba Mashtaka
tr_tr: Sözleşme Ücretleri
zh_hk: 合同费用
zh_tw: 合同費用

source: Total Credited against Contracts
es_es: Total Acreditado contra Contratos
id_id: Total yg Dikreditkan Terhadap Kontrak
ko_kr: 총 계약 공제
mr_in: एकूण करार विरुद्ध जमा
pt_pt: Total Creditado para Contratos
zh_tw: 對合同總額計入

source: General Ledger Analysis
cs_cz: General Ledger analýza
es_es: Análisis contable
hi_in: सामान्य खाता बही विश्लेषण
id_id: General Ledger Analisis
it_it: Contabilità generale di analisi
ko_kr: 총계정 원장 분석
mr_in: सामान्य खातेवही विश्लेषण
nl_nl: Grootboek Analyse
pt_pt: Análise Contábil Geral
ro_ro: General Ledger Analiza
ru_ru: Главная книга Анализ
sq_al: Analiza Libri themelor
sv: Huvudboken Analys
sw_ke: Ujumla Ledger Uchambuzi
tr_tr: Genel Muhasebe Analizi
zh_hk: 总帐分析
zh_tw: 總帳分析

source: Total GL Analysis
es_es: Total de Análisos del Libro Mayor General
id_id: Total Analisa GL
ko_kr: 총 GL 분석
mr_in: एकूण जी.एल. विश्लेषण
pt_pt: Total Análise Contáb.
zh_tw: 總帳分析總費用

source: Credit Amount in Supplier Currency
cs_cz: Výše úvěru v Dodavatel měny
es_es: Crédito en la Moneda del proveedor
hi_in: आपूर्तिकर्ता मुद्रा में क्रेडिट राशि
id_id: Jumlah Kredit dalam Mata Uang Supplier
it_it: Importo
ko_kr: 공급 업체 통화 신용의 양
mr_in: पुरवठादार चलनात क्रेडिट रक्कम
nl_nl: Credit bedrag in Leveranciers Valuta
pt_pt: Valor Créd. na moeda do Fornec.
ro_ro: Suma de credit în valută Furnizor
ru_ru: Сумма кредита в валюте поставщика
sq_al: Shuma e kredisë në Currency Furnizuesi
sv: Kreditbeloppet i Supplier Valuta
sw_ke: Kiasi cha mikopo katika Currency Supplier
tr_tr: TUTAR (TED.PARA BIRIMIYLE)
zh_hk: 供应商币值的贷账总额
zh_tw: 供應商幣值的冲銷總額

source: Update Tax Calculation
cs_cz: Aktualizace pro výpočet daně
es_es: Actualizar Cálculo de Impuestos
hi_in: अद्यतन कर परिकलन
id_id: Perbarui Perhitungan Pajak
it_it: Aggiornamento tributario Calcolo
ko_kr: 업데이트 세금 계산
mr_in: कर गणना अद्यतनित
nl_nl: Voer herberekening BTW uit
pt_pt: Atualizar Calc. Impostos
ro_ro: Update calculul impozitului pe
ru_ru: Обновление исчисления налога
sq_al: Llogaritja Update Tatimore
sv: Uppdatera skatteberäkning
sw_ke: Mwisho Kodi calculation
tr_tr: Güncelleme Vergi Hesaplama
zh_hk: 重新算税
zh_tw: 更新計稅

source: Automatic
cs_cz: Automatické
es_es: Automático
hi_in: स्वचालित
id_id: Otomatis
it_it: Automatico
ko_kr: 자동적 인
mr_in: स्वयंचलित
nl_nl: Automatisch
pt_pt: Automático
ro_ro: Automată
ru_ru: Автоматически
sq_al: Automatik
sv: Automatisk
sw_ke: Moja kwa moja
tr_tr: OTOMATIK
zh_hk: 自动
zh_tw: 自動

source: Manual Entry
cs_cz: Manuální Vstup
es_es: Entrada Manual
hi_in: पुस्तिका एंट्री
id_id: Masukkan secara Manual
it_it: Immissione manuale
ko_kr: 수동 입력
mr_in: मॅन्युअल प्रविष्टी
nl_nl: Handmatige invoer
pt_pt: Entr. Manual
ro_ro: Manual de intrare
ru_ru: Ручной ввод
sq_al: Manual Hyrja
sv: Manuell registrering
sw_ke: Mwongozo Entry
tr_tr: MANUEL GIRIS
zh_hk: 手动编号
zh_tw: 手動輸入

source: Credit Note Total
cs_cz: Dobropis celkem
es_es: Total de nota de crédito
hi_in: क्रेडिट नोट कुल
id_id: Total Nota Kredit
it_it: Totale
ko_kr: 신용 주 총
mr_in: क्रेडिट टीप एकूण
nl_nl: Totaal credit factuur
pt_pt: Total Nota Crédito
ro_ro: Nota de credit Total
ru_ru: Кредитные Примечание Всего
sq_al: Total Credit Note
sw_ke: Jumla ya mikopo Kumbuka
tr_tr: TOPLAM
zh_hk: 贷账总计
zh_tw: 冲銷總計

source: Enter Credit Note
cs_cz: Zadejte dobropis
es_es: Introducir nota de Crédito
hi_in: क्रेडिट नोट दर्ज करें
id_id: Masukkan Nota Kredit
it_it: Invia
ko_kr: 신용 주를 입력
mr_in: क्रेडिट टीप प्रविष्ट करा
nl_nl: Voer credit factuur in
pt_pt: Informe Nota Crédito
ro_ro: Introduceţi nota de credit
ru_ru: Введите кредитную Примечание
sq_al: Enter Nota e Kreditit
sw_ke: Kuingia Mikopo Kumbuka
tr_tr: TAMAM/ISLE
zh_hk: 输入红字发票
zh_tw: 輸入折讓單

source: The credit note as entered cannot be processed because the total amount of the credit note is less than or equal to 0
cs_cz: Dobropis, jak je uvedena nelze zpracovat, protože celková částka dobropisu je menší nebo roven 0
es_es: Debido a como se ha introducido la nota de crédito no puede ser procesado porque la cantidad total de la nota de crédito es menor o igual a 0
hi_in: क्रेडिट नोट के रूप में संसाधित नहीं किया जा सकता है, क्योंकि क्रेडिट नोट की कुल राशि से कम या 0 के बराबर है दर्ज
id_id: Nota kredit yg dimasukkan tdk dapat diproses karena total jumlah dari nota kredit kurang atau sama dgn 0
it_it: emessa perchè di
ko_kr: 신용 참고의 합계량이 0보다 작거나 동일하기 때문에 처리 할 수​​없는 입력 한 신용 참고
mr_in: क्रेडिट नोट एकूण रक्कम कमी किंवा 0 समान आहे कारण प्रविष्ट म्हणून क्रेडिट नोट प्रक्रिया करणे शक्य नाही
nl_nl: De credit factuur kan niet worden verwerkt omdat de totale waarde kleiner of gelijk aan 0 is
pt_pt: Nota de Crédito informada não pode ser processada porque o total do crédito é menor ou igual a zero
ro_ro: Nota de credit a intrat ca nu pot fi prelucrate, deoarece valoarea totală a nota de credit este mai mică sau egală cu 0
ru_ru: Кредитных нот, как вступило не может быть обработан, поскольку общая сумма кредитных нот меньше или равно 0
sq_al: Notë krediti si hyri mund të mos jenë të përpunuara, sepse shuma e përgjithshme e notë krediti është më e vogël ose e barabartë me 0
sv: Kreditnotan bokförts som kan inte behandlas eftersom den totala kreditnotan är mindre än eller lika med 0
sw_ke: Kumbuka mikopo kama aliingia hawezi kuwa processed sababu jumla ya kiasi cha kumbuka ya mikopo ni kidogo kuliko au sawa na 0
tr_tr: Kredi notu olarak kredi notu toplam miktarından daha az ya da 0&#39;a eşit olduğu için işlenemez girdi
zh_hk: 未能执行红字发票输入, 因为红字发票总额小于或等于 0
zh_tw: 不能執行折讓單輸入, 因為折讓單總額小於或等於 0

source: Credit notes are expected to be entered as positive amounts to credit
cs_cz: Dobropisů by měly být zapsány jako pozitivní částky úvěru
es_es: Las notas de Crédito se esperan como importes positivos que se suman al crédito
hi_in: क्रेडिट नोट करने के लिए क्रेडिट करने के लिए सकारात्मक मात्रा के रूप में दर्ज होने की उम्मीद कर रहे हैं
id_id: Nota kredit harus dimasukkan jumlah positif utk dikredit
it_it: Le note di credito dovrebbero essere inseriti come importi positivi al credito
ko_kr: 신용 노트는 신용에 긍정적 인 금액으로 입력 할 것으로 예상된다
mr_in: क्रेडिट नोट्स श्रेय म्हणून लगेच रक्कम प्रविष्ट करणे अपेक्षित आहे
nl_nl: Creditnota&#39;s zullen naar verwachting worden ingevoerd als positieve bedragen tot krediet
pt_pt: Nota de Crédito deve possuir valores positivos para creditar
ro_ro: notele de credit sunt de aşteptat să fie introduse ca valori pozitive la credite
ru_ru: Кредитные ноты как ожидается, будет введена как положительные суммы кредитного
sq_al: Shënime Credit pritet të jenë hyri si shuma pozitive për kredi
sv: Kreditnoter förväntas registreras som positiva belopp mot kredit
sw_ke: maelezo ya Mikopo wanatarajiwa kuwa aliingia kama kiasi chanya wa mikopo
tr_tr: Kredi notları kredi olumlu tutarlar olarak girilmesi bekleniyor
zh_hk: 红字发票期望输入正数记贷方
zh_tw: 紅字發票必須入為正金額信貸
