Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Over All Categories
cs_cz: Přes všechny kategorie
es_es: Sobre todas las categorías
hi_in: सभी श्रेणियाँ ओवर
id_id: Semua Kategori
it_it: Su tutte le categorie
ko_kr: 모든 카테고리 이상
mr_in: सर्व कॅटेगरीज रन
nl_nl: Over alle Categorien
pt_pt: Todas Categorias
ro_ro: Peste Toate categoriile
ru_ru: По всем категориям
sq_al: Mbi të gjitha Kategoritë
sv: Andra dokumentkategorier:
sw_ke: Zaidi ya yote Jamii
tr_tr: TÜM KATEGORILER
zh_hk: 所有物料组
zh_tw: 全部類別

source: DIFOT Report Error
cs_cz: DIFOT zpráva Chyba
es_es: Error en el Informe DIFOT
hi_in: DIFOT रिपोर्ट में त्रुटि
id_id: Kesalahan Laporan DIFOT
it_it: DIFOT Comunica un errore
ko_kr: DIFOT 에러
mr_in: DIFOT त्रुटी नोंदवा
nl_nl: Fout in Delivery In Full On Time (DIFOT) Report
pt_pt: Erro relatório DIFOT
ro_ro: DIFOT raportul de eroare
ru_ru: Ошика DIFOT-отчета
sq_al: Gabim DIFOT Report
sv: Fel när rapportering avbröts
sw_ke: Ripoti DIFOT Error
tr_tr: DIFOT Hata Bildir
zh_hk: 税报告错误
zh_tw: 如期交貨報表錯誤

source: An error occurred getting the days between delivery requested and actual invoice
cs_cz: Došlo k chybě dostat dny mezi doručení požadované a skutečné faktury
es_es: Error al obtener el intervalo en días entre la entrega solicitada y la factura actual
hi_in: एक त्रुटि का अनुरोध वितरण और वास्तविक चालान के बीच दिन हो रही हुई
id_id: Kesalahan terjadi saat mendapatkan jumlah hari antara pengiriman yg diminta dan faktur aktual
it_it: È verificato un errore ricevendo i giorni tra di consegna richiesta e effettivo importo da pagare
ko_kr: 오류가 배달 요청과 실제 송장 사이의 일 점점 발생
mr_in: एक त्रुटी वितरण विनंती आणि प्रत्यक्ष चलन दरम्यान दिवस मिळत आली
nl_nl: Een fout is opgetreden tijdens het ophalen van de dagen tussen verzochte leverdatum en daadwerkeljke factuurdatum
pt_pt: Um erro ocorreu obtendo os dias entre a entrega solicitada e o pedido atual
ro_ro: A aparut o eroare obtinerea de zile între livrare solicitat şi Facturarea
ru_ru: Ошибка получения дней между запрошенной доставкой и фактической стоимостю в счете-фактуре
sq_al: Ka ndodhur një gabim duke ditëve në mes të ofrimit të kërkuar dhe Fatura aktuale
sv: Ett fel inträffade få dagar mellan begärde utlämning och Fakturan
sw_ke: Hitilafu ilitokea kupata siku ya kati aliomba na utoaji wa Ankara halisi
tr_tr: Bir hata istenen teslimat ve fatura arasında gün alıyorum oluştu
zh_hk: 取得未按订单交货清单时发生错误
zh_tw: 取得交貨日期和發票日期差異時發生錯誤

source: The SQL used to get the days between requested delivery and actual invoice dates was
cs_cz: SQL použít k získání požadovaných dnů mezi dodávkou a skutečná faktura dat byl
es_es: El SQL usado para obtener los días entre la fecha de entrega solicitada y la factura real fue
hi_in: एसक्यूएल करने का अनुरोध वितरण और वास्तविक चालान दिनांकों के बीच दिनों पाने के लिए इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil jumlah hari antara pengiriman yg diminta dan faktur aktual adalah
it_it: L&#39;SQL utilizzato per ottenere i giorni di consegna richiesta e tra le date effettive fattura è stato
ko_kr: 요청 전달 및 실제 송장 날짜 사이의 일을 얻기 위해 사용되는 SQL이었다
mr_in: विनंती वितरण आणि प्रत्यक्ष चलन तारखा दरम्यान दिवस मिळत SQL होते
nl_nl: De SQL die is gebruikt om dagen tussen gewenste leveringsdatum en de factuurdatum was
pt_pt: SQL usado para obter os dias entre a entrega solicitada e datas do pedido atual foi
ro_ro: SQL folosit pentru a obţine zile între livrare şi a solicitat date concrete factură a fost
ru_ru: SQL получения дней между запрошенной доставкой и фактической датой из счета-фактуры
sq_al: SQL të përdorura për të marrë në ditët në mes të ofrimit të kërkuar dhe datat aktuale faturë është
sv: SQL
sw_ke: SQL kutumika kupata siku ya kati ya utoaji aliomba na tarehe halisi invoice alikuwa
tr_tr: ISTENEN SEVK TARIHI ILE GÜNCEL FATURA ARASINDAKI GÜN SAYISI IÇIN KULLANILAN KOMUT:
zh_hk: 用作取得未按订单交货清单的 SQL 是
zh_tw: 用作取得交貨日期和實際發票日期之間日數的SQL是

source: There were no variances between deliveries and orders found in the database within the period from
cs_cz: Nebyly zjištěny žádné rozdíly mezi dodávky a zakázek v databázi v období od
es_es: No hubo diferencias entre las entregas y órdenes que se encuentran en la base de datos dentro del período
hi_in: वहाँ प्रसव और आदेश के बीच कोई प्रसरण अवधि के भीतर से डेटाबेस में पाए गए
id_id: Tdk ada selisih antara pengiriman dan order ditemukan di database dalam periode tgl
it_it: Non ci sono state discrepanze tra consegne e gli ordini presenti nel database, tra il
ko_kr: 기간 내에서 데이터베이스에서 발견하고 주문 배달간에 차이가 없었다
mr_in: पासून मुदतीत डेटाबेस आढळले प्रसूतीच्या आणि ऑर्डर दरम्यान नाही variances होते
nl_nl: Geen leveringsverschillen gevonden voor de gegeven periode
pt_pt: Não há variações entre entregas e pedidos encontradas no DB, dentro do período de
ro_ro: Nu au existat diferenţe între livrările şi comenzile găsit în baza de date în perioada de la
ru_ru: Не найдены рсахожения между поставками и заказами в базе данных в течение периода с
sq_al: Nuk ka pasur mospërputhje në mes të lindjeve dhe urdhërat që gjenden në bazën e të dhënave në periudhën prej
sv: Det fanns inga skillnader mellan leveranser och order som finns i databasen under perioden
sw_ke: Kulikuwa hakuna variances kati ya wanaojifungua na maagizo kupatikana katika orodha ya ndani ya kipindi cha
tr_tr: dönemi içinde veritabanında bulunamadı teslimat ve sipariş arasında farkları vardı
zh_hk: 数据库中找不到在期间内的交货和订单差异
zh_tw: 資料庫中找不到在期間內的交貨和訂單差異

source: Please try again selecting a different date range
cs_cz: Zkuste to prosím znovu vybrat jiný časové
es_es: Por favor intente nuevamente con un rango de fechas diferente
hi_in: कोशिश फिर से एक अलग तिथि सीमा का चयन करें
id_id: Silahkan mencoba kembali utk memilih jangka tgl yg berbeda
it_it: Riprovare selezionando un intervallo di date diverse
ko_kr: 다시 다른 날짜 범위를 선택하는 시도하십시오
mr_in: भिन्न तारीख श्रेणी निवडण्याचा पुन्हा प्रयत्न करा
nl_nl: Probeer opnieuw met een andere datum range
pt_pt: Favor selecionar outro intervalo de datas
ro_ro: Vă rugăm încercaţi să selectaţi din nou o serie altă dată
ru_ru: Пожалуйста выберите другой диапазон дат
sq_al: Ju lutemi provoni përsëri zgjedhjen e një gamë të ndryshme datë
sv: Försök igen välja ett annat datumintervall
sw_ke: Tafadhali jaribu tena kuchagua tarehe tofauti mbalimbali
tr_tr: LÜTFEN BASKA BIR TARIH ARALIGI SEÇEREK TEKRAR DENEYIN (TARAYICINIZIN BACK BUTONUNU KULLANINIZ)
zh_hk: 请选取其他的日期范围
zh_tw: 請選取其他的日期範圍

source: The SQL that returned no rows was
cs_cz: SQL, který se vrátil žádné řádky bylo
es_es: El SQL que no devolvió filas fue
hi_in: SQL कि कोई था पंक्तियाँ लौटे
id_id: SQL yg mengembalikan 0 baris adalah
it_it: Il SQL che non hanno restituito le righe è stato
ko_kr: 행이 반환되지 SQL이었다
mr_in: एकही पंक्ती परत त्या SQL होते
nl_nl: De SQL die geen informatie gaf
pt_pt: Não foram encontradas ocorrências
ro_ro: SQL care nu a returnat nici rânduri a fost
ru_ru: SQL, не вернувший ни одну строку
sq_al: SQL që nuk u kthye rreshtave ishte
sv: SQL
sw_ke: SQL kwamba kurejea safu hakuna
tr_tr: hiçbir satır geri döndü SQL
zh_hk: 执行失败的SQL是
zh_tw: 沒有傳回列的 SQL 是

source: Dispatches After
cs_cz: Po odeslání
es_es: Despachar (enviar) Después de
hi_in: के बाद डिस्पैच
id_id: Pengiriman Setelah
it_it: Dopo Spedizione
ko_kr: 파견 후
mr_in: त्यावर नंतर
nl_nl: Verzonden na
pt_pt: Despachados Após
ro_ro: După Dispatches
ru_ru: Доставляется после
sq_al: Njoftimet Pas
sv: Levereras efter
sw_ke: Dispatches Baada ya
tr_tr: SU TARIHTEN SONRAKI GÖNDERILER:
zh_hk: 派送日期
zh_tw: 派送之後

source: Day(s) from Requested Delivery Date
cs_cz: Den (y) ze Požadovaný termín dodání
es_es: Día(s) desde la Fecha de Entrega Solicitada
hi_in: अनुरोध वितरण तिथि से दिन (ओं)
id_id: Hari dari Tgl Pengiriman yg Diminta
it_it: Day (s) da Data di consegna richiesta
ko_kr: 요청 배달 날짜의 날 (들)
mr_in: रुजु डिलिव्हरी दिनांक पासून दिवस (रे)
nl_nl: Dag (en) uit gevraagde leverdatum
pt_pt: Dia(s) desde Data Requisição
ro_ro: Zi (e) de la livrare solicitat Data
ru_ru: День(дней) от запрошенной даты доставки
sq_al: Dita (s) nga Data e dorëzimit te kerkuar
sv: Dag (ar) från Önskat leveransdatum
sw_ke: Siku (s) kutoka tafsiri Delivery Date
tr_tr: İstenen Teslim Tarihi dan Gün (ler)
zh_hk: 迟交日数
zh_tw: 預定交期日數

source: Delivery Dates from
cs_cz: Termín od doručení
es_es: Fechas de Entrega desde
hi_in: प्रसव से तिथियाँ
id_id: Tgl Pengiriman dari
it_it: Le date di consegna da
ko_kr: 에서 배송 일자
mr_in: पासून डिलिव्हरी तारखा
nl_nl: Leverdata van
pt_pt: Entregas desde a data
ro_ro: Perioada de livrare din
ru_ru: Сроки поставки от
sq_al: Datat e dorëzimit nga
sv: Kopiera från inkorg
sw_ke: Utoaji Dates kutoka
tr_tr: SEVK TARIHLERI -BASLANGIÇ
zh_hk: 交货日期 从
zh_tw: 交貨日期由

source: Total number of differences
cs_cz: Celkový počet rozdílů
es_es: Número total de diferencias
hi_in: मतभेद की कुल संख्या
id_id: Total selisih
it_it: Numero totale di differenze
ko_kr: 차이의 총 수
mr_in: फरक संख्या
nl_nl: Totaal aantal veschillen
pt_pt: Número total de diferenças
ro_ro: Numărul total de diferenţe
ru_ru: Общее количество различий
sq_al: Numri i përgjithshëm i dallimeve
sv: Totalt antal URI:er
sw_ke: Jumla ya idadi ya tofauti
tr_tr: TOPLAM FARK
zh_hk: 差异总数
zh_tw: 差異總數

source: Could not retrieve the count of sales order lines in the period under review
cs_cz: Nepodařilo se načíst počet řádků prodejní objednávky v období
es_es: No se pudo recuperar el número de líneas de pedidos de ventas en el período examinado
hi_in: समीक्षाधीन अवधि में बिक्री आदेश लाइनों की गिनती को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil hitungan baris order pembelian dalam periode yg dilihat
it_it: Non è possibile recuperare il numero di righe d&#39;ordine di vendita nel periodo in esame
ko_kr: 검토중인 기간에 판매 주문 라인의 수를 검색 할 수 없습니다
mr_in: पुनरावलोकनांतर्गत काळात विक्री ऑर्डर रेषा संख्या पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon aantal verkoopsorder regels voor de betreffende periode niet opvragen
pt_pt: Não pode ser recuperado as linhas da conta do pedido de vendas para o períobo sob revisão
ro_ro: Nu sa putut prelua numărul de linii de comenzi de vânzări în perioada analizată
ru_ru: Не удалось получить кол-во позиций заказа в отчетный период
sq_al: Nuk mund të rifitoj numërimin e shitjes linjave rendit në periudhën në shqyrtim
sv: Kunde inte hämta Greven av kundorder linjer i den granskade perioden
sw_ke: Hakuweza Retrieve ya hesabu ya mistari ili mauzo katika kipindi cha chini ya marekebisho
tr_tr: inceleme konusu dönemde satış siparişi hatlarının sayısı alınamadı
zh_hk: 无法取得销售订单行数
zh_tw: 未能在檢視中提取銷售記錄列的數目

source: Total number of order lines
cs_cz: Celkový počet řádků,
es_es: Número total de filas de la orden
hi_in: आदेश लाइनों की कुल संख्या
id_id: Total jumlah baris order
it_it: Numero totale di righe d&#39;ordine
ko_kr: 주문 라인의 총 수
mr_in: ऑर्डर रेषा एकूण संख्या
nl_nl: Totaal aantal order regels
pt_pt: Número total de linhas pedido
ro_ro: Numărul total de linii de comandă
ru_ru: Общее количество строк заказа
sq_al: Numri total i linjave të rendit
sv: Antal rader att importera
sw_ke: Jumla ya idadi ya mistari ili
tr_tr: TOPLAM SIPARIS SATIRI
zh_hk: 销售订单行数
zh_tw: 銷售列的數目

source: DIFOT
es_es: DCAT (Despachado, Completo a Tiempo)
nl_nl: Delivery In Full On Time (DIFOT) Report
tr_tr: DIFOT (ZAMANINDA TAM SEVKIYAT)
zh_hk: 按期交货
zh_tw: 如期交貨

source: Please find herewith DIFOT report from
cs_cz: Naleznete tímto DIFOT zprávy
es_es: Por favor, vea el informe DIFOT adjunto desde
hi_in: कृपया इसके साथ DIFOT रिपोर्ट से पता
id_id: Silahkan melihat laporan DIFOT dgn ini dari
it_it: Si trasmette la presente relazione DIFOT da
ko_kr: 에서 DIFOT보고 이것과 찾아주세요
mr_in: पासून याप्रसंगी DIFOT अहवाल शोधू करा
nl_nl: Delivery In Full On Time (DIFOT) rapportage van
pt_pt: Relatório DIFOT de
ro_ro: Vă rugăm să găsi raportul DIFOT prin prezenta la
ru_ru: К настоящему прилагается доклад DIFOT от
sq_al: Ju lutemi të gjeni raportin me këtë DIFOT nga
sv: Bifogar DIFOT-rapporten
sw_ke: Tafadhali kupata taarifa kutoka kwayo DIFOT
tr_tr: bu vesile ile DIFOT rapordan bulabilirsiniz
zh_hk: 请查看附上销售报告
zh_tw: 請查看附上準時完成交貨報表來自

source: Delivery Differences Report
cs_cz: Dodací Rozdíly Zpráva
es_es: Informe de Diferencias de Entrega
hi_in: प्रसव मतभेद रिपोर्ट
id_id: Laporan Selisih Pengiriman
it_it: Differenze Rapporto di consegna
ko_kr: 배달 차이점 보고서
mr_in: डिलिव्हरी फरक अहवाल
nl_nl: Rapportage leveringsverschillen
pt_pt: Relatório de diferenças de entregas
ro_ro: Diferenţele de livrare Raport
ru_ru: Отчет о расхождениях в доставках
sq_al: Dallimet i dorëzimit Report
sv: Kundorder leveransavikelser
sw_ke: Ripoti ya utoaji Tofauti
tr_tr: SIPARIS-SEVKIYAT FARKLARI RAPORU
zh_hk: 拖期交货报表
zh_tw: 交貨差異報表

source: Delivery Differences Log Report Error
cs_cz: Dodací Rozdíly Přihlásit zpráva Chyba
es_es: Error en el Informe de Anotaciones de Diferencias de Entrega
hi_in: प्रसव मतभेद रिपोर्ट में त्रुटि प्रवेश करें
id_id: Kesalahan Laporan Log Selisih Pengiriman
it_it: Differenze di consegna log degli errori Report
ko_kr: 배달 차이 로그인 에러
mr_in: डिलिव्हरी फरक लॉग त्रुटी नोंदवा
nl_nl: Rapportage fout Leveringsverschillen log
pt_pt: Erro no Relatório Diferenças nas Entregas
ro_ro: Diferenţele de livrare Log raport de eroare
ru_ru: Ошибка отчета различий доставки
sq_al: Dallimet i dorëzimit Identifikohu Report Error
sv: Leverans Skillnader Logga Rapportera fel
sw_ke: Utoaji Tofauti Ingia Ripoti Error
tr_tr: RAPOR HATASI
zh_hk: 拖期交货报表打印错误
zh_tw: 交貨差異日誌報表錯誤

source: An error occurred getting the variances between deliveries and orders
cs_cz: Došlo k chybě dostat odchylky mezi dodávkami a objednávky
es_es: Hubo un error al obtener las variaciones entre entregas y pedidos
hi_in: एक त्रुटि प्रसव और आदेश के बीच हो रही प्रसरण हुआ
id_id: Kesalahan terjadi dalam mendapatkan selisih antara pengiriman dan order
it_it: È verificato un errore ricevendo le varianze tra consegne e ordini
ko_kr: 오류가 배달 및 주문 사이의 차이를 점점 발생
mr_in: एक त्रुटी प्रसूतीच्या आणि ऑर्डर दरम्यान variances मिळत आली
nl_nl: Fout opgetreden bij opvragen leveringsverschillen (orders - leveringen)
pt_pt: Um erro ocorreu obtendo as variações entre pedidos e entregas
ro_ro: A aparut o eroare obtinerea varianţele între livrări şi comenzi
ru_ru: Ошибка получения разницы между поставками и заказами
sq_al: Ka ndodhur një gabim duke mospërputhje në mes të lindjeve dhe të urdhrave të
sv: Ett fel inträffade få skillnader mellan leveranser och order
sw_ke: Hitilafu ilitokea kupata variances kati ya wanaojifungua na maagizo
tr_tr: Bir hata teslimat ve sipariş arasındaki farkları elde oluştu
zh_hk: 取得交货和订单差异时发生错误
zh_tw: 取得交貨和訂單差異時發生錯誤

source: The SQL used to get the variances between deliveries and orders that failed was
cs_cz: SQL používá k získání rozdílů mezi dodávkami a příkazy, které se nepodařilo se
es_es: El SQL utilizado para obtener las variaciones entre las entregas y los pedidos que generó el error fué
hi_in: एसक्यूएल को प्रसव और आदेश है कि असफल के बीच भिन्नताओं हो जाया करता था
id_id: SQL yg gagal digunakan utk mengambil selisih antara pengiriman dan order adalah
it_it: L&#39;SQL utilizzato per ottenere le varianze tra consegne e ordini che è stato fallito
ko_kr: SQL이었다 실패 배달 및 주문 사이의 차이를 가져 오는 데 사용
mr_in: अयशस्वी की प्रसूतीच्या आणि ऑर्डर दरम्यान variances मिळत SQL होते
nl_nl: De SQL waarin de fout is opgetreden bij opvragen leveringsverschillen (orders - leveringen) is
pt_pt: SQL usado para obter as variações entre pedidos e entregas que falhou foi
ro_ro: SQL folosit pentru a obţine diferenţe între livrări şi comenzi care nu au fost
ru_ru: Завершившийся ошибкой SQL для получения разницы между поставками и заказами
sq_al: SQL të përdorura për të marrë mospërputhje në mes të lindjeve dhe urdhëron që nuk ishte
sv: SQL används för att få skillnader mellan leveranser och order som misslyckades var
sw_ke: SQL kutumika kupata variances kati ya wanaojifungua na maagizo kwamba alishindwa mara
tr_tr: SQL teslimat ve sipariş başarısız arasındaki farkları almak için kullanılan
zh_hk: 用作取得交货和订单差异的 SQL 是
zh_tw: 用作取得交貨和訂單差異失的 SQL 是

source: Variances Between Deliveries and Orders
cs_cz: Odchylky mezi dodávkami a objednávky
es_es: Variaciones entre Entregas y Pedidos
hi_in: प्रसव और आदेश के बीच भिन्नताएं
id_id: Selisih Antara Pengiriman dan Order
it_it: Varianze tra consegne e ordini
ko_kr: 납품 및 주문 사이의 차이
mr_in: प्रसूतीच्या आणि ऑर्डर दरम्यान Variances
nl_nl: Verschillen tussen leveringen en orders
pt_pt: Variações entre Entregas e Pedidos
ro_ro: Diferenţe între livrările şi Comenzi
ru_ru: Расхождения между поставками и заказами
sq_al: Mospërputhje midis Dërgesat dhe urdhëron
sv: Skillnader mellan leveranser och order
sw_ke: Variances Kati ya wanaojifungua na Daraja
tr_tr: SIPARIS-SEVKIYAT VARYANSI
zh_hk: 交货和订单的差异
zh_tw: 交貨和訂單的差異

source: Variances Between Deliveries and Orders from
cs_cz: Odchylky mezi dodávkami a objednávky z
es_es: Variaciones entre Entregas y Pedidos desde
hi_in: प्रसव और से आदेश के बीच भिन्नताएं
id_id: Selisih Antara Pengiriman dan Order dari
it_it: Varianze tra consegne e ordini da
ko_kr: 에서 배달 및 주문 사이의 차이
mr_in: पासून प्रसूतीच्या आणि ऑर्डर दरम्यान Variances
nl_nl: Verschillen tussen leveringen en orders van
pt_pt: Variações entre Entregas e Pedidos de
ro_ro: Diferenţe între livrările şi Comenzi de la
ru_ru: Расхождения между поставками и заказами от
sq_al: Mospërputhje midis Dërgesat dhe Urdhërat nga
sv: Avvikelser mellan leveranser och beställningar från
sw_ke: Variances Kati ya wanaojifungua na Daraja kutoka
tr_tr: Varyansları Teslimatlar ve Siparişler gelen Arasında
zh_hk: 交货和订单的差异由
zh_tw: 交貨和訂單的差異由

source: Please find herewith delivery differences report from
cs_cz: Naleznete tímto doručení zprávy rozdíly z
es_es: Por favor, vea el informe adjunto de diferencias de entrega desde
hi_in: इसके साथ वितरण मतभेद रिपोर्ट से पता करें
id_id: Silahkan melihat laporan selisih pengiriman dgn ini dari
it_it: Si prega di trovare la presente rapporto di consegna da differenze
ko_kr: 배달 차이에서보고 이것과 찾아주세요
mr_in: वितरण फरक पासून अहवाल याप्रसंगी शोधू करा
nl_nl: Hierbij de rapportage voor de leveringsverschillen van
pt_pt: Localize as diferenças no relatório de
ro_ro: Vă rugăm să găsiţi alăturat un raport de livrare diferenţe de la
ru_ru: К настоящему прилагается доклад различий в доставках
sq_al: Ju lutemi të gjeni këtu dallimet raportin e ofrimit të
sv: Här hittar du härmed leverans skillnader rapport från
sw_ke: Tafadhali kupata tofauti utoaji wa taarifa kutoka kwayo
tr_tr: bu vesile ile teslim farklılıkları raporundan bulabilirsiniz
zh_hk: 请查看附件中的拖期交货报告
zh_tw: 請查看附上的交貨差異報表由

source: FG Label
ko_kr: FG 라벨
zh_tw: FG標籤

source: Could not determine if the item was controlled or not because
cs_cz: Nepodařilo se určit, zda je položka byla řízena nebo ne, protože
es_es: No se pudo determinar si el artículo fue controlado ó no porque
hi_in: निर्धारित यदि आइटम नियंत्रित था या नहीं क्योंकि नहीं कर सका
id_id: Tdk dapat menentukan apakah item ini terkontrol atau tdk karena
it_it: Impossibile determinare se l&#39;elemento è stato controllato o meno, perché
ko_kr: 항목이 통제 여부 때문에 경우 확인할 수 없습니다
mr_in: आयटम किंवा नाही कारण नियंत्रित करण्यात आली तर निर्धारित करणे शक्य नाही
nl_nl: Kon niet vaststellen of het een controlled item betreft omdat
pt_pt: Não pode determinar se um item é controlado porque
ro_ro: Nu a putut determina dacă elementul a fost controlat sau nu, deoarece
ru_ru: Не удалось определить был ли товар под контролем или нет, так как
sq_al: Nuk mund të përcaktojë nëse pika ishte e kontrolluar apo jo, sepse
sv: Kunde inte avgöra om artikeln är kontrollerad eller inte eftersom
sw_ke: Hakuweza kuamua kama bidhaa alikuwa kudhibitiwa au si kwa sababu
tr_tr: ÜRÜNÜN KONTROLLÜ/KONTROLSÜZ OLDUGU BELIRLENEMEDI, ÇÜNKÜ:
zh_hk: 未能判定这物料是否受控的, 因为
zh_tw: 未能判定這商品是否受控的, 因為

source: Tel
hi_in: दूरभाष
ko_kr: 전화
pt_pt: telef.
ru_ru: Тел
zh_hk: 电话
zh_tw: 電話

source: Please Process this Work order number
ko_kr: 이 작업 주문 번호를 처리하십시오
zh_tw: 請處理這個工作單號

source: The SMTP settings are wrong, please ask administrator for help
ko_kr: SMTP 설정이 잘못 도움을 관리자에게 문의하시기 바랍니다
mr_in: SMTP सेटिंग्ज चुकीचे आहेत, मदतीसाठी प्रशासक मागणी करा
pt_pt: Conf. SMTP estão incorretas. Solicite ajuda do admin.
zh_tw: SMTP設置是錯誤的，請向管理員尋求幫助

source: Email a Work Order
es_es: Enviar orden de trabajo por correo-e
ko_kr: 작업 순서를 이메일로
zh_tw: Email 工作訂單

source: has been emailed to
cs_cz: bylo zasláno
es_es: ha sido enviada por correo electrónico a
hi_in: गया है कि ईमेल की गई
id_id: sdh di-email ke
it_it: è stato inviato per email
ko_kr: 이메일로 전송 된
mr_in: ईमेल केले आहे
nl_nl: is gemailed naar
pt_pt: foi enviado email para
ro_ro: a fost prin e-mail la
ru_ru: был отправлен по электронной почте
sq_al: ka qenë i dërguar me email për të
sv: har epostats till
sw_ke: imekuwa Emailed
tr_tr: EMAIL ILE GÖNDERILEN:
zh_hk: 邮件已发出
zh_tw: 已發出電郵

source: as directed
cs_cz: podle pokynů
es_es: como se solicito
hi_in: निर्देशन के रूप में
id_id: sesuai petunjuk
it_it: come diretto
ko_kr: 지시
mr_in: दिग्दर्शित म्हणून
nl_nl: Zoals aangegeven
pt_pt: diretamente
ro_ro: conform instrucţiunilor
ru_ru: в соответствии с указаниями
sq_al: drejtuar si
sv: enligt anvisningarna
sw_ke: kama ilivyoagizwa
tr_tr: emredildiği gibi
zh_hk: 按照指示
zh_tw: 是直接的

source: Emailing Work order
es_es: Enviando orden de trabajo por correo-e
ko_kr: 이메일 전송 작업 순서
zh_tw: 工作單電郵中

source: failed
cs_cz: selhalo
es_es: fallo
hi_in: विफल
id_id: gagal
it_it: fallito
ko_kr: 실패한
mr_in: अयशस्वी
nl_nl: mislukt
pt_pt: falhou
ro_ro: eşuat
ru_ru: не удалось
sq_al: dështuar
sv: misslyckades
sw_ke: alishindwa
tr_tr: BASARISIZ
zh_hk: 已失败
zh_tw: 已失敗

source: Label Error
es_es: Error de etiqueta
ko_kr: 라벨 오류
zh_tw: 標籤錯誤

source: There were no labels to print
ko_kr: 인쇄 할 라벨은 없었다
zh_tw: 沒有列印標籤

source: General Ledger Journal
es_es: Libro Diario
id_id: Jurnal Buku Besar
ko_kr: 원장 저널
mr_in: सामान्य खातेवही जर्नल
pt_pt: Lanç. Cont. Contáb.
zh_tw: 總帳日報

source: Printing Error
es_es: Error de impresión
id_id: Kesalahan Cetak
ko_kr: 인쇄 오류
mr_in: प्रिंटींग त्रुटी
pt_pt: Erro na Impr. Cotação
zh_tw: 列印錯誤

source: There were no Journals to print
id_id: Tdk ada Jurnal utk dicetak
ko_kr: 인쇄에 더 저널은 없었다
mr_in: छापणे नाही जर्नल्स् होते
pt_pt: Não há Lanç. para imprimir
zh_tw: 目前還沒有日誌要列印

source: GRN Error
cs_cz: GRN Chyba
es_es: Error NRB (Nota de Recepción de Bienes)
hi_in: GRN त्रुटि
id_id: Kesalahan GRN
it_it: GRN errore
ko_kr: GRN 오류
mr_in: GRN त्रुटी
nl_nl: GRN Fout
pt_pt: Erro GRN
ro_ro: NRG Eroare
ru_ru: Ошибка иззвещения о получении товаров
sq_al: GRN Gabim
sv: GRN Fel
tr_tr: GRN Hata
zh_hk: GRN 错误
zh_tw: GRN錯誤

source: Goods Received Note
cs_cz: Zboží přijaté poznámka
es_es: Nota de bienes recibidos
hi_in: माल नोट मिला
id_id: Surat Penerimaan Brg
it_it: Merci ricevute Nota
ko_kr: 제품은 주 수상
mr_in: कंपनीला पोहचविलेल्या मालाचा तपशिलवार हिशेब लिहिलेला कागद
nl_nl: Goederen ontvangst bon
pt_pt: Nota de Receb. Mercadoria
ro_ro: Bunurile primite Notă
ru_ru: Примечание о полученных товарах
sq_al: Mallrat e marra Shënim
sv: Gods mottaget
sw_ke: Bidhaa alipokea Kumbuka
tr_tr: Mal Not Alınan
zh_hk: 收货单
zh_tw: 貨物接收的說明

source: Could not get the supplier of the selected GRN
es_es: No se pudo obtener el proveedor base para la Recepción seleccionada
id_id: Tdk dapat mengambil supplier dari GRN yg dipilih
ko_kr: 선택한 GRN의 공급 업체를 가져올 수 없습니다
mr_in: निवडलेले GRN च्या पुरवठादार मिळविणे शक्य नाही
pt_pt: Não pode ser obtido o fornecedor do DEM selecionado
zh_tw: 無法獲取所選GRN的供應商
