Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There is nothing to process
cs_cz: Neexistuje nic, co proces
es_es: No existe nada a procesar
hi_in: वहाँ कुछ भी नहीं है के लिए प्रक्रिया
id_id: Tdk ada yg diproses
it_it: Non c&#39;è niente da processo
ko_kr: 처리 할 아무것도 없다
mr_in: प्रक्रिया करण्यासाठी काहीही नाही
nl_nl: Er is niets om te verwerken
pt_pt: Não há nada a processar
ro_ro: Nu este nimic de proces
ru_ru: Нечего обрабатывать
sq_al: Nuk ka asgjë për një proces të
sv: Det finns inget i Urklipp att klistra in
sw_ke: Hakuna utaratibu
tr_tr: ISLENECEK BIRSEY YOK
zh_hk: 没有需要保存的数据
zh_tw: 沒有可執行的

source: Please enter valid quantities greater than zero
cs_cz: Zadejte prosím platný množství větší než nula
es_es: Entre cantidades válidas mayores que cero
hi_in: कृपया शून्य से अधिक मान्य मात्रा दर्ज
id_id: Masukkan jumlah yg lebih besar dari nol
it_it: Si prega di inserire le quantità valido maggiore di zero
ko_kr: 0보다 큰 유효 수량을 입력 해주세요
mr_in: शून्य पेक्षा मोठे वैध प्रमाणात प्रविष्ट करा
nl_nl: Alleen hoeveelheden groter dan 0 zijn geoorloofd
pt_pt: Por favor entre quantidades maiores que 0
ro_ro: Vă rugăm să introduceţi cantităţi valabil mai mare decât zero
ru_ru: Пожалуйста, введите количество, большее чем 0
sq_al: Ju lutem shkruani sasi të vlefshme më i madh se zero
sv: Ange giltiga större mängder än noll
sw_ke: Tafadhali ingiza kiasi halali kubwa kuliko sufuri
tr_tr: SIFIRDAN BUYUK BIR MIKTAR GIRIN
zh_hk: 请输入大于0的有效数量
zh_tw: 請輸入大於 0 的有效數量

source: Negative stocks would result by processing a negative delivery - quantities must be changed or the stock quantity of the item going negative corrected before this delivery will be processed.
cs_cz: Negativní zásob by vedlo zpracováním negativní dodávky - množství se musí změnit, nebo populaci množství položek bude opraven před tímto negativním dodávky budou zpracovány.
es_es: Resultarían existencias negativas al procesar una entrega negativa - las cantidades deben ser cambiadas o la cantidad de existencias del artículo que será negativa debe corregirse antes de que sea procesada esta entrega.
hi_in: नकारात्मक स्टॉक एक नकारात्मक वितरण प्रसंस्करण द्वारा परिणाम होगा - मात्रा या परिवर्तित किया जाना चाहिए आइटम के स्टॉक मात्रा इस से पहले प्रसव कार्रवाई की जाएगी सही नकारात्मक जा रहा है.
id_id: Stok negatif akan terjadi dgn memproses pengiriman negatif - qty harus dirubah atau qty stok item tersebut jadi negatif dibetulkan sebelum pengiriman ini akan diproses.
it_it: stock negativo sarebbe risultato dalla trasformazione di una consegna negativo - quantitativi devono essere cambiati o la quantità stock della voce andando negativo corretta prima di questa consegna verrà elaborato.
ko_kr: 네거티브 주식 음 전달 처리에 의해 초래 - 수량을 변경해야하거나 전달이 처리되기 전에 음의 아이템의 재고 수량을 보정.
mr_in: नकारात्मक स्टॉकमधील एक नकारात्मक वितरण प्रक्रिया करून कारणीभूत ठरेल - प्रमाणात बदलणे आवश्यक किंवा आयटमची स्टॉक प्रमाण हे वितरण करण्यापूर्वी ठीक नकारात्मक प्रक्रिया केली जाईल जात.
nl_nl: Een negatieve voorraad zal bij verwerking resulteren in een negatieve levering - hoeveelheid of voorraad aanpassen voor de levering te verwerken
pt_pt: Saldo negativo de estoque será o resultado de remessa negativa. quantidades precisam ser corrigidas antes da remessa
ro_ro: stocurile de negative ar avea ca rezultat o livrare de prelucrare negativ - cantităţile trebuie să fie schimbat sau cantitatea de stoc a elementului negativ merge corectate înainte de această livrare vor fi procesate.
ru_ru: Отрицательная доставка проиведет к отрицательным запасам. Должно быть изменено количество запасов или скорректированы отрицательные данные о товаре. прежде, чем эта поставка будет обработана.
sq_al: stoqe negative do të rezultojë me përpunimin e një dërgese negative - sasi të duhet të ndryshohet apo sasia e aksioneve e sendit duke shkuar negative korrigjohen para se kjo të ofrimit të do të jenë të përpunuara.
sv: Negativa lager skulle leda genom att framkalla en negativ leverans - mängder skall ändras eller beståndet mängd föremål som negativa korrigeras innan denna leverans kommer att behandlas.
sw_ke: Negative hifadhi na usindikaji itakuwa matokeo ya utoaji hasi - kiasi lazima iliyopita au wingi hisa ya bidhaa kwenda hasi corrected kabla ya utoaji hii itakuwa processed.
tr_tr: Negatif stokları olumsuz teslim işleyerek neden olur - miktarlarda ya da değiştirilmesi gerekir öğenin stok miktarı bu teslim işlenecektir önce düzeltilmelidir negatif gidiyor.
zh_hk: 处理负数的发货会导致负数存货-要执行此发货，必须修改数量或者此物料的库存变为负数的问题得到修正。
zh_tw: 負存貨會導致負交收 - 必須修改商品的數量或存貨數量之後才進行交收

source: Entered quantities cannot be greater than the quantity entered on the purchase invoice including the allowed over-receive percentage
cs_cz: Zadané množství nemůže být větší než množství uvedené na faktuře včetně povolené přes-přijímat procento
es_es: Las cantidades introducidas no pueden ser mayores que la cantidad que figure en la factura de compra incluyendo el porcentaje de sobre-exceso permitido
hi_in: प्रवेश मात्रा से अधिक नहीं हो मात्रा खरीद सहित चालान पर दर्ज किया जा सकता से अधिक प्रतिशत प्राप्त की अनुमति दी
id_id: Jumlah yg dimasukkan tdk dapat lebih besar dari jumlah yg dimasukkan ke faktur pembelian termasuk persentase kelebihan-terima yg diperbolehkan
it_it: quantità indicate non può essere superiore alla quantità sulla fattura di acquisto compreso il permesso over-ricevere percentuale
ko_kr: 양이 허용 오버 수신 비율을 포함하여 구매 송장에 입력보다 체결 수량은 클 수 없습니다
mr_in: प्रविष्ट प्रमाणात प्रमाण परवानगी प्रती-प्राप्त टक्केवारी समावेश खरेदी चलन वर प्रविष्ट पेक्षा जास्त असू शकत नाही
nl_nl: Ingevoerde hoeveelheid mag niet groter zijn dan de hoeveelheid (+ toegestane overleveringspercentage) op de rekening
pt_pt: Quantidades não podem ser maiores que a quantidade informada na ordem de compra incluindo percentual de tolerância
ro_ro: cantităţile înscrise nu poate fi mai mare decât cantitatea înscrisă pe factura de achiziţie, inclusiv a permis supra-primi procentuale
ru_ru: Веденные количества не может быть больше, чем количество, введенное в счете-фактуре, включая процент за повторное получение
sq_al: Regjistruar sasi nuk mund të jetë më e madhe se sasia e hyri në faturës së blerjes, duke përfshirë të lejuar mbi-të marrin përqindje
sv: Angivet mängder kan inte vara större än den kvantitet som angivits i fakturan, inklusive den tillåtna över-emot procentenheter
sw_ke: Entered kiasi hawezi kuwa mkuu kuliko wingi wa aliingia kwenye ankara ununuzi ikiwa ni pamoja na kuruhusiwa juu-kupata asilimia
tr_tr: miktar da dahil olmak üzere satın alma makbuzu girdi daha Giren miktarlarda büyük olamaz aşırı yüzde almak izin
zh_hk: 输入数量不能大于采购发票及其允许超收百份比的数量
zh_tw: 輸入數量不能大於採購發票及其允可超收百份比的數量

source: Modify the ordered items on the purchase invoice if you wish to increase the quantities
cs_cz: Změnit objednaného zboží na nákupní faktuře, pokud chcete zvýšit množství
es_es: Modificar los artículos solicitados en la factura de compra si se desea aumentar las cantidades
hi_in: संशोधित खरीद चालान पर आदेश दिया मदों यदि आप मात्रा में वृद्धि करना चाहते हैं
id_id: Ubahlah item yg dipesan pada faktur pembelian jika Anda ingin menambah jumlah item
it_it: Modificare gli articoli ordinati sulla fattura di acquisto se si desidera aumentare i quantitativi
ko_kr: 당신이 양을 증가하고자하는 경우 구매 송장에 주문​​ 항목을 수정
mr_in: आपण प्रमाणात वाढ इच्छा असल्यास खरेदी चलन रोजी दिला आयटम सुधारित
nl_nl: Pas de orderitems op de rekening aan indien u de hoeveelheden wilt vergroten
pt_pt: Modificar itens solicitadas na ordem de compra se for necessário aumentar quantidades
ro_ro: Modifica elementele comandate de pe factura de achiziţie, dacă doriţi să mărească cantităţile
ru_ru: Измените заказанные товары в счете-фактуре на покупку, если вы хотите увеличить количество
sq_al: Ndrysho artikuj urdhëroi më e faturës së blerjes, nëse ju dëshironi të rritur sasitë
sv: Ändra de beställda artiklarna på inköpsfakturan om du vill öka mängden
sw_ke: Kurekebisha kuamuru vitu kwenye ankara ya kununua kama unataka kuongeza idadi ya
tr_tr: Değiştirmek satın alma makbuzu emretti öğeleri miktarları arttırmak istiyorsanız
zh_hk: 如你要增加数量, 请修改采购发票中的订单数量
zh_tw: 如你要增加數量, 請修改採購發票中的訂單商品

source: Could not check that the details of the purchase order had not been changed by another user because
cs_cz: Nepodařilo se zkontrolovat, zda údaje v objednávce nebyl změněn jiným uživatelem, protože
es_es: No se pudo comprobar que los detalles de la orden de compra no habían sido cambiados por otro usuario ya que
hi_in: जाँच करें कि खरीद आदेश की जानकारी किसी अन्य उपयोगकर्ता वजह से नहीं बदला था नहीं कर सका
id_id: Tdk dapat memeriksa kalau rincian order pembelian belum diubah oleh user lain karena
it_it: Impossibile verificare che i dettagli dell&#39;ordine di acquisto non era stato modificato da un altro utente perché
ko_kr: 구매 주문의 세부 사항이 다른 사용자로 인해 변경되지 않은 것을 확인 할 수 없습니다
mr_in: खरेदी ऑर्डर तपशील दुसर्या वापरकर्त्याद्वारे बदलला गेला नव्हता की तपासा करणे शक्य नाही कारण
nl_nl: Kon niet controleren of de inkooporder was veranderd door een andere gebruiker omdat
pt_pt: Não foi possivel verificar os detalhes da ordem de compra a qual não foi atualizada porque
ro_ro: Nu a putut verifica faptul că detaliile comanda de achiziţie nu a fost schimbat de către un alt utilizator, deoarece
ru_ru: Не удалось проверить, что данные заказа на покупку не были изменены другим пользователем, так как
sq_al: Nuk mund të shikoni se të dhënat e rendit blerjes nuk kishte ndryshuar nga nje antar tjeter, sepse
sv: Kunde inte kontrollera att uppgifterna om att beställningen inte hade ändrats av en annan användare eftersom
sw_ke: Hakuweza kuangalia kwamba maelezo ya utaratibu wa ununuzi ulikuwa bado iliyopita kwa mtumiaji mwingine kwa sababu
tr_tr: Satınalma siparişi ayrıntılarını başka bir kullanıcı, çünkü tarafından değiştirildi olmadığını kontrol Couldn&#39;t
zh_hk: 未能检查其他使用者所更改的采购订单信息,因为
zh_tw: 未能檢查其他使用者所更改的採購訂單資料, 因為

source: The following SQL to retrieve the purchase order details was used
cs_cz: Následující SQL získat podrobnosti objednávky bylo použito
es_es: Se utilizó el siguiente SQL para recuperar los detalles de la orden de compra
hi_in: निम्नलिखित एसक्यूएल खरीद आदेश विवरण इस्तेमाल किया गया था प्राप्त करने के लिए
id_id: SQL berikut digunakan utk mengambil rincian order pembelian
it_it: Il seguente SQL per recuperare i dettagli ordine di acquisto è stato utilizzato
ko_kr: 구매 주문 세부 정보를 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: खरेदी ऑर्डर तपशील पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: De SQL om de details van de inkooporder op te vragen was
pt_pt: SQL usado para recuperar detalhes da ordem compra foi
ro_ro: Următoarele SQL pentru a prelua detalii de achiziţie ordinul a fost folosit
ru_ru: SQL получения данных о заказе на покупку
sq_al: SQL e mëposhtme për të marrë të dhënat për blerje është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Retrieve ya maelezo ili kununua mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查询采购订单信息的SQL是
zh_tw: 以下提取採購訂單資料的 SQL 正被使用

source: This order has been changed or invoiced since this delivery was started to be actioned
cs_cz: Tento příkaz byl změněn nebo fakturované protože to dodávka byla začaly být actioned
es_es: Esta orden ha sido cambiada o facturada ya que esta entrega fue iniciada previamente
hi_in: इस क्रम बदल दिया गया है या चालान के बाद से इस प्रसव के लिए actioned होना शुरू कर दिया था
id_id: Order ini telah diubah atau difakturkan karena pengiriman telah mulai ditindak
it_it: Questo ordine è stato modificato o fatturati in quanto tale consegna è stato avviato per essere azionato
ko_kr: 이 순서가 변경 또는이 배달 actioned 될 시작된 이후에 청구 된
mr_in: या वितरण actioned करणे सुरु झाल्या पासून ही ऑर्डर बदलला किंवा invoiced गेले आहे
nl_nl: De order is veranderd of gefactureerd nadat deze levering was aangezet om te worden uitgevoerd
pt_pt: Essa ordem de compra foi atualizada ou enviada enquanto ocorre este processamento
ro_ro: Acest ordin a fost schimbat sau facturate de livrare a fost de la acest început să fie acţionată
ru_ru: Этот заказ был изменен или оприходован, так как эта поставка была начата
sq_al: Ky urdhër ka qenë ndryshuar apo faturuar që nga kjo furnizimi është filluar të actioned
sv: Denna order har ändrats eller levererats sedan godkännandet började
sw_ke: Ili hii imekuwa iliyopita au invoiced tangu utoaji huu ulianza kuwa actioned
tr_tr: Bu sırada çoktan değişmiş veya fatura bu teslim actioned başlanmıştır beri
zh_hk: 输入此交货单的同时订单已被修改或开发票
zh_tw: 這訂單已改變, 或自從這交貨已開始開出發票

source: Select a different purchase order for receiving goods against
cs_cz: Vyberte jinou objednávku pro příjem zboží proti
es_es: Seleccione una orden de compra distinta para los bienes recibidos respecto a
hi_in: के खिलाफ माल प्राप्त करने के लिए एक अलग खरीद आदेश का चयन करें
id_id: Pilih order pembelian yg lain utk penerimaan brg
it_it: Selezionare un diverso ordine di acquisto per la ricezione di beni contro
ko_kr: 대하여 물품을 수용하기위한 다른 구매 오더를 선택
mr_in: विरुद्ध वस्तू प्राप्त भिन्न खरेदी ऑर्डर निवडा
nl_nl: Selecteer een andere inkoop opdracht voor de ontvangst van goederen
pt_pt: Selecione outra Ordem de Compra para Receber Mercadorias
ro_ro: Selectaţi o comandă de achiziţie diferite pentru primirea bunurilor împotriva
ru_ru: Выберите другой заказ на поставку для получения товаров
sq_al: Zgjidh një mënyrë të ndryshme blerje për pranimin e mallrave kundër
sv: Välj en annan beställning för att ta emot varor mot
sw_ke: Chagua tofauti ili kununua bidhaa dhidi ya kupokea
tr_tr: MAL KABULÜ IÇIN FARKLI BIR SATINALMA SIPARISI SEÇIN
zh_hk: 请选取其他要进行收货的采购订单
zh_tw: 請選取要收貨品的其他訂單

source: To enter a delivery against this purchase order
cs_cz: Chcete-li zadat dodání proti této objednávce
es_es: Introducir una entrega respecto esta orden de compra
hi_in: इस खरीद के आदेश के खिलाफ एक प्रसव दर्ज करें
id_id: Utk memasukkan pengiriman terhadap order pembelian ini
it_it: Per inserire un recapito contro questo ordine di acquisto
ko_kr: 이 구매 주문에 대한 배달을 입력합니다
mr_in: या खरेदी ऑर्डर विरूद्ध वितरण प्रविष्ट करा
nl_nl: Om een levering te boeken tegen deze inkoop order
pt_pt: Informar entrega para Ordem Compra
ro_ro: Pentru a introduce o livrare împotriva această ordine de cumpărare
ru_ru: Для ввода доставки по заказу на покупку
sq_al: Për të futur një dërgesë kundër këtij urdhër blerja
sv: Lägg till rad i denna inköpsorder
sw_ke: Kuingia utoaji dhidi ya utaratibu huu kununua
tr_tr: Bu satın alma düzenine karşı bir teslimat girmek için
zh_hk: 要输入这采购订单的交货
zh_tw: 要輸入這採購訂單的交貨

source: it must be re-selected and re-read again to update the changes made by the other user
cs_cz: to musí být re-vybraný a re-číst a aktualizovat změny provedené ostatními uživateli
es_es: hay que volver a seleccionar y volver a leer de nuevo para actualizar los cambios realizados por otro usuario
hi_in: यह होना चाहिए फिर से चुने और फिर से फिर से पढ़ने के लिए अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अद्यतन
id_id: harus dipilih kembali and dibaca kembali utk memperbarui perubahan yg dibuat oleh user lain
it_it: esso deve essere ri-selezionati e rileggere per aggiornare le modifiche apportate dall&#39;altro utente
ko_kr: 그것은 다른 사용자가 변경 한 내용을 다시 선택해야하고 업데이트를 다시 다시 읽어
mr_in: तो पुन्हा निवडले आणि इतर वापरकर्ता द्वारे केलेले बदल अद्यतनित करण्यासाठी पुन्हा पुन्हा वाचा करणे आवश्यक
nl_nl: moet opnieuw worden geopend en bekeken om de wijzigingen te verwerken die door een andere gebruiker zijn gemaakt
pt_pt: é necessário selecionar novamente para refletir atualizações feitas por outra pessoa
ro_ro: trebuie să fie re-ales şi re-citit din nou, pentru a actualiza modificările făcute de celălalt utilizator
ru_ru: Необходимо выбрать и перечитать снова для обновления изменений, внесенных другими пользователями
sq_al: ajo duhet të ri-zgjedhur dhe ri-lexuar përsëri për të rinovuar ndryshimet e bëra nga përdorues të tjerë
sv: läs in ordern igen för att hämta andra ändringar
sw_ke: ni lazima re-kuchaguliwa na kusoma tena tena update mabadiliko yaliyotolewa na mtumiaji mwingine
tr_tr: o olmalı yeniden seçilir ve yeniden başka bir kullanıcı tarafından yapılan değişiklikleri güncelleştirmek için yeniden okumak
zh_hk: 必须重新选择订单读取其他用户所修改的内容
zh_tw: 必須再次重選及復核其他用戶所修改的才可以更新

source: GL Code of the Line Item
cs_cz: GL Kód Line bod
es_es: Código contable del artículo
hi_in: पंक्ति वस्तु जी एल कोड
id_id: Kode GL utk Item Baris
it_it: Codice della voce di GL Line
ko_kr: 품목의 GL 코드
mr_in: लाइन आयटमची जी.एल. कोड
nl_nl: Grootboekrekening voor het regel item
pt_pt: Código Cont. da linha Item
ro_ro: Codul GL din punctul Line
ru_ru: Код позиции в главной книге
sq_al: Kodi GL i Line Item
sv: Bokföringskod för artikeln
sw_ke: GL Kanuni ya Item ya Line
tr_tr: SATIR KALEMININ MUH.KODU
zh_hk: 对应会计科目
zh_tw: 列商品的總帳科目

source: ShiptRef of the Line Item
cs_cz: ShiptRef linie bod
es_es: Referencia de Transporte del artículo
hi_in: पंक्ति वस्तु की ShiptRef
id_id: Keterangan pengiriman Item Baris
it_it: ShiptRef della voce di Linea
ko_kr: 품목의 ShiptRef
mr_in: लाइन आयटमची ShiptRef
nl_nl: Vestuur naar ref. van het regel item
pt_pt: Ref. embarque linha Item
ro_ro: ShiptRef din punctul Line
ru_ru: Ссылка на поставку для позиции
sq_al: ShiptRef e Line Item
sv: Leveransreferens för artikeln
sw_ke: ShiptRef wa Bidhaa ya Line
tr_tr: SATIR KALEMININ SEVKIYAT REFERANSI
zh_hk: 运单号
zh_tw: 列商品的運輸參考

source: Contract Reference of the Line Item
cs_cz: Smlouva Odkaz na řádkové položky
es_es: Referencia del Contrato de la Fila de Artículos
hi_in: पंक्ति वस्तु के अनुबंध संदर्भ
id_id: Referensi Kontrak Item Baris
it_it: Contratto di riferimento la voce
ko_kr: 품목의 계약 참조
mr_in: लाइन आयटमची कॉण्ट्रॅक्ट संदर्भ
nl_nl: Contract ref. voor het regel item
pt_pt: Ref. Contrato da Linha do Item
ro_ro: Contractul de referinţă punctul Line
ru_ru: Ссылка на контракт позиции
sq_al: Referenca Kontrata e Line Item
sv: Kontraktsreferens för artikeln
sw_ke: Reference mkataba wa Bidhaa ya Line
tr_tr: SATIR KALEMININ IRTIBAT REFERANSI
zh_hk: 供应商合同号
zh_tw: 列商品的合約參考

source: Quantity Invoiced of the Line Item
cs_cz: Množství fakturovaná linie bod
es_es: Cantidad Facturada del artículo
hi_in: मात्रा पंक्ति वस्तु का चालान
id_id: Jumlah yg difakturkan utk Item Baris
it_it: Quantità fatturati la voce
ko_kr: 품목의 수량 청구
mr_in: लाइन आयटमची Invoiced प्रमाणात
nl_nl: Aantal Gefactureerd op Artikel Regel
pt_pt: Quant. Pedida na Linha do Item
ro_ro: Cantităţii facturate de elementul rând
ru_ru: Оприходованное количемство товара
sq_al: Sasia e faturuar Item Line
sv: Fakturerad kvantitet för artikeln
sw_ke: Invoiced wingi wa Bidhaa ya Line
tr_tr: SATIR KALEMININ FATURALANMIS MIKTARI
zh_hk: 已开发票数量
zh_tw: 列商品的已開發票數量

source: Stock Code of the Line Item
cs_cz: Skladem Kód Line bod
es_es: Código de Existencia del artículo
hi_in: पंक्ति वस्तु का स्टॉक कोड
id_id: Kode Stok utk Item Baris
it_it: Archivio di codice la voce
ko_kr: 품목의 재고 코드
mr_in: लाइन आयटमची स्टॉक कोड
nl_nl: Voorraad code voor het regel item
pt_pt: Código Estoque da Linha do Item
ro_ro: Codul de Valori din punctul Line
ru_ru: Код товара для позиции
sq_al: Kodi Stock e Line Item
sv: Lagerkod för artikeln
sw_ke: Hisa Kanuni ya Item ya Line
tr_tr: SATIR KALEMININ STOK KODU
zh_hk: 物料编号
zh_tw: 列商品的存貨編號

source: Order Quantity of the Line Item
cs_cz: Aby Množství Line bod
es_es: Cantidad Ordenada del artículo
hi_in: पंक्ति वस्तु का आदेश मात्रा
id_id: Jumlah Order utk Item Baris
it_it: Quantità di ordine del punto Line
ko_kr: 품목의 주문 수량
mr_in: लाइन आयटम क्रम प्रमाण
nl_nl: Opdracht Aantal op Artikel Regel
pt_pt: Quant. Solicitada da Linha do Item
ro_ro: Cantitatea de ordine al articolului Line
ru_ru: Заказанное количество позиции
sq_al: Sasia Rendit e Line Item
sv: Beställd kvantitet för artikeln
sw_ke: Idadi ya Bidhaa ili Line
tr_tr: SATIR KALEMININ SIPARIS MIKTARI
zh_hk: 订单数量
zh_tw: 列商品的訂單數量

source: Quantity of the Line Item Already Received
cs_cz: Množství řádkové položky již obdržela
es_es: Cantidad del artículo ya recibida
hi_in: पंक्ति वस्तु की मात्रा पहले से ही प्राप्त
id_id: Jumlah Item Baris yg Sdh Diterima
it_it: Quantità di merce linea già ricevuto
ko_kr: 품목의 수량은 이미받은
mr_in: लाइन आयटम प्रमाण आधीच प्राप्त
nl_nl: Aantal van Artikel Regel Reeds Ontvangen
pt_pt: Quantid. da Linha do Item já recebida
ro_ro: Cantitatea de elementul rând primit deja
ru_ru: Количество уже полученного товара
sq_al: Sasia e artikullit Line Already Received
sv: Kvantitet av raden redan fått
sw_ke: Wingi wa Bidhaa ya Line Tayari Received
tr_tr: BU SATIRDAKI MIKTAR TESLIM ALINMIS
zh_hk: 已收数量
zh_tw: 已收商品數量

source: Re-read the updated purchase order for receiving goods against
cs_cz: Re-read aktualizovaný objednávky pro příjem zboží proti
es_es: Volver a leer la orden de compra actualizada de los bienes recibidos respecto a
hi_in: पुनः के खिलाफ माल प्राप्त करने के लिए अद्यतन खरीद आदेश पढ़ा
id_id: Baca kembali order pembelian yg sdh diperbarui utk penerimaan brg
it_it: Ri-leggere l&#39;ordine di acquisto aggiornato per la ricezione di beni contro
ko_kr: 대하여 물품을 수용하기위한 구매 주문 업데이트를 다시 읽
mr_in: विरुद्ध वस्तू प्राप्त करण्यासाठी सुधारित खरेदी ऑर्डर पुन्हा वाचा
nl_nl: Bekijk de vernieuwde inkooporder waartegen de goederen worden ontvangen
pt_pt: Renovar Ordem Compra para Receber Mercadorias
ro_ro: Re-citit ordinul de achiziţie actualizate pentru primirea bunurilor împotriva
ru_ru: Перечитайте обновленный заказ на получение товаров
sq_al: Ri-lexuar me qëllim blerjen e përditësuar për pranimin e mallrave kundër
sv: Nytt läsa den uppdaterade beställning för att ta emot varor mot
sw_ke: Re-kusoma updated ili kununua kwa kupokea bidhaa dhidi
tr_tr: Yeniden karşı mal almak için güncelleştirilmiş satın okuyup
zh_hk: 重新读取采购订单信息并收货
zh_tw: 重新讀取採購訂單資料並收貨

source: The standard cost of the item being received cannot be retrieved because
cs_cz: Standardní pořizovací cena položky je obdržela, nemůže získat, protože
es_es: El costo estándar del artículo que se recibe no puede ser recuperado porque
hi_in: आइटम के मानक लागत को नहीं पाया जा सकता है क्योंकि प्राप्त किया जा रहा है
id_id: HPP standar item yg sedang diterima tdk dapat diambil karena
it_it: Il costo standard della voce di essere ricevuto non può essere recuperato, perché
ko_kr: 항목의 표준 비용 때문에 검색 할 수 없습니다 수신
mr_in: प्राप्त जात आयटमची मानक खर्च पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: De standaard kostprijs voor het ontvangen item kon niet worden opgevraagd omdat
pt_pt: O custo padrão do item recebido não foi recuperado porque
ro_ro: Costul standard al elementului primite nu pot fi recuperate, deoarece
ru_ru: Стандартная стоимость получаемого товара не может быть получена, так как
sq_al: Kostoja standarde e sendit duke u marrë nuk mund të shikohet, sepse
sv: Standarden anskaffningsvärde tas emot kan inte hämtas därför
sw_ke: Gharama ya hali ya bidhaa kuwa alipokea hawezi kuwa retrieved sababu
tr_tr: öğenin standart maliyeti nedeniyle alınamaz alınıyor
zh_hk: 找不到物料的标准成本,因为
zh_tw: 不能提取要收貨商品的標準成本, 因為

source: The following SQL to retrieve the standard cost was used
cs_cz: Následující SQL získat standardní náklady byly použity
es_es: Se utilizó el SQL siguiente para recuperar el costo estándar
hi_in: निम्नलिखित SQL मानक लागत इस्तेमाल किया गया था प्राप्त करने के लिए
id_id: SQL berikut yg digunakan utk mengambil HPP standar
it_it: Il seguente SQL per recuperare il costo standard è stato utilizzato
ko_kr: 표준 비용을 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: मानक खर्च पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: De standaard kostprijs werd opgevraagd in de volgende SQL
pt_pt: O sql da recuperação do custo padrão do item foi
ro_ro: Următoarele SQL pentru a prelua de cost standard a fost folosit
ru_ru: SQL получения стандартной стоимости
sq_al: SQL e mëposhtme për të rimarrë koston standarde u përdor
sv: Följande SQL för att hämta en schablonkostnad användes
sw_ke: SQL zifuatazo Retrieve gharama ya kiwango ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查找物料标准成本的SQL是
zh_tw: 以下提取標準成本的 SQL 正被使用
