Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No Control
es_es: Sin control
hi_in: कोई नियंत्रण
id_id: Tdk Terkontrol
it_it: Nessun Controllo
ko_kr: 통제되지
mr_in: कोणतेही नियंत्रण
nl_nl: Niet controlled
pt_pt: Não Controlado
ro_ro: Nici un control
ru_ru: Нет контроля
sv: Ingen kontroll
sw_ke: Hakuna Udhibiti
tr_tr: KONTROLSÜZ
zh_hk: 否
zh_tw: 不受控制

source: Controlled
cs_cz: Kontrolované
es_es: Controlado
hi_in: नियंत्रित
id_id: Terkontrol
it_it: Controllato
ko_kr: 제어
mr_in: नियंत्रित
pt_pt: Controlado
ro_ro: Controlate
ru_ru: Контролируемый
sq_al: Kontrolluara
sv: Kontrollerad av
sw_ke: Kudhibitiwa
tr_tr: KONTROLLÜ
zh_hk: 是
zh_tw: 受控制

source: Serialised
es_es: Serializado
id_id: Berseri
it_it: Serializzato
nl_nl: Seriematig
pt_pt: Serializado
ru_ru: Сериализован
sv: Serie
tr_tr: SERILENMIS
zh_hk: 序列号管理
zh_tw: 序號化

source: this has no effect if the item is not Controlled
cs_cz: to nemá žádný účinek, pokud položka není ovládanou
es_es: esto no tiene efecto si el artículo no es Controlado
hi_in: यह कोई प्रभाव नहीं है यदि आइटम नहीं है नियंत्रित
id_id: ini tdk ada gunanya jika item tdk Terkontrol
it_it: questo non ha effetto se l' articolo non è Controllato
ko_kr: 항목이 제어되지 않은 경우이 효과가 없습니다
mr_in: आयटम नियंत्रित नाही तर हा परिणाम नाही
nl_nl: dit heeft geen consequenties als het item niet controlled is
pt_pt: sem efeito se o item não control.
ro_ro: aceasta nu are efect în cazul în care elementul nu este controlată
ru_ru: это не имеет никакого эффекта, если пункт не контролируется
sq_al: kjo nuk ka efekt nëse objekti nuk është kontrolluar
sv: detta har ingen effekt om objektet inte kontrolleras
sw_ke: hii haina madhara kama kipengele si Controlled
tr_tr: ÜRÜN KONTROLLÜ DEGILSE, BIR ETKISI OLMAZ
zh_hk: 对非受控物料，此参数会被忽略
zh_tw: 對非受控的物料, 此參數會被忽略

source: Next Serial No (>0 for auto numbering)
cs_cz: Další Pořadové číslo (&gt; 0 pro automatické číslování)
es_es: Nº de la Siguiente Serial (> 0 para auto numeración)
hi_in: अगले सीरियल नहीं (स्वत: क्रमांकन के लिए&gt; 0)
id_id: Nomor Seri Berikut (>0 utk penomoran otomatis)
it_it: Avanti di serie n. (&gt; 0 per la numerazione automatica)
ko_kr: (자동 넘버링> 0) 다음 제품 번호
nl_nl: Volgende Volgnummer (&gt; 0 voor automatische nummering)
pt_pt: Próx. N. Série (>0 qdo auto numerado)
ro_ro: Next nr Serial (&gt; 0 pentru numerotare auto)
ru_ru: Следующая Серийный номер (&gt; 0 для автоматической нумерации)
sq_al: Nuk ka Next Serial (&gt; 0 për numëron auto)
sv: Nästa Löpnummer (&gt; 0 för automatisk numrering)
sw_ke: Next Serial No (&gt; 0 kwa hesabu auto)
tr_tr: Sonraki Seri No (otomatik numaralandırma için&gt; 0)
zh_hk: 下一个序列号 （>0Y以自动编号）
zh_tw: 下一個序列號（>0為自動編號）

source: Perishable
cs_cz: Podléhající rychlé zkáze
es_es: Perecedero
hi_in: ग़ैरमज़बूत
id_id: Dapat Kadaluarsa
it_it: Deperibile
ko_kr: 부패하기 쉬운
mr_in: नाशवंत
nl_nl: Bederfelijk
pt_pt: Perecivel
ro_ro: Perisabil
ru_ru: Скоропортящийся
sq_al: Që prishet
sv: Obeständigt
sw_ke: Kuharibika
tr_tr: Bozulabilir
zh_hk: 易变质的
zh_tw: 易變質

source: Decimal Places for display Quantity
cs_cz: Desetinných míst pro zobrazení Množství
es_es: Decimales al mostrar cantidades
hi_in: प्रदर्शन मात्रा के लिए दशमलव स्थानों
id_id: Posisi Desimal utk menampilkan Qty
it_it: Decimali per Quantità display
ko_kr: 표시 수량에 대한 소수 자릿수
mr_in: प्रदर्शन प्रमाण साठी डेसिमल ठिकाणे
nl_nl: Decimalen om hoeveelheid te tonen
pt_pt: Decimais para exibir Quant.
ro_ro: Zecimale pentru afişarea Cantitate
ru_ru: Десятичных знаков для отображения Количество
sq_al: Places dhjetore për Sasia display
sv: Antalet decimaler som visas
sw_ke: Decimal Places kwa kuonyesha Kiasi
tr_tr: ekran Miktar için Ondalık
zh_hk: 显示数量的小数位
zh_tw: 顯示數量的小數位數

source: Tax Category
cs_cz: Daňové kategorie
es_es: Clase de impuesto
hi_in: टैक्स श्रेणी
id_id: Kategori Pajak
it_it: Tasse Categoria
ko_kr: 세금의 종류
mr_in: कर वर्ग
nl_nl: Belasting categorie
pt_pt: Categoria Impostos
ro_ro: Categorie fiscale
ru_ru: Налоговые категории
sq_al: Kategoria e taksave
sv: Skattekategori
sw_ke: Kodi ya Jamii
tr_tr: VERGI KATEGORISI
zh_hk: 税目
zh_tw: 稅目

source: Pan Size
cs_cz: Pan Velikost
es_es: Tamaño de lote
hi_in: पान का आकार
id_id: Ukuran Lebar
ko_kr: 팬 크기
mr_in: पॅन आकार
nl_nl: Pan Maat
pt_pt: Tamanho
ro_ro: Pan Dimensiune
ru_ru: Пан Размер
sq_al: Size Pan
sv: Storlek
sw_ke: Pan Ukubwa
tr_tr: Pan Boyut
zh_hk: 批量
zh_tw: 訂單乘數

source: Shrinkage Factor
cs_cz: Smrštění faktor
es_es: Factor de merma
hi_in: संकोचन फैक्टर
id_id: Faktor Penyusutan
it_it: Ritiro Factor
ko_kr: 수축 요인
mr_in: घट फॅक्टर
nl_nl: Krimp Factor
pt_pt: Fator Perda
ro_ro: Contracţie Factor
ru_ru: Коэффициент усадки
sq_al: Tkurrje Faktori
sv: Krympningsfaktor
tr_tr: Büzülme Faktörü
zh_hk: 报废率
zh_tw: 報廢率

source: Item Category Properties
cs_cz: Vlastnosti položku Kategorie
es_es: Propiedades de la Categoría del Elemento
hi_in: आइटम श्रेणी गुण
id_id: Ciri Kategori Item
it_it: Voce Proprietà categoria
ko_kr: 상품 카테고리 등록
mr_in: लेखाचे वर्ग गुणधर्म
nl_nl: Categorie eigenschappen van item
pt_pt: Propriedades Categoria Item
ro_ro: Categorie Postul Proprietăţi
ru_ru: Пункт Свойства категории
sq_al: Prona Kategoria Item
sv: Artikelkategoriegenskaper
sw_ke: Bidhaa Jamii Mali
tr_tr: Öğesi Kategori Nitelikleri
zh_hk: 物料种类属性
zh_tw: 商品類型性質

source: A number between
cs_cz: Číslo mezi
es_es: Un número entre
hi_in: एक संख्या के बीच
id_id: Sejumlah antara
it_it: Un numero compreso tra
ko_kr: 사이의 숫자
mr_in: दरम्यान एक संख्या
nl_nl: Een getal tussen
pt_pt: Um número entre
ro_ro: Un număr între
ru_ru: Число между
sq_al: Një numër në mes të
sv: Ett tal mellan
sw_ke: Idadi kati
tr_tr: A sayısı arasında
zh_hk: 数字在
zh_tw: 數字之間

source: is expected
cs_cz: Očekává se,
es_es: se espera
hi_in: उम्मीद है
id_id: seharusnya
it_it: è previsto
ko_kr: 예상된다
mr_in: अपेक्षित आहे
nl_nl: Verwacht wordt dat
pt_pt: é esperado
ro_ro: este de aşteptat
ru_ru: Ожидается,
sq_al: pritet
sv: förväntas
sw_ke: inatarajiwa
tr_tr: bekleniyor
zh_hk: 之间
zh_tw: 預期

source: Categories
cs_cz: Kategorie
es_es: Categorías
hi_in: श्रेणियाँ
id_id: Kategori
it_it: Categorie
ko_kr: 카테고리
mr_in: कॅटेगरीज
nl_nl: Categorien
pt_pt: Categorias
ro_ro: Categorii
ru_ru: Категории
sq_al: Kategoritë
sv: Kategorier
sw_ke: Jamii
tr_tr: Kategoriler
zh_hk: 种类
zh_tw: 類別

source: Stock Cost Update
cs_cz: Sklad Cena aktualizace
es_es: Actualizar Costo de Existencia
hi_in: स्टॉक मूल्य अद्यतन
id_id: Perbarui HPP Stok
it_it: Aggiornamento Costo Giacenza
ko_kr: 재고 비용 업데이트
mr_in: स्टॉक किंमत अद्यतन
nl_nl: Werk voorraad kosten bij
pt_pt: Atualiz. Custo Estoque
ro_ro: Stoc Cost Update
ru_ru: Обновление стоимости товра
sq_al: Stock update Kosto
sv: Uppdatera lagerkostnad
sw_ke: Gharama hisa Mwisho
tr_tr: STOK MALIYET GÜNCELLEMESI
zh_hk: 存货成本更新
zh_tw: 存貨成本更新

source: Non-existent Item
cs_cz: Neexistující bod
es_es: Artículo Inexistente
hi_in: अस्तित्वहीन वस्तु
id_id: Item yg tdk ada
it_it: Articolo Inesistente
ko_kr: 존재하지 않는 아이템
mr_in: बिगर अस्तित्वातील आयटम
nl_nl: Niet bestaand item
pt_pt: Item não Existente
ro_ro: Inexistent Postul
ru_ru: Несуществующий товар
sq_al: Item jo-ekzistente
sv: Beställ produkt som inte finns i lager
sw_ke: Haupo Bidhaa
tr_tr: VAROLMAYAN ÜRÜN
zh_hk: 不存在此物料
zh_tw: 不存在商品

source: The cost details for the stock item could not be updated because
cs_cz: Náklady podrobnosti o skladovou položku nelze aktualizovat, protože
es_es: No se pudieron actualizar los detalles de costos del artículo de existencias porque
hi_in: शेयर आइटम के लिए मूल्य के विवरण क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Rincian HPP utk item stok tdk dapat diperbarui karena
it_it: Il dettaglio costi per l' articolo in scorta non può essere aggiornato perchàŠ
ko_kr: 주식 항목에 대한 비용 정보는 때문에 업데이트 할 수 없습니다
mr_in: स्टॉक आयटम किंमत तपशील अद्यतनित करणे शक्य नाही कारण
nl_nl: De kosten voor het voorraaditem kon niet worden bijgewerkt omdat
pt_pt: Detalhes do custo para o item não puderam ser recuperados porque
ro_ro: Detaliile costurilor pentru elementul stocul nu a putut fi actualizat deoarece
ru_ru: Подробности стоимости товара не могут быть обновлены, потому что
sq_al: Detajet e kostos për artikull aksioneve nuk mund të rifreskohet për shkak se
sv: Kostnaden detaljer för lagervara kunde inte uppdateras eftersom
sw_ke: maelezo ya gharama kwa ajili ya bidhaa hisa inaweza kuwa mwisho kwa sababu
tr_tr: ÜRÜN MALIYETI GÜNCELLENEMEDI:
zh_hk: 未能更新存货物料的成本资料, 因为
zh_tw: 未能更新存貨商品的成本資料, 因為

source: The cost details for the stock item could not be retrieved because
cs_cz: Náklady podrobnosti o skladovou položku se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles de costo del artículo de existencias porque
hi_in: शेयर आइटम के लिए मूल्य के विवरण वजह से हो सकता है पुनः प्राप्त नहीं किया
id_id: Rincian HPP utk item stok tdk dapat diambil karena
it_it: Il dettaglio costi per l' articolo in scorta non può essere recuperato perchàŠ
ko_kr: 주식 항목에 대한 비용 정보는 때문에 검색 할 수 없습니다
mr_in: स्टॉक आयटम किंमत तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De kosten voor het voorraad item kon niet worden opgevraagd omdat
pt_pt: Os detalhes do custo do item não puderam ser recuperados porque
ro_ro: Detaliile costurilor pentru elementul stocul nu a putut fi recuperate, deoarece
ru_ru: Подробности стоимости для товара не могут быть восстановлены, потому что
sq_al: Detajet e kostos për artikull aksioneve nuk mund të shikohet, sepse
sv: Kostnaden detaljer för lagervara kunde inte hämtas på grund
sw_ke: maelezo ya gharama kwa ajili ya bidhaa hisa inaweza kuwa retrieved sababu
tr_tr: ÜRÜN MALIYET KAYDI GÖRÜNTÜLENEMIYOR:
zh_hk: 未能更新存货物料的成本资料, 因为
zh_tw: 不能擷取存貨商品的成本資料, 因為

source: Show Cost Details
cs_cz: Zobrazit Náklady Podrobnosti
es_es: Mostrar detalles de Costos
hi_in: दिखाएँ लागत विवरण
id_id: Tampilkan Rincian HPP
it_it: Mostra i dettagli costi
ko_kr: 쇼 비용 세부 정보
mr_in: दर्शवा किंमत तपशील
nl_nl: Toon de kosten
pt_pt: Exibir Det. Custo
ro_ro: Arată Cost Detalii
ru_ru: Показать подробности стоимости
sq_al: Kosto Details Show
sv: Visa kostnadsdetaljer
sw_ke: Kuonyesha Gharama Details
tr_tr: MALIYET DETAYLARINI GÖSTER
zh_hk: 显示成本资料
zh_tw: 顯示成本資料

source: Total Quantity On Hand
cs_cz: Celkové množství pro ruční
es_es: Cantidad total existente
hi_in: ओर कुल मात्रा
id_id: Total Qty
it_it: Quantità Totale Posseduta
ko_kr: 한편 총 수량
mr_in: एकीकडे एकूण मात्रा
nl_nl: Totaal Aantal beschikbaar
pt_pt: Quant. Total Dispon.
ro_ro: Cantitatea totala pe mana
ru_ru: Итоговое количество в распоряжении
sq_al: Sasia totale On Hand
sv: Totalt antal i lager
sw_ke: Kiasi jumla ya Mkono
tr_tr: ELDEKI TOPLAM MIKTAR
zh_hk: 在手上的总数量
zh_tw: 庫存總數量

source: Last Cost update on
es_es: Último costo actualizado en
id_id: Perubahan HPP Terakhir tgl
ko_kr: 최근 비용 업데이트
mr_in: अंतिम किंमत अद्ययावत
pt_pt: Últ. Atual. Custo em
zh_tw: 上次成本更新于

source: is a service item
cs_cz: je služba, položka
es_es: es un artículo que es un servicio
hi_in: एक सेवा के मद है
id_id: adalah item jasa
it_it: è un elemento di servizio
ko_kr: 서비스 항목은
mr_in: एक सेवा आयटम आहे
nl_nl: Betreft service item
pt_pt: é um item de serviço
ro_ro: este un element de serviciu
ru_ru: это сервисный товар
sq_al: është një shërbim artikull
sv: är en Tjänst
sw_ke: ni moja ya kipengele huduma
tr_tr: bir hizmet kalemi olan
zh_hk: 是一项服务商品
zh_tw: 是一種服務項目

source: is an assembly part
cs_cz: je součástí sestavy
es_es: es una parte de montaje
hi_in: एक विधानसभा हिस्सा है
id_id: adalah brg rakitan
it_it: è un componente di montaggio
ko_kr: 조립체 부분은
mr_in: एक जुळवणी भाग आहे
nl_nl: betreft een assemblage onderdeel
pt_pt: é item montado
ro_ro: este o parte de asamblare
ru_ru: сборка монтажа
sq_al: është një pjesë e kuvendit
sv: är en monterad produkt
sw_ke: ni sehemu ya kanisa
tr_tr: BIR MONTAJLI MAMUL
zh_hk: 是组装件
zh_tw: 是組裝件

source: is a kit set part
cs_cz: je kit sada část
es_es: es un kit
hi_in: एक किट है हिस्सा सेट
id_id: adalah brg set
it_it: è un componente di combinazione predefinita
ko_kr: 키트 세트 부분은
mr_in: एक किट संच भाग आहे
nl_nl: betreft een kitset onderdeel
pt_pt: é um KIT
ro_ro: este un kit de set parte
ru_ru: установлена часть комплекта
sq_al: është një kit vendosur pjesë
sv: är en monterad produkt
sw_ke: ni kit kuweka sehemu
tr_tr: BIR KIT-SETI PARÇASI
zh_hk: 是套装件
zh_tw: 是套裝件

source: Cost information cannot be modified for kits assemblies or service items
cs_cz: Informace o nákladech nemůže být upravené pro sestavy sestavy nebo servisní položky
es_es: No se puede cambiar la información de costo de kits ensamblados ó artículos que son servicios
hi_in: लागत जानकारी किट विधानसभाओं या सेवा मदों के लिए नहीं किया जा सकता है संशोधित
id_id: Informasi HPP tdk dapat diubah utk item set rakitan atau jasa
it_it: Informazioni sui costi non possono essere modificati per le assemblee kit o elementi di servizio
ko_kr: 비용 정보 키트 어셈블리 또는 서비스 항목을 수정할 수 없습니다
mr_in: किंमत माहिती kits अधिवेशने किंवा सेवा आयटम साठी सुधारित केले जाऊ शकत नाही
nl_nl: Kosten kunnen niet worden gemodificeerd voor kits, assamblages en service items
pt_pt: Informação de custo não pode ser modificada para montados, kits ou serviços
ro_ro: informaţii despre cost, nu pot fi modificate pentru ansambluri kituri sau elemente de serviciu
ru_ru: Информация о стоимости не может быть изменена для сборок комплектов или сервисных товаров.
sq_al: Kosto e informacionit nuk mund të ndryshohet për kits kuvendet apo sende të shërbimit
sv: Kostnad information kan inte ändras för byggsatser församlingar eller artiklar tjänst
sw_ke: Gharama habari hawezi kuwa iliyopita kwa ajili ya makanisa vifaa au vitu huduma
tr_tr: Maliyet bilgileri kitleri meclisleri veya hizmet öğeleri için değiştirilemez
zh_hk: 套装物料或服务商品不能修改成本信息
zh_tw: 套件物件或服務商品不能修改其成本資料

source: Please select a different part
cs_cz: Prosím, vyberte jinou část
es_es: Por favor seleccione un código diferente
hi_in: एक अलग हिस्से का चयन करें
id_id: Silahkan pilih brg yg lain
it_it: Selezionare un'altro componente
ko_kr: 다른 부분을 선택하세요
mr_in: भिन्न भाग निवडा
nl_nl: Selecteer een ander onderdeel
pt_pt: Selecionar outro Item
ro_ro: Vă rugăm să selectaţi o altă parte
ru_ru: Пожалуйста, выберите другу часть
sq_al: Ju lutem zgjidhni një pjesë të ndryshme
sv: Välj n annan produkt
sw_ke: Tafadhali chagua sehemu mbalimbali
tr_tr: LÜTFEN BASKA BIR PARÇA SEÇIN
zh_hk: 请选取其他部件
zh_tw: 請選取其他部件

source: Last Cost
cs_cz: Poslední cena
es_es: Último Costo
hi_in: अंतिम मूल्य
id_id: HPP Terakhir
it_it: Ultimo Costo
ko_kr: 마지막으로 비용
mr_in: अंतिम किंमत
nl_nl: Laatste vastgestelede kosten
pt_pt: Últ. Custo
ro_ro: Ultimul cost
ru_ru: Последняя стоимость
sq_al: Kosto më të fundit
sv: Senaste kostnad:
sw_ke: Gharama ya mwisho
tr_tr: SON MALIYET
zh_hk: 最后成本
zh_tw: 上次成本

source: Standard Material Cost Per Unit
cs_cz: Standardní cena za jednotku materiálu
es_es: Costo Estándar del Material por Unidad
hi_in: मानक प्रति यूनिट सामग्री लागत
id_id: HPP Standar Bahan Per Unit
it_it: Costo del Materiale Base per Unità
ko_kr: 단위 당 표준 재료비
mr_in: प्रति युनिट मानक साहित्य किंमत
nl_nl: Standaard materiaal kosten per eenheid
pt_pt: Custo Padrão Material por Unid.
ro_ro: Standard Cost material pe unitate
ru_ru: Станадартная стоимость материала за единицу
sq_al: Standard kosto materiale për njësi
sv: Kalkylpris per enhet
sw_ke: Kiwango Material Gharama Per Unit
tr_tr: ÜRÜN BASINA STANDARD MALZEME MALIYETI
zh_hk: 标准每件物料成本
zh_tw: 標準每件物料成本

source: Standard Labour Cost Per Unit
cs_cz: Standardní cena za jednotku práce
es_es: Costo Estándar de Mano de Obra por Unidad
hi_in: मानक प्रति यूनिट श्रम लागत
id_id: HPP Standar Jasa Per Unit
it_it: Costo Base di Lavorazione per Unità
ko_kr: 단위 당 표준 노동 비용
mr_in: प्रति युनिट मानक कामगार किंमत
nl_nl: Standaard arbeidskosten per eenheid
pt_pt: Custo M. Obra por Unid.
ro_ro: Standard Costul fortei de munca pe unitate
ru_ru: Стандартная стоимость работы за единицу
sq_al: Kosto Standard Punës për njësi
sv: Arbetskostnad per enhet
sw_ke: Kazi kiwango Gharama Per Unit
tr_tr: ÜRÜN BASINA STANDARD ISÇILIK MALIYETI
zh_hk: 标准每件工人成本
zh_tw: 標準每件工人成本

source: Standard Overhead Cost Per Unit
cs_cz: Standardní režijních nákladů za jednotku
es_es: Costo de Gastos Generales Estándar Por Unidad
hi_in: मानक प्रति यूनिट उपरि लागत
id_id: HPP Overhead Standar Per Unit
it_it: Totale del Costo Base per Unità
ko_kr: 단위 당 표준 간접비
mr_in: प्रति युनिट मानक वरुन खाली किंमत
nl_nl: Standaard overheadkosten per eenheid
pt_pt: Outros Cust. Padrão por Unid.
ro_ro: Costul standard suspendate pe unitate
ru_ru: Стандартная верхняя стоимость за единицу
sq_al: Kosto indirekte për njësi Standard
sv: Pålägg per enhet
sw_ke: Overhead kiwango Gharama Per Unit
tr_tr: ÜRÜN BASINA STANDARD ISLETME MALIYETI
zh_hk: 标准每件经常成本
zh_tw: 標準每件間接成本

source: Stock Check Sheets Entry
cs_cz: Sklad Kontrola listy Vstup
es_es: Introducir de hojas de comprobación de existencias
hi_in: स्टॉक की जाँच शीट्स एंट्री
id_id: Entri Lembar Stock Opname
it_it: Inserimento Fogli di Controllo Scorta
ko_kr: 재고 확인 시트 항목
mr_in: स्टॉक चेक पत्रके प्रविष्टी
nl_nl: Invoer voorraad controle shet
pt_pt: Confer. Estoque Form. Entrada
ro_ro: Bursa de Valori Verificaţi Foi de intrare
ru_ru: Запись листов проверки склада
sq_al: Check Stock Sheets Hyrja
sv: Registrering av inventarielistor
sw_ke: Karatasi ya hisa Check Entry
tr_tr: STOK KONTROL FORMU GIRISI
zh_hk: 输入盘点表
zh_tw: 輸入存貨檢查表

source: Resuming Entering Counts
cs_cz: Obnovení Zadání počítá
es_es: Resumiendo Cuentas de Ingreso
hi_in: प्रवेश गिनता पुनर्बहाली
id_id: Lanjutkan Memasukkan Hitungan
it_it: Immissione di approfondimento Conti
ko_kr: 입력 카운트를 다시 시작
mr_in: प्रवेश संख्या गुंडाळला
nl_nl: Hervatten invoeren tellingen
pt_pt: Entrar Contagem Resumida
ro_ro: Reluarea Numără Introducerea
ru_ru: Возобновление ввода подсчетов
sq_al: Rinisjen Pikat Hyrja
sv: Återupta registrering
sw_ke: Resuming Counts Kuingia
tr_tr: Giren sayar devam ediliyor
zh_hk: 返回输入盘点表
zh_tw: 繼續輸入點算

source: Viewing Entered Counts
cs_cz: Informace o zadané počty
es_es: Viendo Cómputo (recuento) Introducido
hi_in: प्रवेश गिनता देखना
id_id: Melihat Hitungan yg Dimasukkan
it_it: Visualizzazione dei Conti Entrata
ko_kr: 입력 된 카운트보기
mr_in: प्रविष्ट संख्या पहात
nl_nl: Toon ingevoerde tellingen
pt_pt: Ver Contagem Informada
ro_ro: Vizualizare Numără Intrat
ru_ru: Просмотр введенных подсчетов
sq_al: Duke parë Pikat Regjistruar
sv: Visar registrerat antal
sw_ke: Viewing Counts Entered
tr_tr: Girilen sayar İzlenimi
zh_hk: 查看盘点表
zh_tw: 檢視輸入的點算

source: Entering Counts
cs_cz: Zadání počítá
es_es: Introduciendo Cómputos (recuentos)
hi_in: प्रवेश गिनता
id_id: Memasukkan Hitungan
it_it: Entrando Conti
ko_kr: 카운트 입력
mr_in: संख्या प्रविष्ट
nl_nl: Invoeren telling
pt_pt: Entrar Contagem
ro_ro: Introducerea Numără
ru_ru: Ввод подсчетов
sq_al: Hyrja Pikat
sv: Registrera produktantal
sw_ke: Kuingia Counts
tr_tr: Giren sayar
zh_hk: 输入盘点表
zh_tw: 輸入點算

source: View Entered Counts
cs_cz: Pohled, počty
es_es: Ver Cómputos (recuentos) Introducidos
hi_in: देखें काउंट्स लिखा
id_id: Lihat Hitungan yg Dimasukkan
it_it: Visualizza Inserita Conti
ko_kr: 보기 체결 카운트
mr_in: पहा प्रविष्ट संख्या
nl_nl: Toon ingevoerde tellingen
pt_pt: Ver Quant. Inform.
ro_ro: Vezi Intrat Numără
ru_ru: Просмотр введенных подтсчетов
sq_al: Shiko Regjistruar Pikat
sv: Visa registrerat antal
sw_ke: Mtazamo Entered Counts
tr_tr: Görüntüleme Sayısı Giren
zh_hk: 查看盘点表
zh_tw: 檢視輸入的點算

source: The stock code entered on line
cs_cz: Populace kód vstoupil on-line
es_es: El código de existencia de la linea
hi_in: स्टॉक कोड लाइन पर दर्ज किया
id_id: Kode stok yg dimasukkan pada baris
it_it: Il codice scorta inserito on line
ko_kr: 주식 코드는 행에 입력
mr_in: स्टॉक कोड ओळीवर प्रविष्ट
nl_nl: De voorraadcode ingevoerd op regel
pt_pt: codigo de estoque informado na linha
ro_ro: Codul de stoc a intrat pe linia
ru_ru: Код склада введе в строке
sq_al: Kodi i aksioneve ka hyrë në linjë
sv: Beståndet koden trädde på nätet
sw_ke: Kanuni ya hisa aliingia kwenye mstari
tr_tr: SATIRA GIRILMIS STOK KODU
zh_hk: 请在这一行输入物料编号
zh_tw: 請在這列輸入存貨編碼

source: is not a part code that has been added to the stock check file
cs_cz: není součástí kódu, který byl přidán do souboru populace kontrola
es_es: no es un código de pieza presente en el archivo de comprobación de existencias
hi_in: एक हिस्सा कोड है कि स्टॉक की जांच फाइल में जोड़ा गया है नहीं है
id_id: bukan kode brg yg telah ditambahkan ke file stok opname
it_it: non è un codice di componente che è stato aggiunto nell' archivio di controllo magazzino
ko_kr: 재고 확인 파일에 추가 된 부분의 코드는 아니다
mr_in: स्टॉक चेक फाइल समाविष्ट केले आहे की एक भाग कोड नाही
nl_nl: is geen onderdeel code dat toegevoegd is aan de voorraad controle file
pt_pt: não é parte do arquivo de verificação estoque
ro_ro: nu este un cod de parte care a fost adăugat la dosar verifica stocul
ru_ru: не является кодом части, который был добавлен в файл в проверки запасов
sq_al: nuk është një kod pjesë që është shtuar në dosjen e parë të aksioneve
sv: är inte en del kod som har lagts till beståndet kontrollera filen
sw_ke: si code sehemu ambayo imekuwa aliongeza faili ya kuangalia hisa
tr_tr: STOK KONTROL FORMUNA EKLENEBILECEK BIR KOD DEGIL
zh_hk: 不是待盘点物料
zh_tw: 不是一個部件編碼可加到存貨檢查檔

source: the code entered was
cs_cz: kód zadali
es_es: el código introducido fue
hi_in: कोड में प्रवेश किया था
id_id: kode yg dimasukkan adalah
it_it: Il codice inserito era
ko_kr: 입력 한 코드이었다
mr_in: कोड होता प्रविष्ट
nl_nl: De ingevoerde code was
pt_pt: código digitado foi
ro_ro: codul a fost introdus
ru_ru: введенный код был
sq_al: Kodi hyrë ishte
sv: Den registrerade koden var
sw_ke: kanuni na aliingia alikuwa
tr_tr: GIRILMIS KOD:
zh_hk: 输入的物料编号
zh_tw: 輸入的編碼是

source: This line will have to be re-entered
cs_cz: Tato linka bude muset být re-vstoupila
es_es: Esta linea tiene que volverse a introducir
hi_in: इस लाइन को फिर से करना होगा-प्रवेश
id_id: Baris ini harus dimasukkan kembali
it_it: Questa Riga deve essere re-inserita
ko_kr: 이 라인은 다시 입력해야합니다
mr_in: ही ओळ पुन्हा प्रविष्ट करावे लागेल
nl_nl: Deze regel moet opnieuw worden ingevoerd
pt_pt: esta linha precisa ser redigitada
ro_ro: Această linie va trebui să fie re-intrat
ru_ru: Эта линия была уже введена
sq_al: Kjo linjë do të duhet të ri-hyrë
sv: Denna linje måste skrivas in igen
sw_ke: Mpya huu utakuwa na kuwa re-aliingia
tr_tr: SATIR TEKRAR GIRILMELI
zh_hk: 请重新输入这一行
zh_tw: 請重新輸入這列

source: The stock count line number
cs_cz: Inventarizace číslo řádku
es_es: El recuento de artículos en el número de línea
hi_in: शेयर गिनती लाइन संख्या
id_id: Angka hitungan stok
it_it: La scorta calcolata alla riga numero
ko_kr: 주식 수의 행 번호
mr_in: स्टॉक संख्या ओळ क्रमांक
nl_nl: De voorraad teller regel nummer
pt_pt: Núm. linha Contag. Estoque
ro_ro: Contabilizează în stocuri linie numărul
ru_ru: Номер строки счета склада
sq_al: Numërimin e aksioneve linjë numër
sv: Beståndet räknas radnummer
sw_ke: Kuhesabu idadi ya hisa Mpya
tr_tr: STOK SAYIM SATIR NO
zh_hk: 盘点行号
zh_tw: 存貨點算列號

source: could not be entered because
cs_cz: nemohl být zapsán z důvodu
es_es: no pudo entrarse porque
hi_in: नहीं दर्ज किया जा सका क्योंकि
id_id: tdk dapat dimasukkan karena
it_it: non può essere inserita perchè
ko_kr: 때문에 입력 할 수 없습니다
mr_in: प्रविष्ट करणे शक्य नाही कारण
nl_nl: kon niet worden ingevoerd omdat
pt_pt: não pode ser informado porque
ro_ro: nu ar putea fi introduse, deoarece
ru_ru: не может быть введено, потому что
sq_al: nuk mund të regjistrohen për shkak se
sv: kunde inte registreras eftersom
sw_ke: inaweza kuwa aliingia kwa sababu
tr_tr: GIRILEMEDI:
zh_hk: 未能输入, 因为
zh_tw: 未能輸入, 因為

source: Stock Counts Entered
cs_cz: Sklad Počty přihlášených
es_es: Cómputos de Existencias Introducidos
hi_in: शेयर लिखा गणना
id_id: Hitungan Stok yg Dimasukkan
it_it: Archivio Conti Entrata
ko_kr: 주식 수는 체결
nl_nl: Voorraad telling ingevoerd
pt_pt: Contagem Estoque Informada
ro_ro: Stoc Numără Intrat
ru_ru: Введенные подсчеты товра
sq_al: Stock Pikat Regjistruar
sv: Inventerat antal i lager
sw_ke: Hisa Counts Entered
tr_tr: Stok Giren sayar
zh_hk: 存货盘点已输入
zh_tw: 輸入的存貨點算
