Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Serialised control requires that only one item is in the batch
cs_cz: Serialised řízení vyžaduje, aby pouze jedna položka je v šarži
es_es: El control de serialización requiere que sólo un artículo se encuentre en el lote
hi_in: Serialised नियंत्रण की आवश्यकता है कि केवल एक आइटम बैच में है
id_id: Kontrol berserial membutuhkan hanya satu item dalam batch
it_it: Il controllo Serializzazione richiede che solo un articolo nel lotto sia abilitato
ko_kr: Serialised 컨트롤은 하나의 항목 만이 배치되어 있어야합니다
mr_in: Serialised नियंत्रण केवळ एकच आयटम बॅच मध्ये आहे की आवश्यक
nl_nl: Seriematige controle vereist dat er slechts een item in de batch is
pt_pt: Controle Serializada requer somente um item para a corrida
ro_ro: control Serialised impune ca un singur element este în lot
ru_ru: Контроль сериализации требует, что только один товар бы в партии
sq_al: kontrollit Serialised kërkon që vetëm një send është në grumbull
sv: Serialised kontroll kräver att endast en punkt är i partiet
sw_ke: Serialised kudhibiti inahitaji kuwa moja tu ya bidhaa ni katika kundi la
tr_tr: SERILENMIS KONTROL IÇIN LOT IÇINDE BIR ÜRÜN OLABILIR
zh_hk: 序列号管理要求物料每批只有一个
zh_tw: 排序號控制要求在批次中只有一個商品

source: For serialised control
cs_cz: Pro kontrolu serializoval
es_es: Para control de serialización
hi_in: धारावाहिक नियंत्रण के लिए
id_id: Utk kontrol berserial
it_it: Per il controllo serializzazione
ko_kr: 직렬화 된 제어를 위해
mr_in: Serialized नियंत्रण
nl_nl: Voor seriematige controle
pt_pt: Controle Serial.
ro_ro: Pentru un control serializate
ru_ru: Для контроля сериализации
sq_al: Për kontrollin e serialized
sv: För serialiserad kontroll
sw_ke: Kwa ajili ya kudhibiti serialized
tr_tr: SERILENMIS KONTROL IÇIN
zh_hk: 序列号管理
zh_tw: 序號化控制:

source: both controlled and serialised must be enabled
cs_cz: jak kontrolovat a serializoval musí být povoleno
es_es: ambos, el control y la serialización deben estar habilitados
hi_in: दोनों नियंत्रित और सक्षम होना चाहिए serialized
id_id: baik terkontrol dan berseri harus diaktifkan
it_it: devono essere abilitati contemporanemente controllo e serializzazione
ko_kr: 모두 제어 및 직렬화를 사용하도록 설정해야합니다
mr_in: नियंत्रित आणि serialized सक्षम करणे आवश्यक दोन्ही
nl_nl: Zowel controlled ans seriematige controle moeten zijn geactiveerd
pt_pt: ambos controlado e serializado devem ser habilitados
ro_ro: ambele controlate şi serializat trebuie să fie activate
ru_ru: как контролируется и сериализованных должен быть включен
sq_al: të dyja të kontrolluara dhe serialized duhet të jenë të aktivizuara
sv: både kontrollerat och serialiseras måste vara aktiverat
sw_ke: wote kudhibitiwa na serialized lazima kuwezeshwa
tr_tr: KONTROLLÜ VE SERILENMIS SEÇENEKLERI AKTIF OLMALI
zh_hk: 受控和序列号管理都启动
zh_tw: 受控和序號化都啟動

source: The item can only have automatically generated serial numbers if it is a serialised item
cs_cz: Položka může mít pouze automaticky generované sériová čísla, je-li serializovat položka
es_es: El artículo sólo puede tener números de serie generados automáticamente si es un artículo seriado
hi_in: आइटम केवल क्रमांक संख्या में स्वचालित कर सकते हैं उत्पन्न किया है अगर यह एक serialized मद है
id_id: Item tersebut hanya dapat memiliki nomor seri secara otomatis jika itu adalah item berseri
it_it: L&#39;ordine del giorno non può che avere generato automaticamente un numero seriale se si tratta di un elemento serializzato
ko_kr: 이 직렬화 항목 인 경우 항목은 자동으로 일련 번호를 생성 할 수있다
mr_in: तो एक serialized आयटम आहे तर आयटम फक्त आपोआप सिरिअल क्रमांक व्युत्पन्न शकता
nl_nl: Het item kan alleen automatisch gegenereerd hebben serienummers als het een serieel item
pt_pt: Item devem ter núm. de série gerado automaticamente se for um item serializado
ro_ro: Element poate avea doar generat automat numerele de serie în cazul în care este un element serializat
ru_ru: Пункт может иметь только автоматически генерируется серийный номер, если он сериализованный элемент
sq_al: Pika mund të ketë vetëm gjeneruar automatikisht numrat serial në qoftë se ajo është një artikull serialized
sv: Artikeln kan endast ha automatiskt genererade serienummer om det är en serialiserad post
sw_ke: item huweza tu moja kwa moja yanayotokana idadi Serial kama ni bidhaa serialized
tr_tr: bir seri madde ise öğesi, sadece otomatik olarak seri numarası oluşturulmasına olabilir
zh_hk: 此物料只可以自动生成序列号，如果它是一个序列化的物料。
zh_tw: 該項目只能有自動生成的序列號，如果它是一個序列化的項目

source: The item can only have automatically generated serial numbers if it is a manufactured item
cs_cz: Položka může mít pouze automaticky generované sériová čísla, pokud je vyroben položky
es_es: El artículo sólo puede tener números de serie generados automáticamente si es un artículo manufacturado
hi_in: आइटम केवल क्रमांक संख्या में स्वचालित कर सकते हैं उत्पन्न किया है अगर यह एक निर्मित वस्तु है
id_id: Item tersebut hanya dapat memiliki nomor seri secara otomatis jika itu adalah item diproduksi
it_it: L&#39;ordine del giorno non può che avere generato automaticamente un numero seriale se si tratta di un manufatto
ko_kr: 그것이 제조 된 제품의 경우 항목은 자동으로 일련 번호를 생성 할 수있다
mr_in: तो एक उत्पादित आयटम आहे तर आयटम फक्त आपोआप सिरिअल क्रमांक व्युत्पन्न शकता
nl_nl: Het item kan alleen automatisch gegenereerd hebben serienummers als het een vervaardigd object
pt_pt: O item deve ter núm. série gerados automaticamente se for item manufaturado
ro_ro: Element poate avea doar generat automat numerele de serie în cazul în care este un element fabricat
ru_ru: Пункт может иметь только автоматически генерируется серийный номер, если он изготовлен пункта
sq_al: Pika mund të ketë vetëm gjeneruar automatikisht numrat serial në qoftë se ajo është një send i prodhuar
sv: Artikeln kan endast ha automatiskt genererade serienummer om det är en tillverkade föremål
sw_ke: item huweza tu moja kwa moja yanayotokana idadi Serial kama ni bidhaa za viwandani
tr_tr: bir imal öğe ise madde sadece otomatik seri numarası oluşturulmasına olabilir
zh_hk: 如果他是制造的物料，此物料只能自动产生序列号码。
zh_tw: 該項目只能自動生成序列號，如果它是一個製造項目

source: Assembly/Kitset/Phantom/Service/Labour items cannot also be controlled items
cs_cz: Montáž / Kitset / Phantom / Služby / Práce položky nemůže být kontrolované zboží
es_es: Artículos como Ensamblajes/Kits/Virtuales/Servicios/Trabajos no pueden ser además artículos controlados.
hi_in: विधानसभा / Kitset / प्रेत / सेवा / श्रम आइटम भी नियंत्रित आइटम नहीं हो सकता
id_id: Item Rakitan/Set/Intelek/Layanan/Jasa tdk dapat juga menjadi item terkontrol
it_it: Assemblaggio / Kitset / Phantom / servizio / prodotti del lavoro non possono essere prodotti controllati
ko_kr: 조립 / Kitset / 팬텀 / 서비스 / 노동 항목도 제어 할 수없는 항목
mr_in: जुळवणी / Kitset / अभ्यास / सेवा / कामगार आयटम देखील आयटम नियंत्रित केला जाऊ शकत नाही
nl_nl: Montage / kitset / Phantom / Service / Arbeid items kunnen ook niet worden gecontroleerd items
pt_pt: Montagem, Kit, Fantasma e Serviço item não podem ser itens controlados
ro_ro: Adunarea / Kitset / Phantom / Service / articole de muncă nu poate fi, de asemenea, produsele supuse controlului
ru_ru: Ассамблея / Kitset / Phantom / Услуги / труда пунктов не может быть контролируемой продукции
sq_al: Kuvendi / Kitset / Phantom / Service / artikuj të Punës nuk mund të artikujve të kontrolluar
sv: Montering / Kitset / Phantom / Service / Arbetsrätt poster som inte kan även styras poster
sw_ke: Kanisa / Kitset / Phantom / Huduma / Kazi vitu hawezi pia kudhibitiwa vitu
tr_tr: Montaj / Kitset / Phantom / Hizmet / İş öğeler de kontrol öğeleri olamaz
zh_hk: 组合物料/套装物料/Phantom/服务/劳务项目不能设定为受控物料
zh_tw: 組裝/包套/幻影/服務/勞動項目也不能是被控制的項目

source: Assemblies/Dummies/Phantom and Kitsets are not physical items and batch/serial control is therefore not appropriate
cs_cz: Sestavy / nechápavé / Phantom a Kitsets nejsou fyzické předměty a dávky / sériová kontrola proto není vhodné
es_es: Los Ensamblajes/Comodines/Fantasmas y Kits no son artículos físicos por lo que no es apropiado un control de lotes/serial
hi_in: विधानसभाओं / Dummies / प्रेत और Kitsets भौतिक वस्तुओं और बैच नहीं हैं / धारावाहिक नियंत्रण नहीं है इसलिए उपयुक्त
id_id: Item Rakitan/Model/Intelek dan Set bukan item fisik sehingga kontrol batch/serial tdk sesuai
it_it: Assemblee / Dummies / Phantom e Kitsets non sono oggetti fisici in lotti e / controllo seriale non è quindi opportuno
ko_kr: 어셈블리 / 인형은 / 팬텀과 Kitsets 물리적 항목 및 배치 / 직렬 제어 따라서 적절하지 않다 아니다
mr_in: असेंब्ली / नवशिक्यांसाठी / अभ्यास आणि Kitsets सिरियल नियंत्रण त्यामुळे योग्य नाही शारीरिक आयटम आणि बॅच / नाहीत
nl_nl: Assemblages / Dummies / Phantom en Kitsets zijn niet fysiek items en batch / serile is daarom niet geschikt
pt_pt: Montagem, Dummies, Fantasma e Kit não são itens físicos. Usar lote/serie não faz sentido
ro_ro: Ansambluri / Dummies / Phantom şi Kitsets nu sunt elemente fizice şi lotul / control de serie este, prin urmare, nu este adecvat
ru_ru: Ассамблей / &quot;чайников&quot; / Phantom и Kitsets не физические предметы и партия / последовательный контроль, следовательно, не соответствующие
sq_al: Kuvendet / Dummies / Phantom dhe Kitsets nuk janë sende fizike dhe grumbull / kontroll serial është e përshtatshme për këtë arsye nuk
sv: Församlingar / Dummies / Phantom och Kitsets är inte fysiska objekt och parti / seriell styrning är därför inte lämpligt
sw_ke: Makanisa / Dummies / Phantom na Kitsets si kimwili vitu na kundi / kudhibiti Serial hiyo si sahihi
tr_tr: Meclislerinin / Aptallar / Phantom ve Kitsets fiziksel öğeleri ve parti değildir / seri kontrol nedenle uygun değildir
zh_hk: 组合物料/虚拟物料/Phantom和套装物料并不是物理物料, 批次/序列号控制并不适用
zh_tw: 組件/假人/幻影和套件集不是物理項目，因此批次/序列控制是不合適的

source: There are no inventory categories defined. All inventory items must belong to a valid inventory category,
cs_cz: Nejsou žádné zásoby definovaných kategorií. Všechny skladové položky musí patřit do kategorie zásob platné,
es_es: No hay categorías de inventario definidas. Todos los artículos del inventario deben pertenecer a una categoría de inventario válida,
hi_in: कोई सूची परिभाषित श्रेणियां हैं. सभी सूची आइटम एक वैध सूची श्रेणी के हैं करना चाहिए,
id_id: Belum ada kategori persediaan yg dibuat. Semua item persediaan harus termasuk dari kategori persediaan yg berlaku,
it_it: Non ci sono categorie di inventario definite. Tutti gli oggetti dell&#39;inventario deve appartenere ad una categoria di inventario valido,
ko_kr: 정의 된 재고 카테고리가 없습니다. 모든 재고 항목은 유효한 재고 범주에 속해야합니다
mr_in: परिभाषित नाही पुस्तके श्रेण्या आहेत. सर्व पुस्तके आयटम वैध पुस्तके श्रेणी अंतर्गत आवश्यक आहे,
nl_nl: Er zijn geen voorraad categorien gedefinieerd. Alle voorraad items moeten behoren tot een geldige voorraad categorie
pt_pt: Não há categ. estoque definidas. Itens de estoque devem obrig. pertencer a uma categ. de estoque
ro_ro: Nu exista categorii definite de inventar. Toate obiectele de inventar trebuie să aparţină unei categorii inventar valabil,
ru_ru: Есть нет запасов категорий определены. Все товарно-материальных ценностей должны принадлежать к действительным категории инвентаря,
sq_al: Nuk ka kategori të inventarit të përcaktuara. Të gjitha sendet e inventarit duhet t&#39;i përkasë një kategori e vlefshme e inventarit,
sv: Det finns inga inventering definierade kategorier. Alla inventarier skall tillhöra en giltig inventering kategori
sw_ke: Kuna makundi hesabu hakuna defined. vitu hesabu zote lazima ni wa jamii halali ya hesabu,
tr_tr: STOK KATEGORISI TANIMLI DEGIL. TÜM STOK ÜRÜNLERI BIR STOK KATEGORISINE AIT OLMALI
zh_hk: 没有定义物料组, 物料必须指定物料组
zh_tw: 沒有定義庫存類別, 全部庫存貨品必須屬於一個有效的庫存類別

source: Pansize quantity must be numeric
cs_cz: Pansize množství musí být numerický
es_es: El tamaño de lote debe ser numérico
hi_in: Pansize मात्रा संख्यात्मक होना चाहिए
id_id: Ukuran lebar harus numerik
it_it: Pansize quantità deve essere numerico
ko_kr: Pansize 수량은 숫자이어야합니다
mr_in: Pansize प्रमाण अंकीय असणे आवश्यक आहे
nl_nl: Pansize hoeveelheid moet worden numerieke
pt_pt: Tam. Pan deve ser número
ro_ro: Cantitatea Pansize trebuie să fie numeric
ru_ru: Pansize количество должно быть числовым
sq_al: sasi Pansize duhet të jetë një numër
sv: Storlekskvantiteten måste vara numeriskt
sw_ke: Pansize wingi lazima numeric
tr_tr: Pansize miktar sayısal olmalıdır
zh_hk: Pansize数量必须是数值类型
zh_tw: 秤盤尺寸數量必須是數字

source: Shrinkage factor quantity must be numeric
cs_cz: Smrštění faktor množství musí být číselná
es_es: la cantidad del factor de merma debe ser numérica
hi_in: संकोचन कारक मात्रा संख्यात्मक होना चाहिए
id_id: Faktor penyusutan harus numerik
it_it: Ritiro quantità fattore deve essere numerico
ko_kr: 수축 인자 수량은 숫자이어야합니다
mr_in: घट घटक प्रमाण अंकीय असणे आवश्यक आहे
nl_nl: Krimpgehalte hoeveelheid moet worden numerieke
pt_pt: Fator perda deve ser númerico
ro_ro: Contractia cantitatea factor trebuie să fie numeric
ru_ru: Коэффициент усадки количество должно быть числовым
sq_al: Tkurrje sasi faktor duhet të jetë një numër
sv: Krympningsfaktorn måste vara numerisk
sw_ke: Shrinkage wingi sababu lazima numeric
tr_tr: Büzülme faktörü miktar sayısal olmalıdır
zh_hk: 报废因子数量必须是数值类型
zh_tw: 收縮因子數量必須是數字

source: The item could not be added because
cs_cz: Položku nelze přidat, protože
es_es: No se pudo agregar el artículo porque
hi_in: क्योंकि आइटम जोड़ा नहीं जा सका
id_id: Item tak dapat ditambahkan karena
it_it: L' articolo non può essere aggiunto inquanto
ko_kr: 항목이 있기 때문에 추가 할 수 없습니다
mr_in: आयटम जोडला जाऊ शकत नाही कारण
nl_nl: Item kon niet worden toegevoegd omdat
pt_pt: O item não pode ser adicionado porque
ro_ro: Elementul nu a putut fi adăugată deoarece
ru_ru: Товар не может быть добавлен, потому что
sq_al: Pika nuk mund të shtohet sepse
sw_ke: bidhaa hiyo inaweza kuwa aliongeza kwa sababu
tr_tr: ÜRÜN EKLENEMEDI:
zh_hk: 未能新增物料, 因为
zh_tw: 未能新增商品, 因為

source: The SQL that was used to add the item failed was
cs_cz: SQL, který byl použit pro přidání položky nepodařilo byla
es_es: El SQL que falló al agregar el artículo fue
hi_in: SQL कि आइटम जोड़ने के लिए किया था विफल रहा था
id_id: SQL yg digunakan utk menambah item tersebut dan gagal adalah
it_it: Il comando SQL usato per aggiungere l' articolo è stato
ko_kr: 이었다 실패 항목을 추가하는 데 사용 된 SQL
mr_in: आयटम जोडण्यासाठी वापरले जाणारे SQL होते अयशस्वी
nl_nl: De SQL waar het item niet aan toegevoegd kon worden was
pt_pt: SQL que falhou para adicionar item foi
ro_ro: SQL care a fost utilizat pentru a adăuga elementul nu a fost
ru_ru: SQL который успользовался для добавления товара завершился неудачей, потому что
sq_al: SQL që është përdorur për të shtuar pika nuk ishte
sv: Den SQL som användes var
sw_ke: SQL kwamba alikuwa kutumika kuongeza bidhaa alishindwa mara
tr_tr: SQL HATASI:
zh_hk: 用作新增物料失败的 SQL 是
zh_tw: 用作新增商品失敗的 SQL 是

source: Could not update the language description because
ko_kr: 언어 설명으로 인해를 업데이트 할 수 없습니다
mr_in: भाषा वर्णन कारण अद्यतनित करू शकत नाही
pt_pt: Não foi possivel atualizar a descrição do idioma porque
zh_tw: 無法更新語言描述，因為

source: The SQL that was used to update the language description and failed was
ko_kr: 언어에 대한 설명을 업데이트하는 데 실패했다 SQL이었다
mr_in: भाषा वर्णन अद्यतनित करण्यासाठी वापरली आणि अयशस्वी झाले याची SQL होते
pt_pt: SQL que falhou para atualizar a descrição do idioma foi
zh_tw: 這SQL程序是用來更新語言描述為失敗

source: The cloned supplier purchasing details could not be added to the database because
es_es: No se pudo agregar en la base de datos el detalle de la compra al proveedor porqueLos detalles clonados de compra al proveedor no pudieron ser añadidos a la base de datos porque
ko_kr: 상세 구매 클로닝 공급자 데이터베이스 때문에 추가 할 수 없습니다
mr_in: cloned पुरवठादार खरेदी तपशील डेटाबेस जोडले जाऊ शकत नाही कारण
pt_pt: O fornecedor copiado não pode ser adicionaod ao DB porque
zh_tw: 複製的供應商採購的細節不能被添加到數據庫中，因為

source: The cloned pricing could not be added
es_es: Los precios clonados no pudieron ser añadidos
ko_kr: 복제 된 가격은 추가 할 수 없습니다
mr_in: cloned किंमत जोडला जाऊ शकत नाही
pt_pt: Preço Copiado não pode ser adicionado
zh_tw: 複製的定價不能添加

source: The cost details for the cloned stock item could not be updated because
es_es: Los detalles de costo para el artículo clonado no pudieron ser actualizados porque
ko_kr: 복제 된 재고 항목의 비용 세부 사항은 때문에 업데이트 할 수 없습니다
mr_in: cloned स्टॉक आयटम किंमत तपशील अद्यतनित करणे शक्य नाही कारण
pt_pt: Os detalhes do custo para item de estoque copiado não podem ser atualizados porque
zh_tw: 成本細節中複製的倉庫項目無法更新，因為

source: New cloned Item
es_es: Nuevo artículo clonado
ko_kr: 새로운 복제 된 항목
zh_tw: 新複製的物料

source: We also attempted to setup item purchase data and pricing.
ko_kr: 우리는 또한 설정 항목의 구매 데이터와 가격에 시도했다.
mr_in: आम्ही देखील सेटअप आयटम खरेदी डेटा आणि ती प्रयत्न केला.
pt_pt: Config dados de compra e preço do item
zh_tw: 我們也試圖設定了物料的採購數據和價格。

source: There is no pricing data to clone. Use the following link to add pricing.
ko_kr: 복제 할 가격 데이터가 없습니다. 가격을 추가하려면 다음 링크를 사용하십시오.
mr_in: क्लोन तयार नाही किंमतींचा डेटा आहे. किंमत जोडण्यासाठी खालील दुवा वापरा.
pt_pt: Não há preço para copiar. Usar o seguinte link para adicionar preço.
zh_tw: 沒有複製的價格資料。使用下面的鏈接轉換頁面以新增價格資料。

source: Review Item Prices
es_es: Revisar precios del artículo
ko_kr: 검토 항목 가격
mr_in: पुनरावलोकन आयटम भाव
pt_pt: Revisar Preços do Item
zh_tw: 檢視物料的價格

source: There is no purchasing data to clone .Use the following link to add purchasing data.
ko_kr: 구매 데이터를 추가는 아래의 링크 .Use 복제 할 구매 데이터가 없습니다.
mr_in: क्लोन तयार नाही खरेदी डेटा आहे. खरेदी डेटा जोडण्यासाठी खालील दुवा वापरा.
pt_pt: Não existe dados de compra para copiar, usar o seguinte link para adicionar dados.
zh_tw: 沒有複製的採購資料。使用下面的鏈接轉換頁面以新增採購資料。

source: Review Item Purchase Data.
es_es: Revisar datos compra de artículos.
ko_kr: 검토 항목 구매 데이터.
mr_in: आयटम खरेदी डेटा पुनरावलोकन करा.
pt_pt: Revisão Dados do Item para Ordem Compra
zh_tw: 檢視採購資料

source: Costing was updated for this cloned item.
es_es: Costeo fue actualizado para este artículo clonado.
ko_kr: 원가 계산이 복제 된 항목에 대한 업데이트되었습니다.
mr_in: भांडवलाच्या या cloned गोष्टीसाठी सुधारित केले.
pt_pt: Custo atualizado para item copiado
zh_tw: 這個複製物料的成本已被更新

source: Review Item Cost
es_es: Revisar costo del artículo
ko_kr: 검토 항목 비용
mr_in: पुनरावलोकन आयटम किंमत
pt_pt: Rever Custo Item
zh_tw: 檢視物料成本

source: Cloned Item Code
es_es: Código de artículo clonado
ko_kr: 복제 된 상품 코드
mr_in: Cloned आयटम कोड
pt_pt: Copiar Código do Item
zh_tw: 複製產品編號

source: Enter a unique item code for the new item.
es_es: Introducir un código de artículo único para el nuevo artículo.
ko_kr: 새 항목에 대한 고유 한 항목 코드를 입력합니다.
mr_in: नवीन आयटम एक अद्वितीय आयटम कोड प्रविष्ट करा.
pt_pt: Informe um código de item único para o novo item
zh_tw: 針對這新物料，輸入一個唯一的物料編號

source: Image File (.jpg)
cs_cz: Obrázek File (. Jpg)
es_es: Archivo de imagen (.jpg)
hi_in: छवि फ़ाइल (jpg.)
id_id: File Gambar (.jpg)
it_it: File immagine (. Jpg)
ko_kr: 이미지 파일 (.JPG)
mr_in: प्रतिमा फाइल (. JPG)
pt_pt: Arquivo Foto Prod.
ru_ru: изображение (.jpg)
sq_al: File Image (. Jpg)
sv: Välj bildfil
tr_tr: RESIM FORMATI (.jpg)
zh_hk: 图像文件 (.JPG)
zh_tw: 圖像檔 (xxx.JPG)

source: Add or Modify Stock Categories
cs_cz: Přidat nebo změnit skladem Kategorie
es_es: Añadir o modificar categorías de inventario
hi_in: जोड़ें या संशोधित करें स्टॉक चैनल
id_id: Tambah atau Ubah Kategori Stok
it_it: Aggiungi o Modifica le Categorie di Merce
ko_kr: 추가 주식 카테고리 수정
mr_in: जोडा किंवा स्टॉक श्रेणी संपादीत
nl_nl: Wijzig of voeg voorraad categorie toe
pt_pt: Adicionar ou Modificar Cat. Estoque
ro_ro: Adăugaţi sau modificaţi Categorii de Valori
ru_ru: Добавить или изменить категории склада
sq_al: Shto ose ndrysho Kategoritë Stock
sv: Lägg till eller ändra Lagerkategorier
sw_ke: Kuongeza au Kurekebisha Jamii Stock
tr_tr: >>> STOK KATEGORILERI (EKLE/DÜZELT)
zh_hk: 新增或修改物料组
zh_tw: 新增或修改物料組

source: Economic Order Quantity
cs_cz: Ekonomické objednávané množství
es_es: Cantidad económica de pedido
hi_in: आर्थिक आदेश मात्रा
id_id: Qty Order Ekonomis
it_it: Quantità Ordini Economici
ko_kr: 경제 주문 수량
mr_in: आर्थिक मागणी प्रमाण
nl_nl: Economische bestel hoeveelheid
pt_pt: Quant. Pedido Econ.
ro_ro: Ordin Economic Cantitatea
ru_ru: Количество экономических заказов
sq_al: Sasia Ekonomike Rendit
sv: EOK
sw_ke: Uchumi Kiasi
tr_tr: EKONOMIK SIPARIS MIKTARI
zh_hk: 合理订单数量
zh_tw: 經濟訂單數量

source: Packaged Volume (metres cubed)
cs_cz: Balené Objem (kostičky metrů)
es_es: Volumen empacado (metros cúbicos)
hi_in: पैक खंड (cubed मीटर)
id_id: Volume Di-Kardus (meter kubik)
it_it: Volume Pacco (metri cubi)
ko_kr: 포장 된 볼륨 (미터 네모 반듯한)
mr_in: पॅकेज वॉल्यूम (मीटर छोटे)
nl_nl: Verpakt volume (m3)
pt_pt: Volume Embalagem (m3)
ro_ro: Ambalate volum (metri cub)
ru_ru: Упакованный объем (метров в кубе)
sq_al: Paketuara Vëllimi (metra kub)
sv: Fraktvolym
sw_ke: Vifurushi Volume (mita cubed)
tr_tr: PAKET VOLÜMÜ (m3)
zh_hk: 包装体积 (立方米)
zh_tw: 包裝體積 (立方米)

source: Packaged Gross Weight (KGs)
es_es: Peso bruto empacado (kg)
ko_kr: 포장 총 무게 (킬로그램)
mr_in: पॅकेज निव्वळ वजन (किलो)
pt_pt: Peso Bruto Embalagem (Kg)
zh_tw: 包裝毛重（KGs）

source: Net Weight (KGs)
es_es: Peso neto (kg)
ko_kr: 순 중량 (KGS)
mr_in: नेट वजन (किलो)
pt_pt: Peso Liq. Embalagem (Kg)
zh_tw: 淨重 (公斤)

source: Units of Measure
cs_cz: Měrné jednotky
es_es: Unidades de medida
hi_in: माप की इकाइयों
id_id: Satuan Ukuran
it_it: Unità di Misura
ko_kr: 측정의 단위
mr_in: मापनाचे एकके
nl_nl: Maat Eenheden
pt_pt: Unidades Medida
ro_ro: Unităţi de măsură
ru_ru: Единица измерения
sq_al: Njësitë e matjes
sv: Måttenheter
sw_ke: Vitengo ya kupima
tr_tr: ÖLÇÜ BIRIMLERI
zh_hk: 计量单位
zh_tw: 計量單位

source: Assembly, Kit, Manufactured or Service/Labour
cs_cz: Montáž, Kit, vyráběné nebo služba / práce
es_es: Tipo de Artículo
hi_in: विधानसभा, किट, निर्मित या सेवा श्रम /
id_id: Rakitan, Set, Diproduksi atau Layanan/Jasa
it_it: Assemblea, Kit, Prodotto o Servizio Lavoro
ko_kr: 조립, 키트, 제조 또는 서비스 / 노동
mr_in: जुळवणी, किट, तयार झालेली किंवा सेवा / कामगार
nl_nl: Assembly, Kit, Geproduceerd of service / arbeid
pt_pt: Kit, Montagem, Manufat. ou Serviço
ro_ro: Asamblare, Kit, industriale sau de servicii / Muncii
ru_ru: Ассамблея, Кит, произведенных или службы / труда
sq_al: Kuvendi, Kit, i prodhimit ose shërbimit / e Punës
sv: Montering, Kit, tillverkats eller Service / arbetsmarknadsfrågor
sw_ke: Kanisa, Kit, viwandani au Huduma / Kazi
tr_tr: Montaj, Kit, imal veya Hizmet / İş
zh_hk: 组合，套装，制造或者服务/劳务
zh_tw: 組裝、套件、製造或服務/勞動

source: Kit
hi_in: किट
id_id: Set
it_it: Componi
ko_kr: 키트
mr_in: उपकरणे, कपडे, अन्य साधने यांचा संच
ro_ro: Trusă
ru_ru: Комплект
sv: Paket
zh_hk: 套装物料
zh_tw: 套裝

source: Service/Labour
cs_cz: Služba / práce
es_es: Servicio / Labor
hi_in: / सेवा श्रम
id_id: Layanan/Jasa
it_it: Servizio / Lavoro
ko_kr: 서비스 / 노동
mr_in: सेवा / मजुरी
nl_nl: Service / arbeid
pt_pt: Serviço
ro_ro: Serviciu / muncă
ru_ru: Услуги труда
sq_al: Shërbim / e Punës
sv: Service/Arbete
sw_ke: Huduma / Kazi
tr_tr: Hizmet / Emek
zh_hk: 服务/劳务
zh_tw: 服務/勞動

source: Current or Obsolete
cs_cz: Aktuální nebo zastaralé
es_es: Actual u obsoleto
hi_in: वर्तमान या अप्रचलित
id_id: Aktif atau Non-Aktif
it_it: Attuale o Obsoleto
ko_kr: 현재 또는 폐기
mr_in: वर्तमान किंवा कालबाह्य
nl_nl: courant of verouderd
pt_pt: Em Uso ou Inativo
ro_ro: Curent sau depăşite
ru_ru: Текущий или устаревший
sq_al: Aktual ose të vjetëruar
sv: Aktuell eller inaktiv
sw_ke: Sasa au wa kizamani
tr_tr: GEÇERLI veya ÖLÜ
zh_hk: 可用 或 淘汰
zh_tw: 現在的或過期的

source: Batch, Serial or Lot Control
cs_cz: Šarže, sériové nebo šarže kontrolu
es_es: Control de lote, serie o grupo
hi_in: बैच सीरियल, या लूत नियंत्रण
id_id: Kontrol Batch, Berseri atau Lot
it_it: Lotto, Seriale o Controllo in Lotti
ko_kr: 배치, 직렬 또는 부지의 제어
mr_in: बॅच, सिरीयल किंवा लॉट नियंत्रण
nl_nl: Batch, Serie of Lot gecontroleerd
pt_pt: Controle Lote ou Batch
ro_ro: Lot, de ordine sau de control Lot
ru_ru: Контроль пакета, серии, партии
sq_al: , Batch Serial ose Control Lot
sv: Batch, serie eller lot kontroll
sw_ke: Kundi, Serial au Udhibiti Loti
tr_tr: LOT VEYA SERI, LOT KONTROL
zh_hk: 是否受控物料
zh_tw: 序列號管理
