Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The effective to date field must be a date in the format
es_es: El campo de fecha requerida debe ser una fecha con el formato
id_id: Kolom tgl efektif-berakhir harus dimasukkan dalam format
ko_kr: 유효 날짜 필드는 형식의 날짜 여야합니다
mr_in: तारीख क्षेत्रात प्रभावी स्वरूपात एक तारीख असणे आवश्यक आहे
pt_pt: A data de efetividade final precisa estar no formato
zh_tw: 在有效日期字段必須是格式的日期

source: The quantity entered must be numeric
cs_cz: Množství uvedené musí být číslo
es_es: La cantidad introducida debe ser un número
hi_in: मात्रा संख्यात्मक होना चाहिए में प्रवेश किया
id_id: Qty yg dimasukkan harus numerik
it_it: La quantità inserita deve essere un numero
ko_kr: 입력 한 수량이 숫자이어야합니다
mr_in: प्रविष्ट प्रमाण अंकीय असणे आवश्यक आहे
nl_nl: ingevoerde aantal moet numeriek zijn
pt_pt: A quantidade precisa ser numérica
ro_ro: Cantitatea introdusă trebuie să fie numeric
ru_ru: Введенное количество должно быть числовым
sq_al: Sasia e dhëna duhet të jetë një numër
sv: Antalet måste vara numeriskt
sw_ke: wingi aliingia lazima numeric
tr_tr: GIRILEN MIKTAR NÜMERIK OLMALI
zh_hk: 数量必须输入数字
zh_tw: 數量必須輸入數字

source: The effective to date must be a date after the effective after date
cs_cz: Účinné k dnešnímu dni, musí být datum, po účinnosti po dni
es_es: La fecha de vencimiento de vigencia debe ser posterior a la de entrada en vigencia
hi_in: तिथि करने के लिए प्रभावी एक तारीख की तारीख के बाद प्रभावी करने के बाद किया जाना चाहिए
id_id: Tgl efektif-berakhir harus setelah tgl efektif-mulai
it_it: La data del campo 'Valido fino al' deve essere successiva a quella del campo 'Valido a partire dal'
ko_kr: 현재까지 효과적인 날짜 이후 유효 후 날짜 여야합니다
mr_in: तारीख प्रभावी तारखेनंतर प्रभावी नंतर एक तारीख असणे आवश्यक आहे
nl_nl: De datum tot waar actief moet na de datum liggen van de dataum van waaraf actief
pt_pt: A data de efetividade final precisa estar após a data efet. inicial
ro_ro: Eficientă până în prezent trebuie să fie o dată după data efectivă după
ru_ru: Эффективная дата окончания должна быть после эффективной даты начала
sq_al: Efektive deri më sot duhet të jetë një datë pas hyrjes në fuqi pas datës
sv: Tilldatum måste varaq större än från datum
sw_ke: Tarehe ya kuanza kwa lazima tarehe baada ya ufanisi baada ya tarehe
tr_tr: Bugüne kadar etkili tarihten sonra etkili sonraki bir tarihte olmalı
zh_hk: 生效截止日期必须在生效起始日期之后
zh_tw: 生效至日期 必須是較後於 生效於日期

source: The effective to date is
cs_cz: Účinné k dnešnímu dni je
es_es: La fecha de vencimiento de vigencia es
hi_in: तिथि करने के लिए प्रभावी है
id_id: Tgl efektif-berakhir adalah
it_it: La data del campo 'Valido fino al' àŠ di
ko_kr: 효과에 날짜
mr_in: तारीख प्रभावी आहे
nl_nl: de datum tot wanneer actief is
pt_pt: A data de efetividade é
ro_ro: Eficientă până în prezent este
ru_ru: Эффективная дата
sq_al: Efektive deri më sot është
sv: Tilldatum är
sw_ke: Ya kuanza kwa sasa ni
tr_tr: Bugüne kadar etkilidir
zh_hk: 生效截止日期比生效起始日期早
zh_tw: 生效到日期是

source: days before the effective after date
cs_cz: dnů před účinností ode
es_es: días antes de la fecha de entrada en vigencia
hi_in: तारीख के बाद प्रभावी पहले दिन
id_id: hari sebelum tgl efektif-mulai
it_it: giorni precedente quella del campo 'Valido a partire dal'
ko_kr: 날짜 이후에 유효 전에 일
mr_in: दिवस तारखेनंतर प्रभावी आधी
nl_nl: dagen tot de datum waarop actief
pt_pt: dias antes da data de efetividade inicial
ro_ro: zile înainte de data efectivă după
ru_ru: Дней перед эффективной датой окончания
sq_al: ditë para datës efektive pas
sv: dagar före fråndatum
sw_ke: siku chache kabla ya kuanza baada ya tarehe
tr_tr: tarihinden sonra yürürlüğe gün öncesi
zh_hk: 天
zh_tw: 還有多少日才到生效於日期

source: No updates have been performed
cs_cz: Žádné aktualizace byly provedeny
es_es: No se han efectuado cambios
hi_in: कोई अद्यतन किया गया है
id_id: Tdk ada pembaruan yg sdh dilakukan
it_it: I dati non sono stati aggiornati
ko_kr: 어떤 업데이트가 수행되지 않았다
mr_in: अद्ययावत सादर केले आहेत
nl_nl: geen update uitgevoerd
pt_pt: Não foram feitas atualizações
ro_ro: Nu au fost efectuate actualizări
ru_ru: Измемения не были проведены
sq_al: Ka më të reja janë kryer
sv: Inga uppdateringar har gjorts
sw_ke: Hakuna masasisho kuwa akifanya
tr_tr: HIÇBIR GÜNCELLEME YAPILMADI
zh_hk: 没有更新
zh_tw: 沒有執行更新

source: Effective after was
cs_cz: Efektivní poté, co byl
es_es: Era vigente desde
hi_in: प्रभावी बाद किया गया
id_id: "Efektif setelah" adalah
it_it: 'Valido a partire dal' era
ko_kr: 효과적인 후였다
mr_in: प्रभावी नंतर होते
nl_nl: actief na datum was
pt_pt: Efetividade inicial era
ro_ro: După ce a fost eficace
ru_ru: Эффективная дата начала была
sq_al: Në fuqi pas u
sv: Fråndatum var
sw_ke: Ufanisi baada ya mara
tr_tr: GEÇERLILIK -BASLANGIÇ:
zh_hk: 生效起始日期为
zh_tw: 生效於是

source: and effective to was
cs_cz: a efektivní, aby byla
es_es: y vigente hasta
hi_in: और प्रभावी था
id_id: dan efektif-berakhir adalah
it_it: e 'Valido fino al' era
ko_kr: 효과적인에 있었다
mr_in: आणि प्रभावी होते
nl_nl: actief tot datum was
pt_pt: e efetividade final era
ro_ro: şi eficientă a fost
ru_ru: и эффективная дата окночания была
sq_al: dhe efektive për të ishte
sv: och tilldatum var
sw_ke: na ufanisi kwa mara
tr_tr: GEÇERLILIK -BITIS:
zh_hk: 生效截止日期为
zh_tw: 及生效至是

source: Only non-serialised or non-lot controlled items can be set to auto issue. These items require the lot/serial numbers of items issued to the works orders to be specified so autoissue is not an option. Auto issue has been automatically set to off for this component
cs_cz: Jediné non-serializoval nebo non-lot kontrolovaných položek lze nastavit na auto problém. Tyto položky vyžadují hodně / sériová čísla položek vydaných děl objednávky bude upřesněno, takže autoissue není řešením. Auto otázka byla automaticky nastavena na vypnutí pro tuto složku
es_es: Sólo los artículos controlados sin Nº de serie o lote pueden ser puestos como auto-envío. Estos artículos requieren que se especifique los números de serie/lote para enviarlos a las órdenes de trabajo, así que no hay opción de auto-envío. El Auto-envío se ha puesto automáticamente a OFF para este componente
hi_in: केवल गैर धारावाहिक या गैर बहुत नियंत्रित मदों ऑटो मुद्दे करने के लिए सेट किया जा सकता है. इन मदों के कार्य आदेश जारी किए हैं ताकि निर्दिष्ट किया जा autoissue एक विकल्प नहीं है मदों की / सीरियल नंबर बहुत जरूरत होती है. ऑटो मुद्दे स्वतः किया गया है करने के लिए इस घटक के लिए बंद सेट
id_id: Hanya item tdk berseri atau tdk terkontrol per lot yg dapat diatur ke terbit otomatis. Item ini membutuhkan nomor lot/seri diterbitkan ke order produksi utk ditentukan jadi autoissue (terbit otomatis) bukan pilihan. Terbit otomatis telah diatur ke off utk komponen ini
it_it: Solo prodotti controllati non serializzati o non-lotto può essere impostato per il rilascio automatico. Questi elementi richiedono la partita / numeri di serie dei prodotti rilasciati agli ordini opere da specificare in modo autoissue non è un&#39;opzione. Auto problema è stato automaticamente impostato su OFF per questo componente
ko_kr: 만 비 직렬화 또는 비 많이 제어 항목은 자동 문제로 설정할 수 있습니다. 이러한 항목은 autoissue이 옵션을 선택하지 않습니다 그래서 작품의 주문에 발행 된 항목의 로트 / 일련 번호가 지정 될 필요합니다. 자동 문제는 자동으로이 구성 요소에 대해 off로 설정되어 있습니다
mr_in: केवळ बिगर serialized किंवा बिगर भरपूर नियंत्रित आयटम स्वयं समस्या वर सेट केले जाऊ शकते. हे आयटम म्हणून autoissue एक पर्याय नाही निश्चित करण्याची कामे आदेश जारी आयटम खूप / सिरिअल क्रमांक आवश्यक. ऑटो समस्या आपोआप घटक करीता बंद वर सेट केले आहे
nl_nl: Auto issue kan alleen worden gebruikt voor items die niet serie- of lot- gecontoleerd zijn. Deze items vereisen het lot / serie nummer van de items die aan werkorders zijn toegewezen. Auto issue wordt automatisch uitgezet voor deze component.
pt_pt: Só itens não serializados ou sem controle de lote podem ser emitidos automaticamente.Estes Itens requerem número serial ou lote para as ordens de produção especificadascomo automáticas. Função automática desabilitada para este componente
ro_ro: Numai elementele non-serializat sau non-lot controlat poate fi setat să emită auto. Aceste elemente necesită un lot / numerele de serie de elemente emise ordinele de lucrări care urmează să fie specificate astfel încât autoissue nu este o opţiune. Auto problema a fost setat automat la off pentru această componentă
ru_ru: Только не сериализованные или не массово-контролируемые товары могут быть сконфигурированы для автоматического выпуска. Эти товары требуют серийные номера товаров, выданные в заказе на работу, поэтому автовыпуск - не опция. Автовыпуск был автоматически отключен для этого компонента.
sq_al: Vetëm artikuj jo-serialized ose jo shumë të kontrolluara mund të vendosen për çështje auto. Këto artikuj të kërkojë shumë / numrave serik të artikujve të nxjerrë për të urdhra punon për të specifikohen në mënyrë autoissue nuk është një opsion. Auto çështje ka qenë e vendosur automatikisht për jashtë për këtë komponent
sv: Endast icke-serialiseras eller icke-partiet kontrollerade produkter kan ställas in på auto fråga. Dessa poster kräver partiet eller löpnummer poster utfärdas till de arbeten order som ska specificeras så autoissue är inte ett alternativ. Auto Frågan har automatiskt inställd på Off för denna komponent
sw_ke: Tu zisizo serialized au zisizo nyingi vitu kudhibitiwa inaweza kuweka suala auto. Vitu hivi zinahitaji mengi / Serial idadi ya vitu iliyotolewa kwa amri ya kazi na kuwa maalum ili autoissue si chaguo. suala Auto imekuwa moja kwa moja kuweka kwa mbali kwa ajili ya sehemu hii
tr_tr: Sadece olmayan veya-çok seri kontrol öğeleri otomatik konu olarak ayarlanabilir. Bu öğeleri autoissue bir seçenek değil, dolayısıyla belirtilen yapılacak işler emir verilmiş öğelerin / seri numaraları çok gerektirir. Auto sorunu otomatik olarak bu bileşeni için yola olmuştur
zh_hk: 只有没有序列号或者不用批管制的物料可以被设置为自动发料。这些物料要求要求提供发给工作单的物料的批号/序列号，因此，无法自动发料。此物料的自动发料选项被设置为关闭。
zh_tw: 自有非序號或非批號控制商品可以被設為自動發放. 這發放到工作單的商品須要指定批號/序號, 所以不能選取自動發放. 這零件的自動發放會自動設為關閉

source: Could not update this BOM component because
cs_cz: Nelze aktualizovat tuto součást kusovníku, protože
es_es: No se pudo cambiar este componente de la HCM porque
hi_in: इस BOM घटक क्योंकि अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui komponen BOM ini karena
it_it: Non àŠ stato possibile aggiornare questo componente della distinta base perchè
ko_kr: 이 BOM 구성 요소 인해를 업데이트 할 수 없습니다
mr_in: या BOM घटक अद्यतनित करणे शक्य नाही कारण
nl_nl: Materiaal lijst component kan niet worden geupdate omdat
pt_pt: Não pode atualizar BOM porque
ro_ro: Nu am putut actualiza această componentă BOM, deoarece
ru_ru: Не удалось обновить компонент спецификации материалов, так как
sq_al: Nuk mund update ky komponent bom sepse
sv: Kan inte uppdatera denna materiallista för att
sw_ke: Hakuweza update sehemu hii kwa sababu Bom
tr_tr: ISLEM BASARISIZ! ÜRÜN AGACI KOMPONENTI GÜNCELLENEMEDI:
zh_hk: 不能更新此BOM组件, 因为
zh_tw: 不能更新BOM零件, 因為

source: The SQL used to update the component was
cs_cz: SQL používaných k aktualizaci složka byla
es_es: El SQL usado para actualizar el componente fue
hi_in: एसक्यूएल अद्यतन करने के लिए घटक इस्तेमाल किया गया था
id_id: SQL yg digunakan utk memperbarui komponen adalah
it_it: Il codice SQL utilizzato per aggiornare il componente era
ko_kr: 구성 요소를 업데이트하는 데 사용되는 SQL이었다
mr_in: घटक अद्यतनित करण्यासाठी वापरली SQL होते
nl_nl: gebruikte SQL om component te updaten was
pt_pt: SQL usado para atualizar o componente foi
ro_ro: SQL folosite pentru a actualiza componenta a fost
ru_ru: SQL обновления компонента
sq_al: SQL të përdorura për të rinovuar komponent u
sv: SQL
sw_ke: SQL kutumika update sehemu ya mara
tr_tr: BU KOMPONENTI GÜNCELLEMEK IÇIN KULLANILAN SQL KOMUTU:
zh_hk: 用作更新BOM组件的SQL是
zh_tw: 用作更新零件的 SQL 是

source: Details for
cs_cz: Podrobnosti pro
es_es: El detalle para
hi_in: के लिए विवरण
id_id: Rincian utk
it_it: I dati di
ko_kr: 에 대한 세부 사항
mr_in: साठी तपशील
nl_nl: Details voor
pt_pt: Detalhes para
ro_ro: Detalii pentru
ru_ru: Подробная информация о
sq_al: Detajet për
sv: Information för
sw_ke: Maelezo kwa
tr_tr: DETAYLAR
zh_hk: 信息
zh_tw: 詳細資料

source: have been updated
cs_cz: byly aktualizovány
es_es: ha sido cambiado
hi_in: अद्यतन किया गया है
id_id: telah diperbarui
it_it: sono stati aggiornati
ko_kr: 업데이트 된
mr_in: सुधारित केले आहे
nl_nl: is aangepast
pt_pt: foi atualizado
ro_ro: au fost actualizate
ru_ru: обновлено
sq_al: janë azhurnuar
sv: har sparats
sw_ke: wamekuwa updated
tr_tr: GÜNCELLENDI
zh_hk: 已更新
zh_tw: 已更新

source: An error occurred in checking the component is not already on the BOM
cs_cz: Došlo k chybě při kontrole složka není již na kusovníku
es_es: Hubo un error al verificar que el componente no estuviera den la HCM
hi_in: एक घटक की जाँच में हुई त्रुटि पहले से BOM पर नहीं है
id_id: Kesalahan terjadi saat memeriksa komponen belum ada di BOM
it_it: La verifica se il componente facesse già parte della distinta base non àŠ andata a buon fine perchè
ko_kr: 오류가 구성 요소를 확인에서 발생 BOM에 아직없는
mr_in: एक त्रुटी घटक तपासणी मध्ये आली BOM आधीपासूनच नाही
nl_nl: fout opgetreden bij de contole of component op de materiaal lijst voorkomt
pt_pt: Um erro ocorreu na verificação do componente que não está no BOM
ro_ro: A apărut o eroare în verificarea componenta nu este deja pe BOM
ru_ru: Возникла ошибка при проверке нахождения компонента в спецификации материалов
sq_al: Ka ndodhur një gabim në kontrollin e komponent nuk është tashmë në bom
sv: Ett fel inträffade för att komponenten inte redan är redan finns på materiallistan
sw_ke: Ni kosa ilitokea katika kuangalia sehemu si tayari juu ya Bom
tr_tr: bileşeni kontrol bir hata oluştu BOM zaten değil
zh_hk: 检查组件件是否已经在BOM内时发生错误
zh_tw: 檢查零件是否在BOM時發生錯誤

source: The SQL that was used to check the component was not already on the BOM and that failed in the process was
cs_cz: SQL, který byl použit ke kontrole složka nebyla již na kusovník a které se nepodařilo v tomto procesu bylo
es_es: El SQL que falló al comprobar que el componente no estaba ya en la Lista de Materiales fue
hi_in: SQL कि घटक जाँच इस्तेमाल किया गया था पहले से ही BOM पर नहीं था और उस प्रक्रिया में विफल रहा था
id_id: SQL yg digunakan utk memeriksa komponen belum ada di BOM dan yg gagal dalam proses adalah
it_it: Il codice SQL utilizzato per verificare se il componente non facesse già parte della distinta base era
ko_kr: 성분을 확인하는 데 사용 된 SQL은 BOM 이미 않았고, 그 과정에서 실패했다
mr_in: घटक तपासण्यासाठी वापरलेला SQL BOM आधीच नव्हती आणि त्या प्रक्रियेत अयशस्वी होते
nl_nl: gebruikte SQL bij checken van de component die nog niet op de materiaal lijst stond en waarbij het proces fout liep was
pt_pt: SQL usado para verificar o componente que não está no BOM e falhouno processo foi
ro_ro: SQL care a fost folosit pentru a verifica componenta nu a fost deja pe BOM şi care au eşuat în procesul a fost
ru_ru: Завершившийся с ошибкой SQL, который использовался для проверки того, что компонент не был в спецификации материалов
sq_al: SQL që është përdorur për të kontrolluar komponent nuk ishte tashmë në bom dhe se dështoi në këtë proces ishte
sv: SQL
sw_ke: SQL kwamba alikuwa kutumika kuangalia sehemu hakuwa tayari juu ya Bom na kwamba alishindwa katika mchakato wa mara
tr_tr: bileşeni kontrol etmek için kullanılan SQL BOM zaten değildi ve bu süreçte başarısız oldu
zh_hk: 用作检查组件是否已经在BOM内而执行失败的SQL是
zh_tw: 用作檢查零件是否在 BOM 和執得時失敗的 SQL 是

source: Could not insert the BOM component because
cs_cz: Nepodařilo se vložit součást kusovníku, protože
es_es: No se pudo porque
hi_in: सम्मिलित BOM घटक वजह से नहीं किया जा सका
id_id: Tdk dapat memasukkan komponen BOM karena
it_it: Non àŠ stato possibile aggiungere il componente della distinta base perchàŠ
ko_kr: BOM 구성 요소 때문에 삽입 할 수 없습니다
mr_in: BOM घटक घालू शकत नाही कारण
nl_nl: De materiaal lijst component kon niet worden ingevoerd omdat
pt_pt: Não pode inserir componente no BOM porque
ro_ro: Nu a putut introduce componenta BOM, deoarece
ru_ru: Не удалось вставить компонент спецификации материалов, так как
sq_al: Nuk mund futur komponent bom sepse
sv: Kan inte spara materiallistakomponenten för att
sw_ke: Hakuweza kuingiza sehemu ya Bom sababu
tr_tr: ÜRÜN AGACINA GIRILEMEDI:
zh_hk: 不能插入BOM组件,因为
zh_tw: 不能加入BOM零件, 因為

source: The SQL used to insert the component was
cs_cz: SQL slouží k vložení složka byla
es_es: El SQL usado para agregar el componente fue
hi_in: एसक्यूएल डालने के लिए इस्तेमाल किया घटक था
id_id: SQL yg digunakan utk memasukkan komponen adalah
it_it: Il codice SQL utilizzato per aggiungere il componente era
ko_kr: 구성 요소를 삽입하는 데 사용되는 SQL이었다
mr_in: घटक समाविष्ट करण्यासाठी वापरले SQL होते
nl_nl: gebruikte SQL om de component aan toe te voegen was
pt_pt: SQL usado para inserir o componente foi
ro_ro: SQL folosite pentru a insera componentă a fost
ru_ru: SQL вставки компонентов
sq_al: SQL të përdorura për të futur komponent u
sv: SQL
sw_ke: SQL kutumika kuingiza sehemu ya mara
tr_tr: SQL KOMUTU:
zh_hk: 用于插入BOM组件的SQL是
zh_tw: 用作插入零件的 SQ中是

source: A new component part
cs_cz: Nová součást
es_es: Nuevo código de componente
hi_in: एक नया घटक हिस्सा
id_id: Brg komponen baru
it_it: Il componente codice
ko_kr: 새로운 구성 부품
mr_in: एक नवीन घटक भाग
nl_nl: Een nieuw onderdeel
pt_pt: Um item novo como componente
ro_ro: O nouă parte componentă
ru_ru: Новая часть компонента
sq_al: Një pjesë përbërëse e re
sv: En ny komponentprodukt
sw_ke: A mpya sehemu sehemu
tr_tr: YENI KOMPONENT
zh_hk: 新的BOM组件
zh_tw: 新零件

source: has been added to the bill of material for part
cs_cz: byl přidán do rozpisu materiálu pro části
es_es: se ha agregado a la lista de materiales del producto
hi_in: है भाग के लिए सामग्री के बिल में जोड़ा गया
id_id: telah ditambah ke daftar bahan baku utk brg
it_it: àŠ stato aggiunto alla distinta base dell'articolo
ko_kr: 부분에 대한 재료의 법안에 추가되었습니다
mr_in: भागासाठी साहित्याचा बिल जोडले गेले आहे
nl_nl: is toegevoegd aan de materiaal lijst van artikel
pt_pt: foi adicionado no BOM para um Produto
ro_ro: a fost adăugată la factura de material pentru o parte
ru_ru: добавлена к части в спецификации материалов
sq_al: është shtuar në faturën e materialit për pjesën
sv: har lagts till materiallistan för produkt
sw_ke: imekuwa aliongeza kwa hati ya vifaa kwa ajili ya sehemu
tr_tr: ÜRÜN AGACINA EKLI
zh_hk: 已插入到物料的BOM
zh_tw: 已加入到部件的BOM

source: The component
cs_cz: Součást
es_es: El componente
hi_in: घटक
id_id: Komponen
it_it: Il componente
ko_kr: 구성 요소
mr_in: घटक
nl_nl: Het onderdeel
pt_pt: O componente
ro_ro: Componentul
ru_ru: Компонент
sq_al: Komponenti i
sv: Komponenten
sw_ke: Sehemu ya
tr_tr: KOMPONENT
zh_hk: 物料
zh_tw: 零件

source: is already recorded as a component of
cs_cz: je již zaznamenána jako součást
es_es: ya está registrado como componente de
hi_in: पहले से ही के एक घटक के रूप में दर्ज
id_id: telah terdata sbg komponen dari
it_it: è già stato inserito come parte dell'articolo
ko_kr: 이미의 컴포넌트로서 기록
mr_in: आधीच एक घटक म्हणून रेकॉर्ड आहे
nl_nl: is al gebruikt als een onderdeel van
pt_pt: já está gravado como parte de
ro_ro: este deja înregistrată ca o componentă a
ru_ru: уже записан как компонент
sq_al: është regjistruar tashmë si një komponent i
sv: är redan definierad som en komponent för
sw_ke: tayari ni kumbukumbu kama sehemu ya
tr_tr: ÖNCEDEN SU ÜRÜNÜN KOMPONENTI OLARAK KAYDEDILMIS >>
zh_hk: 已经作为此物料BOM的组件
zh_tw: 已記錄為零件於

source: Whilst the quantity of the component required can be modified it is inappropriate for a component to appear more than once in a bill of material
cs_cz: Zatímco množství požadovaných komponent může být upraven je nevhodné pro komponentu se objeví více než jednou v kusovníku
es_es: Si bien la cantidad requerida del componente puede ser modificada, no es conveniente que un componente aparezca más de una vez wn la lista de materiales
hi_in: Whilst आवश्यक घटक की मात्रा संशोधित किया जा यह अनुचित है एक घटक के अधिक प्रदर्शित करने के लिए सामग्री का एक बिल की तुलना में एक बार के लिए कर सकते हैं
id_id: Meskipun qty komponen yg diperlukan dapat diubah, tdk benar ada komponen utk muncul lebih dari sekali di daftar bahan baku
it_it: Un componente non può apparire più di una volta nella stessa distinta base. E' invece possibile modificarne la quantità .
ko_kr: 요구되는 성분의 양이 변경 될 수있는 반면에 그 성분 물질의 지폐 번 이상 나타나는 부적절한
mr_in: आवश्यक घटक प्रमाण सुधारित केले जाऊ शकतात जेव्हा ती अधिक साहित्याचा एक बिल एकदा पेक्षा दिसण्यासाठी एक घटक अनुचित आहे
nl_nl: Omdat het aantal van een onderdeel dat nodig is kan aangepast worden is het niet nodig een onderdeel meerdere keren in de materiaal lijst te vermelden
pt_pt: A quantidade requerida do componente para ser modificada éinapropriada para um componente que aparece em mais de um produto do BOM
ro_ro: În timp ce cantitatea de componente necesare pot fi modificate, este nepotrivit pentru o componentă să apară mai mult de o dată într-un proiect de lege de material
ru_ru: В то время как количество требуемый компонентов может быть измененонецелесообразно для компонента появляться более одного раза в спецификации
sq_al: Përderisa sasia e komponentë e nevojshme mund të ndryshohet ajo është e papërshtatshme për një komponent të paraqiten më shumë se një herë në një faturë të materialit
sv: Eftersom man kan andra antalet på materialllista så är det onödigt att produkten förkommer flera gånger
sw_ke: Wakati wingi wa sehemu ya required inaweza iliyopita ni muafaka kwa ajili ya sehemu ya kuonekana zaidi ya mara moja katika hati ya mali
tr_tr: gerekli bileşeni yaparken miktarı bir bileşen malzemenin bir faturada birden fazla görünmesi için uygun değildir değiştirilebilir
zh_hk: BOM中包含某个组件的数量是可以修改的, 但一个物料在BOM中多次出现是不恰当的
zh_tw: 零件要求數量是可以修改的, 但如在物料清單中多次出現是不恰當的.

source: Could not delete this BOM components because
cs_cz: Nepodařilo se smazat tento kusovník součásti, protože
es_es: No se pudo elimiminar estos componentes de la HCM porque
hi_in: इस BOM घटकों को नष्ट नहीं किया जा सका क्योंकि
id_id: Tdk dapat menghapus komponen BOM ini karena
it_it: Non àŠ stato possibile cancellare questo componente dalla distinta base perchàŠ
ko_kr: 이 BOM 구성 요소 때문에 삭제할 수 없습니다
mr_in: या BOM घटक नष्ट करणे शक्य नाही कारण
nl_nl: Kan deze Mat Lijst niet verwijderen omdat
pt_pt: Não pode excluir esses componentes do BOM porque
ro_ro: Nu a putut şterge acest componente BOM, deoarece
ru_ru: Не удалось удалить этот компонент спецификации материалов, так как
sq_al: Nuk mund të fshini kete komponente bom sepse
sv: Kan inte makulera materiallistekomponenten för att
sw_ke: Hakuweza kufuta vipengele Bom hii kwa sababu
tr_tr: BU ÜRÜN AGACI KOMPONENTI SILINEMEDI:
zh_hk: 不能删除BOM, 因为
zh_tw: 不能刪除BOM, 因為

source: The SQL used to delete the BOM was
cs_cz: SQL slouží k odstranění kusovníku byl
es_es: El SQL usado para suprimir la Lista de Materiales fue
hi_in: एसक्यूएल हटाना BOM इस्तेमाल किया गया था
id_id: SQL yg digunakan utk menghapus BOM adalah
it_it: Il codice SQL utilizzato per cancellare la distinta base era
ko_kr: BOM을 삭제하는 데 사용되는 SQL이었다
mr_in: BOM हटवू वापरले SQL होते
nl_nl: De SQL gebruikt om de Mat lijst te verwijderen was
pt_pt: SQL usado para remover o BOM foi
ro_ro: SQL utilizat pentru a şterge BOM a fost
ru_ru: SQL удаления спецификации материалов
sq_al: SQL të përdorura për të fshini bom ishte
sv: SQL
sw_ke: SQL kutumika kufuta Bom ilikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作删除BOM的SQL是
zh_tw: 用作刪除 BOM 的 SQL 是

source: The component part
cs_cz: Součást
es_es: El componente
hi_in: घटक हिस्सा
id_id: Brg komponen
it_it: Il componente codice
ko_kr: 구성 부품
mr_in: घटक भाग
nl_nl: Het onderdeel artikel
pt_pt: O item componente
ro_ro: Componenta parte
ru_ru: Часть компонента
sq_al: Pjesë përbërëse
sv: Komponentprodukten
sw_ke: Sehemu ya sehemu
tr_tr: KOMPONENT PARÇASI
zh_hk: 组件
zh_tw: 零件部份
