Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: All Stock Status By Location/Category
cs_cz: Všechny Sklad stav Umístění / Kategorie
es_es: Todos los estados de inventario por ubicación/categoría
hi_in: स्थान / श्रेणी के द्वारा सभी स्टॉक स्तर
id_id: Semua Status Stok Berdasarkan Lokasi/Kategori
it_it: Stato di Tutto il Magazzino per Posizione/Categoria
ko_kr: 위치 / 카테고리 별 모든 재고 조회
mr_in: स्थान / गटानुसार सर्व स्टॉक स्थिती
nl_nl: Voorraad per lokatie / categorie
pt_pt: Todas Sit. Estoque por Local/Categ.
ro_ro: Toate Status stoc de amplasare / Categorie
ru_ru: Статус всех запасов по местоположению/категории
sq_al: Të gjitha Status Stock Nga Vendi / Category
sv: Alla Lager Status Efter plats / Kategori
sw_ke: Hali wote Stock By Location / Category
tr_tr: DEPO/KATEGORI BAZLI STOK DURUMU
zh_hk: 表地点/类别的全部存货状况
zh_tw: 依倉庫別/物料類別的庫存狀態

source: Shown Only Items Where
cs_cz: Zobrazeny pouze položky, kde
es_es: Mostrar solo artículos donde
hi_in: दिखाया केवल आइटम कहाँ
id_id: Tampil Hanya Produk yg mana
it_it: Articoli visualizzati solo Dove
ko_kr: 표시된 항목 만 어디
mr_in: केवळ आयटम दर्शविले कोठे
nl_nl: Alleen weergegeven items waarbij
pt_pt: Exibir Só Itens onde
ro_ro: Afişate numai elementele În cazul în care
ru_ru: Показаны только те пункты, где
sq_al: Artikuj të dukshme vetëm kur
sv: Visas bara poster där
sw_ke: Umeonyesha tu Items wapi
tr_tr: Gösterilen Sadece Öğeleri Nerede
zh_hk: 仅显示符合条件的物料条件为
zh_tw: 僅顯示符合條件的物料為

source: Only items below re-order quantity
es_es: Sólo los elementos por debajo de la cantidad de re-orden
id_id: Hanya item2 dibawah qty order-ulg
ko_kr: 다시 주문 수량 아래 항목 만
mr_in: पुन्हा ऑर्डर प्रमाणात खाली केवळ आयटम
pt_pt: Só Itens abaixo da Quant. Ponto Pedido
zh_tw: 低於安全存量的物料

source: Only items where stock is available
cs_cz: Pouze položky, kde je k dispozici skladem
es_es: Sólo los elementos donde la existencia está disponible
hi_in: केवल आइटम जहां स्टॉक उपलब्ध है
id_id: Hanya item mana stok tersedia
it_it: Solo gli elementi in cui stock è disponibile
ko_kr: 재고가 항목 만
mr_in: स्टॉक उपलब्ध आहे जेथे केवळ आयटम
nl_nl: Alleen de items waar de voorraad beschikbaar is
pt_pt: Só itens onde há estoque disponivel
ro_ro: Numai elementele care stocul este disponibil
ru_ru: Только те пункты, где доступны товары
sq_al: artikuj Vetëm kur të aksioneve është në dispozicion
sv: Endast poster där beståndet är tillgängligt
sw_ke: Vitu tu ambapo hisa inapatikana
tr_tr: stok mevcuttur Sadece bileşen
zh_hk: 仅限于还有库存的商品
zh_tw: 立即可交貨的商品

source: Only items currently on order
es_es: Sólo los elementos actualmente en orden
id_id: Hanya item sdg dipesan
ko_kr: 주문에 따라 현재 항목 만
mr_in: सध्या ऑर्डर वर केवळ आयटम
pt_pt: Só Itens com Ordem Prod.
zh_tw: 在途物料

source: The stock held at each location cannot be retrieved because
cs_cz: Stavu zásob v každém místě, nemůže získat, protože
es_es: No se puede obtener las existencias que están en cada ubicación porque
hi_in: प्रत्येक स्थान पर आयोजित नहीं किया क्योंकि शेयर वापस लाया जा सकता
id_id: Stok yg tersedia di tiap lokasi tdk dapat diambil karena
it_it: La merce posseduta ad ogni posizione non può essere richiamata perchàŠ
ko_kr: 각 위치에서 개최 재고가 있기 때문에 검색 할 수 없습니다
mr_in: प्रत्येक ठिकाणी झालेल्या स्टॉक प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De voorraad op iedere lokatie kon niet worden opgevraagd omdat
pt_pt: Estoque retido em cada local não pode ser recup. porque
ro_ro: Stocul a avut loc la fiecare locaţie nu pot fi recuperate, deoarece
ru_ru: Склад содержащийся на каждом расположении не может быть восстановлен, потому что
sq_al: Aksioneve të mbajtura në çdo vend nuk mund të shikohet, sepse
sv: Beståndet hållas på varje plats kan inte hämtas därför
sw_ke: hisa uliofanyika katika eneo kila mmoja anaweza kuwa retrieved sababu
tr_tr: Her yerde tutulan stok nedeniyle alınamaz
zh_hk: 找不到这个仓库的物料库存量，因为
zh_tw: 找不到這倉庫的物料庫存量, 因為

source: StockID
es_es: ID Existencia
id_id: ID Stok
it_it: ID Scorte
nl_nl: VoorraadID
pt_pt: ID Estoque
ro_ro: ID Inventar
ru_ru: Идентификатор склада
sv: LagerID
tr_tr: STOK NO.
zh_hk: 物料号
zh_tw: 物料編號

source: Bin Loc
id_id: Lok Bin
ko_kr: 빈 Loc 데이
mr_in: बिन ठिकाण
pt_pt: Cód. Lugar
zh_tw: 倉位

source: Re-Order Level
cs_cz: Re-Objednávka úrovni
es_es: Punto de pedido
hi_in: फिर से आदेश स्तर
id_id: Tingkat Order-Ulg
it_it: Ri-Ordina Livello
ko_kr: 다시 주문 수준
mr_in: पुन्हा मागणी स्तर
nl_nl: Herbestel niveau
pt_pt: Niv. Reprog.
ro_ro: Re-Ordine nivel
ru_ru: Уровень запасов
sv: Nivå för återbeställning
sw_ke: Order re-Level
tr_tr: TEKRAR-SIPARIS SEVIYESI
zh_hk: 再订货点
zh_tw: 安全存量

source: Serial Numbers
cs_cz: Sériová čísla
es_es: Numeros de Serie
hi_in: सीरियल नंबर
id_id: Nomor Seri
it_it: Numero di Serie
ko_kr: 일련 번호
mr_in: सिरिअल क्रमांक
nl_nl: Serie Nummers
pt_pt: Núm. Serial
ro_ro: Numere de serie
ru_ru: Серийные номера
sq_al: Numrat Serial
sv: Serienummer
sw_ke: Serial Hesabu
tr_tr: SERI NUMARALARI
zh_hk: 序列号
zh_tw: 序號

source: Batches
cs_cz: Dávky
es_es: Lotes
hi_in: बैचों
id_id: Batch
it_it: Lotti
ko_kr: 일괄 처리
mr_in: बॅच
pt_pt: Lotes
ro_ro: Loturile
ru_ru: Партии
sq_al: Tufa
sv: Batcher
tr_tr: LOT'LAR
zh_hk: 批次
zh_tw: 批次

source: Inventory Location Transfer Shipment
cs_cz: Zásoby Umístění Transfer přepravě
es_es: Envío de Transferencia de Ubicación de Inventario
hi_in: इन्वेंटरी स्थान स्थानांतरण शिपमेंट
id_id: Pengiriman Perpindahan Lokasi Persediaan
it_it: Inventario Spedizione per Trasferimento Posizione
ko_kr: 재고 위치 전송 출하
mr_in: सूची स्थान हस्तांतरण चढविणे
nl_nl: Transport van transfer tussen voorraad lokaties
pt_pt: Local Invent. Transf. Embarque
ro_ro: Inventar Locaţie Transfer expediere
ru_ru: Место инвентаря Передачи погрузки
sq_al: Transferimi Inventari Vendndodhja Dërgesë
sv: Lagerplats transfer leverans
sw_ke: Hesabu Location Transfer Shipment
tr_tr: DEPOLAR ARASI STOK TRANSFERI
zh_hk: 存货地点转移运输
zh_tw: 倉庫轉移運輸

source: This transaction has already been entered
cs_cz: Tato transakce již byla uzavřena
es_es: Transacción ya introducida
hi_in: इस सौदे पहले से दर्ज किया गया है
id_id: Transaksi ini sdh dimasukkan
it_it: Questa operazione è stata già inserita
ko_kr: 이 거래는 이미 입력 된
mr_in: हे व्यवहार आधीच लिहिला गेला आहे
nl_nl: Deze transactie is al ingevoerd
pt_pt: Transação já informada
ro_ro: Această tranzacţie a fost deja introdus
ru_ru: Перевод был уже введен
sq_al: Ky transaksion tashmë është futur
sv: Denna transaktion har redan registrerats
sw_ke: shughuli hii tayari aliingia
tr_tr: BU ISLEM ÖNCEDEN GIRILMIS
zh_hk: 这交货已被输入
zh_tw: 這交貨已被輸入

source: Please start over now
cs_cz: Prosím začít více než nyní
es_es: Por favor inicie de nuevo
hi_in: पर अब शुरू करें
id_id: Silahkan ulang kembali
it_it: Ora puoi ricominciare
ko_kr: 지금 시작하세요
mr_in: आता प्रारंभ करा
nl_nl: Herstart
pt_pt: Reiniciar outra
ro_ro: Vă rugăm să începeţi peste acum
ru_ru: Пожалуйста, начните сейчас
sq_al: Ju lutemi të fillojnë të gjatë tani
sv: Börja över nu
sw_ke: Tafadhali kuanza juu sasa
tr_tr: LÜTFEN ISLEME BASTAN BASLAYIN
zh_hk: 请现在重新开始
zh_tw: 請現在重新開始

source: File contains
cs_cz: Soubor obsahuje
es_es: El archivo contiene
hi_in: फ़ाइल शामिल
id_id: File berisi
it_it: Il file contiene
ko_kr: 파일 포함
mr_in: फाइल समाविष्टीत
nl_nl: Bestand bevat
pt_pt: arquivo contem
ro_ro: Fişier conţine
ru_ru: Файл содержит
sq_al: File përmban
sv: Filen innehåller
sw_ke: Faili ina
tr_tr: Dosyayı içeren
zh_hk: 文件包含
zh_tw: 文件包含

source: columns, but only 2 columns are expected. The comma separated file should have just two columns the first for the item code and the second for the quantity to transfer
es_es: columnas, pero sólo 2 columnas se esperaban. El archivo separado por comas (csv) debe tener sólo dos columnas la primera para el código del artículo y la segunda para la cantidad a transferir
id_id: kolom, tapi harusnya hanya 2 kolom. File csv harusnya hanya berkolom 2 dimana kode item yg pertama dan kedua adalah qty yg ingin dipindahkan
ko_kr: 열, 만 2 열이 예상된다. 콤마 분리 된 파일 항목 코드에 대한 제 1 및 수량이 전송하기위한 두 번째 열을 가져야
mr_in: स्तंभ, पण फक्त 2 स्तंभ अपेक्षित आहे. स्वल्पविरामाने विभक्त फाइल फक्त दोन स्तंभ आयटम कोड पहिल्या आणि प्रमाण हस्तांतरित करण्याची दुसऱ्या असावा
pt_pt: colunas, mas só devem existir 2. O delimitador virgula deve separar a coluna 1 com código item e a 2a com quant. a transferir
zh_tw: 列，但只有2列的預期。逗號分隔的文件應該只有兩個列的第一個該項目的代碼，第二個是要轉移的數量

source: The part code entered of
cs_cz: Část kódu vstoupila na
es_es: El código introducido de
hi_in: हिस्सा कोड का प्रवेश
id_id: Kode brg yg dimasukkan
it_it: Il codice del componente inserito di
ko_kr: 일부 코드의 입력
mr_in: भाग कोड प्रविष्ट
nl_nl: Onderdeel code ingevoerd van
pt_pt: Cód. Parcial do Item de
ro_ro: Codul a intrat parte din
ru_ru: Введенный код части
sq_al: Kodi pjesë hyri e
sv: Registrerad artikelkod
sw_ke: Kanuni sehemu aliingia ya
tr_tr: GIRILEN PARÇA KODU:
zh_hk: 输入的部件编码:
zh_tw: 輸入的部件編碼:

source: is not set up in the database
cs_cz: není zřízen v databázi
es_es: no está en la base de datos
hi_in: डेटाबेस में सेट है नहीं अप
id_id: tdk diatur di database
it_it: non è stato inserito nel database
ko_kr: 데이터베이스에 설정되어 있지
mr_in: डेटाबेस मध्ये सेट नाही
nl_nl: is niet beschikbaar in de database
pt_pt: não config. no DB
ro_ro: nu este înfiinţat în baza de date
ru_ru: Не установлено в базе данных
sq_al: nuk është vendosur deri në bazën e të dhënave
sv: finns inte i databasen
sw_ke: si kuweka juu katika orodha ya
tr_tr: VERITABANINDA TANIMLI DEGIL.
zh_hk: 是未在数据库设定
zh_tw: 是未在資料庫設定

source: Only valid parts can be entered for transfers
cs_cz: Platné pouze části mohou být zapsány pro převody
es_es: Sólo pueden entrarse códigos válidos para transferencias
hi_in: केवल वैध भागों हस्तांतरण के लिए प्रवेश किया जा सकता
id_id: Hanya brg yg berlaku yg dapat dimasukkan utk perpindahan
it_it: Solo Componenti valide possono essere inserite per i trasferimenti
ko_kr: 만 유효 부분은 전송에 입력 할 수 있습니다
mr_in: केवळ वैध भाग हस्तांतरणासाठी प्रविष्ट केले जाऊ शकतात
nl_nl: Alleen geldige onderdelen kunnen worden ingevoerd voor transfers
pt_pt: Só componentes válidos podem ser inform. para transf.
ro_ro: Valabil doar piese pot fi introduse pentru transferuri
ru_ru: Только действительные части могут быть введены для перевода
sq_al: Vetëm pjesë e vlefshme mund të regjistrohen për transfertat e
sv: Endast giltiga delar kan föras in för överföringar
sw_ke: Tu sehemu halali wanaweza kuwa aliingia kwa ajili ya uhamisho
tr_tr: TRANSFER IÇIN SADECE GEÇERLI PARÇALAR GIRILEBILIR
zh_hk: 只能输入要转移的有效部件
zh_tw: 只能輸入要轉移的有效部件

source: The quantity entered for
cs_cz: Množství propuštěné do
es_es: La cantidad introducida para
hi_in: मात्रा के लिए प्रवेश
id_id: Qty yg dimasukkan utk
it_it: La quantità inserita per
ko_kr: 수량에 입력
mr_in: प्रमाण प्रविष्ट
nl_nl: De ingevoerde hoeveelheid van
pt_pt: Quantd. informada para
ro_ro: Cantitatea introdusă pentru
ru_ru: Введено количество для
sq_al: Sasia hyri për
sv: Kvantiteten angiven för
sw_ke: aliingia kwa wingi
tr_tr: GIRILEN MIKTAR:
zh_hk: 输入的数量
zh_tw: 輸入的數量

source: is not numeric.
es_es: no es numérica.
id_id: bukan numerik.
ko_kr: 숫자가 아닙니다.
mr_in: अंकीय नाही.
pt_pt: não é numérica
zh_tw: 不是數值

source: The quantity entered for transfers is expected to be numeric
cs_cz: Množství uvedené pro převody Očekává se, že číselné
es_es: La cantidad para transferencias debe ser numérica
hi_in: स्थानान्तरण के लिए प्रवेश करने के लिए संख्यात्मक मात्रा होने की उम्मीद है
id_id: Qty yg dimasukkan utk perpindahan harus numerik
it_it: La quantità inserita per i trasferimenti è attesa numerica
ko_kr: 전송을 위해 입력 한 수량은 숫자 것으로 예상된다
mr_in: हस्तांतरणासाठी प्रविष्ट प्रमाण अंकीय असेल अशी अपेक्षा आहे
nl_nl: Hoeveelheid voor transfers dienen numeriek te zijn
pt_pt: Q quant. para transf. deve ser numérica
ro_ro: Cantitatea introdusă pentru transferuri este de aşteptat să fie numeric
ru_ru: Введенное количество для переводов должно быть числовым
sq_al: Sasia hyri për transfertat pritet të jetë një numër
sv: Den kvantitet som övergår till överföringar förväntas vara numerisk
sw_ke: wingi aliingia kwa ajili ya uhamishaji unatarajiwa kuwa nambari
tr_tr: TARASFER IÇIN GIRILEN MIKTAR NÜMERIK OLMALI
zh_hk: 请输入要转移数量的数值
zh_tw: 請輸入要轉移數量的數值

source: does not have enough stock available (
es_es: no tiene suficiente existencia disponible (
id_id: tdk memiliki stok tersedia yg cukup (
ko_kr: (충분한 재고가 없습니다
mr_in: (पुरेशी स्टॉक नाही
pt_pt: não há estoque suficiente dispon. (
zh_tw: 存貨不足可以使用

source: The quantity required to transfer was
es_es: La cantidad requerida a transferir fue
id_id: Qty yg diperlukan utk perpindahan adalah
ko_kr: 전송하는 데 필요한 양이었다
mr_in: हस्तांतरित करणे आवश्यक प्रमाणात होते
pt_pt: A quant. requerida para transf. era
zh_tw: 轉移所需的數量是

source: The quantity entered of
cs_cz: Množství uvedené v
es_es: La cantidad introducida de
hi_in: मात्रा का प्रवेश
id_id: Qty yg dimasukkan sebanyak
it_it: La quantità inserita di
ko_kr: 의 입력 수량
mr_in: प्रविष्ट प्रमाण
nl_nl: De ingevoerde hoeveelheid van
pt_pt: A quant. informada de
ro_ro: Cantitatea a intrat de
ru_ru: Введенное количество
sq_al: Sasia hyri e
sv: Angivet antal
sw_ke: wingi aliingia ya
tr_tr: GİRİLEN MIKTAR:
zh_hk: 输入的数量
zh_tw: 輸入的數量

source: for part code
cs_cz: pro část kódu
es_es: para código
hi_in: हिस्सा कोड के लिए
id_id: utk kode brg
it_it: per il codice componente
ko_kr: 부품 코드
mr_in: भाग कोड
nl_nl: voor onderdeel code
pt_pt: para cód. componente
ro_ro: pentru codul parte
ru_ru: для кода части
sq_al: për kodin pjesë
sv: för artikelnummer
sw_ke: kwa kificho sehemu
tr_tr: PARÇA KODU:
zh_hk: 的部件编号
zh_tw: 的部件編號

source: is not numeric
cs_cz: není číselný
es_es: no es numérica
hi_in: सांख्यिक नहीं है
id_id: bukan numerik
it_it: non è un numero
ko_kr: 숫자하지 않습니다
mr_in: अंकीय नाही
nl_nl: is niet numeriek
pt_pt: não é numérica
ro_ro: nu este numeric
ru_ru: не числовой
sq_al: nuk është numerike
sv: är inte numerisk
sw_ke: si numeric
tr_tr: NÜMERIK DEGIL
zh_hk: 不是数值
zh_tw: 不是數值

source: is less than or equal to 0
cs_cz: je menší než nebo rovna 0
es_es: es menor ó igual que 0
hi_in: से कम या 0 के बराबर है
id_id: kurang dari atau sama dgn 0
it_it: è meno di o equale a 0
ko_kr: 0보다 작거나 동일
mr_in: आहे पेक्षा कमी किंवा 0 समान
nl_nl: is minder of gelijk aan 0
pt_pt: é menor que ou igual a 0
ro_ro: este mai mică sau egală cu 0
ru_ru: меньше или равно нулю
sq_al: është më e vogël ose e barabartë me 0
sv: är <= 0
sw_ke: ni chini ya au sawa na 0
tr_tr: SIFIRDAN KÜÇÜK VEYA 0
zh_hk: 是少于或等于 0
zh_tw: 是少於或等於 0

source: Please correct this or remove the item
cs_cz: Opravte to nebo odebrat položku
es_es: Por favor corrija ésto o quite el artículo
hi_in: यह सही करें या हटाने के मद
id_id: Silahkan betulkan ini atau hapus item tersebut
it_it: Correggi o rimuovi l'articolo
ko_kr: 이 문제를 해결하거나 항목을 제거하십시오
mr_in: हे दुरुस्त किंवा आयटम काढा
nl_nl: Wijzig dit of verwijder het item
pt_pt: Corrigir ou Remover o item
ro_ro: Vă rugăm să corectaţi acest lucru sau să eliminaţi elementul
ru_ru: Пожалуйста, исправьте или удалите этот товар.
sq_al: Ju lutemi të korrigjuar këtë, ose ta hiqni pika
sv: Rätta till eller ta bort föremålet
sw_ke: Tafadhali sahihi hii au kuondoa kipengele
tr_tr: LÜTFEN BUNU DÜZELTIN VEYA SILIN
zh_hk: 请更正或移除这物料
zh_tw: 請更正或移除這商品

source: does not have enough stock available for transfer.
cs_cz: nemá dostatek zásob k dispozici pro převod.
es_es: no tiene suficiente existencia disponible para la transferencia.
hi_in: पर्याप्त हस्तांतरण के लिए उपलब्ध स्टॉक है नहीं करता है.
id_id: tdk memiliki stok tersedia yg cukup utk perpindahan.
it_it: non dispone di scorte sufficienti disponibili per il trasferimento.
ko_kr: 전송을위한 충분한 재고가 없습니다.
mr_in: हस्तांतरण पुरेशी स्टॉक नाही.
nl_nl: niet over voldoende voorraad beschikbaar voor overdracht.
pt_pt: Não há quant. estoque dispon. para transf.
ro_ro: nu are stoc disponibil suficient pentru transfer.
ru_ru: не имеет достаточный запас для передачи.
sq_al: nuk ka të aksioneve të mjaftueshme në dispozicion për transferim.
sv: inte har tillräckligt med lager tillgängliga för överföring.
sw_ke: haina hisa kutosha inapatikana kwa ajili ya kuhamisha.
tr_tr: yeterli stok transferi için mevcut bulunmamaktadır.
zh_hk: 没有库存可以用来转移
zh_tw: 沒有足夠的存貨可供移轉

source: does not have enough stock available for transter due to accumulated quantity is over quantity on hand.
es_es: no tiene suficiente existencia disponible para la transferencia debido a que la cantidad acumulada esta sobre la cantidad en mano.
id_id: tdk memiliki stok tersedia yg cukup utk perpindahan karena qty terakumulasi melebihi total qty.
ko_kr: 때문에 누적 수량 transter 충분한 재고가없는 것은 손에 수량 이상이다.
mr_in: जमा राशी झाल्यामुळे transter उपलब्ध पुरेशी स्टॉक नाही हात वर संख्येनुसार आहे.
pt_pt: não há quantidade de estoque disponível porque a quant. acumulada é maior que a qtd disponível (qoh)
zh_tw: 沒有足夠的存貨可供轉讓，由於累積數量超過目前手上的數量。

source: You must enter at least 1 Stock Item to transfer
cs_cz: Musíte zadat alespoň 1 bod skladem k převodu
es_es: Debe entrar al menos 1 Artículo de Existencias a transferir
hi_in: आप कम से कम 1 स्टॉक आइटम दर्ज करने के लिए स्थानांतरित करना होगा
id_id: Anda harus memasukkan minimal 1 Item Stok utk dipindahkan
it_it: Devi inserire almeno 1 Articolo di Magazzino per trasferire
ko_kr: 당신은 전송하는 데 최소 1 재고 항목을 입력해야합니다
mr_in: आपण हस्तांतरित करण्यासाठी किमान 1 स्टॉक आयटम प्रविष्ट करणे आवश्यक आहे
nl_nl: Dient in iedergeval 1 item te worden geselecteerd voor een transfer
pt_pt: Informar pelo menos 1 Item Estoque para transf.
ro_ro: Trebuie să introduceţi cel puţin 1 Postul stoc pentru a transfera
ru_ru: Вы должны ввести как минимум 1 товар для передачи
sq_al: Ju duhet të shkruani të paktën 1 Item Stock për të transferuar
sv: Du måste ange minst 1 lagervara att överföra
sw_ke: Lazima iingie angalau 1 Stock Item ya kuhamisha
tr_tr: TRANSFER YAPMAK IÇIN EN AZ 1 ÜRÜN GIRMELISINIZ
zh_hk: 你必须输入最少 1 个存货物料来转移
zh_tw: 你必須輸入最少 1 個存貨商品來轉移

source: The transfer must have a different location to receive into and location sent from
cs_cz: Převod musí mít jiné umístění pro příjem a umístění do odeslané z
es_es: La transferencia debe tener una ubicación diferente para su recepción y su envío
hi_in: स्थानांतरण एक अलग स्थान में प्राप्त और स्थान से भेजा गया होगा
id_id: Perpindahannya harus memiliki lokasi awal dan lokasi tujuan yg berbeda
it_it: Il trasferimento deve avere un'posizione di ricezione diversa dalla spedizione
ko_kr: 전송에서 보낸 다른로받을 수있는 위치 및 위치가 있어야합니다
mr_in: हस्तांतरण पाठविला आणि स्थान मध्ये प्राप्त करण्यासाठी एक भिन्न स्थान असणे आवश्यक आहे
nl_nl: Een transfer moet verschillende lokaties hebben voor zenden en ontvangen
pt_pt: A transf. deve conter diferente locais envio/recebimento
ro_ro: Transferul trebuie să aibă o locaţie diferită pentru a primi în locaţie şi a trimis de la
ru_ru: Передача должна иметь различающиеся места отправки и получения
sq_al: Transferimi duhet të ketë një vend tjetër për të marrë në dhe vendndodhjen e dërguar nga
sv: Överföringen måste ha en annan plats för att ta emot in och plats skickas från
sw_ke: kuhamisha lazima awe na eneo tofauti na kupokea ndani na eneo alimtuma
tr_tr: TRANSFER YAPMAK IÇIN IKI FARKLI DEPO SEÇMELISINIZ
zh_hk: 转移的来源及接收地点必须是不同的
zh_tw: 調撥的來源及收貨倉庫必須是不同的

source: Unable to BEGIN Location Transfer transaction
cs_cz: Nelze BEGIN Místo Transfer transakce
es_es: No es posible INICIAR la transacción de Transferencia de Ubicación
hi_in: स्थान को ट्रांसफर ट्रांजैक्शन BEGIN असमर्थ
id_id: Tdk dapat MEMULAI transaksi Perpindahan Lokasi
it_it: Impossibile COMINCIARE il trasferimento di Posizione
ko_kr: 위치 전송 트랜잭션을 시작 할 수 없습니다
mr_in: स्थान हस्तांतरण व्यवहार सुरू करण्यासाठी अक्षम
nl_nl: Lokatie transfer transactie kon niet worden gestart
pt_pt: Não foi possivel Iniciar trans. transf. Local
ro_ro: Imposibil de BEGIN Locaţie tranzacţie de transfer
ru_ru: Невозможно начать операцию перевода
sq_al: Në pamundësi për të BEGIN Vendndodhja transaksion Transfer
sv: Kunde inte påbörja Plats Transfer transaktion
sw_ke: Hawawezi BEGIN Location kuhamishia shughuli
tr_tr: DEPOLAR ARASI STOK TRANSFERI BASLATILAMIYOR
zh_hk: 未开启地点转移交易
zh_tw: 未開啟地點轉移交易

source: Unable to COMMIT Location Transfer transaction
cs_cz: Nelze COMMIT Místo transakce Transfer
es_es: No es posible grabar transacción de transferencia
hi_in: COMMIT स्थान स्थानांतरण सौदा करने में असमर्थ
id_id: Tdk dapat menyimpan transaksi Perpindahan Lokasi
it_it: Impossibile COMPLETARE l' operazione di trasferimento di posizione
ko_kr: 위치 전송 트랜잭션을 COMMIT 할 수 없습니다
mr_in: स्थान हस्तांतरण व्यवहार करण्यात अक्षम
nl_nl: Locatie transfer transactie kon niet worden uitgevoerd
pt_pt: Não foi possivel concluir trans. transf. local
ro_ro: Imposibil de COMMIT Locaţie tranzacţie de transfer
ru_ru: Невозможно совершить операции
sq_al: Gjendje për të kryer transaksion Vendndodhja Transfer
sv: Kunde inte verkställa Plats Transfer transaktion
sw_ke: Hawawezi kufanya shughuli Location Transfer
tr_tr: DEPO TRANSFERI ISLENEMEDI!
zh_hk: 未能提交地点转移记录
zh_tw: 未能確認新增地點轉移記錄

source: The inventory transfer records have been created successfully
cs_cz: Inventární převod byly úspěšně vytvořen
es_es: Los registros de traslado de inventario han sido creados correctamente
hi_in: सूची हस्तांतरण अभिलेख सफलतापूर्वक बनाया गया है
id_id: Data perpindahan persediaan telah berhasil dibuat
it_it: L' Inventario del trasferimento archivi è stato creato con successo
ko_kr: 재고 전송 기록이 성공적으로 생성 된
mr_in: पुस्तके हस्तांतरण रेकॉर्ड यशस्वीरित्या तयार केले गेले आहेत
nl_nl: De voorraad transfer is gegenereerd
pt_pt: transf. itens estoque com sucesso
ro_ro: Înregistrările inventar de transfer au fost create cu succes
ru_ru: Записи перевода инвентаря были успешно созданы
sq_al: Të dhënat e transferimit të inventarit janë krijuar me sukses
sv: Inventeringen överföra posterna har skapats
sw_ke: Ya kumbukumbu za uhamisho hesabu viliumbwa kwa mafanikio
tr_tr: DEPO TRANSFER KAYITLARI BASARIYLA OLUSTURULDU
zh_hk: 仓存转移记录已产生
zh_tw: 庫存轉移記錄已產生

source: Print the Transfer Docket
cs_cz: Tisk Transfer Docket
es_es: Imprimir la transferencia
hi_in: प्रिंट स्थानांतरण डॉकेट
id_id: Cetak Surat Perpindahan
it_it: Stampa il Estratto di Trasferimento
ko_kr: 전송 꼬리표를 인쇄
mr_in: हस्तांतरण सारांश छापा
nl_nl: Druk transfer bon af
pt_pt: Imprimir transf. Estoque
ro_ro: Imprimare de transfer Docket
ru_ru: Распечатать выписку по переводу
sq_al: Print rend dite Transfer
sv: Skriv ut lagerflyttningsformulär
sw_ke: Magazeti ya docket Transfer
tr_tr: Baskı Transfer Docket
zh_hk: 列印转移单
zh_tw: 列印轉移單

source: Inventory Location Transfer Shipment Reference
cs_cz: Zásoby Umístění Transfer zásilku Reference
es_es: Referencia de Envío de la Transferencia de Ubicación de Inventario
hi_in: इन्वेंटरी स्थान स्थानांतरण शिपमेंट संदर्भ
id_id: Referensi Pengiriman Perpindahan lokasi Persediaan
it_it: Inventario di Riferimento della Spedizione per Trasferimento di Posizione
ko_kr: 재고 위치 전송 출하 참조
mr_in: सूची स्थान हस्तांतरण चढविणे संदर्भ
nl_nl: Voorraad lokatie transfer transport referenetie
pt_pt: Ref. Remessa Transf. Invent.
ro_ro: Inventar de transfer Locaţie expediere Referinţă
ru_ru: Ссылка перевода на расположение инвентаря
sq_al: Transferimi Dërgesë Inventari Vendndodhja Reference
sv: Inventering Plats Transfer sändning Referens
sw_ke: Hesabu Location Transfer Shipment Reference
tr_tr: DEPOLAR ARASI STOK TRANSFERI REF.
zh_hk: 仓库转移运输参考
zh_tw: 倉庫轉移運輸參考

source: Upload CSV file of Transfer Items and Quantites
es_es: Subir archivo CSV de los elementos de transferencia y cantidades
id_id: Upload file CSV utk Perpindahan Item dan Qty
ko_kr: 전송 항목 및 Quantites의 CSV 파일을 업로드
mr_in: हस्तांतरण आयटम आणि Quantites च्या सीएसव्ही फाइल अपलोड करा
pt_pt: Não foi possível carregar arquivo CSF transf. Itens e Qtd.
zh_tw: 上傳移庫物料及數量的CSV文件

source: Clear All
es_es: Borrar Todo
id_id: Hapus Semua
ko_kr: 모두 지우기
mr_in: सर्व साफ करा
pt_pt: Limpar Todos
zh_tw: 全部清除
