Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: For a log of all the prices changed this page should be printed with CTRL+P
cs_cz: Pro záznam všech cen změnilo této stránce by měly být vytištěny pomocí CTRL + P
es_es: Para una bitacora de todos los precios cambiados, esta página debe imprimirse con CTRL + P
hi_in: सभी मूल्यों का एक लॉग के लिए बदल इस पृष्ठ CTRL + पी के साथ मुद्रित किया जाना चाहिए
id_id: Utk log dari semua harga berubah halaman ini harus dicetak dgn menekan tombol CTRL + P
it_it: Per un registro di tutti i prezzi cambiato questa pagina deve essere stampata con CTRL + P
ko_kr: 모든 가격의 로그를 들어이 페이지는 Ctrl 키와 인쇄해야 변경 + P
mr_in: सर्व दर लॉग हे पृष्ठ उघडण्यासाठी Ctrl + P सह छापील पाहिजे बदलला
nl_nl: Voor een log van alle prijzen deze pagina veranderd moeten worden afgedrukt met CTRL + P
pt_pt: Para registrar log dos preços atualizados, está página pode ser impressa <CTRL+P>
ro_ro: Pentru un jurnal al tuturor preţurilor a schimbat această pagină ar trebui să fie tipărite cu CTRL + P
ru_ru: Для регистрации всех изменений цен эта страница должны быть напечатана с CTRL + P
sq_al: Për një regjistër të të gjitha çmimeve të ndryshuar këtë faqe duhet të jenë të shtypura me Ctrl + P
sv: För en logg över alla priser ändrat den här sidan ska skrivas med CTRL + P
sw_ke: Kwa logi ya kupanda kwa bei ya yote iliyopita ukurasa huu lazima kuchapishwa na Ctrl + P
tr_tr: Tüm fiyatlar bir log için bu sayfada CTRL + P ile basılmış olmalıdır değişti
zh_hk: 使用CRTL+P打印此页来得到所有变化价格的日志
zh_tw: 對於日誌中的所有價格的改變了這一頁應該印有CTRL + P

source: So we are using a price list/sales type of
cs_cz: Tak jsme se s použitím ceníku / prodej druhu
es_es: Estamos usando una lista de precios / tipo de venta de
hi_in: तो हम एक मूल्य सूची का उपयोग कर रहे / बिक्री प्रकार के
id_id: Jadi kita menggunakan daftar harga/tipe penjualan
it_it: Quindi, stiamo usando un listino prezzi / tipo di vendita di
ko_kr: 그래서 우리는 가격 목록 / 판매 유형을 사용하는
mr_in: मग आम्ही एक किंमत सूची / विक्री प्रकारच्या वापरत आहात
nl_nl: Gebruik van prijs lijst / verkoopstype van
pt_pt: Usando Lista Preço / Tipo de Vendas
ro_ro: Deci, suntem folosind o listă de preţuri / vânzare tip de
ru_ru: Используем прайс-лист/типы продаж
sq_al: Pra, ne jemi duke përdorur një listë të çmimeve / shitjes lloji i
sv: Så vi använder en prislista / försäljning typ av
sw_ke: Hivyo sisi ni kutumia orodha ya bei / mauzo ya aina ya
tr_tr: KULLANILAN FIYAT LISTESI/SATIS TÜRÜ:
zh_hk: 所以我们使用的价目表/价格表
zh_tw: 所以我們使用的價格/銷售方式

source: updating only prices in
cs_cz: aktualizace pouze ceny
es_es: Actualizando precios sólo en
hi_in: कीमतों में ही अद्यतन
id_id: memperbarui hanya harga dalam
it_it: aggiornamento dei prezzi solo in
ko_kr: 만 가격을 갱신
mr_in: फक्त दर अद्यतनित
nl_nl: Wijzig alleen prijzen in
pt_pt: atualizando somente preços em
ro_ro: actualizarea preţurilor numai în
ru_ru: Обновление только цены в
sq_al: përditësimin e çmimeve vetëm në
sv: Uppdaterar bara priser i
sw_ke: uppdatering bei tu katika
tr_tr: sadece fiyat güncelleme
zh_hk: 仅更新价格在
zh_tw: 僅更新價格

source: and the stock category range from
cs_cz: a zásob kategorii rozmezí od
es_es: y el rango de categorías de existencias desde
hi_in: और स्टॉक श्रेणी श्रेणी से
id_id: dan jangka kategori stok dari
it_it: e la categoria gamma di riserva da
ko_kr: 및 주식 카테고리 범위에서
mr_in: आणि स्टॉक श्रेणी श्रेणीतून
nl_nl: Voorraad categorie range van
pt_pt: e categoria de estoque no intervalo
ro_ro: şi categoria de gama de stoc de la
ru_ru: и запасом категорию
sq_al: dhe kategorinë e aksioneve të shkojnë nga
sv: och lagerkategoriområde från
sw_ke: na jamii ya hisa mbalimbali kutoka
tr_tr: ve stok kategori arasından
zh_hk: 库存种类范围自
zh_tw: 庫存類別範圍自

source: and we are applying a markup percent of
cs_cz: a my jsme o uplatňování značení procent
es_es: y estamos aplicando una marca por ciento de
hi_in: और हम एक मार्कअप प्रतिशत का आवेदन कर रहे हैं
id_id: dan kita menetapkan persentase penambahan sebesar
it_it: e stiamo applicando una percentuale di markup
ko_kr: 우리는의 마크 업 퍼센트를 적용
mr_in: आणि आम्ही एक मार्कअप टक्के अर्ज आहेत
nl_nl: een opslag percentage wordt gebruikt van
pt_pt: e aplicando percent. markup de
ro_ro: şi suntem aplică un procent de marcare
ru_ru: и мы применяем процент
sq_al: dhe ne jemi duke aplikuar një për qind Markup të
sv: och vi applicerar en märkprocent av
sw_ke: na sisi ni kutumia asilimia ghafi ya
tr_tr: ve biz bir biçimlendirme yüzde başvuruyor
zh_hk: 我们运用一个涨价百分比
zh_tw: 我們提出申請的加價百分比

source: against
cs_cz: proti
es_es: contra
hi_in: के खिलाफ
id_id: terhadap
it_it: contro
ko_kr: 에 대하여
mr_in: च्या विरुद्ध
nl_nl: tegen
pt_pt: Base
ro_ro: împotriva
ru_ru: для
sq_al: kundër
sv: mot
sw_ke: dhidi ya
tr_tr: karşı
zh_hk: 对应
zh_tw: 針對

source: The price list/sales type to be updated must be selected first
cs_cz: Ceník / prodeje, který má být aktualizován, musí být vybrány první
es_es: Antes debe seleccionar la lista de precios / tipo de venta a actualizar
hi_in: मूल्य / बिक्री के लिए अद्यतन किया जा प्रकार सूची पहले चयन किया जाना चाहिए
id_id: Daftar harga/tipe penjualan yg ingin diperbarui harus dipilih dulu
it_it: di
ko_kr: 갱신 할 가격표 / 판매 유형 먼저 선택해야
mr_in: अद्यतनित करणे किंमत सूची / विक्री प्रकार प्रथम निवडणे आवश्यक आहे
nl_nl: De prijslijst / verkoopstype die moet worden gewijzigd moet eerst woren geselecteerd
pt_pt: A Lista Preço Base/Tipo Vendas precisa estar selec. primeiro
ro_ro: Lista de preţuri / vânzare de tip să fie actualizate trebuie să fie selectat primul
ru_ru: Для обновления сначала должен быть выбран прайс-лист / типа продаж
sq_al: Lista e çmimeve / shitjet e tipit për të përditësuar duhet të zgjidhen së pari
sv: Prislistan / försäljning typ ska uppdateras måste väljas först
sw_ke: Orodha ya bei / mauzo ya aina ya kuwa updated lazima kuwa kuchaguliwa kwanza
tr_tr: GÜNCELLEME YAPMAK IÇIN ÖNCE BIR FIYAT LISTESI/SATIS TÜRÜ SEÇMELISINIZ
zh_hk: 请先选取要更新的价目表/价格表
zh_tw: 請先選取要更新的價格表/銷售方式

source: The currency of prices to be updated must be selected first
cs_cz: Měna ceny nutno aktualizovat, musí být vybrány první
es_es: Para actualizar los precios debe seleccionar antes la moneda
hi_in: कीमतों में मुद्रा को अद्यतन करना पहला चयनित होना चाहिए
id_id: Mata uang harga yg ingin diperbarui harus dipilih dulu
it_it: La valuta dei prezzi da aggiornare deve essere selezionato per primo
ko_kr: 업데이트에 대한 가격의 통화는 먼저 선택해야합니다
mr_in: अद्यतनित करणे किमती चलन प्रथम निवडणे आवश्यक आहे
nl_nl: Valuta van de prijzen die moeten worden gewijzigd moeten eerst worden geselecteerd
pt_pt: A moeda dos preços precisa estar selec. primeiro
ro_ro: Moneda de preţuri care trebuie actualizate trebuie să fie selectat primul
ru_ru: Валюта одновляемых цен должна быть выбрана первой
sq_al: Monedhën e çmimeve të përditësuar duhet të zgjidhen së pari
sv: Valuta måste först väljas för priser som skall uppdateras
sw_ke: sarafu ya bei kuwa updated lazima kuwa kuchaguliwa kwanza
tr_tr: güncellenmesi fiyatlarının para ilk seçilmelidir
zh_hk: 请先选取要更新的价格表的货币
zh_tw: 必須首先選擇價格更新的貨幣

source: Could not get the supplier purchasing information for a preferred supplier for the item
cs_cz: Nelze získat informace o dodavateli kupní preferovaným dodavatelem pro položku
es_es: No se pudo obtener la información de compra al proveedor para un proveedor preferido para el artículo
hi_in: आइटम के लिए एक पसंदीदा सप्लायर के लिए आपूर्तिकर्ता क्रय जानकारी प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil informasi pembelian supplier mengenai supplier pilihan utk item tersebut
it_it: Impossibile ottenere le informazioni di fornitore per l&#39;acquisto di un fornitore preferito per la voce
ko_kr: 항목에 대한 우선 공급 업체에 대한 공급 업체 구매 정보를 가져올 수 없습니다
mr_in: आयटम एक पसंतीचे पुरवठादार साठी पुरवठादार खरेदी माहिती मिळणे शक्य नाही
nl_nl: Informatie van de voorkeursleverancier kon voor dit item niet worden opgevraagd
pt_pt: Não foi possivel recup. informações Fornecedor para Fornec. Princ. deste Item
ro_ro: Nu am putut obţine informaţii de cumpărare legatura cu furnizorul A pentru un furnizor preferat pentru element
ru_ru: Не удалось получить информацию о продажах поставщика для выбранного поставщика для пункта
sq_al: Nuk mund të marrë informacionin e furnizuesit për blerjen e një furnizues i preferuar për artikull
sv: Kunde inte få information leverantören inköp för en preferred supplier för objektet
sw_ke: Hakuweza kupata taarifa kwa ajili ya ununuzi wa wasambazaji wasambazaji preferred kwa bidhaa
tr_tr: Öğe için tercih edilen bir tedarikçi için tedarikçi satınalma bilgisi alınamadı
zh_hk: 无法取得此物料的首选供应商的采购信息
zh_tw: 無法獲取該項目的首選供應商的供應商採購信息

source: There is no preferred supplier data for the item
cs_cz: Neexistuje žádný preferovaným dodavatelem dat pro položku
es_es: No hay información de proveedor preferido para el artículo
hi_in: वहाँ आइटम के लिए कोई पसंदीदा सप्लायर डेटा है
id_id: Tdk ada data supplier pilihan utk item tersebut
it_it: Non ci sono dati fornitore preferito per la voce
ko_kr: 항목은 선호하는 공급 업체 데이터가 없습니다
mr_in: आयटम नाही पसंतीचे पुरवठादार डेटा आहे
nl_nl: Er zijn geen voorkeursleverancier gegevens voor het item
pt_pt: Não há Fornec. Principal associado a este item
ro_ro: Nu există date cu furnizorul preferat pentru elementul
ru_ru: Не существует предпочитаемого поставщика для товара
sq_al: Nuk ka të dhëna preferuar furnizues për artikull
sv: Det finns inga huvudleverantördata angivna för artikeln
sw_ke: Hakuna preferred wasambazaji data kwa ajili ya bidhaa
tr_tr: öğe için hiçbir tercih edilen tedarikçi veri yoktur
zh_hk: 此物料没有设定首选供应商
zh_tw: 沒有首選供應商數據的項目

source: prices will not be updated for this item
cs_cz: ceny nebudou aktualizovány pro tuto položku
es_es: los precios no se actualizarán para este artículo
hi_in: कीमतों में इस मद के लिए अद्यतन नहीं किया जाएगा
id_id: Harga tdk akan diperbarui utk item ini
it_it: i prezzi non saranno aggiornati per questo articolo
ko_kr: 가격이 항목에 대한 업데이트되지 않습니다
mr_in: दर हा आयटम अद्यतनित केले जाणार नाही
nl_nl: Item prijs zal noet worden gewijzigd
pt_pt: preços não atualizados para este item
ro_ro: preţurile nu vor fi actualizate pentru acest post
ru_ru: цены не будут обновлены для этого товара
sq_al: çmimet nuk do të rifreskohet për këtë artikull
sv: priset kommer inte att uppdateras för denna artikel
sw_ke: bei kuwa updated kwa item
tr_tr: fiyatlar bu öğe için güncelleştirilmiş olmayacak
zh_hk: 此物料的价格无法更新
zh_tw: 這個項目的價格將不會被更新

source: There is more than a single preferred supplier data for the item
cs_cz: K dispozici je více než jeden preferovaným dodavatelem dat pro položku
es_es: Hay más de un proveedor preferido para el artículo
hi_in: वहाँ आइटम के लिए एक पसंदीदा सप्लायर डेटा की तुलना में अधिक है
id_id: Ada lebih dari satu data supplier pilihan utk item ini
it_it: C&#39;è più di un unico data fornitore preferito per la voce
ko_kr: 항목에 대한 하나의 우선 공급 업체 데이터보다 더 있습니다
mr_in: आयटम एकमेव पसंतीचे पुरवठादार डेटा पेक्षा अधिक आहे
nl_nl: Er is meer dan 1 voorkeursleverancier voor dit item
pt_pt: Existem mais de um Fornec. Princ. para este item
ro_ro: Există mai mult de un singur furnizor preferat de date pentru elementul
ru_ru: Существует более чем одного предпочитаемого поставщика для данного товара
sq_al: Nuk është më shumë se një të dhënave të vetëm furnizues i preferuar për artikull
sv: Det finns mer än en förstahandsleverantör för artikeln
sw_ke: Kuna zaidi ya moja data preferred wasambazaji kwa ajili ya bidhaa
tr_tr: Tek bir tercih edilen tedarikçi veri daha öğe için dahası yok
zh_hk: 此物料设置了多余一个的首选供应商
zh_tw: 還有一個以上的首選供應商數據的項目

source: Could not get the base price for the item
cs_cz: Nelze získat základní cena za položku
es_es: No se pudo obtener el precio base para el artículo
hi_in: आइटम के लिए आधार मूल्य प्राप्त नहीं कर सका
id_id: Tdk dapat harga dasar utk item ini
it_it: Impossibile ottenere il prezzo base per la voce
ko_kr: 항목에 대한 기본 가격을 가져올 수 없습니다
mr_in: आयटम बेस किंमत मिळणे शक्य नाही
nl_nl: Kon de basis prijs voor het item niet ophalen
pt_pt: Não foi possivel recuperar preço base do item
ro_ro: Nu am putut obţine preţul de bază pentru elementul
ru_ru: Не удалось получить базовую цену товара
sq_al: Nuk mund të marrë çmim bazë për artikull
sv: Kan inte hämta baspriset för artikeln
sw_ke: Hakuweza kupata bei ya msingi kwa ajili ya bidhaa
tr_tr: öğe için taban fiyat alınamadı
zh_hk: 无法取得此物料的基准价
zh_tw: 無法獲得項目的基準價

source: from the price list
cs_cz: z ceníku
es_es: desde la lista de precios
hi_in: मूल्य सूची से
id_id: dari daftar harga
it_it: dal listino prezzi
ko_kr: 가격 목록에서
mr_in: किंमत यादीतून
nl_nl: Van de prijslijst
pt_pt: na Lista de Preço
ro_ro: din lista de preţuri
ru_ru: из прайс-листа
sq_al: nga lista e çmimeve
sv: från prislistan
sw_ke: kutoka katika orodha ya bei
tr_tr: fiyat listesini
zh_hk: 自价格表
zh_tw: 價格表自

source: There is no default price defined in the base price list for the item
cs_cz: Není tam žádná standardní ceně uvedené v seznamu základní cena za položku
es_es: No hay un precio predeterminado definido en la lista de precios base para el artículo listado
hi_in: कोई डिफ़ॉल्ट आइटम के लिए आधार मूल्य सूची में परिभाषित कीमत है
id_id: Tdk ada harga standar di daftar harga dasar utk item tersebut
it_it: Non esiste un prezzo predefinito definito nel listino prezzi di base per la voce
ko_kr: 항목에 대한 기본 가격리스트에 정의 된 기본 가격은 없습니다
mr_in: आयटम बेस किंमत सूची परिभाषित पूर्वनिर्धारीत किंमत आहे
nl_nl: Er is geen standaard prijs die in de basis prijslijst voor het item
pt_pt: Não há preço padrão definido na Lista Preço Base, associado a este item
ro_ro: Nu există un preţ prestabilit definite în lista de preţuri de bază pentru elementul
ru_ru: Не существует цены по умолчанию в прайс-листе базой для товара
sq_al: Nuk ka asnjë çmim default përcaktuar në listën e çmimeve bazë për artikull
sv: Det finns ingen standard pris som anges i basen prislista för artikeln
sw_ke: Hakuna bei default defined katika orodha ya bei ya msingi kwa ajili ya bidhaa
tr_tr: öğe için taban fiyat listesinde tanımlanan varsayılan fiyat yok
zh_hk: 此物料的基础价格表未定义默认价格
zh_tw: 這項目在基礎價格清單中沒有設定預設價格

source: The cost for this item is not set up or is set up as less than or equal to zero - no price changes will be made based on zero cost items. The item concerned is:
cs_cz: Náklady na tuto položku není nastaven, nebo je nastaven jako menší nebo roven nule - žádné cenové změny budou provedeny na základě nulové nákladové položky. Z bodu je:
es_es: El costo por este artículo no esta configurado ó esta configurado por un costo menor o igual a cero - no se haran cambios en los precios, basandose en el costo de cero de los artículos . El artículo de interés es el siguiente:
hi_in: इस मद के लिए लागत के लिए सेट नहीं है या है कम से कम या शून्य के बराबर के रूप में स्थापित - कोई मूल्य परिवर्तन शून्य लागत आइटम के आधार पर किया जाएगा. संबंधित आइटम है:
id_id: HPP utk item ini tdk dibuat atau diatur kurang dari atau sama dgn 0 - tdk akan ada perubahan harga dilakukan berdasarkan item yg biayanya 0. Item yg bersangkutan adalah:
it_it: Il costo di questa voce non è impostata o è impostata su un valore inferiore o uguale a zero - cambiamenti di prezzo verrà effettuato sulla base di voci di costo zero. La voce in questione è il seguente:
ko_kr: 이 항목에 대한 비용은 설정되지 않았거나 제로 이하로 설정 - 더 가격 변동은 제로 비용 항목에 따라 수행되지 않습니다. 해당 항목은 다음과 같습니다
mr_in: हा आयटम किंमत सेट नाही किंवा कमी किंवा शून्य समान म्हणून सेट आहे - नाही किंमत बदल झीरोचे आयटम आधारित केले जाईल. संबंधित आयटम आहे:
nl_nl: Kosten van dit item zijn niet of als 0 gedefinieerd - voor items met een kostprijs van 0 wordt de prijs niet gewijzigd. Het betreffende item is:
pt_pt: O custo deste item não foi configurado como negativo ou zero. Preços não atualizado com Valor zero. O item referido é:
ro_ro: Costul pentru acest post nu este configurat sau este configurat ca mai mic sau egal cu zero - modificări de preţ se va face pe baza elementelor de cost zero. Elementul în cauză este:
ru_ru: Стоимость этого товара не задана или установлена как меньше или равной нулю.Изменение цен будет проведено для товаров с нулевыми затратами. Рассматриваемый товар:
sq_al: Kostoja për këtë artikull nuk është ngritur apo është krijuar si më e vogël ose e barabartë me zero - asnjë ndryshim të çmimeve do të bëhen në bazë të kostos zero artikujve. Pika në fjalë është:
sv: Kostnaden för denna produkt är inte inrättat eller är konfigurerad som mindre än eller lika med noll - inga prisförändringar kommer att göras baserat på noll kostnadsposter. Artikeln i fråga är:
sw_ke: Gharama ya bidhaa hii si kuanzisha au ni kuanzisha kama chini au sawa na sifuri - hakuna mabadiliko bei kuwa msingi sifuri gharama vitu. Bidhaa husika ni:
tr_tr: Bu öğe için maliyet ya da kurmak değil az veya sıfıra eşit olarak ayarlandı - hayır fiyat değişiklikleri sıfır maliyet kalemleri göre yapılacaktır. ilgili öğe:
zh_hk: 此物料的成本没有设定或者设置为小于或等于0-0成本的物料不会有任何价格变更。相关的物料是：
zh_tw: 成本為這個項目沒有設置或設置為小於或等於零 - 沒有價格變動將基於零成本項目進行。相關產品：

source: Error updating prices for
cs_cz: Chyba při aktualizaci cen pro
es_es: Error actualizando los precios
hi_in: अद्यतन करने के लिए कीमतों में त्रुटि
id_id: Kesalahan memperbarui harga utk
it_it: Errore di aggiornamento dei prezzi per
ko_kr: 에 대한 오류 업데이트 가격
mr_in: साठी अद्यतनित करताना त्रुटी दर
nl_nl: Fout bij het wijzigen van de prijs van
pt_pt: Erro atualizando preços para
ro_ro: Eroare la actualizarea preţurilor pentru
ru_ru: Ошибка обновления цен для
sq_al: Gabim përditësimin çmimet për
sv: Fel vid uppdatering priser för
sw_ke: Kosa uppdatering bei kwa
tr_tr: FIYAT GÜNCELLEME HATASI:
zh_hk: 更新价目错误
zh_tw: 更新價格錯誤

source: Error inserting new price for
es_es: Error insertando nuevo precio para
id_id: Kesalahan memasukkan harga baru utk
ko_kr: 새로운 가격을 삽입 오류
mr_in: नवीन किंमत अंतर्भूत त्रुटी
pt_pt: Erro inserindo novo preço para
zh_tw: 插入新價格錯誤

source: Inserting new price for
cs_cz: Vložení nové ceny
es_es: Insertando nuevo precio para
hi_in: के लिए नई कीमत डालने
id_id: Memasukkan harga baru utk
it_it: Inserimento nuovo prezzo per
ko_kr: 새로운 가격을 삽입
mr_in: नवीन किंमत अंतर्भूत
nl_nl: Voer nieuwe prijs in voor
pt_pt: Inserido novo preço para
ro_ro: Inserarea preţ pentru noi
ru_ru: Вставка новых цен на
sq_al: Futur të çmimeve të reja për
sv: Sparar nytt pris för
sw_ke: Inserting bei mpya kwa ajili ya
tr_tr: için yeni bir fiyat ekleme
zh_hk: 插入新价格
zh_tw: 插入新價格

source: Update of Prices By A Multiple Of Cost
es_es: Actualización de Precios por un Múltiple del Costo
id_id: Perbarui Harga-Jual Dgn Kelipatan HPP
ko_kr: 비용의 배수에 의해 가격의 업데이트
mr_in: किंमत पटीत करून किमती अद्यतन
pt_pt: Atualiz. Preços por Custo Múltiplo
zh_tw: 價格的更新通過一個多成本的

source: Update Price By Cost
cs_cz: Cena aktualizace podle ceny
es_es: Actualizar Precio Por Costo
hi_in: लागत से अद्यतन मूल्य
id_id: Perbarui Harga Dari HPP
it_it: Prezzo di aggiornamento per i costi
ko_kr: 비용으로 업데이트 가격
mr_in: कॉस्ट अद्यतनित किंमत
nl_nl: Update Prijs door de kosten
pt_pt: Atualiz. Preço por Custo
ro_ro: Update preţ de cost
ru_ru: Обновление цен по стоимости
sq_al: Çmimi Update Nga Kosto
sv: Uppdatera pris efter kostnad
sw_ke: Mwisho Bei Kwa Gharama
tr_tr: Maliyet By Güncelleme Fiyat
zh_hk: 根据成本更新价格
zh_tw: 更新成本價格

source: category
cs_cz: kategorie
es_es: categoría
hi_in: श्रेणी
id_id: kategori
it_it: categoria
ko_kr: 범주
mr_in: वर्ग
nl_nl: categorie
pt_pt: categoria
ro_ro: categorie
ru_ru: категория
sq_al: kategori
sv: kategori
sw_ke: jamii
tr_tr: kategori
zh_hk: 种类
zh_tw: 類別

source: all Categories
cs_cz: všechny kategorie
es_es: todas las categorías
hi_in: सभी श्रेणियाँ
id_id: semua Kategori
it_it: tutte le categorie
ko_kr: 모든 카테고리
mr_in: सर्व श्रेणी
nl_nl: alle categorien
pt_pt: todas categorias
ro_ro: toate categoriile
ru_ru: все категории
sq_al: të gjitha Kategoritë
sv: alla kategorier
sw_ke: wote Jamii
tr_tr: Tüm Kategoriler
zh_hk: 所有种类
zh_tw: 全部類別

source: Items in
cs_cz: Položek v
es_es: Artículos en
hi_in: के आइटम
id_id: Item di
it_it: Partite in
ko_kr: 의 항목
mr_in: आयटम मध्ये
nl_nl: Objecten in
pt_pt: Itens em
ro_ro: Elementele din
ru_ru: Элементы
sq_al: Artikujve në
sv: Objekt i
sw_ke: Vitu katika
tr_tr: Öğeler
zh_hk: 商品属于
zh_tw: 商品

source: With Prices
cs_cz: S ceny
es_es: con Precios
hi_in: कीमतों के साथ
id_id: Dgn Harga-Jual
it_it: Con i prezzi
ko_kr: 가격
mr_in: किमतींशी
nl_nl: Met prijzen
pt_pt: Com Preço
ro_ro: Cu Preturi
ru_ru: С ценами
sq_al: Me Çmimet
sv: Med priser
sw_ke: Na Bei
tr_tr: Fiyatları ile
zh_hk: 其价格
zh_tw: 具有價格

source: times
cs_cz: krát
es_es: veces
hi_in: बार
id_id: kali
it_it: volte
ko_kr: 시대
mr_in: वेळा
nl_nl: keer
pt_pt: vezes
ro_ro: ori
ru_ru: раз(а)
sq_al: herë
sv: gånger
sw_ke: mara
tr_tr: kez
zh_hk: 乘以
zh_tw: 次

source: Cost in Price List
cs_cz: Náklady na Ceník
es_es: Costo en la Lista de Precios
hi_in: मूल्य सूची में लागत
id_id: HPP di Daftar Harga
it_it: Costo in Listino Prezzi
ko_kr: 가격 목록 비용
mr_in: किंमत सूची खर्च
nl_nl: Kosten in prijslijst
pt_pt: Lista Custo no Preço
ro_ro: Costul în Lista de preţuri
ru_ru: Стоимость в прайс-лист
sq_al: Kosto në Lista e Çmimeve
sv: Kostnad i Prislista
sw_ke: Gharama katika Orodha ya Bei
tr_tr: Fiyat Listesi Maliyet
zh_hk: 价格表中的成本
zh_tw: 成本價格表

source: Price Proposed
cs_cz: Navržená cena
es_es: Precio Propuesto
hi_in: मूल्य प्रस्तावित
id_id: Harga Diajukan
it_it: Prezzo proposto
ko_kr: 가격 제안
mr_in: किंमत प्रस्तावित
nl_nl: Voorgestelde prijs
pt_pt: Preço Proposto
ro_ro: Preţul propus
ru_ru: Предложенная цена
sq_al: Çmimi i Propozuar
sv: Föreslaget pris
sw_ke: Bei iliyopendekezwa
tr_tr: Fiyat Önerilen
zh_hk: 建议价格
zh_tw: 建議價格

source: List Price
cs_cz: Ceník
es_es: Lista de Precio
hi_in: सूची मूल्य
id_id: Harga Tercantum
it_it: Prezzo di listino
ko_kr: 정가
mr_in: सूचिबद्ध किंमत
nl_nl: Catalogusprijs
pt_pt: Lista Preço
ro_ro: Lista de preturi
ru_ru: Цена по каталогу
sq_al: Lista e Çmimeve
sv: Pris
sw_ke: Bei orodha
tr_tr: Fiyat listesi
zh_hk: 列出价格
zh_tw: 價格表

source: If the prices above do not have a commencement date as today, this will create new prices with commencement date of today at the entered figures and update the existing prices with historical start dates to have an end date of yesterday. Are You Sure?
es_es: Si los precios anteriores no tienen una fecha de inicio como en la actualidad, esto creará nuevos precios con fecha de inicio de hoy a las cifras consignadas y actualizara los precios existentes con fechas de inicio históricas para tener una fecha de finalización de ayer. ¿Está seguro?
id_id: Jika harga di atas tdk bertgl hari ini utk mulai-berlakunya, ini akan membuat harga baru dgn tgl hari ini utk mulai-berlakunya menggunakan harga yg dimasukkan dan memperbarui harga yg ada dgn tgl mulai utk berakhir kemarin. Apakah Anda Yakin?
it_it: Se i prezzi di cui sopra non hanno una data di inizio come oggi, questo creerà nuovi prezzi con data di inizio di oggi con le cifre immesse e aggiornerà i prezzi esistenti con le date storiche di inizio per avere una data di fine di ieri. Sei sicuro?
ko_kr: 가격은 위의 오늘 같은 개시일이없는 경우,이 입력 된 수치에 오늘의 시작 날짜와 새로운 가격을 작성​​하고 어제의 종료일을 가지고 역사의 시작 날짜와 기존의 가격을 업데이트합니다. 확실합니까?
mr_in: दर वरील आज म्हणून प्रारंभाच्या तारीख नसल्यास, या प्रविष्ट आकडेवारी येथे आज प्रारंभापूर्वी तारीख नवीन दर तयार आणि ऐतिहासिक प्रारंभ काल एक समाप्ती तारीख आहे तारखा सध्याच्या दर अद्यतनित होईल. आपली खात्री आहे?
pt_pt: Preços acima não possuem data inicial de hoje, isto irá criar novos preços com data inicial de hoje e os preços anteriormente existentes serão atualizados com data término para ontem. Confirma?
zh_tw: 如果價格高於沒有生效日期為今天，這將創造新的價格與今天的開始日期在輸入數字和更新現有的價格與歷史的開始日期，昨天有一個結束日期。你確定嗎？
