Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Qty in Stock UOM
cs_cz: Množství na skladě UOM
es_es: Unidades en Existencia
hi_in: स्टॉक में मात्रा UOM
id_id: Qty dlm Satuan Stok
it_it: Qty in magazzino UOM
ko_kr: 주식 UOM의 수량
mr_in: स्टॉक UOM मध्ये मात्रा
nl_nl: Aantal op voorraad UOM
pt_pt: Qtd Dispon. UOM
ro_ro: Cantitate în stoc UoM
ru_ru: Кол-во в наличии UOM
sq_al: Qty në Stock UOM
sv: Antal i lager UOM
sw_ke: Uchina katika Stock UOM
tr_tr: Adet Stok UoM
zh_hk: 以库存单位显示的数量
zh_tw: 庫存單位數量

source: Inventory Planning for Categories Between
cs_cz: Zásoby Plánování kategorií mezi
es_es: Proyección de Inventario para Categorías Entre
hi_in: श्रेणियों के लिए इन्वेंट्री की योजना के बीच
id_id: Perencanaan Persediaan utk Kategori Antara
it_it: Inventory Planning per categorie tra
ko_kr: 사이 카테고리에 대한 재고 계획
mr_in: दरम्यान कॅटेगरीज साठी सूची नियोजन
nl_nl: Voorraad planning voor categorieen tussen
pt_pt: Planej. Estoque Categor. entre
ro_ro: Inventarul pentru planificarea Categorii Între
ru_ru: Планирование описи для категорий между
sq_al: Planifikimit Inventari për Kategoritë Midis
sv: Lagerplanering för kategorier mellan
sw_ke: Hesabu Mipango ya Jamii Kati
tr_tr: STOK PLANLAMA
zh_hk: 物料需求计划 物料组从
zh_tw: 類別(之間)的庫存計劃

source: Inventory Planning for Products Category
cs_cz: Zásoby plánování pro produkty kategorie
es_es: Planificación de Inventario para Categorías de Productos
hi_in: उत्पादों के लिए इन्वेंटरी प्लानिंग श्रेणी
id_id: Perencanaan persediaan utk Produk Kategori
it_it: Inventory Planning per i prodotti della categoria
ko_kr: 제품 카테고리에 대한 재고 계획
mr_in: उत्पादने वर्ग साठी सूची नियोजन
nl_nl: Inventaris Planning voor producten categorie
pt_pt: Planej. Estoque Categ. Produtos
ro_ro: Inventarul pentru planificarea Categorii de produse
ru_ru: Планирование описи для категории изделий
sq_al: Planifikimit Inventari për Produkte Category
sv: Lagerplanering för produktkategori
sw_ke: Hesabu Mipango ya Bidhaa Jamii
tr_tr: Ürünler için Stok Planlama Kategori
zh_hk: 产品种类的库存计划
zh_tw: 產品分類之商品庫存規劃

source: Qty
cs_cz: Množství
es_es: Cant.
hi_in: मात्रा
it_it: Q.tà
ko_kr: 수량
mr_in: मात्रा
nl_nl: Aantal
pt_pt: Qtd
ro_ro: Cantitate
ru_ru: Кол-во
sv: Ant
sw_ke: Uchina
tr_tr: MIKTAR
zh_hk: 数量
zh_tw: 數量

source: MTD
ru_ru: МПД
zh_hk: 至今
zh_tw: 至今

source: ms stk
hi_in: एमएस STK
mr_in: महेंद्रसिंग stk
pt_pt: estoque
sq_al: ms copë
sv: Fördröjning: (ms)
zh_hk: 个月库存
zh_tw: 個月庫存

source: Inventory Valuation for Categories between
cs_cz: Oceňování zásob Kategorie mezi
es_es: Valoración de Inventario para las Categorías entre
hi_in: के बीच चैनल के लिए सूची मूल्यांकन
id_id: Penilaian Persediaan utk Kategori antara
it_it: Valorizzazione del magazzino per le categorie tra
ko_kr: 사이의 카테고리에 대한 재고 평가
mr_in: दरम्यान कॅटेगरीज साठी सूची मूल्यांकन
nl_nl: Voorraad waardering voor categorieen tussen
pt_pt: Valoriz. Estoque Cat. entre
ro_ro: Inventarul de evaluare pentru Categorii între
ru_ru: инвентарные значения для категорий между
sq_al: Inventari Vlerësimi për Kategoritë ndërmjet
sv: Lagervärdering för kategori mellan
sw_ke: Hesabu UTHAMINI ya Jamii kati ya
tr_tr: arasında kategorileri için Stok Değerlemesi
zh_hk: 库存价值报表 物料组从
zh_tw: 類別(之間)的庫存估值

source: location
cs_cz: místo
es_es: ubicación
hi_in: स्थान
id_id: lokasi
it_it: posizione
ko_kr: 위치
mr_in: स्थान
nl_nl: lokatie
pt_pt: localização
ro_ro: locaţie
ru_ru: расположение
sq_al: vend
sv: plats
sw_ke: eneo
tr_tr: DEPO
zh_hk: 仓库
zh_tw: 地點

source: Low GP Sales Between
cs_cz: Nízká GP prodej mezi
es_es: Baja GB Entre
id_id: Penjualan Laba Kotor Rendah Antara
it_it: Vendite di GP basse Tra
ko_kr: 사이 낮은 GP 판매
mr_in: दरम्यान किमान ग्रॅमी विक्री
nl_nl: Lage GP Verkopen tussen
pt_pt: Baixa Lucr. Vendas entre
ro_ro: Vânzări scăzute GP Între
ru_ru: Низкие продажи между
sq_al: GP Sales ulët Midis
sv: Låg GP Försäljning mellan
sw_ke: Asili GP Sales Kati
tr_tr: DÜSÜK BRÜT KAR IÇEREN SATISLAR (TARIH ARALIGI)
zh_hk: (之间的) 低毛利销售
zh_tw: (之間的) 低毛利銷售

source: less than
cs_cz: méně než
es_es: menor de
hi_in: कम से कम
id_id: kurang dari
it_it: Meno di
ko_kr: 이하
mr_in: पेक्षा कमी
nl_nl: minder dan
pt_pt: menor que
ro_ro: mai puţin de
ru_ru: Меньше чем
sq_al: më pak se
sv: mindre än
sw_ke: chini ya
tr_tr: DAHA AZ
zh_hk: 小于
zh_tw: 小於

source: GP
es_es: GB
hi_in: जीपी
id_id: Laba Kotor
mr_in: ग्रॅमी
ru_ru: Валовая прибыль
tr_tr: BRÜT KAR
zh_hk: 毛利
zh_tw: 毛利

source: Your Ref
cs_cz: Vaše Ref
es_es: Su Ref.
hi_in: आपके रेफरी
id_id: Referensi Anda
it_it: Vs Rif
ko_kr: 귀하의 참조
mr_in: आपला संदर्भ
nl_nl: Uw Ref
pt_pt: Sua Ref
ro_ro: Ref dvs.
ru_ru: Ваша ссулка
sq_al: Ref juaj
sv: Ert. Ref.
sw_ke: Yako Kumb
tr_tr: REFERANSINIZ
zh_hk: 贵公司订单号
zh_tw: 你的參考號

source: Cust
cs_cz: Odběratele
es_es: Cliente
hi_in: ग्राहक
id_id: Customer
it_it: Clien
ko_kr: 커스트
mr_in: ग्राहक
nl_nl: Klant
pt_pt: Cli
ru_ru: Стоимость&#1055;&#1086;&#1082;&#1091;&#1087;&#1072;&#1090;&#1077;&#1083;&#1100;
sv: Kund
tr_tr: MÜSTERI
zh_hk: 客户
zh_tw: 客戶

source: Packing Slip
cs_cz: Balení skluzu
es_es: Hoja de Embalaje
hi_in: पैकिंग स्लिप
id_id: Surat Jalan
it_it: Talloncino di Imballaggio
ko_kr: 포장 전표
mr_in: पॅकिंग स्लीप
nl_nl: Paklijst
pt_pt: Lista Separação
ro_ro: Ambalare Slip
ru_ru: Упаковочный лист
sq_al: Paketim Shqip
sv: Packsedel
sw_ke: Ufungashaji kuingizwa
tr_tr: PAKETLEME FÖYÜ
zh_hk: 装箱单
zh_tw: 包裝紙

source: Customer Copy
cs_cz: Zákazník kopírování
es_es: Copia para el cliente
hi_in: ग्राहक कॉपी
id_id: Salinan Customer
it_it: Copia Cliente
ko_kr: 고객 복사
mr_in: ग्राहक कॉपी
nl_nl: Klanten Kopie
pt_pt: Cópia Cliente
ro_ro: Client Copiere
ru_ru: Копия клиента
sv: Kundens exempelar
sw_ke: Nakala ya wateja
tr_tr: MÜSTERI KOPYASI
zh_hk: 客户联
zh_tw: 客戶副本

source: Office Copy
cs_cz: Úřad kopírování
es_es: Copia para la Oficina
hi_in: कार्यालय कॉपी
id_id: Salinan Kantor
it_it: Copia d'Ufficio
ko_kr: 사무실 복사
mr_in: कार्यालय कॉपी
nl_nl: Interne Kopie
pt_pt: Cópia admin.
ro_ro: Birou de copiere
ru_ru: Офисная копия
sq_al: Zyra Copy
sv: Kontorets expemplar
sw_ke: Nakala ya ofisi
tr_tr: OFIS KOPYASI
zh_hk: 复件
zh_tw: 寫字數副本

source: Customer No.
cs_cz: Kód zákazníka
es_es: Nº de cliente
hi_in: ग्राहक नहीं.
id_id: Nomor Customer
it_it: Numero di clienti
ko_kr: 고객 번호
mr_in: ग्राहक क्रमांक
nl_nl: Klant nummer.
pt_pt: Cliente Num.
ro_ro: Nr client
ru_ru: Номер клиента
sq_al: Klient nr
sv: Kundnr
sw_ke: Mteja No
tr_tr: Müşteri No
zh_hk: 客户编号
zh_tw: 客戶編碼

source: Shipped by
cs_cz: Poslány
es_es: Transportado por
hi_in: द्वारा भेज दिया
id_id: Dikirim oleh
it_it: Spedito da
ko_kr: 배송
mr_in: द्वारे वितरीत
nl_nl: Getransporteerd door
pt_pt: Rem. por
ro_ro: Transportat de
ru_ru: Отправлен
sq_al: Dërguar nga
sv: Skickat av
sw_ke: Kusafirishwa kwa
tr_tr: NAKLIYECI:
zh_hk: 运输商
zh_tw: 運輸由

source: Bin Locn
id_id: Lksi Bin
ko_kr: 빈 Locn
mr_in: बिन Locn
pt_pt: Local
zh_tw: 箱Locn

source: This Del
cs_cz: Tento Del
es_es: Este Envío
hi_in: यह डेल
id_id: Pengiriman ini
it_it: Canc Questo
ko_kr: 이 델
mr_in: हे Del
nl_nl: Deze Lev
pt_pt: Essa Remessa
ro_ro: Acest Del
ru_ru: Текущие поставки
sq_al: Ky Del
sv: Denna Lev
sw_ke: Hii Del
tr_tr: BU SEVKIYAT
zh_hk: 此次付运
zh_tw: 這交貨

source: Prev Dels
cs_cz: Předchozí dels
es_es: Ant. Envío
hi_in: आखिरी Dels
id_id: Pengiriman Sebelumnya
it_it: Canc Prec
ko_kr: 이전 델
mr_in: मागील Dels
nl_nl: Vorige Lev
pt_pt: Outras Rem.
ru_ru: Предыдущие поставки
sv: Föreg lev
sw_ke: Kabla Dels
tr_tr: ÖNCEKI SEVKIYATLAR
zh_hk: 已交货
zh_tw: 之前的交貨

source: Order Status Listing
cs_cz: Stav objednávky Výpis
es_es: Listado de Orden de Estado
hi_in: आदेश स्थिति लिस्ट
id_id: Daftar Status Order
it_it: Stato dell&#39;ordine Listing
ko_kr: 주문 상태 목록
mr_in: मागणी स्थिती यादी
nl_nl: Orderstatus Lijst
pt_pt: Relatório Situação Pedidos
ro_ro: Pentru starea
ru_ru: Листинг статусов заказов
sq_al: Listing Rendit Status
sw_ke: Hali ili Listing
tr_tr: SIPARIS DURUMU LISTESI
zh_hk: 订单执行状况报表
zh_tw: 訂單狀況清單

source: for delivery ex
cs_cz: k dodání ex
es_es: para enviar ex
hi_in: पूर्व प्रसव के लिए
id_id: utk pengiriman dari
it_it: per la consegna ex
ko_kr: 배달 전을위한
mr_in: वितरण माजी साठी
nl_nl: Voor levering ex
pt_pt: para entrega ex
ro_ro: pentru livrare ex
ru_ru: для поставки
sq_al: për ofrimin e ish
sv: för leverans
sw_ke: kwa ajili ya utoaji wa zamani
tr_tr: teslim ex için
zh_hk: 发货仓库
zh_tw: 發貨倉庫

source: Orders Invoiced Listing
cs_cz: Objednávky Fakturovaná Výpis
es_es: Listado de Pedidos Facturados
hi_in: आदेश लिस्ट चालान
id_id: Daftar Order telah Difaktur
it_it: Ordini fatturati Listing
ko_kr: 주문 인보이스 목록
mr_in: ऑर्डर Invoiced यादी
nl_nl: Lijst van gefactureerde orders
pt_pt: Listagem Pedidos Feitos
ro_ro: Obligă facturate Listing
ru_ru: Список счетов-фактуры заказов
sq_al: Urdhërat e faturuar Listing
sv: Fakturerade order
sw_ke: Invoiced amri ya nyimbo
tr_tr: FATURALANMIS SIPARISLER LISTESI
zh_hk: 已开发票订单清单
zh_tw: 已開發票訂單清單

source: Outstanding GRNs Valuation for Suppliers between
cs_cz: Vynikající GRNs Ocenění pro dodavatele mezi
es_es: Valoración de notas de Bienes Recibidos pendientes de proveedores entre
hi_in: आपूर्तिकर्ताओं के लिए बकाया GRNs मूल्यांकन के बीच में
id_id: Penilaian GRN Blm-Sesuai utk Supplier antara
it_it: Valutazione di GRNs insoluta per i Fornitori tra
ko_kr: 사이의 공급 업체에 대한 뛰어난 GRNs 평가
mr_in: दरम्यान पुरवठादार अनिर्णित GRNs मूल्यांकन
nl_nl: Uitstaande Kabe Waardering voor leveranciers van
pt_pt: Avaliaç. Sit. GRNs Fornec. entre
ro_ro: Restante de evaluare GRNs pentru Furnizori între
ru_ru: Выдающиеся Оценка GRNs для поставщиков между
sq_al: Outstanding Vlerësimi GRNs për Furnizuesit ndërmjet
sv: Enastående GRNs värdering för leverantörer mellan
sw_ke: Bora GRNs UTHAMINI kwa Wauzaji kati
tr_tr: Tedarikçiler için Üstün GRNs Değerleme arasında
zh_hk: 已收货未开发票暂估 供应商编号从
zh_tw: 供應商 (之間的) 未完成收貨單估值

source: Final Payment Run For Supplier Codes between
cs_cz: Konečné platby Běh pro dodavatele kódy mezi
es_es: Programación Final de Pagos para Códigos de proveedor entre
hi_in: आपूर्तिकर्ता के बीच कोड के लिए अंतिम भुगतान भागो
id_id: Pembayaran Terakhir Utk Kode Supplier antara
it_it: Pagamento Finale Eseguito Per i Codici Fornitore tra
ko_kr: 사이의 공급 업체 코드에 대한 최종 지급 실행
mr_in: दरम्यान पुरवठादार कोडसाठी अंतिम भरणा चालवा
nl_nl: Laatste Betalings run voor leveranciers code tussen
pt_pt: Pag. Final desde Cód. Forn. entre
ro_ro: Plată Run Final Pentru coduri Furnizor între
ru_ru: Последний
sq_al: Run Final Pagesa Për Codes Furnizuesi mes
sv: Slutbetalning Kör för leverantör koder mellan
sw_ke: Malipo ya mwisho Run Kwa Supplier Codes kati
tr_tr: arasında Tedarikçi Kodları İçin Son Ödeme Run
zh_hk: 执行付款给供应商编码
zh_tw: 供應商編碼 (之間的) 最終付款進行

source: Payment Run (Print Only) For Supplier Codes between
cs_cz: Platba Run (pouze pro tisk) pro dodavatele kódy mezi
es_es: Programación de Pagos (Sólo Imprimir) para Códigos de proveedor entre
hi_in: आपूर्तिकर्ता के बीच कोड के लिए भुगतान भागो (मुद्रण केवल)
id_id: Pembayaran (Hanya Utk Dicetak) utk Kode Supplier antara
it_it: Pagamento Eseguito (Solo Stampa) Per i Codici Fornitore tra
ko_kr: 사이의 공급 업체 코드에 대한 지급 실행 (만 인쇄)
mr_in: भरणा रन दरम्यान पुरवठादार कोडसाठी (केवळ मुद्रित)
nl_nl: Betalings run (alleen afdruk) voor leveranciers codes tussen
pt_pt: Pagam. Só Impress. Cód. Fornec. entre
ro_ro: Plată Run (doar pentru imprimare) Pentru Furnizor Coduri între
ru_ru: Ход платежа (только для печати) для кодов поставщиков между
sq_al: Pagesa Run (Printo Only) Për Furnizuesi Codes mes
sv: Betalning Run (endast utskrift) för leverantör Koder mellan
sw_ke: Malipo Run (Print tu) Kwa Supplier Codes kati
tr_tr: Tedarikçi Kodları arasında İçin Ödeme Run (Sadece Yazdırma için)
zh_hk: 执行付款（仅打印）给供应商编码
zh_tw: 供應編碼(之間的) 付款進行 (只要列印)

source: And Only Suppliers Trading in
cs_cz: A pouze Dodavatelé Obchodování
es_es: Y Sólo proveedores Comerciando en
hi_in: और केवल आपूर्तिकर्ता व्यापार में
id_id: Dan Hanya Supplier Bertransaksi dalam
it_it: E Solo Fornitori che Commerciano in
ko_kr: 그리고 만 공급 업체에 거래
mr_in: आणि केवळ पुरवठादार ट्रेडिंग
nl_nl: En alleen leveranciers Handel in
pt_pt: e Só Fornec. Proposta em
ro_ro: Şi doar pe furnizorii de comercializare a cotelor în
ru_ru: Поставщики торгующие только в
sq_al: Dhe vetëm Furnizuesit Trading në
sv: Hämtningen färdig i "endast-hämta"-läge
sw_ke: Na tu Suppliers Trading katika
tr_tr: Sadece ve Tedarikçiler Ticareti
zh_hk: 货币
zh_tw: 只顯示折價交易客戶

source: Due
cs_cz: Díky
es_es: Debe
hi_in: कारण
id_id: Jatuh Tempo
it_it: Quota
ko_kr: 때문에
mr_in: देय
nl_nl: Als gevolg
pt_pt: Aceite
ro_ro: Datorită
ru_ru: Из-за
sq_al: Për shkak
sv: Ska utfäras
sw_ke: Kutokana
tr_tr: Nedeniyle
zh_hk: 余额
zh_tw: 到期的

source: Ex Diff
es_es: Dif. Ex
hi_in: पूर्व डिफ
id_id: Selisih Kurs
it_it: Es Diff
ko_kr: 예의 Diff
mr_in: माजी फरक
pt_pt: Ex Dif.
ru_ru: Отличия
sq_al: Diff Ex
sw_ke: Ex tofauti
zh_hk: 汇率差
zh_tw: 交換差異

source: dated from
es_es: fechado el
id_id: bertgl dari
it_it: data da
ko_kr: 에서 일자
mr_in: पासून दिनांक
pt_pt: data inicial
zh_tw: 日期自

source: Actual Picked
cs_cz: Skutečné Sklizené
es_es: Elección Actual
hi_in: वास्तविक उठाया
id_id: Dipetik Aktual
ko_kr: 고른 실제
mr_in: उचलले वास्तविक
nl_nl: Werkelijke Picked
pt_pt: Quant. Separ.
ro_ro: Real Cules
ru_ru: Фактические Выбранный
sq_al: Kap Aktuale
sv: Faktisk Plockad
sw_ke: Halisi Ilichukua
tr_tr: Gerçek Picked
zh_hk: 实际装箱
zh_tw: 實際撿取

source: Technical Data Sheet
ko_kr: 기술 데이터 시트
zh_tw: 技術數據表

source: Profit and loss for the
cs_cz: Výkaz zisku a ztráty pro
es_es: Ganancias y Pérdidas para el
hi_in: और के लिए लाभ हानि
id_id: Laporan laba/rugi utk
it_it: Profitti e perdite per il
ko_kr: 대한 손익
nl_nl: Winst en Verlies voor de
pt_pt: Lucros e Perdas para
ro_ro: Contul de profit şi pierdere pentru
ru_ru: Отчет о прибылях и убытках за
sq_al: Fitimi dhe humbja e
sv: Resultaträkning
sw_ke: Faida na hasara kwa ajili ya
tr_tr: KAR/ZARAR :
zh_hk: 损益表:
zh_tw: 損益表:

source: months to
cs_cz: měsíců
es_es: meses hasta el mes
hi_in: महीने
id_id: bulan sampai
it_it: mesi di tempo per
ko_kr: 개월
nl_nl: maanden t/m
pt_pt: meses até
ro_ro: luni
ru_ru: месяцев к
sq_al: muajve të
sv: månader till
sw_ke: miezi
tr_tr: ay
zh_hk: 个月数据到
zh_tw: 個月至

source: and including
cs_cz: a to včetně
es_es: e incluyendo
hi_in: और सहित
id_id: dan termasuk
it_it: e anche
ko_kr: 등
nl_nl: en met inbegrip
pt_pt: e incluindo
ro_ro: şi inclusiv
ru_ru: и в том числе
sq_al: dhe duke përfshirë
sv: och inkluderande
sw_ke: na ikiwa ni pamoja na
tr_tr: dahil
zh_hk: 并且包括
zh_tw: 包括

source: Quotation For
cs_cz: Pro citaci
es_es: Cotización para
hi_in: के लिए कोटेशन
id_id: Penawaran Utk
it_it: Per la quotazione
ko_kr: 에 대한 견적
mr_in: साठी कोटेशन
nl_nl: Offerte voor
pt_pt: Cotação para
ro_ro: Cerere ofertă pentru
ru_ru: Предложение по
sq_al: Citat Për
sw_ke: Nukuu Kwa
tr_tr: TEKLIF
zh_hk: 报价单
zh_tw: 報價單

source: Tax Class
cs_cz: Daňové třídy
es_es: Clase de Impuesto
hi_in: टैक्स क्लास
id_id: Kelas Pajak
it_it: Tasse Classe
ko_kr: 세금 클래스
mr_in: कर वर्ग
nl_nl: Fiscale klasse
pt_pt: Pct Trib.
ro_ro: Clasa fiscale
ru_ru: Налоговый класс
sq_al: Klasa e taksave
sv: Skatteklass
sw_ke: Hatari kodi
tr_tr: Vergi Sınıfı
zh_hk: 税率类
zh_tw: 稅目

source: GRAND TOTAL
cs_cz: CELKOVÝ SOUČET
es_es: GRAN TOTAL
hi_in: महायोग
it_it: GRAN TOTALE
mr_in: गोळाबेरीज
nl_nl: TOTAAL
pt_pt: TOTAL GERAL
ru_ru: ОБЩИЙ ИТОГ
sq_al: GRAND TOTALI
sv: Slutsumma
sw_ke: JUMLA
tr_tr: GENEL TOPLAM
zh_hk: 全部总计
zh_tw: 全部總計

source: This is not an invoice
cs_cz: Toto není faktura
es_es: Esto no es una factura
hi_in: यह एक चालान नहीं है
id_id: Ini bukan faktur
it_it: Questa non è una fattura
ko_kr: 이 송장 아니다
mr_in: ही एक अशी यादी तयार नाही
nl_nl: Dit is geen factuur
pt_pt: Isto não é um PEDIDO
ro_ro: Aceasta nu este o factură
ru_ru: Это не счет-фактура
sq_al: Kjo nuk është një faturë
sv: Detta är inte en faktura
sw_ke: Hii si invoice
tr_tr: Bu bir fatura değil
zh_hk: 这不是一张发票
zh_tw: 這不是一個發票

source: Sell Through Support Claims Between
id_id: Klaim Jual Dgn Tunjangan Antara
ko_kr: 간 지원 제를 통해 판매
mr_in: दरम्यान समर्थन हक्क माध्यमातून विक्री
pt_pt: Vendas entre
zh_tw: 賣之間通過支持索賠

source: Transaction
es_es: Transacción
id_id: Transaksi
ko_kr: 거래
mr_in: व्यवहार
pt_pt: Transações
zh_tw: 交易

source: Claim
id_id: Klaim
ko_kr: 주장
mr_in: मागणी
pt_pt: Liberado
zh_tw: 要求

source: as of
cs_cz: jak
es_es: al
hi_in: एक के रूप में
id_id: per
it_it: come
ko_kr: 현재
mr_in: च्या
nl_nl: van
pt_pt: em
ro_ro: ca de
ru_ru: как и
sq_al: si i
sv: per
sw_ke: la
tr_tr: olarak
zh_hk: 日期
zh_tw: 截止

source: Statement dated
cs_cz: Vyjádření ze dne
es_es: Estado de cuenta fechado
hi_in: बयान दिनांकित
id_id: Akun tgl
it_it: Dichiarazione datata
ko_kr: 문 일자
mr_in: दि वक्तव्य
nl_nl: Verklaring van
pt_pt: Data Contratado
ro_ro: Declaraţie din data de
ru_ru: Отчет помечен
sq_al: Deklaratë datë
sv: Datum
sw_ke: Taarifa ya asasi
tr_tr: Açıklama tarihli
zh_hk: 对账日期
zh_tw: 結單日期

source: Please send with remittance to
cs_cz: Zašlete prosím s převodem na
es_es: Enviar con remesa a
hi_in: प्रेषण करने के लिए साथ भेजें
id_id: Silahkan kirim dgn pembayaran ke
it_it: Invitare rimessa a
ko_kr: 에 송금으로 보내 주시기 바랍니다
mr_in: ते रेमिटन्स सह पाठवा
nl_nl: Stuur met de afdracht aan
pt_pt: Enviar aviso remessa para
ro_ro: Va rugam sa trimiteti cu remitenţe la
ru_ru: Пожалуйста, отправьте с денежным переводом в
sq_al: Ju lutem dërgoni me të dërgesave të
sv: Vänligen skicka med remittering till
sw_ke: Tafadhali tuma kwa remittance na
tr_tr: için havale ile gönderiniz
zh_hk: 请将询证函发送到
zh_tw: 請發出通知單到

source: Check Sheets for Categories between
cs_cz: Zkontrolujte, zda listy Kategorie mezi
es_es: Hojas de Comprobación de las Categorías entre
hi_in: के बीच चैनल के लिए जाँच करें शीट्स
id_id: Lembar Opname utk Kategori antara
it_it: Controllo Fogli per Categorie
ko_kr: 사이의 카테고리에 대한 체크 시트
mr_in: कॅटेगरीज दरम्यान पत्रके तपासा
nl_nl: Controleer sheets voor categorieen tussen
pt_pt: Confirme Formulário para Categ. entre
ro_ro: Foi pentru a verifica Categorii între
ru_ru: Проверьте Листы для категории между
sq_al: Check Sheets për Kategoritë ndërmjet
sv: Kontrollera Skivor för kategorier mellan
sw_ke: Kuangalia Karatasi ya Jamii kati ya
tr_tr: Kategoriler arasında olup olmadığını kontrol edin Levhalar
zh_hk: 检查表 物料组从
zh_tw: 類別 (之間的) 檢查表

source: Remarks
es_es: Observaciones
id_id: Keterangan
it_it: Note
ko_kr: 비고
mr_in: टिपणे
pt_pt: Observações
zh_tw: 備註

source: Stock Check Comparison at
ko_kr: 에 비교 확인 재고
zh_tw: 存貨檢查比較在

source: Counted
cs_cz: Počítá
es_es: Contado/Contabilizado
hi_in: गिनती
id_id: Terhitung
it_it: Contato
ko_kr: 계산
mr_in: मोजण्यात
nl_nl: Geteld
pt_pt: Contado
ro_ro: Numărat
ru_ru: Счетный
sq_al: Numëruara
sv: Räknad
sw_ke: Kuhesabiwa
tr_tr: SAYILAN
zh_hk: 已盘点
zh_tw: 已點算

source: Transfer No
cs_cz: Transfer č.
es_es: Nº Transferencia
hi_in: स्थानांतरण नहीं
id_id: Nomor Transfer
it_it: Trasferimento NÂ°
ko_kr: 아니 전송
mr_in: हस्तांतरण क्रमांक:
nl_nl: Transport nummer
pt_pt: Transfer. Núm.
ro_ro: Transfer nr
ru_ru: Номер перевода
sq_al: Transferimi No
sv: Transfer nr
sw_ke: Hakuna kuhamisha
zh_hk: 交易编码
zh_tw: 轉移編號

source: Qty Shipped
cs_cz: Množství dodáván
es_es: Cant. Enviada
hi_in: मात्रा भेज दिया
id_id: Qty Dikirim
it_it: Q.tà Spedita
ko_kr: 수량 출하
mr_in: मात्रा शिप
nl_nl: Verscheepte hoeveelheid
pt_pt: Qtd Embarq.
ro_ro: Cantitate Transportat
ru_ru: Отправленное количество
sq_al: Qty dërguar
sv: Lev antal
sw_ke: Uchina kusafirishwa
tr_tr: SEVEDILEN MIKTAR
zh_hk: 发出数量
zh_tw: 運輸數量

source: Negative Stocks Listing
cs_cz: Negativní Zásoby Výpis
es_es: Listado de Existencias Negativas
hi_in: नकारात्मक लिस्ट स्टॉक्स
id_id: Daftar Stok Negatif
it_it: Stock negativi Listing
ko_kr: 목록 부정적인 주식
mr_in: सूची नकारात्मक स्टॉक
nl_nl: Rapportage over negatieve voorraad
pt_pt: Relatório Estoque Negativo
ro_ro: Stocuri negative Listing
ru_ru: Отрицатильный листинг склада
sq_al: Stoqe negative Listing
sv: Negativa lager
sw_ke: Hasi Lager Listing
tr_tr: NEGATIF STOK LISTESI
zh_hk: 负库存清单
zh_tw: 負庫存列表

source: Stock transfer number
cs_cz: Sklad přenos čísla
es_es: Número de transferencia de existencias
hi_in: शेयर हस्तांतरण संख्या
id_id: Nomor perpindahan stok
it_it: Archivi di trasferimento di numero
ko_kr: 재고 이전 번호
nl_nl: Voorraad verplaatsing nummer
pt_pt: Núm Transf. Estoque
ro_ro: Stoc de transfer număr
ru_ru: Номер перечисления склада
sq_al: Numri Stock transferimi
sv: Lagerftransfer nr.
sw_ke: Kuhamisha hisa idadi
tr_tr: Hisse devir sayısı
zh_hk: 存货转移编号
zh_tw: 股權轉讓數量

source: Transfer To
cs_cz: Převod do
es_es: Transferencia A
hi_in: पर स्थानांतरण
id_id: Transfer Ke
it_it: Per il trasferimento
ko_kr: 로 전송
mr_in: हस्तांतरित
nl_nl: Verplaatsen naar
pt_pt: Transf. Para
ro_ro: Pentru a transfera
ru_ru: Перечислять
sq_al: Transferimit të
sv: Skicka till
sw_ke: Ili kuhamisha
tr_tr: Aktarmak için
zh_hk: 转移至
zh_tw: 轉移到

source: Supplier Invoices
es_es: Facturas del proveedor
id_id: Faktur Supplier
ko_kr: 공급 업체 송장
mr_in: पुरवठादार पावत्या
pt_pt: Aviso para Fornecedor
zh_tw: 供應商發票

source: Supplier Credit Notes
es_es: Notas de crédito del proveedor
id_id: Nota Kredit Supplier
ko_kr: 공급 업체 신용 노트
mr_in: पुरवठादार क्रेडिट नोट्स
pt_pt: Notas Cred. Fornec.
zh_tw: 供應商紅字發票

source: Supplier Payments
es_es: Pagos del proveedor
id_id: Pembayaran Supplier
ko_kr: 공급 업체 지급
mr_in: पुरवठादार देयके
pt_pt: Pagamento Fornecedor
zh_tw: 供應商付款

source: Supplier Balances For Suppliers between
cs_cz: Dodavatel Zůstatky Pro dodavatele mezi
es_es: Saldos de proveedor de los proveedores entre
hi_in: बीच में आपूर्तिकर्ता के लिए प्रदायक शेष
id_id: Saldo Supplier Utk Supplier antara
it_it: Per fornitori fornitore saldi tra
ko_kr: 사이의 공급 업체에 대한 공급 업체의 균형
mr_in: दरम्यान पुरवठादार साठी पुरवठादार शिल्लक
nl_nl: Leveranciers saldos voor Leveranciers tussen
pt_pt: Saldo Forneced. para Fornec. entre
ro_ro: Pentru furnizorul Solduri Furnizori între
ru_ru: Баланс между поставщиками
sq_al: Furnizuesi Bilancet Për Furnizuesit mes
sv: Leverantörssaldo för leverantörer mellan
sw_ke: Wasambazaji Bakaa Kwa Suppliers kati
tr_tr: arasında Tedarikçiler için Tedarikçi Teraziler
zh_hk: 供应商（应付）余额为供应商在
zh_tw: 供應商之間的供應商餘額

source: Transactions for tag
cs_cz: Transakcí pro tag
es_es: Las transacciones por etiqueta
hi_in: टैग के लिए ट्रांजैक्शन
id_id: Transaksi utk tag
it_it: Operazioni per il tag
ko_kr: 태그 거래
mr_in: टॅग साठी व्यवहार
nl_nl: Transacties voor tag
pt_pt: Transações Nesta Tag
ro_ro: Tranzacţii pentru tag-ul
ru_ru: Сделки для добавления
sq_al: Transaksioneve për tag
sv: Transaktioner för taggen
sw_ke: Mashirikiano kwa tag
tr_tr: etiketi için İşlemler
zh_hk: 交易归类于标签
zh_tw: 用於標記事務

source: Search On Location
cs_cz: Hledat na umístění
es_es: Buscar en Ubicación
hi_in: स्थान पर खोजें
id_id: Cari Pada Lokasi
it_it: Cerca On Location
ko_kr: 위치 검색
mr_in: स्थान शोध
nl_nl: Zoeken op locatie
pt_pt: Pesquisa no local
ro_ro: Pe de căutare Locaţie
ru_ru: Поиск по расположению
sq_al: Kërko Në Vendndodhja
sv: Sök på plats
tr_tr: Konum Arama
zh_hk: 查询于仓库
zh_tw: 在位置上搜索

source: Number Of Items
cs_cz: Počet položek
es_es: Número de Artículos
hi_in: आइटम्स की संख्या
id_id: Jumlah Produk
it_it: Numero di elementi
ko_kr: 항목 수
mr_in: आयटमची संख्या
nl_nl: Aantal items
pt_pt: Número de Itens
ro_ro: Numărul de articole
ru_ru: Количество товаров
sq_al: Numri i artikujve
sv: Antal artiklar
sw_ke: Idadi ya Vitu
tr_tr: Öğeleri Sayısı
zh_hk: 物料编号
zh_tw: 項目數

source: Top Items Sales Search Result
cs_cz: Nejlépe Položky Prodej Výsledek hledání
es_es: Principales Elementos del Resultado de la Búsqueda de Ventas
hi_in: शीर्ष आइटम बिक्री खोज परिणाम
id_id: Hasil Pencarian Penjualan Item Terbaik
it_it: Prime voci di vendita Risultato della ricerca
ko_kr: 상위 항목 판매 검색 결과
mr_in: शीर्ष आयटम विक्री शोध निकाल
nl_nl: Top Items Sales Zoekresultaat
pt_pt: Result. Pesq. Itens Mais Vend.
ro_ro: Elemente de top vânzări Rezultatul căutării
ru_ru: Результаты поиска по лучшим продажам
sq_al: Top artikujt e Sales Search Result
sv: Bästsäljande artiklar sökresultat
sw_ke: Juu Sales Tafuta Items Result
tr_tr: Üst Öğeleri Satış Arama Sonucu
zh_hk: 顶层物料销售查询记录
zh_tw: 熱門項目銷售搜索結果
