Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Rebuild the System Default Language File
cs_cz: Rebuild systému Výchozí jazyk souborů
es_es: Reconstruir el archivo del idioma predeterminado del sistema
hi_in: पुनर्निर्माण सिस्टम डिफ़ॉल्ट भाषा फाइल
id_id: Buat-ulg File Bahasa Standar Sistem
it_it: Rigenerare il file system di default Lingua
ko_kr: 시스템의 기본 언어 파일을 다시
mr_in: प्रणाली मुलभूत भाषा फाइल पुनः बिल्ड
nl_nl: Herbouw de systeem default taal file
pt_pt: Reconstruir Arquivo Idioma Padrão
ro_ro: Reconstrui Default System Language File
ru_ru: Восстановление системного языкового файла по умолчанию
sq_al: Default rindërtimin e sistemit Language File
sv: Återskapa systemets default språkfil
sw_ke: Upya Default System Lugha Picha
tr_tr: SISTEM VARSAYILAN DIL DOSYASINI TEKRAR OLUSTUR
zh_hk: 重建系统默认语言文件
zh_tw: 重建系統預設語言檔

source: Edit a Language File Header
cs_cz: Úpravy jazyka záhlaví souboru
es_es: Editar un encabezado de archivo de idioma
hi_in: एक भाषा हेडर फ़ाइल को संपादित करें
id_id: Ubah Header File Bahasa
it_it: Modificare un file di intestazione di lingue
ko_kr: 언어 파일 헤더를 편집
mr_in: भाषा फाइल शीर्षलेख संपादित
nl_nl: Modificeer de taal file header
pt_pt: Editar Arq. Cabeç. Idioma
ro_ro: Editarea unei antet fişierul de limbă
ru_ru: Изменить заголовок языкового файла
sq_al: Edit një Header Language File
sv: Ändra po-filhuvudet
sw_ke: Hariri lugha ya Picha Header
tr_tr: DIL DOSYASI BASLIGINI DÜZELT
zh_hk: 编辑语言文件抬头
zh_tw: 編輯語言檔台頭

source: Edit a Language File Module
cs_cz: Úpravy souboru jazyka Module
es_es: Editar un módulo de archivo de idioma
hi_in: एक भाषा फाइल मॉड्यूल संपादित करें
id_id: Ubah Modul File Bahasa
it_it: Modificare un modulo di file di lingua
ko_kr: 언어 파일 모듈을 편집
mr_in: भाषा फाइल मॉड्यूल संपादित
nl_nl: Modificeer de taal file module
pt_pt: Editar Arq. Módulo Idioma
ro_ro: Edita un modul de fişierul de limbă
ru_ru: Изменить Модуль языкового файла
sq_al: Edit një Module File Language
sv: Ändra en språkmodul
sw_ke: Hariri Picha Lugha Module
tr_tr: DIL DOSYASI MODÜLÜNÜ DÜZELT
zh_hk: 修改单个页面翻译
zh_tw: 編輯語言檔模組

source: Edit Remaining Strings For This Language
cs_cz: Upravit Zbývající Struny pro tento jazyk
es_es: Editar los textos restantes para este idioma
hi_in: इस भाषा के लिए बचे हुए स्ट्रिंग्स संपादित करें
id_id: Ubah Sisa Kata Utk Bahasa Ini
it_it: Modifica stringhe rimanenti per questa lingua
ko_kr: 이 언어 남은 문자열을 편집
mr_in: ही भाषा संपादित उर्वरित स्ट्रिंग
nl_nl: Modificeer de resterende strings voor deze taal
pt_pt: Editar Demais termos desse idioma
ro_ro: Editare Strings rămase pentru această limbă
ru_ru: Изменить оставшиеся строки для данного языка
sq_al: Edit Strings e mbetura për këtë Language
sv: Redigera återstående strängar för detta språk
sw_ke: Strings hariri Remaining Kwa lugha hii
tr_tr: Bu dil için Kalan Strings Düzenle
zh_hk: 编辑此语言剩余的字串
zh_tw: 編輯這語言餘下的字串

source: Download messages.po file
cs_cz: Stáhnout soubor messages.po
es_es: Descargar archivo messages.po
hi_in: डाउनलोड messages.po फ़ाइल
id_id: Download file messages.po
it_it: Scaricare file messages.po
ko_kr: 다운로드 messages.po 파일
mr_in: Messages.po फाइल डाउनलोड करा
pt_pt: Fazer download o arq. messages.po
ro_ro: Descărcaţi messages.po fişier
ru_ru: Скачать файл messages.po
sq_al: Shkarko skedarin messages.po
sv: Ladda ner messages.po filen
sw_ke: Shusha messages.po faili
tr_tr: Download messages.po dosya
zh_hk: 下载 messages.mo文件
zh_tw: 下載 messages.po 檔案

source: Download messages.mo file
cs_cz: Stáhnout soubor messages.mo
es_es: Descargar archivo messages.mo
hi_in: डाउनलोड messages.mo फ़ाइल
id_id: Download file messages.mo
it_it: Scaricare file messages.mo
ko_kr: 다운로드 messages.mo 파일
mr_in: Messages.mo फाइल डाउनलोड करा
pt_pt: Fazer download do arq. messages.mo
ro_ro: Descărcaţi messages.mo fişier
ru_ru: Скачать файл messages.mo
sq_al: Shkarko skedarin messages.mo
sv: Ladda ner messages.mo filen
sw_ke: Shusha messages.mo faili
tr_tr: Download messages.mo dosya
zh_hk: 下载 messages.mo文件
zh_tw: 下載 messages.mo 檔案

source: Edit Header
cs_cz: Úpravy záhlaví
es_es: Editar encabezado
hi_in: शीर्ष लेख संपादित करें
id_id: Ubah Header
it_it: Modifica intestazione
ko_kr: 편집 헤더
mr_in: संपादित शीर्षलेख
pt_pt: Editar Cabeçalho
ro_ro: Editare antet
ru_ru: Редактировать заголовок
sv: Redigera huvudet
sw_ke: Hariri Header
tr_tr: BASLIGI DÜZENLE
zh_hk: 编辑台头
zh_tw: 編輯台頭

source: Utility to edit a language file header
cs_cz: Nástroj pro úpravy jazyka záhlaví souboru
es_es: Utilitario para editar un encabezado de archivo de idioma
hi_in: उपयोगिता एक भाषा फ़ाइल शीर्ष लेख संपादित करने के लिए
id_id: Fasilitas utk mengubah header file bahasa
it_it: Utility per modificare un file di intestazione lingua
ko_kr: 언어 파일 헤더를 편집 할 수있는 유틸리티
mr_in: एक भाषा फाइल शीर्षक संपादित करण्यासाठी उपयुक्तता
nl_nl: Faciliteit om de taal file header aan te passen
pt_pt: Página Utilit. Editar Cabeçalho Arq. Idioma
ro_ro: Utilitate pentru a edita un antet fişierul de limbă
ru_ru: Утилита для редактирования языкового файла
sq_al: Shërbimeve për të redaktuar një gjuhë header file
sv: Verktyg för att redigera språkfilshuvud
sw_ke: Shirika hariri lugha ya faili header
tr_tr: DIL DOSYASI BASLIGINI DÜZELT
zh_hk: 编辑语言档台头的应用工具
zh_tw: 編輯語言檔台頭的應用工具

source: Writing the language file header
cs_cz: Psaní jazykový soubor záhlaví
es_es: Escribiendo el encabezado de archivo de idioma
hi_in: भाषा फाइल शीर्षक लेखन
id_id: Menulis header file bahasa tersebut
it_it: Scrivi l&#39;intestazione del file di lingua
ko_kr: 언어 파일 헤더를 작성
mr_in: भाषा फाइल शिर्षक लेखन
nl_nl: Is de taal file header aan het wegschrijven
pt_pt: Gravando Cabeçalho arquivo idioma
ro_ro: Scris antetul fişierul de limbă
ru_ru: Написание заголовка языкового файла
sq_al: Shkrim header file gjuhën
sv: Skriver språkfilshuvudet
sw_ke: Kuandika lugha ya faili header
tr_tr: DIL DOSYASI BASLIGI YAZILIYOR
zh_hk: 语言档案台头写入中
zh_tw: 語言檔案台頭寫入中

source: Writing the rest of the language file
cs_cz: Psaní zbytek jazykový soubor
es_es: Escribiendo el resto del archivo de idioma
hi_in: भाषा फाइल के बाकी लेखन
id_id: Menulis sisa dari file bahasa tersebut
it_it: Scrivi il resto del file della lingua
ko_kr: 언어 파일의 나머지를 쓰는
mr_in: भाषा फाइल उर्वरीत लेखन
nl_nl: Is de rest van de taal file aan het wegschrijven
pt_pt: Gravando restante arquivo de idioma
ro_ro: Scris restul fişierul de limbă
ru_ru: Написание остатка яызкового файла
sq_al: Shkrimi pjesën tjetër të gjuhës file
sv: Skriver resten av språkfilen
sw_ke: Maandishi ya mapumziko ya faili ya lugha
tr_tr: DIL DOSYASININ GERI KALAN BÖLÜMÜ YAZILIYOR
zh_hk: 语言档案的其他部份写入中
zh_tw: 語言檔案的其他部份寫入中

source: Done
cs_cz: Hotovo
es_es: Hecho
hi_in: किया
id_id: Selesai
it_it: Fatto
ko_kr: 완료
mr_in: डू 'क्रियापदाचे भूतकाळी रूप
nl_nl: Gereed
pt_pt: Feito
ro_ro: Adoptată
ru_ru: Готово
sv: Klar
sw_ke: Kufanyika
tr_tr: TAMAM
zh_hk: 完成
zh_tw: 完成

source: To change language click on the user name at the top left, change to language desired and click Modify
cs_cz: Chcete-li změnit jazyk klikněte na uživatelské jméno v levém horním rohu, přestup na požadovaný jazyk a klepněte na tlačítko Změnit
es_es: Para cambiar el idioma haga clic en el nombre de usuario en la parte superior izquierda, cambie al idioma que desee y haga clic en Modificar
hi_in: ऊपर छोड़ दिया पर उपयोगकर्ता नाम पर क्लिक करें भाषा बदलने के लिए, इच्छित भाषा क्लिक करें और संशोधित करने के लिए परिवर्तन
id_id: Utk mengubah bahasa, klik pada nama user di kiri atas, ubah ke bahasa yg di-ingingkan dan klik Ubah
it_it: Per cambiare lingua clicca sul nome utente in alto a sinistra, passare alla lingua desiderata e fare clic su Modifica
ko_kr: 수정을 원하는 언어로 변경을 클릭, 왼쪽 상단에 사용자 이름에 언어 클릭을 변경하려면
mr_in: , वरच्या डाव्या वापरकर्ता नावावर भाषा दर बदलू इच्छित भाषा बदल आणि सुधारणा क्लिक करा
nl_nl: Om de taal te veranderen clik op de gebruikersnaam links boven. selecteeer de gewenste taal en click op wijzig
pt_pt: Para mudar o idioma clique no nome do usuário, top da tela a esquerda escolha o novo idioma desejado e clique Modificar
ro_ro: Pentru a schimba limba faceţi clic pe numele de utilizator de la stânga sus, pentru a schimba limba dorită şi faceţi clic pe Modificare
ru_ru: Для смены языка кликните на имя пользователя в верхнем левом углу, смените на желаемый язык и нажмите кнопку Изменить
sq_al: Për të ndryshuar gjuhën klikoni mbi emrin e përdoruesit në të majtë të lartë, të ndryshojë në gjuhën e dëshiruar dhe klikoni Modifiko
sv: För att byta språk klicka på användarnamnet högst upp, byt språk och klicka ändra
sw_ke: Na mabadiliko ya lugha ya click jina la mtumiaji wa kushoto juu, mabadiliko ya lugha ya taka na bonyeza Modify
tr_tr: , Sol üstte kullanıcı adını dili tıklatın değiştirmek istediğiniz dil ve Değiştir&#39;i tıklatın değiştirmek için
zh_hk: 要修改语言, 按左上方的使用者名称, 更更到想要的语言, 再按修改
zh_tw: 要修改語言, 按左上方的使用者名稱, 更更到想要的語言, 再按修改

source: Make sure you have selected the correct language to translate!
cs_cz: Ujistěte se, že jste vybrali správný jazyk pro překlad!
es_es: Asegúrese de que usted haya seleccionado el idioma correcto para traducir!
hi_in: सुनिश्चित करें कि आप सही अनुवाद करने के लिए भाषा का चयन किया है सुनिश्चित करें!
id_id: Pastikan Anda telah memilih bahasa yg betul utk diterjemahkan!
it_it: Assicurarsi di aver selezionato la lingua corretta per tradurre!
ko_kr: 당신이 번역 할 올바른 언어를 선택했는지 확인!
mr_in: आपण अनुवाद करण्याचा योग्य भाषा निवडली खात्री करा!
nl_nl: Bevestig dat de juiste taal is geselecteerd om te vertalen !!
pt_pt: Confirmar o idioma correto para a tradução!
ro_ro: Asiguraţi-vă că aţi selectat limba corectă pentru a traduce!
ru_ru: Убедитесь, что вы выбрали правильный язык для перевода!
sq_al: Sigurohuni që keni zgjedhur gjuhën e saktë për të përkthyer!
sv: Kolla att du valt rätt språk att översätta!
sw_ke: Kuhakikisha kuwa kuchaguliwa kwa lugha sahihi ya kutafsiri!
tr_tr: Çevirisini doğru dili seçtiğinizden emin olun!
zh_hk: 请确定你选取要翻释的语言
zh_tw: 請確定你選取要翻釋的語言

source: When finished modifying you must click on Modify at the bottom in order to save changes
cs_cz: Po dokončení úpravy je třeba kliknout na Upravit v dolní části tak, aby k uložení změn
es_es: Cuando haya terminado de modificar debe hacer clic en Modificar en la parte inferior con el fin de guardar los cambios
hi_in: संशोधित समाप्त जब आप संशोधित करें पर क्लिक करें नीचे के क्रम में परिवर्तन सहेजना चाहिए
id_id: Setelah selesai mengubah Anda harus klik Ubah di bawah utk menyimpan perubahan
it_it: Una volta terminata la modifica è necessario fare clic su Modifica in fondo per salvare le modifiche
ko_kr: 수정이 완료되면 당신은 변경 사항을 저장하기 위해 하단에있는 수정을 클릭합니다
mr_in: संपादीत पूर्ण झाल्यावर आपण बदल जतन करण्यासाठी तळाशी Modify क्लिक करणे आवश्यक आहे
nl_nl: Wanneer gereed met de wijzigingen klik op Wijzigen hieronder om de veranderingen op te slaan
pt_pt: Quando terminar a modificação efetuar clique no botão Modificar no Rodapé da Ordem para Salvar as Atualizações
ro_ro: Când aţi terminat modificarea trebuie să faceţi clic pe Modificare în partea de jos pentru a salva modificările
ru_ru: После завершения изменений вы должны нажать на Изменить в нижней части, чтобы сохранить изменения
sq_al: Kur përfundoi modifikuar ju duhet të klikoni mbi Modify në fund, në mënyrë që të ruani ndryshimet
sv: När du ändrat klart måste du klicka på Ändra längst ner
sw_ke: Baada ya kumaliza kubadilisha lazima bonyeza Modify chini ili kuokoa mabadiliko
tr_tr: Ne zaman sipariş değişiklikleri kaydetmek için alt değiştirme tıklamanız gerekir değiştirerek bitmiş
zh_hk: 完成后, 必须按下面的修改钮来储存更变更
zh_tw: 完成後, 必須按下面的修改鈕來儲存更變更

source: Your existing translation file (messages.po) will be backed up as messages.po.old
cs_cz: Vaše stávající soubor s překladem (messages.po) budou zálohována messages.po.old
es_es: El archivo de traducción existente (messages.po) se respaldado como messages.po.old
hi_in: अपने मौजूदा अनुवाद फ़ाइल (messages.po) messages.po.old के रूप में समर्थित हो जाएगा
id_id: File terjemahan Anda yg ada (messages.po) akan dibackup sbg messages.po.old
it_it: Il tuo file di traduzione già esistenti (messages.po) verrà eseguito il backup come messages.po.old
ko_kr: 기존의 번역 파일 (messages.po)는 messages.po.old으로 백업됩니다
mr_in: आपल्या विद्यमान अनुवाद फाइल (messages.po) messages.po.old म्हणून बॅक अप जाईल
nl_nl: Bestaande taal file (message.po) zal als back-up worden opgeslagen als message.old.po
pt_pt: Arq. tradução existente (messages.po) será salvo como messages.po.old
ro_ro: Fişierul dvs. traducere existentă (messages.po) vor fi susţinute ca messages.po.old
ru_ru: Ваш существующий файл перевода (messages.po) будут сохранен как messages.po.old
sq_al: file ekzistues Your translation (messages.po) do të jenë të mbështetura si messages.po.old
sv: Din existerande språkfil (messages.po) kommer att sparas som messages.po.old
sw_ke: tafsiri yako zilizopo faili (messages.po) watakuwa backed up kama messages.po.old
tr_tr: MEVCUT LISAN DOSYANIZ (messages.po) messages.po.old OLARAK BACKUPLANACAK
zh_hk: 现有的翻释档 (messages.po) 会备份成 messages.po.old
zh_tw: 現有的翻釋檔 (messages.po) 會備份成 messages.po.old

source: Make sure you know what you are doing BEFORE you edit the header
cs_cz: Ujistěte se, že víte, co děláte před úpravou záhlaví
es_es: Asegúrate de que sabes lo que estás haciendo ANTES de editar el encabezado
hi_in: यकीन है कि तुम जानते हो कि तुम क्या कर रहे हैं इससे पहले कि आप शीर्ष लेख संपादित करें
id_id: Pastikan Anda tahu apa yg Anda lakukan SEBELUM Anda mengubah header
it_it: Assicuratevi di sapere cosa si sta facendo prima di modificare l&#39;intestazione
ko_kr: 확실히 당신은 당신이 헤더를 편집하기 전에 당신이 무엇을하고 있는지 알고 있는지 확인
mr_in: आपण हेडर संपादित जाण्यापूर्वी आपण काय करीत आहात हे माहीत खात्री करा
nl_nl: Weer voorzichtig met het aanpassen van de header
pt_pt: Certificar-se do que está sendo editado no Cabeçalho
ro_ro: Asiguraţi-vă că ştiţi ce faci ÎNAINTE editaţi antetul
ru_ru: Убедитесь в том,что вы знаете, что вы делаете, перед редактированием заголовка
sq_al: Sigurohuni që ju dini çfarë po bëni ju PARA redaktoni header
sv: Försäkra dig att du vet vad du gör INNAN du redigerar filhuvudet
sw_ke: Hakikisha unajua unafanya nini kabla hariri header
tr_tr: BASLIGI DÜZENLEMEDEN ÖNCE NE YAPTIGINIZDAN EMIN OLMALISINIZ!
zh_hk: 在编辑台头前, 请确保知道要你的目的
zh_tw: 在編輯台頭前, 請確保知道要你的目的

source: Language File Header for
cs_cz: Jazyk záhlaví souboru pro
es_es: Encabezado de archivo de idioma para
hi_in: भाषा हेडर फ़ाइल के लिए
id_id: Header File Bahasa utk
it_it: Lingua file di intestazione per
ko_kr: 대한 언어 파일 헤더
mr_in: भाषा फाइल शीर्षलेख
nl_nl: Taal file header voor
pt_pt: Arq. Cabeçalho Idioma para
ro_ro: Limba antetul fişierului pentru
ru_ru: Заголовок языкового файла для
sq_al: Header Language File për
sv: Språkfilshuvud för
sw_ke: Header kwa lugha ya Picha
tr_tr: LISAN DOSYASI BASLIGI
zh_hk: 语言档台头:
zh_tw: 語言檔台頭:

source: Header Line
cs_cz: Záhlaví Line
es_es: Línea de encabezado
hi_in: शीर्ष लेख पंक्ति
id_id: Baris Header
ko_kr: 헤더 라인
mr_in: शीर्षक ओळ
nl_nl: Header regel (koptekst)
pt_pt: Linha Cabeçalho
ro_ro: Antet Line
ru_ru: Строка заголовка
sv: Huvudrad
tr_tr: BASLIK SATIRI
zh_hk: 台头列
zh_tw: 台頭列

source: Edit Module
cs_cz: Úpravy modulu
es_es: Editar módulo
hi_in: मॉड्यूल संपादित करें
id_id: Ubah Modul
it_it: Modifica del modulo
ko_kr: 모듈 편집
mr_in: संपादित मॉड्यूल
nl_nl: Wijzig module
pt_pt: Editar Módulo
ro_ro: Editare Modulul
ru_ru: Редактировать модуль
sv: ändra modul
sw_ke: Hariri Module
tr_tr: MODÜLÜ DÜZENLE
zh_hk: 编辑模组
zh_tw: 編輯模組

source: Utility to edit a language file module
cs_cz: Utility pro informace o jazyku upravit soubor modulu
es_es: Utilitario para editar un módulo de archivo de idioma
hi_in: उपयोगिता एक भाषा फ़ाइल संपादित करने के लिए मॉड्यूल
id_id: Fasilitas utk mengubah modul file bahasa
it_it: Utility per modificare un modulo di file di lingua
ko_kr: 언어 파일 모듈을 편집 할 수있는 유틸리티
mr_in: एक भाषा फाइल घटक संपादित करण्यासाठी उपयुक्तता
nl_nl: Faciliteit om een taal file moldule te wijzigen
pt_pt: Página Utilit. Editar Arq. Módulo Idioma
ro_ro: Utility pentru a edita un modul de fişierul de limbă
ru_ru: Утилита для редактирования модуля языкового файла
sq_al: Shërbimeve për të redaktuar një modul file gjuhën
sv: Verktyg för att redigera språkmoduler
sw_ke: Shirika na hariri ya faili lugha ya moduli
tr_tr: LISAN DOSYASI DÜZENLE
zh_hk: 编辑语言档模组的应用工具
zh_tw: 編輯語言檔模組的應用工具

source: Writing the language file
cs_cz: Psaní jazykový soubor
es_es: Escribiendo el archivo de idioma
hi_in: भाषा फाइल लेखन
id_id: Menulis file bahasa
it_it: Scrivere il file di lingua
ko_kr: 언어 파일을 작성
mr_in: भाषा फाइल लेखन
nl_nl: Taal file wordt weggeschreven
pt_pt: Gravando arquivo de idioma
ro_ro: Scrierea fişierul de limbă
ru_ru: Написание языкового файла
sq_al: Shkrimit të kartelës gjuhën
sv: Sparar språkfilen
sw_ke: Kuandika lugha ya faili
tr_tr: LISAN DOSYASI YAZILIYOR
zh_hk: 编写语言档案
zh_tw: 編寫語言檔案

source: Your existing translation file (messages.po) will be saved as messages.po.old
cs_cz: Vaše stávající soubor s překladem (messages.po) bude uložen jako messages.po.old
es_es: Los archivo de traducción existentes (messages.po) se guardarán como messages.po.old
hi_in: अपने मौजूदा अनुवाद फ़ाइल (messages.po) messages.po.old रूप में सहेजा जाएगा
id_id: File terjemahan Anda yg ada (messages.po) akan disimpan sbg messages.po.old
it_it: Il tuo file di traduzione già esistenti (messages.po) sarà salvato come messages.po.old
ko_kr: 기존의 번역 파일 (messages.po)는 messages.po.old로 저장됩니다
mr_in: आपल्या विद्यमान अनुवाद फाइल (messages.po) messages.po.old म्हणून जतन केले जातील
nl_nl: De bestaande taal file (message.po) zal als message.po.old worden opgeslagen
pt_pt: Arq. tradução existente (messages.po) será salvo como messages.po.old
ro_ro: Fişierul dvs. traducere existentă (messages.po) va fi salvat ca messages.po.old
ru_ru: Ваш существующий файл перевода (messages.po) будет сохранен как messages.po.old
sq_al: file ekzistues Your translation (messages.po) do të ruhen si messages.po.old
sv: Din existerande språkfil (messages.po) kommer att sparas som messages.po.old
sw_ke: tafsiri yako ya faili zilizopo (messages.po) ataokolewa kama messages.po.old
tr_tr: Mevcut çeviri dosyası (messages.po) messages.po.old olarak kaydedilir
zh_hk: 现有的翻释档 (messages.po) 会储存成 messages.po.old
zh_tw: 現有的翻釋檔 (messages.po) 會儲存成 messages.po.old

source: Language File for
cs_cz: Soubor pro jazyk
es_es: Archivo de idioma para
hi_in: भाषा के लिए फाइल
id_id: File Bahasa utk
it_it: File di lingua per
ko_kr: 대한 언어 파일
mr_in: भाषा फाइल
nl_nl: Taal file voor
pt_pt: Arquivo do Idioma
ro_ro: Limbă File pentru
ru_ru: Языковой файл для
sq_al: File Language për
sv: Språkfil för
sw_ke: Picha kwa lugha
tr_tr: LISAN DOSYASI:
zh_hk: 语言档
zh_tw: 語言檔

source: Module
cs_cz: Modul
es_es: Módulo
hi_in: मॉड्यूल
id_id: Modul
it_it: Modulo
ko_kr: 모듈
mr_in: घटक
pt_pt: Módulo
ro_ro: Modul
ru_ru: Модуль
sq_al: Modul
sv: MODUL
sw_ke: Moduli
tr_tr: MODÜL
zh_hk: 模组
zh_tw: 模組

source: Default text
cs_cz: Výchozí text
es_es: Texto predeterminado
hi_in: डिफ़ॉल्ट पाठ
id_id: Teks standar
it_it: Testo predefinito
ko_kr: 기본 텍스트
mr_in: डीफॉल्ट मजकूर
nl_nl: Dafault tekst (standaard tekst)
pt_pt: Texto Padrão
ro_ro: Implicit text
ru_ru: Текст по умолчанию
sq_al: text Default
sw_ke: Nakala default
tr_tr: VARSAYILAN TEXT
zh_hk: 预设文字
zh_tw: 預設文字

source: Translation
cs_cz: Překlad
es_es: Traducción
hi_in: अनुवाद
id_id: Terjemahan
it_it: Traduzione
ko_kr: 번역
mr_in: भाषांतर
nl_nl: Vertaling
pt_pt: Tradução
ro_ro: Traducere
ru_ru: Перевод
sq_al: Përkthim
sv: Översättning
sw_ke: Tafsiri
tr_tr: ÇEVIRI
zh_hk: 翻释
zh_tw: 翻釋

source: Exists in
cs_cz: Existuje v
es_es: Existe en
hi_in: में मौजूद है
id_id: Ada dalam
it_it: Esiste in
ko_kr: 존재
mr_in: विद्यमान
nl_nl: Bestaat in
pt_pt: Existe em
ro_ro: Există în
ru_ru: Существует в
sq_al: Ekziston në
sv: Ordet finns i ordboken!
sw_ke: Lipo katika
tr_tr: MEVCUT:
zh_hk: 存在于
zh_tw: 存在於

source: Select the module to edit
cs_cz: Vyberte modul pro editaci
es_es: Seleccionar el módulo a editar
hi_in: मॉड्यूल को चुनें संपादित करने के लिए
id_id: Pilih modul utk di-edit
it_it: Selezionare il modulo da modificare
ko_kr: 편집 할 모듈을 선택
mr_in: संपादित करण्यासाठी मॉड्यूल निवडा
nl_nl: Selecteer de module om te wijzigen
pt_pt: Selecione o módulo para editar
ro_ro: Selectaţi modul pentru a edita
ru_ru: Выберите модуль для редактирования
sq_al: Zgjidhni modul për të redaktuar
sv: Välj webbsidan som du vill redigera:
sw_ke: Kuchagua moduli ya hariri
tr_tr: DÜZELTILECEK MODÜLÜ SEÇIN
zh_hk: 选取模组来编辑
zh_tw: 選取模組來編輯

source: Refresh messages with latest strings
cs_cz: Obnovit zprávy s nejnovějšími řetězce
es_es: Refrescar mensajes con las últimas cadenas de literales
hi_in: नवीनतम तार के साथ ताज़ा संदेश
id_id: Refresh pesan-pesan dgn kata-kata terbaru
it_it: messaggi di aggiornamento con le ultime stringhe
ko_kr: 최신 문자열 메시지를 새로 고침
mr_in: नवीनतम स्ट्रिंग संदेश रीफ्रेश
nl_nl: Vervang message met laatste strings
pt_pt: Atualizar frases das mensagens
ro_ro: Actualizează cu cele mai recente mesaje siruri de caractere
ru_ru: Обновить сообщения с последней строки
sq_al: mesazhe Refresh me vargjet e fundit
sv: Uppdatera medelanden med de senaste strängarna
sw_ke: Refresh ujumbe kwa masharti ya karibuni
tr_tr: MESAJLAR VE STRINGLERI GÜNCELLE
zh_hk: 刷新讯自为最新句子
zh_tw: 刷新訊自為最新句子

source: Edit Remaining Items
cs_cz: Upravit Zbývající položky
es_es: Editar los Restantes Artículos
hi_in: शेष आइटम्स संपादित करना
id_id: Ubah Sisa Item
it_it: Modifica elementi rimanenti
ko_kr: 나머지 항목을 편집
mr_in: उर्वरित आयटम संपादित करा
nl_nl: Wijzig resterende regels
pt_pt: Editar Demais Itens
ro_ro: Editare elementele rămase
ru_ru: Реадактировать остатки товаров
sq_al: Edit Items mbetura
sv: Redigera återstående produkter
sw_ke: Items hariri Remaining
tr_tr: Kalan Öğeleri Düzenleme
zh_hk: 编辑剩余物料
zh_tw: 編輯餘下商品

source: Utility page to rebuild the system default language file
cs_cz: Utility stránku obnovit výchozí nastavení systému jazykový soubor
es_es: Página utilitaria para reconstruir el archivo de idioma del sistema por defecto
hi_in: उपयोगिता पृष्ठ सिस्टम मूलभूत भाषा फाइल के पुनर्निर्माण के लिए
id_id: Halaman fasilitas utk buat-ulg file bahasa standar sistem
it_it: pagina di utilità per ricostruire il file system predefinito della lingua
ko_kr: 유틸리티 페이지가 시스템의 디폴트 언어 파일을 재 구축 할
mr_in: प्रणाली मुलभूत भाषा फाइल पुनः बिल्ड करण्यासाठी उपयुक्तता पृष्ठ
nl_nl: Faciliteit om systeem default languige file te herbouwen
pt_pt: Página Utilit. Reconstruir arquivo padrão idioma
ro_ro: Pagina Utility pentru a reconstrui sistemul de limba implicit fişiere
ru_ru: Страница утилиты для восстановления системного языкового файла по умолчанию
sq_al: faqe Utility për të rindërtuar sistemin default file gjuhën
sv: Utility sida att bygga systemet fil standardspråk
sw_ke: Shirika ukurasa ili kujenga mfumo default lugha ya faili
tr_tr: SISTEM VARSAYILAN LISAN DOSYASINI TEKRAR OLUSTUR
zh_hk: 重建系统预设语言档的应用工具页
zh_tw: 重建系統預設語言檔的應用工具頁

source: Rebuilding the default language file
cs_cz: Přestavba výchozí jazykový soubor
es_es: Reconstruyendo el archivo de idioma predeterminado
hi_in: डिफ़ॉल्ट भाषा फ़ाइल पुनर्निर्माण
id_id: Buat-ulg file bahasa standar
it_it: Ricostruire il file di lingua di default
ko_kr: 기본 언어 파일을 재 구축
nl_nl: Hebouw de default taal file
pt_pt: Reconstruindo arq. idioma padrção
ro_ro: Reconstruirea fişierul de limbă implicită
ru_ru: Восстановление языкового файла по умолчанию
sq_al: Rindërtimi i file Gjuha e albumit
sw_ke: Kujenga lugha default faili
tr_tr: VARSAYILAN LISAN DOSYASI TEKRAR OLUSTURULUYOR
zh_hk: 重建预设语言档
zh_tw: 重建預設語言檔
