Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The customer EDI setup data could not be updated because
cs_cz: Zákazník EDI nastavení data se nepodařilo aktualizovat, protože
es_es: No se pudo actualizar los datos de configuración EDI del cliente porque
hi_in: ग्राहक ईडीआई सेटअप डेटा क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Data pengaturan customer EDI tdk dapat diperbarui karena
it_it: Non è stato possibile aggiornare la configurazione EDI del cliente perchè
ko_kr: 고객의 EDI 설정 데이터가 있기 때문에 업데이트 할 수 없습니다
mr_in: ग्राहक EDI सेटअप डेटा अद्यतनित करणे शक्य नाही कारण
nl_nl: De EDI gegevens voor de klant kon niet worden vernieuwd omdat
pt_pt: A config EDI cliente não pode ser atualizada porque
ro_ro: Client EDI datele de configurare nu a putut fi actualizat deoarece
ru_ru: EDI настройки клиента не могут быть обновлены
sq_al: Dhënave të konsumatorëve setup EDI nuk mund të rifreskohet për shkak se
sv: Kunden EDI setup data kunde inte uppdateras eftersom
sw_ke: Mteja data kuanzisha EDI inaweza kuwa mwisho kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 客户EDI设置信息未能更新,因为
zh_tw: 客戶 EDI 設定資料未能更新, 因為

source: Customer EDI configuration updated
cs_cz: Zákazník EDI aktualizace konfigurace
es_es: Se actualizó la Configuración EDI del cliente
hi_in: ग्राहक ईडीआई अद्यतन विन्यास
id_id: Konfigurasi EDI customer telah diperbarui
it_it: La configurazione EDI del cliente è stata aggiornata
ko_kr: 고객 EDI 구성 업데이트
mr_in: ग्राहक EDI संरचना सुधारीत
nl_nl: De EDI configuratie voor de klant is vernieuwd
pt_pt: Config. EDI para cliente atualizada
ro_ro: Clientul EDI configurare actualizat
ru_ru: EDI-конфигурация клиента обновлена
sq_al: Customer konfigurimit EDI updated
sv: Kundens EDI inställningar uppdaterades
sw_ke: Mteja EDI Configuration updated
tr_tr: MUSTERI E-BELGE AYARLARI GÜNCELLENDI
zh_hk: 客户EDI设置已更新
zh_tw: 客戶 EDI 設定已更新

source: Customer EDI configuration failed
cs_cz: Zákazník EDI konfigurace selhala
es_es: Falló la Configuración EDI del cliente
hi_in: ग्राहक ईडीआई विन्यास विफल
id_id: Konfigurasi EDI customer gagal
it_it: Lo configurazione EDI del cliente non ha funzionato
ko_kr: 고객 EDI 구성 실패
mr_in: ग्राहक EDI संरचना अयशस्वी
nl_nl: Het is mislukt om de EDI configuratie voor de klant te vernieuwen
pt_pt: Config. EDI do cliente falhou
ro_ro: Clientul EDI de configurare a eşuat
ru_ru: EDI-конфигурация клиента завершилась неудачно
sq_al: Customer konfigurimit EDI dështuar
sw_ke: Mteja EDI Configuration alishindwa
tr_tr: MUSTERI E-BELGE AYARLARI GÜNCELLENEMEDI!!!
zh_hk: 客户EDI设置失败
zh_tw: 客戶 EDI 設定失敗

source: The customer EDI configuration details could not be retrieved because
cs_cz: Zákazník EDI podrobnosti konfigurace se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles de configuración EDI del cliente porque
hi_in: ग्राहक ईडीआई विन्यास विवरण वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian konfigurasi EDI customer tdk dapat diambil karena
it_it: Non è stato possibile estrarre i dati sulla configurazione EDI del cliente perchè
ko_kr: 고객의 EDI 구성 세부 사항은 때문에 검색 할 수 없습니다
mr_in: ग्राहक EDI कॉन्फिगरेशन तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De klanten EDI configuratie details kunnen niet opgehaald worden omdat
pt_pt: Config. EDI detalhes de client não podem ser recuperados porque
ro_ro: Clientul EDI detalii de configurare nu a putut fi recuperate, deoarece
ru_ru: Данные о EDI-конфигурации клиента не могут быть получены, так как
sq_al: Detajet e konsumatorit konfigurimit EDI nuk mund të shikohet, sepse
sv: Kunddetaljerna kan inte visas av SQL:n för att
sw_ke: Configuration maelezo ya mteja EDI inaweza kuwa retrieved sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 客户EDI设置信息未能取得,因为
zh_tw: 客戶 EDI 設定資料未能提取, 因為

source: Enable Sending of EDI Invoices
cs_cz: Povolit zasílání EDI faktur
es_es: Permitir Enviar Facturas EDI
hi_in: ईडीआई चालान में भेजा सक्षम करें
id_id: Aktifkan Pengiriman Faktur EDI
it_it: Spedizione di fatture tramite EDI
ko_kr: EDI 청구서 발송 가능
mr_in: EDI पावत्या च्या पाठवत सक्षम
nl_nl: Toestaan Zenden van EDI facturen
pt_pt: Habilitar Envio de Pedidos via EDI
ro_ro: Activează Trimiterea de facturi EDI
ru_ru: Разрешить отправку EDI-счетов
sq_al: Aktivizo Dërgimi i faturave EDI
sv: Underlätta sändande av EDI-fakturor
sw_ke: Kuwawezesha Kutuma ya ankara EDI
tr_tr: E-BELGE FATURA GÖNDERIMINI ETKINLESTIR
zh_hk: 发送EDI发票
zh_tw: 啟用發放 EDI 發票

source: Disabled
cs_cz: Zakázáno
es_es: Deshabilitado
hi_in: विकलांग
id_id: Non-Aktif
it_it: Disabilitato
ko_kr: 장애인
mr_in: अक्षम
nl_nl: Uit
pt_pt: Desabilitar
ro_ro: Cu handicap
ru_ru: Запрещено
sq_al: Me aftësi të kufizuara
sv: Inaktiverad
sw_ke: Walemavu
tr_tr: ISLEM YAPILAMAZ
zh_hk: 不启用
zh_tw: 不啟用

source: Enabled
cs_cz: Povoleno
es_es: Habilitado
hi_in: सक्षम
id_id: Aktif
it_it: Abilitato
ko_kr: 사용
mr_in: सक्षम
nl_nl: Aan
pt_pt: Habilitar
ro_ro: Activat
ru_ru: Разрешено
sv: Aktiverad
sw_ke: Kuwezeshwa
tr_tr: ISLEM YAPILABILIR
zh_hk: 启用
zh_tw: 啟用

source: Create
cs_cz: Vytvořit
es_es: Crear
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ko_kr: 만들기
mr_in: निर्माण करणे
nl_nl: Creeer
pt_pt: Criar
ro_ro: Creaţi
ru_ru: Создать
sq_al: Krijo
sv: Skapa
sw_ke: Kujenga
tr_tr: YARAT
zh_hk: 新建
zh_tw: 產生

source: Edit Invoice Message Format
cs_cz: Upravit Faktura Formát zprávy
es_es: Editar el Formato de Mensaje de la Factura
hi_in: चालान संदेश स्वरूप संपादित करें
id_id: Edit Format Pesan Faktur
it_it: modifica il formato di fattura elettronica
ko_kr: 편집 송장 메시지 형식
mr_in: संपादन चलन संदेश स्वरूप
nl_nl: Bewerk Factuur Boodschappen Formaat
pt_pt: Editar Formato do Aviso
ro_ro: Editare Format Mesaj Factura
ru_ru: Редактировать формат сообещения кредит-ноты
sq_al: Edit Format Faturë Message
sv: Redigera meddelandet med huvuden
sw_ke: Ujumbe ankara hariri Format
tr_tr: FATURA MESAJ FORMATINI DÜZENLE
zh_hk: 编辑发票信息格式
zh_tw: 編輯發票訊息格式

source: Enable Receiving of EDI Orders
cs_cz: Povolit Příjem EDI objednávek
es_es: Habilitar la Recepción de Pedidos EDI
hi_in: ईडीआई के आदेश की प्राप्ति सक्षम करें
id_id: Aktifkan Penerimaan Order EDI
it_it: Ricevimento di ordini tramite EDI
ko_kr: EDI 주문 받기 사용
mr_in: EDI ऑर्डर ऑफ घ्यायला सक्षम
nl_nl: Ontvangst van EDI orders activeren
pt_pt: Permitir Receb de Pedidos EDI
ro_ro: Activează Primirea de Comenzi EDI
ru_ru: Разрешить получение EDI-заказов
sq_al: Aktivizo Pranimi i Urdhrave EDI
sv: Aktivera emot av EDI Order
sw_ke: Kuwawezesha Kupokea ya Daraja EDI
tr_tr: E-BELGE SIPARIS KABULÜNÜ ETKINLESTIR
zh_hk: 接收EDI订单
zh_tw: 啟用收貨 EDI 訂單

source: Customer EDI Reference
cs_cz: Zákazník EDI Reference
es_es: Referencia EDI del cliente
hi_in: ग्राहक ईडीआई संदर्भ
id_id: Keterangan EDI Customer
it_it: Riferimento EDI del cliente
ko_kr: 고객 EDI 참조
mr_in: ग्राहक EDI संदर्भ
nl_nl: Klanten EDI Referentie
pt_pt: Refer. EDI do Cliente
ro_ro: EDI client de referinţă
ru_ru: EDI-ссылка клиента
sq_al: Customer Reference EDI
sv: Referens
sw_ke: Mteja EDI Reference
tr_tr: MUSTERI E-BELGE REFERANSI
zh_hk: 客户EDI参考号
zh_tw: 客戶 EDI 參考

source: EDI Communication Method
cs_cz: EDI komunikace Metoda
es_es: Método de Comunicación EDI
hi_in: ईडीआई संचार विधि
id_id: Metode Komunikasi EDI
it_it: Mezzo di comunicazione EDI
ko_kr: EDI 통신 방법
mr_in: EDI कम्युनिकेशन पद्धत
nl_nl: EDI Communicatie Methode
pt_pt: Metodo Comun. EDI
ro_ro: EDI Metoda de comunicare
ru_ru: Метод EDI-коммуникации
sq_al: Metoda EDI Komunikimi
sv: Metod för NAT-traversering:
sw_ke: EDI Mawasiliano Method
tr_tr: E-BELGE HABERLESME METODU
zh_hk: EDI通讯方法
zh_tw: EDI 通訊方法

source: Email Attachments
cs_cz: E-mailové přílohy
es_es: Adjuntos de correo-e
hi_in: अनुलग्नकों ईमेल
id_id: Lampiran Email
it_it: Allegati di posta elettronica
ko_kr: 이메일 첨부 파일
mr_in: ईमेल संलग्नक
nl_nl: E-mail bijlage
pt_pt: Anexo Email
ru_ru: Отослать вложения по электронной почте
sv: Ofullständiga bilagor
tr_tr: EMAIL EKLI DOSYA
zh_hk: 电子邮件附件
zh_tw: 電郵附件

source: File Transfer Protocol (FTP)
cs_cz: Protokol pr přenos souborů (FTP)
es_es: Protocolo de Transferencia de Archivos (FTP)
hi_in: फ़ाइल स्थानांतरण प्रोटोकॉल (FTP)
ko_kr: 파일 전송 프로토콜 (FTP)
mr_in: फाइल ट्रान्सफर प्रोटोकॉल (FTP)
pt_pt: File Transf. Protoc. (FTP)
ru_ru: Протокол передчи файлов; (FTP)
sw_ke: Itifaki ya faili Transfer (FTP)
tr_tr: DOSYA AKTARIM (FTP)
zh_hk: FTP
zh_tw: 檔案傳輸協定 (FTP)

source: FTP Server or Email Address
cs_cz: FTP server nebo e-mailová adresa
es_es: Servidor FTP ó Dirección de correo-e
hi_in: FTP सर्वर या ईमेल पता
id_id: Alamat Server FTP atau Email
it_it: FTP Server o indrizzo email
ko_kr: FTP 서버 또는 전자 메일 주소
mr_in: FTP सर्व्हरचा किंवा ईमेल पत्ता
pt_pt: Servidor FTP ou EMAIL
ro_ro: Server FTP sau adresa de email
ru_ru: FTP-сервер или адрес электронной почты
sq_al: FTP Server apo Address Email
sv: POP3 serverns IP adress eller domän
sw_ke: FTP Server au barua pepe
tr_tr: FTP SUNUCUSU veya EMAIL
zh_hk: FTP服务器或电子邮件地址
zh_tw: FTP 伺服器或電郵地址

source: FTP Server User Name
cs_cz: Uživatelské jméno pro FTP
es_es: Nombre de Usuario para el Servidor FTP
hi_in: FTP सर्वर उपयोगकर्ता नाम
id_id: Nama User Server FTP
it_it: Nome utente per is server FTP
ko_kr: FTP 서버 사용자 이름
mr_in: FTP सर्व्हरचा वापरकर्ता नाव
pt_pt: Usuário do Serv. FTP
ro_ro: FTP Server Nume de utilizator
ru_ru: Имя FTP-сервера
sq_al: User Name Server FTP
sv: användarnamn för POP3 server
sw_ke: FTP Server Jina la mtumiaji
tr_tr: FTP KULLANICI ADI
zh_hk: FTP服务器用户名
zh_tw: FTP 伺服器用戶名稱

source: FTP Server Password
cs_cz: Heslo pro FTP
es_es: Contraseña para el Servidor FTP
hi_in: FTP सर्वर पासवर्ड
id_id: Password Server FTP
it_it: Password per il server FTP
ko_kr: FTP 서버 암호
mr_in: FTP सर्व्हरचा पासवर्ड
pt_pt: Senha do Serv. FTP
ro_ro: FTP Server Parola
ru_ru: Пароль FTP-сервера
sq_al: Password FTP Server
sv: lösenord för FTP server
tr_tr: FTP PAROLASI
zh_hk: FTP服务器密码
zh_tw: FTP 伺服器密碼

source: Update EDI Configuration
cs_cz: Aktualizace EDI konfigurace
es_es: Actualizar Configuración EDI
hi_in: अद्यतन विन्यास ईडीआई
id_id: Perbarui Konfigurasi EDI
it_it: Aggiorna configurazione EDI
ko_kr: 업데이트 EDI 구성
mr_in: अद्यतनित EDI संरचना
pt_pt: Atualizar Config. EDI
ro_ro: Update EDI configurare
ru_ru: Обновить EDI-конфигурацию
sq_al: Update Konfigurimi EDI
sv: Uppdatera EDI konfigurationen
sw_ke: Mwisho EDI Configuration
tr_tr: E-BELGE AYARLARINI GÜNCELLE
zh_hk: 更新EDI设置
zh_tw: 更新 EDI 設定

source: Customer Item Data
ko_kr: 고객 항목 데이터
zh_tw: 客戶商品資料

source: Back to Items
cs_cz: Zpět na položky
es_es: Volver a artículos
hi_in: वापस करने के लिए आइटम
id_id: Kembali ke Item
it_it: Torna a
ko_kr: 돌아 가기 항목에
mr_in: मागे आयटम
nl_nl: Terug naar items
pt_pt: Voltar para Itens
ro_ro: Înapoi la Elemente
ru_ru: Вернуться к товарам
sq_al: Kthehu tek Items
sv: Tillbaka till produkter
sw_ke: Nyuma Items
tr_tr: Geri Öğeler
zh_hk: 返回物料
zh_tw: 返回庫存物料頁面

source: There is no stock item set up enter the stock code or select a stock item using the search page
cs_cz: Neexistuje žádné položky nastavení zadejte kód akcie nebo vyberte položku zásob pomocí stránky vyhledávání
es_es: No se configuró el artículo, entre el código de existencia ó seleccione el artículo usando la página de búsqueda
hi_in: कोई स्टॉक मद है स्थापित स्टॉक कोड दर्ज करें या एक शेयर खोज पेज का उपयोग कर आइटम का चयन करें
id_id: Belum ada item stok yg dipilih, masukkan kode stok atau pilih item stok menggunakan halaman pencarian
it_it: Non vi è alcun elemento di stock istituito Inserisci il codice di stock o selezionare una voce di magazzino utilizzando la pagina di ricerca
ko_kr: 주식 코드를 입력하거나 검색 페이지를 사용하여 재고 항목을 선택 설정 재고 항목이 없습니다
mr_in: नाही स्टॉक आयटम स्टॉक कोड प्रविष्ट करा किंवा शोध पृष्ठ वापरून स्टॉक आयटम निवडा तेथे सेट आहे
nl_nl: Er is geen voorraad item, voer een voorraad code in of selecteer een voorraad item met de zoek pagina
pt_pt: Não há estoque de item selecionado. utilizando a página de pesquisa selecione o item desejado
ro_ro: Nu există nici un articol stoc înfiinţat introduceţi codul de stoc sau a selecta un element stoc folosind pagina de căutare
ru_ru: Не найдено товара. Задайте код товара или выберите товар с помощью страницы поиска
sq_al: Nuk ka pika të aksioneve të ngritur shkruani kodin e aksioneve ose të zgjidhni një element rezervë duke përdorur faqe kërkimi,
sv: Det finns ingen lagervara inrätta ange lagerkod eller välj en lagervara använda söksidan
sw_ke: Hakuna kitu hisa kuanzisha kuingia code hisa au kuchagua bidhaa hisa kwa kutumia ukurasa tafuta
tr_tr: stok kalemi vardır stok kodu girin veya arama sayfasını kullanarak bir stok kalemi kurmak
zh_hk: 找不输入的物料号, 请先搜索物料
zh_tw: 找不輸入的存貨編號, 或在搜尋頁中選取的存貨商品的存貨商品設定

source: The conversion factor entered was not numeric
cs_cz: Konverzní faktor vstoupil nebyl číselné
es_es: El factor de conversión entrado no es un número
hi_in: रूपांतरण कारक दर्ज सांख्यिक नहीं था
id_id: Faktor konversi yg dimasukkan bukan numerik
it_it: Il fattore di conversione è stato inserito non numerico
ko_kr: 입력 변환율 숫자 아니었다
mr_in: प्रविष्ट रूपांतरण फॅक्टर अंकीय नव्हते
nl_nl: De ingevoerde conversie factor was niet numeriek
pt_pt: Fator de conversão não é numérico
ro_ro: Factorul de conversie a intrat nu a fost numeric
ru_ru: Введен нечисловой коэффициент пересчета
sq_al: Faktori i konvertimit hyri nuk ishte numerike
sv: Den omräkningsfaktor angav var inte numeriska
sw_ke: Sababu ya kubadilika aliingia alikuwa numeric
tr_tr: GIRDIGINIZ DÖNÜSTÜRME FAKTÖRÜ NÜMERIK DEGIL
zh_hk: 换算参数不是数值
zh_tw: 換算參數不是數值

source: a number is expected
cs_cz: číslo je očekáváno
es_es: Se espera un número
hi_in: एक नंबर की उम्मीद है
id_id: angka yg diminta
it_it: un numero è atteso
ko_kr: 번호가 예상된다
mr_in: एक संख्या अपेक्षित आहे
nl_nl: een nummer is verwacht
pt_pt: um número é esperado
ro_ro: un număr este de aşteptat
ru_ru: ожидается число
sq_al: një numër pritet
sv: ett nummer förväntas
sw_ke: idadi inatarajiwa
tr_tr: BIR RAKKAM BEKLENIYOR
zh_hk: 请输入数字
zh_tw: 請輸入數字

source: The conversion factor is the number which the price must be divided by to get the unit price in our unit of measure
cs_cz: Konverzní faktor je číslo, které je cena, musí být rozdělen dostat jednotkovou cenu v našem měrná jednotka
es_es: El factor de conversión es el número por el cual se divide el precio para obtener el valor unitario en nuestra unidad de medida
hi_in: रूपांतरण कारक संख्या है जो मूल्य से विभाजित किया जाना चाहिए करने के उपाय के बारे में हमारी यूनिट में यूनिट मूल्य मिल रहा है
id_id: Faktor konversi adalah angka pembagi harga utk mendapatkan harga satuan dalam satuan ukuran kita
it_it: Il fattore di conversione è il numero per il quale il prezzo deve essere diviso per ottenere il prezzo unitario nella nostra unità di misura
ko_kr: 변환 계수는 가격으로 나눈해야합니다 수는 측정의 우리의 단위로 단가를 얻는 것입니다
mr_in: रूपांतरण फॅक्टर किंमत उपाय आमच्या युनिट मध्ये एकक किंमत मिळवण्यासाठी द्वारे विभाजीत करणे आवश्यक आहे संख्या आहे
nl_nl: De conversie factor is het getal waardoor de prijs moet worden gedeeld om de prijs in onze meteenheid te krijgen
pt_pt: O fator de conversão é um número pelo qual o preço será dividido para obter o preço unitário em nossa unidade de estoque.
ro_ro: Factorul de conversie este numărul care preţul trebuie să fie împărţită pentru a obţine preţul unitar în unitatea noastră de măsură
ru_ru: Коэффициент преобразования - числ, на которое цена должна быть разделена, чтобы получить цену единицы в наших единицах измерения
sq_al: Faktori i konvertimit është numri që çmimi duhet të jetë i ndarë nga të marrë çmimin për njësi, në njësi të masës tonë
sv: Omvandlingsfaktorn är det nummer som pris måste delas med att få priset per enhet i vår måttenhet
sw_ke: Sababu ya kubadilika ni idadi ambayo bei ya lazima kugawanywa na kupata bei kitengo katika kitengo yetu ya kipimo
tr_tr: Dönüşüm faktörü fiyat ölçü ünitemizde birim fiyat almak için bölünmesi gerekir sayıdır
zh_hk: 换算参数是一个数字, 用于作除数将供应商价格换算为我公司价格
zh_tw: 換算參數是一個數字, 用來把價格開來計算我司量度單位的單價

source: E.g.
cs_cz: Např.
es_es: Por ej.
hi_in: उदा
id_id: Misalnya
it_it: Ad esempio,
ko_kr: 예
mr_in: उदा.
nl_nl: Bijvoorbeeld
pt_pt: Ex.
ro_ro: De exemplu,
ru_ru: Например
sq_al: P.sh.
sv: T.ex.
sw_ke: Km
tr_tr: ÖRNEK:
zh_hk: 例如
zh_tw: 例.

source: The customer sells an item by the tonne and we hold stock by the kg
ko_kr: 고객은 톤으로 아이템을 판매하고 우리는 kg으로 주식을 보유
zh_tw: 客戶以每噸為單位銷售的商品，我們的庫存以千克萊計

source: The debtorsmaster.price must be divided by 1000 to get to our cost per kg
ko_kr: debtorsmaster.price은 1kg 당 우리의 비용에 도착하는 1000 나눌 수 있어야합니다
zh_tw: 該客戶的單價必須由除以1000才是我們的每公斤成本

source: The conversion factor to enter is 1000
cs_cz: Přepočítacího koeficientu pro vstup je 1000
es_es: El factor de conversión a entrar es 1000
hi_in: रूपांतरण के लिए दर्ज करें कारक 1000 है
id_id: Faktor konversi yg perlu dimasukkan adalah 1000
it_it: Il fattore di conversione per entrare è di 1000
ko_kr: 엔터 변환율은 1000
mr_in: प्रविष्ट करण्यासाठी रूपांतरण घटक 1000 आहे
nl_nl: De conversie factor in te voeren is 1000
pt_pt: O fator de conversão será 1000
ro_ro: Factorul de conversie pentru a intra este de 1000
ru_ru: Коэффициент преобразования - 1000
sq_al: Faktori i konvertimit të hyrë është 1000
sv: Omvandlingsfaktorn att komma in är 1000
sw_ke: Sababu ya kubadilika kwa kuingia ni 1,000
tr_tr: GIRILEN DÖNÜSTÜRME FAKTÖRÜ 1000
zh_hk: 换算参数应输入1000
zh_tw: 換算參數輸入1000

source: No changes will be made to the database
cs_cz: Žádné změny budou provedeny do databáze
es_es: No se ha modificado la base de datos
hi_in: कोई बदलाव नहीं डेटाबेस के लिए किया जाएगा
id_id: Tdk ada perubahan yg akan dilakukan ke database
it_it: Nessuna modifica sarà effettuata alla banca dati
ko_kr: 어떤 변경 사항이 데이터베이스에되지 않습니다
mr_in: कोणतेही बदल डेटाबेस केले जाईल
nl_nl: Geen veranderingen worden gemaakt in de database
pt_pt: Não foi atualizado o DB
ro_ro: Nu modificări vor fi făcute în baza de date
ru_ru: Никаких изменений не будет в базе данных
sq_al: Nuk ka ndryshime do të bëhen në bazën e të dhënave
sv: Inga ändringar kommer att göras till databasen
sw_ke: Hakuna mabadiliko watakuwa na database
tr_tr: VERITABANINDA HICBIR DEGISIKLIK YAPILMADI
zh_hk: 数据库没有更新
zh_tw: 資料庫沒有更改

source: The customer Item details could not be added to the database because
ko_kr: 고객 항목의 세부 사항은 데이터베이스 때문에 추가 할 수 없습니다
zh_tw: 客戶商品的資料不能新增數據庫,因為

source: This customer data has been added to the database
ko_kr: 이 고객 정보는 데이터베이스에 추가 된
zh_tw: 這個客戶數據已被新增到數據庫中

source: The customer details could not be updated because
ko_kr: 고객 정보 때문에 업데이트 할 수 없습니다
zh_tw: 該客戶的詳細資料無法更新，因為

source: customer data has been updated
ko_kr: 고객 데이터가 업데이트되었습니다
zh_tw: 客戶數據已經被更新

source: The customer details could not be deleted because
ko_kr: 고객의 세부 사항이 있기 때문에 삭제할 수 없습니다
zh_tw: 該客戶的詳細信息無法刪除，因為

source: This customer data record has been successfully deleted
ko_kr: 이 고객 데이터의 기록이 성공적으로 삭제 된
zh_tw: 該客戶數據記錄已經被成功刪除

source: For Stock Code
cs_cz: Pro Reklamní kodex
es_es: Para el código en existencia
hi_in: स्टॉक कोड के लिए
id_id: Utk Kode Stok
it_it: Archivio per il codice
ko_kr: 주식 코드의 경우
mr_in: स्टॉक कोड
nl_nl: Voor Stock Code
pt_pt: Para Código Estoque
ro_ro: Pentru codul de stoc
ru_ru: Код товара
sq_al: Për Kodin Stock
sv: För lagerkod
sw_ke: Kwa Kanuni Stock
tr_tr: Stok Kodu
zh_hk: 为存货代码
zh_tw: 存貨代碼為

source: The customer details for the selected part could not be retrieved because
ko_kr: 선택한 부분에 대한 고객의 세부 사항 때문에 검색 할 수 없습니다
zh_tw: 客戶詳細資料中所選定的部分信息無法檢索，因為

source: There is no customer data set up for the part selected
ko_kr: 부분에 대한 설정에는 고객 데이터가 선택되지
zh_tw: 所選擇的部分在客戶數據中沒有建立起來

source: Customer Unit
es_es: Unidad del cliente
ko_kr: 고객 단위
zh_tw: 客戶單位

source: Conversion Factor
es_es: Factor de conversión
id_id: Faktor Konversi
ko_kr: 변환 계수
mr_in: रूपांतरण फॅक्टर
pt_pt: Fator de Conversão
zh_tw: 轉換因子

source: Customer Item
es_es: Artículo del cliente
ko_kr: 고객 상품
zh_tw: 客戶商品

source: Customer Description
es_es: Descripción del cliente
ko_kr: 고객 설명
zh_tw: 客戶說明

source: Are you sure you wish to delete this customer data?
es_es: ¿Está seguro que desea suprimir estos datos de cliente?
ko_kr: 이 고객 데이터를 삭제할 확실합니까?
zh_tw: 您確定要刪除這個客戶資料？

source: The customer details for the selected customer could not be retrieved because
ko_kr: 선택한 고객에 대한 고객의 세부 사항이 있기 때문에 검색 할 수 없습니다
zh_tw: 所選擇的客戶詳細資料不能選取得, 因為

source: The customer code
cs_cz: Kód zákazníka
es_es: El cliente código
hi_in: ग्राहक कोड
id_id: Kode customer
it_it: Il codice cliente
ko_kr: 고객 코드
mr_in: ग्राहक कोड
nl_nl: Klant code
pt_pt: Código Cliente
ro_ro: Cod Client
ru_ru: Код клиента
sq_al: Kodi i konsumatorit
sv: Kundnummer
sw_ke: Kanuni ya wateja
tr_tr: MUSTERI KODU
zh_hk: 客户编码
zh_tw: 客戶編碼

source: is not an existing customer in the database
ko_kr: 데이터베이스의 기존 고객이 아니다
zh_tw: 客戶不存在於資料庫

source: You must enter an alternative customer code or select a customer using the search facility below
ko_kr: 당신은 다른 고객 코드를 입력하거나 아래의 검색 기능을 사용하여 고객을 선택해야합니다
zh_tw: 您必須輸入一個其他的客戶代碼或者使用下面的搜索工具選擇客戶

source: Text in the customer
ko_kr: 고객의 텍스트
zh_tw: 在客戶文本

source: NAME
es_es: NOMBRE
hi_in: नाम
id_id: NAMA
it_it: NOME
ko_kr: 이름
mr_in: NAME ना
nl_nl: NAAM
pt_pt: NOME
ro_ro: NUME
ru_ru: НАЗВАНИЕ
sq_al: EMRI
sv: NAMN
sw_ke: JINA
tr_tr: TEDARIKÇI ADI
zh_hk: 名称
zh_tw: 名稱

source: Text in customer
ko_kr: 고객의 텍스트
zh_tw: 在客戶的文字

source: CODE
cs_cz: KÓD
es_es: CÓDIGO
hi_in: कोड
id_id: KODE
it_it: CODICE
ko_kr: 코드
mr_in: कोडमध्ये
pt_pt: CÓDIGO
ro_ro: CODUL
ru_ru: КОД
sq_al: KODI
sv: KOD
tr_tr: TEDARIKÇI KODU
zh_hk: 编码
zh_tw: 編碼

source: Find Customers Now
ko_kr: 이제 고객 찾기
zh_tw: 現在查詢客戶

source: Customer Name keywords have been used in preference to the customer Code extract entered
ko_kr: 고객 이름 키워드 입력 고객 코드 추출물에 우선하여 사용되고있다
zh_tw: 客戶名稱的關鍵字已經被優先使用輸入的用戶代碼摘錄

source: The cuswtomer matching the criteria entered could not be retrieved because
ko_kr: 입력 조건에 일치하는 cuswtomer 때문에 검색 할 수 없습니다
zh_tw: 該客戶匹配輸入的條件無法檢索，因為

source: The SQL to retrieve customer details that failed was
ko_kr: 했다 실패한 고객의 세부 정보를 검색 할 수있는 SQL
zh_tw: 檢索客戶詳細信息SQL失敗

source: Stock Item
cs_cz: Skladová položka
es_es: Artículo de Existencias
hi_in: शेयर आइटम
id_id: Item Stok
it_it: Archivio Voce
ko_kr: 재고 상품
mr_in: स्टॉक आयटम
nl_nl: Voorraad Artikel
pt_pt: Item Estoque
ro_ro: Postul stoc
ru_ru: Товар
sv: Lagerprodukt
sw_ke: Item hisa
tr_tr: ÜRÜN
zh_hk: 物料
zh_tw: 存貨商品

source: is not defined in the database
cs_cz: není definována v databázi
es_es: no está definido en la base de datos
hi_in: डेटाबेस में परिभाषित नहीं है
id_id: tdk terdaftar di database
it_it: non è definito nel database
ko_kr: 데이터베이스에 정의되어 있지 않은
mr_in: डेटाबेस मध्ये परिभाषित नाही
nl_nl: is niet gedefinieerd in de database
pt_pt: não definido no DB
ro_ro: nu este definit în baza de date
ru_ru: не определено в базе данных
sq_al: nuk është përcaktuar në bazën e të dhënave
sv: finns inte i databasen
sw_ke: si defined katika database
tr_tr: VERITABANINDA TANIMLI DEGIL
zh_hk: 在数据库中尚未定义
zh_tw: 未在資料庫中定義

source: Address 1
cs_cz: 1. řádek adresy
es_es: Dirección 1
hi_in: पता 1
id_id: Alamat 1
it_it: Indirizzo 1
ko_kr: 주소 1
mr_in: पत्ता 1
nl_nl: Adres 1
pt_pt: Logradouro
ro_ro: Adresa 1
ru_ru: Адрес 1
sq_al: Adresa 1
sv: Adress 1
sw_ke: Anwani 1
tr_tr: ADRES 1
zh_hk: 地址 1
zh_tw: 地址 1

source: Address 2
cs_cz: 2. řádek adresy
es_es: Dirección 2
hi_in: पता 2
id_id: Alamat 2
it_it: Indirizzo 2
ko_kr: 주소 2
mr_in: पत्ता 2
nl_nl: Adres 2
pt_pt: Bairro/Cidade
ro_ro: 2 pentru adresă
ru_ru: Адрес 2
sq_al: Adresa 2
sv: Adress 2
sw_ke: Anwani 2
tr_tr: ADRES 2
zh_hk: 地址 2
zh_tw: 地址 2

source: Address 3
cs_cz: 3. řádek adresy
es_es: Dirección 3
hi_in: पता 3
id_id: Alamat 3
it_it: Indirizzo 3
ko_kr: 주소 3
mr_in: पत्ता 3
nl_nl: Adres 3
pt_pt: UF
ro_ro: Adresa 3
ru_ru: Адрес 3
sq_al: Adresa 3
sv: Adress 3
sw_ke: Anwani 3
tr_tr: ADRES 3
zh_hk: 地址 3
zh_tw: 地址 3

source: The customer purchasing details for the selected customer and item could not be retrieved because
ko_kr: 선택한 고객 및 항목에 대한 고객의 구매 정보는 때문에 검색 할 수 없습니다
zh_tw: 所選客戶和商品購買的詳情資料，無法檢索到，因為
