Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: is set ok
cs_cz: je nastaven v pořádku
es_es: está ok
hi_in: ठीक सेट है
id_id: diatur ok
it_it: è impostato ok
ko_kr: 확인 설정
mr_in: ठीक सेट आहे
nl_nl: is ingesteld ok
pt_pt: configurado Ok
ro_ro: este setat ok
ru_ru: устанавливается нормально
sq_al: është vendosur ok
sv: är satt till ok
sw_ke: ni kuweka ok
tr_tr: ok ayarlanır
zh_hk: 设置OK
zh_tw: 設定為OK

source: is not set
cs_cz: není nastaveno
es_es: no está definido
hi_in: सेट नहीं है
id_id: belum diatur
it_it: non è impostata
ko_kr: 설정되어 있지 않습니다
mr_in: सेट नाही
nl_nl: is niet gedefinieerd
pt_pt: não configurada
ro_ro: nu este setat
ru_ru: не установлен
sq_al: nuk është vendosur
sv: är inte set
sw_ke: si kuweka
tr_tr: ayarlanmamış
zh_hk: 不是数值
zh_tw: 未有設定

source: is not blank
cs_cz: není prázdný
es_es: no está vacío
hi_in: रिक्त नहीं है
id_id: tdk kosong
it_it: non è vuoto
ko_kr: 비어 있지 않은
mr_in: रिक्त नाही
nl_nl: is niet leeg
pt_pt: não é branco
ro_ro: nu este necompletat
ru_ru: не пустой
sq_al: nuk është bosh
sv: är inte blank
sw_ke: si tupu
tr_tr: boş değil
zh_hk: 不是空格
zh_tw: 不是空白

source: is blank
cs_cz: je prázdný
es_es: está vacío
hi_in: खाली है
id_id: kosong
it_it: è vuoto
ko_kr: 비어
mr_in: रिक्त आहे
nl_nl: is leeg
pt_pt: é branco
ro_ro: este gol
ru_ru: пустой
sq_al: është bosh
sv: är blank
sw_ke: ni tupu
tr_tr: boş
zh_hk: 是空格
zh_tw: 是空白

source: Cannot open the configuration file:
ko_kr: 구성 파일을 열 수 없습니다 :
pt_pt: Não pode abrir arquivo configuração
zh_tw: 無法開啟組態檔：

source: The company details and parameters should now be set up for the new company. NB: Only a single user "demo" is defined with the password "weberp" in the new company database. A new system administrator user should be defined for the new company and this account deleted immediately.
cs_cz: Společnost podrobnější údaje a parametry by nyní měl být zřízen pro novou společnost. Pozn.: Pouze jediný uživatel \
es_es: Los detalles y los parámetros de la empresa deberían ya estar listos para la nueva compañía. nota: Sólo un usuario "demo " se define con la contraseña "weberp " en la nueva base de datos empresarial. Un nuevo usuario administrador del sistema debe ser definido para la nueva empresa y esta cuenta eliminada de inmediato.
hi_in: कंपनी विवरण और पैरामीटर्स अब नई कंपनी के लिए सेट किया जाना चाहिए. केवल एक ही उपयोगकर्ता \: एनबी
id_id: Rincian dan parameter perusahaan sekarang harus dibuat utk perusahaan yg baru. NB: Hanya user tunggal "demo" yg dibuat dgn kata sandi "weberp" di database perusahaan yg baru. User sistem administrator harus dibuat utk perusahaan yg baru dan akun ini langsung dihapus
it_it: I dati relativi all'impresa ed i parametri dovrebbe essere istituita per la nuova società. NB: Solo un singolo utente "demo "è definita con la parola "weberp " nel database di nuova società. Un nuovo utente amministratore di sistema deve essere definito per la nuova società e questo account cancellati immediatamente.
ko_kr: 회사 정보 및 매개 변수는 이제 새로운 회사를 설정해야합니다. NB는 : 오직 단일 사용자 \ "데모 "는 새로운 회사 데이터베이스에 암호 \ "weberp의 "로 정의된다. 새로운 시스템 관리자 사용자는 새로운 회사와 즉시 삭제이 계정에 대해 정의되어야한다.
nl_nl: Bedrijf details en parameters dienen te worden gedefinieerd voor het nieuwe bedrijf. NB: Slechts 1 gebruiker "demo" met het paswoord "weberp" is in de neiwe bedrijfsdatabase opgezet. Een nieuwe systeem administratie gebruiker moet worden opgevoerd voor het nieuwe bedrijf en de demo gebruiker dient onmiddelijk daarna verwijderd te worden.
pt_pt: Detalhes da companhia e parâmetros devem ser config para nova empresa. Obs: Só usuário (demo) demonstração é definida com senha (weberp) na companhia padrão. Novo Usuário Administrador deve ser definido para nova empresa e essa conta será removida imetiatamente
ro_ro: detaliile companiei şi parametrii ar trebui să fie configurat pentru noua companie. NB: Numai un singur utilizator "demo " este definit cu parola "weberp " în baza de date noua companie. Un nou administrator de utilizator de sistem ar trebui să fie definit pentru noua companie şi acest cont şterse imediat.
ru_ru: Подробности о компании и параметры должны теперь быть созданы для новой компании. Примечание: Только один пользователь "demo" определен с паролем "weberp " в новой базе данных компании. Новый пользовательсистемного администратора должнен быть определен для новой компании и данная учетная запись должна быть удалена.
sq_al: Detajet e kompanisë dhe parametrat e tani duhet të ngrihen për kompaninë e re. NB: Vetëm një përdorues të vetëm \
sv: Företagsdetaljer och parametrar bör nu konfigureras för det nya företaget. OBS: Endast en användare "demo" har definierats med password "weberp" i den nya databasen. En ny systemadministratör bör definieras för det nya företaget och detta konto raderas omedelbart.
sw_ke: maelezo ya kampuni na vigezo lazima sasa kuweka kwa kampuni mpya. NB: Ni user moja \
tr_tr: Firma bilgileri ve parametreleri şimdi yeni şirket kurmak olmalıdır. Not: Sadece tek bir kullanıcı "demo " parola "weberp " yeni şirket veritabanı ile tanımlanır. Yeni bir sistem yöneticisi kullanıcı yeni şirket ve hemen silinir bu hesap için tanımlanmalıdır.
zh_hk: 现在需要为新公司设置详细资料和参数. NB: 现在新公司的数据库中只有一个用户 "admin" 和密码 "weberp" 被定义, 请即创立一个新的系统管理员给新公司, 并将这个旧户口删除
zh_tw: 新公司的相關資料及參數已經建立完成. 注意: 在新公司資料庫中只有設定一個用戶 "demo" 和密碼 "ERP" , 請立即新建一個新公司的系統管理員帳戶並刪除這"demo"帳戶。

source: The new company database has been created for
cs_cz: Nová společnost databáze byla vytvořena pro
es_es: La nueva base de datos de la empresa ha sido creada para
hi_in: नई कंपनी के डेटाबेस के लिए बनाया गया है
id_id: Database perusahaan baru telah diciptakan utk
it_it: Il database di nuova società è stata creata per
ko_kr: 새 회사 데이터베이스가 만들어졌습니다
nl_nl: De nieuwe onderneming database is gemaakt voor
pt_pt: O banco para a nova companhia foi criado para
ro_ro: Baza de date noua societate a fost creat pentru
ru_ru: Новая база данных компании была создана для
sq_al: Baza e të dhënave kompani e re është krijuar për
sv: Det nya bolaget databas har skapats för
sw_ke: Mpya ya Mbegu kampuni imeanzishwa kwa
tr_tr: Yeni şirket veritabanı için yaratıldı
zh_hk: 已生成新公司数据库,新公司为
zh_tw: 新公司的資料庫已經建立完成

source: Set Up New Company Details
cs_cz: Zakládání nových společností Detaily
es_es: Detalles de Configuración de Nueva Compañía
hi_in: सेट नई कंपनी विवरण
id_id: Buat Rincian Perusahan Baru
it_it: Dettagli società costituita Nuovo
ko_kr: 새로운 회사 세부 사항을 설정
mr_in: नवीन कंपनी तपशील सेट
nl_nl: Definieren van nieuwe bedrijfs details
pt_pt: Configure detalhes da nova companhia
ro_ro: Detalii Set Up New Company
ru_ru: Создание новых подробностей компании
sq_al: Detajet Set Up New Company
sv: Inställningar för nya företag
sw_ke: Kuweka Up Mpya Kampuni Details
tr_tr: YENI FIRMA DETAYLARINI TANIMLA
zh_hk: 设定新公司资料
zh_tw: 設定新公司的相關資料

source: Set Up Configuration Details
cs_cz: Nastavení konfigurace Podrobnosti
es_es: Detalles de la Configuración
hi_in: सेट विन्यास विवरण
id_id: Buat Rincian Konfigurasi
it_it: Impostare i dettagli di configurazione
ko_kr: 구성 세부 사항을 설정
mr_in: कॉन्फिगरेशन तपशील सेट
nl_nl: Definieren configuratie details
pt_pt: detalhes da configuração
ro_ro: Set Up detalii de configurare
ru_ru: Настройка подробностей конфигурации
sq_al: Set Up Details Konfigurimi
sv: Konfigurera Företagsdetaljer
sw_ke: Kuweka Up Configuration Details
tr_tr: AYARLARI DÜZENLE
zh_hk: 设置配置资料
zh_tw: 設定系統的組態資料

source: Set Up User Accounts
cs_cz: Nastavit uživatelské účty
es_es: Configuración de Cuentas de Usuarios
hi_in: सेट उपयोगकर्ता खाते
id_id: Buat Akun User
it_it: Account utente Set Up
ko_kr: 사용자 계정 설정
mr_in: वापरकर्ता खाते सेट
nl_nl: Opvoeren gebruikers
pt_pt: configuração contas usuários
ro_ro: Set Up Conturi utilizator
ru_ru: Настройка учетных записей пользователей
sq_al: Llogaritë Set Up User
sv: Konfigurera användarkonton
sw_ke: Kuweka Up mtumiaji Accounts
tr_tr: KULLANICI HESAPLARI YÖNETIMI
zh_hk: 设定用户账户
zh_tw: 設定使用者帳戶

source: This utility will create a new company
cs_cz: Tento nástroj vytvoří novou společnost
es_es: Esta utilidad creará una nueva compañía
hi_in: इस उपयोगिता एक नई कंपनी बना देगा
id_id: Fasilitas ini akan membuat perusahaan yg baru
it_it: Questo programma di utilità di creare una nuova società
ko_kr: 이 유틸리티는 새로운 회사를 만들 것
mr_in: ह्या जागी एक नवीन कंपनी तयार होईल
nl_nl: Deze faciliteit creeert een nieuw bedrijf
pt_pt: Esta facilidade criará uma nova companhia
ro_ro: Acest utilitar va crea o noua companie
ru_ru: Эта утилита создаст новую компанию
sq_al: Kjo dobi do të krijojë një kompani të re
sv: Detta verktyg kommer att skapa ett nytt företag
sw_ke: shirika hili kuunda kampuni mpya
tr_tr: BU SAYFA YENI BIR FIRMA YARATIR
zh_hk: 这应用工具会产生新公司
zh_tw: 這應用工具會建立一個新公司

source: If the company name already exists then you cannot recreate it
cs_cz: Pokud se název společnosti již existuje, pak není možné znovu vytvořit
es_es: Si el nombre de la compañía ya existe, no puede volver a crearla
hi_in: अगर कंपनी का नाम पहले से मौजूद है तो आप यह नहीं विश्राम कर सकते हैं
id_id: Jika nama perusahaan telah ada maka Anda tdk dapat membuatnya lagi
it_it: Se il nome della società è già presente allora non è possibile ricreare
ko_kr: 회사 이름이 이미 존재하는 경우 당신은 그것을 다시 할 수 없습니다
mr_in: कंपनी नाव आधीच अस्तित्वात असेल तर आपण ते पुन्हा तयार करू शकत नाही
nl_nl: Als de bedrijfsnaam al bestaat dan kan die niet nogmaals gereeerd worden
pt_pt: Se o nome da companhia já existe então não pode ser recriado
ro_ro: În cazul în care numele companiei există deja, atunci nu se poate recrea
ru_ru: Если название компании уже существует, то вы не можете создать ее заново
sq_al: Nëse emri i kompanisë tashmë ekziston, atëherë ju nuk mund ta krijosh atë
sv: Om företaget redan existerar kan du inte skapa det
sw_ke: Kama kampuni jina lipo basi huwezi recreate ni
tr_tr: EGER FIRMA ADI SISTEMDE MEVCUTSA TEKRAR YARATAMAZSINIZ
zh_hk: 如公司名称已存在, 你不能再产生
zh_tw: 您不能建立一個已存在的公司名稱

source: PLEASE NOTE
cs_cz: UPOZORNĚNÍ
es_es: POR FAVOR, NOTE
hi_in: कृपया ध्यान दें
id_id: TOLONG PERHATIKAN
it_it: NOTA BENE
ko_kr: 참고 사항
mr_in: कृपया लक्षात ठेवा
nl_nl: NEEM ACHT !!
pt_pt: ATENÇÃO´POR FAVOR
ro_ro: ATENŢIE
ru_ru: Пожалуйста отметьте
sv: NOTERA
tr_tr: LÜTFEN DIKKAT
zh_hk: 请注意
zh_tw: 請註意

source: Enter the name of the database used for the company up to 32 characters in lower case
ko_kr: 최대 32 자까지 소문자로 회사를 위해 사용되는 데이터베이스의 이름을 입력
mr_in: लोवर 32 आकड्यांचा कंपनी अप वापरले डेटाबेस नाव प्रविष्ट करा
pt_pt: O nome do banco de dados para ser usado por esta empresa. até 32 caracteres.
zh_tw: 新公司的數據庫名稱，最多32個小寫字符(不建議中文)

source: Enter a unique name for the company of up to 50 characters
ko_kr: 최대 50 자 회사의 고유 한 이름을 입력합니다
mr_in: 50 अक्षरांचे कंपनीसाठी एक युनिक नाव प्रविष्ट करा
pt_pt: Informe nome único para a empresa / companhia. Até 50 caracteres
zh_tw: 新公司(唯一)名稱，最多50個字符(可接受中文)

source: Logo Image File (.jpg)
cs_cz: Obrázek loga File (. Jpg)
es_es: Fichero Gráfico del Logo (.jpg)
hi_in: लोगो छवि फ़ाइल (jpg.)
id_id: File Gambar Logo (.jpg)
it_it: Logo file immagine (. Jpg)
ko_kr: 로고 이미지 파일 (.JPG)
mr_in: लोगो प्रतिमा फाइल (. JPG)
pt_pt: Arquivo Logotipo (.jpg)
ru_ru: Файл изображения логотипа(. JPG)
sq_al: File Logo Image (. Jpg)
sv: Välj bildfil att använda som logotyp
sw_ke: Alama Image File (jpg).
tr_tr: LOGO DOSYASI (.jpg)
zh_hk: 公司标识图片文件 (.JPG)
zh_tw: 新公司標誌圖像檔案 (.JPG)

source: Create Database?
cs_cz: Vytvořit databázi?
es_es: ¿Crear Base de Datos?
hi_in: डेटाबेस बनाएँ?
id_id: Buat Database?
it_it: Crea database?
ko_kr: 데이터베이스 만들기?
mr_in: डेटाबेस तयार?
nl_nl: Aanmaken van een databese ?
pt_pt: Criar Banco de Dados?
ro_ro: Crearea bazei de date?
ru_ru: Создать базу данных?
sq_al: Baza e të dhënave të krijuar?
sv: Skapa databas?
sw_ke: Kujenga Database?
tr_tr: Veritabanı oluşturma?
zh_hk: 创建数据库？
zh_tw: 產生資料庫?

source: Proceed
cs_cz: Pokračovat
es_es: Proceda
hi_in: बढ़ना
id_id: Teruskan
it_it: Procedere
ko_kr: 진행
mr_in: पुढे
nl_nl: Ga door
pt_pt: Prosseguir?
ro_ro: Continua
ru_ru: Продолжить
sv: Fortsätt
sw_ke: Kuendelea
tr_tr: DEVAM ET
zh_hk: 执行
zh_tw: 建立新公司

source: Make LocStock Records
cs_cz: Make LocStock záznamů
es_es: Crear Registros LockStock
hi_in: LocStock रिकॉर्ड्स करें
id_id: Buat Data LocStock
it_it: Fai Records LocStock
ko_kr: LocStock 기록 확인
mr_in: LocStock रेकॉर्ड करा
nl_nl: Maak LocStock (lokatie voorraad) records
pt_pt: Criar Registro Locais Estoque
ro_ro: Asiguraţi-Records LocStock
ru_ru: Создать записи LocStock
sq_al: Make Records LocStock
sw_ke: Kufanya Records LocStock
tr_tr: DEPO STOK KAYITLARI OLUSTUR
zh_hk: 制作地点存货记录
zh_tw: 製作倉庫存貨記錄

source: The items/locations that need stock location records created cannot be retrieved because
cs_cz: Položky / místa, které je potřeba záznamy skladem místo vytvořené nelze načíst, protože
es_es: Los elementos y localidades que necesitan registros de localización de existencias creados, no se pueden recuperar porque
hi_in: आइटम स्थानों है कि स्टॉक स्थान को नहीं पाया जा सकता है क्योंकि रिकॉर्ड बनाया आवश्यकता
id_id: Item/Lokasi yg membutuhkan data lokasi stok tdk dapat diambil karena
it_it: posizione perchè
ko_kr: 항목 / 재고 위치 기록이 있기 때문에 검색 할 수 없습니다 생성해야 할 사항
mr_in: तयार स्टॉक स्थान रेकॉर्ड गरज आयटम / स्थाने कारण प्राप्त केले जाऊ शकत नाही
nl_nl: Voer een bedrijfsnaam afkorting in met kleine letters en maximaal 32 tekens
pt_pt: Os itens/locais que precisam ter registros não foram criados porque
ro_ro: Elementele / locaţii care au nevoie de o evidenţă a stocurilor locaţie create nu pot fi recuperate, deoarece
ru_ru: Элементы/расположения, которым необходимы созданные записи по расположению склада, не могут быть восстановлены, потому что
sq_al: Artikuj / vende që kanë nevojë për të dhënat e aksioneve të krijuar vend nuk mund të shikohet, sepse
sv: De objekt / områden som behöver lagerbokföring plats skapas kan inte hämtas därför
sw_ke: Vitu / maeneo ambayo yanahitaji kumbukumbu eneo hisa umba hawezi kuwa retrieved sababu
tr_tr: Eşyalarla konumları nedeniyle alınamaz oluşturulan stok konumu kayıtlarının gerek
zh_hk: 未能提取需要存货地点的物料/地点, 因为
zh_tw: 未能提取需要存貨地點的商品/地點, 因為

source: Any stock items that may not have had stock location records have now been given new location stock records
cs_cz: Jakékoliv skladových položek, které nemusí mít záznamy Umístění skladu nyní dostaly nové záznamy umístění skladu
es_es: Cualquier artículo de existencia que pueda no haber tenido registros de localización de existencias, ahora se le han dado nuevos registros de localización de existencias
hi_in: किसी भी शेयर आइटम है कि शेयर स्थान रिकॉर्ड है नहीं हो सकता था अब नए स्थान स्टॉक रिकॉर्ड दिया गया
id_id: Semua item stok yg tdk punya data lokasi stok sekarang sdh diberi data lokasi stok baru
it_it: posizione posizione
ko_kr: 재고 위치 기록을 없었을 수있는 재고 항목은 이제 새로운 위치 재고 기록이 부여 된
mr_in: स्टॉक स्थान रेकॉर्ड होती नसेल की कोणत्याही स्टॉक आयटम आता नवीन स्थान शेअर रेकॉर्ड दिलेली आहेत
nl_nl: Ieder voorraad items dat mogelijk geen voorraad lokatie record heeft zal nu een nieuwe voorraad lokatie record krijgen
pt_pt: Qualquer itens de estoque que não tinham local de estoque agora podem no novo local de registro estoque
ro_ro: Orice stoc care nu ar fi putut avea o evidenţă a stocurilor locaţie au fost acum dat noi recorduri locaţie stoc
ru_ru: Любые элементы склада, которые могут не иметь записей по расположению склада сейчас получили новые записи по расположению склада
sq_al: Ndonjë sendi të aksioneve që nuk mund të ketë pasur të dhëna vend aksioneve tani janë dhënë të dhënat e reja të aksioneve vend
sv: Något bestånd föremål som inte kan ha haft lagerbokföring plats har nu fått nya rekord plats lager
sw_ke: vitu hisa yoyote inaweza kuwa alikuwa na rekodi ya eneo hisa sasa kupewa rekodi mpya ya hisa eneo
tr_tr: stok konumu kayıtları vardı olmayabilir Herhangi bir stok ürün şimdi yeni bir yere stok kayıtları verildi
zh_hk: 所有未能存货地点记录的存货物料已被给予新的地点存记录
zh_tw: 所有未能存貨地點記錄的存貨商品已被給予新的地點存記錄

source: Apply Current Cost to Sales Analysis
cs_cz: Použít aktuální náklady na analýzu prodeje
es_es: Aplicar Costo Corriente al Análisis de Ventas
hi_in: लागू बिक्री विश्लेषण का वर्तमान मूल्य
id_id: Gunakan HPP Saat-Ini ke Analisa Penjualan
it_it: di
ko_kr: 판매 분석에 대한 현재 비용 적용
mr_in: विक्री विश्लेषण वर्तमान किंमत लागू
nl_nl: Pas huidige kosten toe aan de sales analyse
pt_pt: Custo Corrente para Análise de Vendas
ro_ro: Cost curent se aplică la analiza vânzărilor
ru_ru: Применить текущую стоимость для анализа продаж
sq_al: Apliko kosto aktuale të Sales Analiza
sv: Applikera aktuell kostnad per försäljningsanalys
sw_ke: Kuomba Hali Gharama ya Uchambuzi Sales
tr_tr: MEVCUT MALIYETI SATIS ANALIZINE ILAVE ET
zh_hk: 应用现有成本到销售分析
zh_tw: 應用現有成本到銷售分析

source: Select the Period to update the costs for
cs_cz: Zvolte období pro aktualizaci náklady na
es_es: Seleccionar el Período al que aplicará la actualización de costo
hi_in: चयन अवधि के लिए लागत अद्यतन करने के लिए
id_id: Pilih Periode utk diperbarui HPPnya
it_it: di
ko_kr: 에 대한 비용을 업데이트 할 기간을 선택합니다
mr_in: साठी खर्च अद्यतनित करण्यासाठी कालावधी निवडा
nl_nl: Selecteer de periode waarvoor de kosten moeten worden bijgewerkt
pt_pt: Selecione o Período para atualizar os custos
ro_ro: Selectaţi Perioada de actualizare a costurilor pentru
ru_ru: Выберите период для обновления расходов
sq_al: Zgjidhni Periudha për të rinovuar e shpenzimeve për
sv: Välj en period att uppdatera kostnader för
sw_ke: Kipindi cha kuchagua update gharama kwa
tr_tr: GÜNCELLENECEK MALIYET IÇIN PERIYOD SEÇIN
zh_hk: 选取要更新成本的期间
zh_tw: 選取要更新成本的期間

source: No Period Selected
cs_cz: Č. Zvolené období
es_es: No Ha Seleccionado el Período
hi_in: कोई चयनित अवधि
id_id: Tdk Ada Periode Yg Dipilih
it_it: No
ko_kr: 선택되지 기간 없음
mr_in: निवडलेला नाही कालावधी
nl_nl: Geen periode geselecteerd
pt_pt: Nenhum Período Sel.
ro_ro: Nu Perioada selectate
ru_ru: Период не выбран
sq_al: Nuk ka Periudha e zgjedhur
sv: Inget dokument markerat
sw_ke: Hakuna kipindi Selected
tr_tr: TARIH ARALIGI SEÇILMEMIS
zh_hk: 没有范围被选取
zh_tw: 沒有範圍被選取

source: Update Sales Analysis Costs
cs_cz: Update Analýza prodeje Náklady
es_es: Actualizar el Analisis de Costo de Venta
hi_in: अद्यतन बिक्री लागत विश्लेषण
id_id: Perbarui HPP Analisa Penjualan
it_it: Aggiorna
ko_kr: 업데이트 판매 분석 비용
mr_in: अद्यतन विक्री विश्लेषण खर्च
nl_nl: Actualiseer verkoop analyse kosten
pt_pt: Atual. Análise Custo Venda
ro_ro: Vânzări Update analiza costurilor
ru_ru: Обновление анализа расходов по продажам
sq_al: Update Sales Shpenzimet Analiza
sv: Uppdatera kostnad per försäljningsanalys
sw_ke: Gharama za mauzo ya Mwisho Uchambuzi
tr_tr: SATIS ANALIZI MALIYETLERINI GÜNCELLE
zh_hk: 更新销售分析成本
zh_tw: 更新銷售分析成本

source: Could not retrieve the sales analysis records to be updated because
cs_cz: Nepodařilo se načíst prodeje analýza záznamů, které se aktualizovat, protože
es_es: No se pudieron obtener los registros de análisis de ventas porque
hi_in: बिक्री विश्लेषण के लिए है क्योंकि अद्यतन किया जा रिकॉर्ड को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil data analisa penjualan utk diperbarui karena
it_it: di perchè
ko_kr: 때문에 업데이트 할 판매 분석 기록을 검색 할 수 없습니다
mr_in: अद्यतनित करणे विक्री विश्लेषण रेकॉर्ड परत मिळवू शकलो नाही कारण
nl_nl: Kon de sales analyse records die bijgewerkt moetsen worden niet opvragen omdat
pt_pt: Não pode recuperar registros análise vendas para atualizar porque
ro_ro: Nu sa putut obţine înregistrările analiza de vânzări să fie actualizate, deoarece
ru_ru: Не удалось получить записи анализа продаж записей обновленными, поскольку
sq_al: Nuk mund të rifitoj dhënat e shitjeve analizë të përditësuar për shkak se
sv: Kunde inte hämta försäljningen analys register som skall uppdateras eftersom
sw_ke: Hakuweza Retrieve mauzo ya uchambuzi wa kumbukumbu kuwa updated sababu
tr_tr: GÜNCELLENECEK SATIS ANALIZ KAYITLARINA ERISILEMIYOR:
zh_hk: 未能提取要更新的销售分析, 因为
zh_tw: 未能提取要更新的銷售分析, 因為

source: Could not recalculate the current cost of the assembly item
cs_cz: Nemohli přepočítat současné náklady na montážní položky
es_es: No se pudo recalcular el costo actual del artículo ensamblado
hi_in: पुनर्गणना विधानसभा आइटम की मौजूदा कीमत नहीं किया जा सका
id_id: Tdk dapat menghitung-ulg HPP saat ini utk item rakitan
it_it: Impossibile ricalcolare il costo attuale della voce di assemblaggio
ko_kr: 어셈블리 항목의 현재의 비용을 계산할 수 없었다
mr_in: जुळवणी आयटमची वर्तमान निवड पुन्हा मोजा शक्य नाही
nl_nl: Kon de huidige kosten van het assemblage item niet herberekenen
pt_pt: Não pode recalcular custo atual para item montado
ro_ro: Nu a putut recalcula costul actual al elementului de asamblare
ru_ru: Не могу пересчитать текущую стоимость сборки товара
sq_al: Nuk mund të rillogaritjen e kostos aktuale të elementit kuvendit
sv: Kunde inte räkna den nuvarande kostnaden för montering post
sw_ke: Hakuweza recalculate gharama ya sasa ya bidhaa kanisa
tr_tr: MONTAJ ÜRÜNÜNÜN MEVCUT MALIYETI TEKRAR HESAPLANAMADI
zh_hk: 未能重计组装物料的现有成本
zh_tw: 未能重計組裝商品的現有成本

source: Could not update the sales analysis records for
cs_cz: Nepodařilo se aktualizovat analýzu prodeje záznamy
es_es: No se pudo actualizar los registros de análisis de ventas para
hi_in: अद्यतन करने के लिए नहीं किया जा सका बिक्री विश्लेषण रिकॉर्ड
id_id: Tdk dapat memperbarui data analisa penjualan utk
it_it: Impossibile aggiornare l&#39;analisi delle vendite record per
ko_kr: 에 대한 판매 분석 레코드를 업데이트 할 수 없습니다
mr_in: विक्रीत विश्लेषण रेकॉर्ड अद्यतनित करू शकत नाही
nl_nl: Kon de sales analyse records niet bijwerken voor
pt_pt: Não pode atualizar análise de vendas para
ro_ro: Nu am putut actualiza înregistrările analiza de vanzari pentru
ru_ru: Не удалось обновить записи по анализу продаж для
sq_al: Nuk mund update dhënat e shitjeve të analizës për
sv: Fel
sw_ke: Hakuweza update mauzo ya uchambuzi wa kumbukumbu kwa
tr_tr: SATIS ANALIZ KAYITLARI GÜNCELLENEMEDI:
zh_hk: 未能更新销售记录于
zh_tw: 未能更新銷售記錄於

source: Updated sales analysis for period
cs_cz: Aktualizováno analýzu prodeje za období
es_es: Se actualizó el análisis de ventas para el período
hi_in: अवधि के लिए बिक्री के विश्लेषण करें
id_id: Telah memperbarui analisa penjualan utk periode
it_it: Aggiornato l&#39;analisi delle vendite per il periodo
ko_kr: 기간 동안 업데이트 된 판매 분석
mr_in: कालावधीसाठी अद्यतनित विक्री विश्लेषण
nl_nl: Actualiseer sales analyse voor de periode
pt_pt: Atual. análise de vendas por período
ro_ro: Actualizat analiza vânzărilor pentru perioada
ru_ru: Обновлен анализ продаж за период
sq_al: Përditësuar shitjes analizë për periudhën
sv: Uppdaterad försäljningen analys för perioden
sw_ke: Updated mauzo ya uchambuzi kwa kipindi
tr_tr: PERIYOD IÇIN SATIS ANALIZI GÜNCELLENDI
zh_hk: 期间的销售分析已更新
zh_tw: 期間的銷售分析已更新

source: and stock item
cs_cz: a na skladě
es_es: y el artículo de existencias
hi_in: और स्टॉक आइटम
id_id: dan item stok
it_it: e stock voce
ko_kr: 그리고 스톡 항목
mr_in: आणि स्टॉक आयटम
nl_nl: en voorraad item
pt_pt: e o item de estoque
ro_ro: şi stocul element
ru_ru: и элементы склада
sq_al: dhe pika të aksioneve
sv: och lagerartikel
sw_ke: na hisa item
tr_tr: VE ÜRÜN
zh_hk: 及存货物料
zh_tw: 及存貨商品

source: using a cost of
cs_cz: pomocí nákladů
es_es: empleando un costo de
hi_in: एक लागत का उपयोग
id_id: dgn HPP
it_it: con un costo di
ko_kr: 비용을 사용하여
mr_in: एक खर्चाच्या वापरून
nl_nl: gebruik kosten van
pt_pt: usando custo de
ro_ro: utilizând un cost de
ru_ru: использование стоимости
sq_al: duke përdorur një kosto të
sv: använder kostnaden från
sw_ke: kutumia kwa gharama ya
tr_tr: MALIYET:
zh_hk: 使用一个成本
zh_tw: 使用一個成本
