Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Sales Account
cs_cz: Prodej účtu
es_es: Cuenta de ventas
hi_in: बिक्री खाता
id_id: Akun Penjualan
ko_kr: 판매 계정
mr_in: विक्री खाते
nl_nl: Verkoop Rekening
pt_pt: Conta Cont. Vendas
ro_ro: Vânzări cont
ru_ru: Счет продаж
sv: Kontonamn försäljning
sw_ke: Mauzo ya Akaunti
tr_tr: SATIS HESABI
zh_hk: 销售收入科目
zh_tw: 銷售帳目

source: Discount Account
cs_cz: Sleva účtu
es_es: Cuenta de descuentos
hi_in: बट्टा खाता
id_id: Akun Diskon
it_it: Sconto Account
ko_kr: 할인 계정
mr_in: सवलतीच्या खाते
nl_nl: Kortings Rekening
pt_pt: Conta Desconto
ro_ro: Reducere de cont
ru_ru: Скидка счета
sv: Kontonamn rabatter
sw_ke: Discount Akaunti
tr_tr: ISKONTO HESABI
zh_hk: 销售折扣科目
zh_tw: 折扣帳目

source: Are you sure you wish to delete this sales GL posting record?
es_es: ¿Está seguro que desea suprimir este registro de publicación contable de ventas?
id_id: Apakah Anda yakin ingin menghapus data posting GL penjualan ini?
ko_kr: 당신은 당신이 판매 GL 게시 기록을 삭제 하시겠습니까?
mr_in: आपण या विक्री जी.एल. पोस्टिंग रेकॉर्ड हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção postagem contábil das vendas?
zh_tw: 您確定要刪除這個銷售總帳過帳記錄？

source: Show All Sales Posting Codes Defined
cs_cz: Zobrazit všechny Prodej vysílání kódy definované
es_es: Mostrar Todos los Códigos de Ventas Definidos
hi_in: सभी दिखाएँ सेल्स कोड पोस्टिंग निर्धारित
id_id: Tampilkan Semua Kode Posting Penjualan
it_it: Mostra Tutte le vendite distacco codici definiti
ko_kr: 정의 된 모든 판매 전기 코드를보기
mr_in: परिभाषित सर्व विक्री पोस्ट कोड दर्शवा
nl_nl: Toon alle gedefinieerde verkoop boekingen
pt_pt: Exibir Todos Cod. Vendas Definidos
ro_ro: Arata Toate vânzările Detaşarea codurile definite
ru_ru: Показать все проводки о продажах
sq_al: Trego te gjitha Sales Posting Codes Përcaktuar
sv: Visa definitioner för alla försäljnings koder
sw_ke: Show zote Sales Posting Codes Defined
tr_tr: Tüm Satış Tanımlı Kodları Gönderme
zh_hk: 显示所有销售收入科目配置
zh_tw: 顯示已定義的所有銷售入帳編碼

source: Post Sales to GL Account
cs_cz: Příspěvek Prodej GL účet
es_es: Registrar ventas en la cuenta contable
hi_in: पोस्ट बिक्री खाता जीएल को
id_id: Masukkan Penjualan ke Akun GL
it_it: Post Vendita a GL Account
ko_kr: GL 계정에 게시 판매
mr_in: जी.एल. खाते पोस्ट विक्री
nl_nl: Boek verkopen op grootboekrekening
pt_pt: Pós Vendas para Conta Contábil
ro_ro: Post de vânzări la GL cont
ru_ru: Занести продажи на счет в главной книге
sq_al: Shitjet Post to GL Account
sv: Registrera försäljning i bokföringen
sw_ke: Mauzo wa mwisho kwa GL Akaunti
tr_tr: SATISLARI MUH.HESABINA GÖNDER
zh_hk: 销售收入科目
zh_tw: 銷售入帳到總帳

source: Post Discount to GL Account
cs_cz: Sleva na post GL účet
es_es: Registrar descuentos en la cuenta contable
hi_in: पोस्ट डिस्काउंट खाता जीएल को
id_id: Bukukan Diskon ke Akun GL
it_it: Sconto Post a GL Account
ko_kr: GL 계정에 게시 할인
mr_in: जी.एल. खाते पोस्ट सवलत
nl_nl: Boek korting op grootboekrekening
pt_pt: Conta Contábil Pós Desconto
ro_ro: Discount Postează în GL cont
ru_ru: Занести скидку на счет в главной книге
sq_al: Discount Post to GL Account
sv: Registrera applikerad rabatt i bokföringen
sw_ke: Discount mwisho na GL Akaunti
tr_tr: ISKONTOLARI MUH.HESABINA GÖNDER
zh_hk: 销售折扣科目
zh_tw: 折扣入帳到總帳

source: Sales Report Graph
cs_cz: Prodej zpráva Graf
es_es: Gráfica de Informe de Ventas
hi_in: बिक्री ग्राफ रिपोर्ट
id_id: Grafik Laporan Penjualan
it_it: Vendite report grafico
ko_kr: 판매 보고서 그래프
mr_in: विक्री अहवाल आलेख
nl_nl: Grafiek verkoop rapportage
pt_pt: Relat. Gráfico Vendas
ro_ro: Raport de vânzări Graph
ru_ru: График отчета по продажам
sq_al: Sales Report Grafiku
sw_ke: Ripoti ya mauzo Graph
tr_tr: SATIS RAPORU GRAFIGI
zh_hk: 销售报告图
zh_tw: 銷售報表圖

source: For graphs including either a customer or item range - the range must be specified. Please enter the value from and the value to for the range
cs_cz: Pro grafy včetně buď zákazníkem, nebo položku rozsah - musí být specifikován rozsah. Prosím, zadejte hodnotu od a hodnotu pro rozsah
es_es: Para los gráficos incluyendo una serie de clientes o un elemento-el rango debe ser especificado. Por favor, introduzca un valor entre el valor de la gama
hi_in: रेखांकन या तो एक ग्राहक या आइटम सीमा सहित के लिए - सीमा निर्दिष्ट किया जाना चाहिए. श्रृंखला के लिए करने से मूल्य और मूल्य दर्ज करें
id_id: Utk grafik termasuk apakah beberapa customer atau item - jangka harus dimasukkan. Silahkan masukkan nilai awal dan nilai akhir utk jangka tersebut
it_it: Per i grafici inclusi sia una serie o un elemento del cliente - il campo deve essere specificato. Inserisci il valore e il valore per l&#39;intervallo
ko_kr: 어느 고객이나 항목 범위를 포함하는 그래프를 들어 - 범위를 지정해야합니다. 의 값과 범위에 값을 입력하세요
mr_in: ग्राहक किंवा आयटम श्रेणी एकतर समावेश आलेख साठी - श्रेणी निर्दिष्ट करणे आवश्यक आहे. श्रेणीसाठी पासून मूल्य आणि मूल्य प्रविष्ट करा
nl_nl: Voor grafieken met klant of item range dient deze range te worden gedefinieerd
pt_pt: Para gráficos incluindo interv. itens ou de clientes - o interv. deve ser especificado. Informe o valor para o intervalo
ro_ro: Pentru inclusiv grafice, fie o gamă client sau un element - gama trebuie să fie specificate. Vă rugăm să introduceţi valoarea şi de valoare pentru gama de
ru_ru: Для графиков, включающих либо список клиентов или диапазон товаров диапазон должен быть указан. Пожалуйста, введите начальное и конечное значения диапазона
sq_al: Për grafikët përfshirë ose një gamë të konsumatorëve ose pika - gamë duhet të specifikohen. Ju lutem shkruani vlerën nga dhe vlera të për varg
sv: För grafer inklusive antingen en kund eller ett objekt sortiment - det område ska anges. Ange värdet från och värdet till för området
sw_ke: Kwa Diagram ikiwa ni pamoja na aidha mbalimbali mteja au bidhaa - mbalimbali lazima maalum. Tafadhali kuingia thamani kutoka na thamani ya mbalimbali
tr_tr: grafikler ya bir müşteri veya ürün yelpazesi içeren için - aralığı belirtilmelidir. aralığı için gelen değer ve değer girin
zh_hk: 对于包含顾客或者物料范围的图表-此范围必须被指定。请为范围指定起始数值和截止数值
zh_tw: 圖表只能包含客戶或商品範圍 - 請指定範圍. 請輸入開始和完結範圍的值

source: For Sales Area/Region:
cs_cz: Pro Area Sales / Region:
es_es: Para la Zona/Región de Ventas:
hi_in: बिक्री क्षेत्र / क्षेत्र के लिए:
id_id: Utk Area/Daerah Penjualan:
it_it: Per superficie di vendita / Regione:
ko_kr: 판매 지역 / 지역 :
mr_in: विक्री क्षेत्र / प्रांत साठी:
nl_nl: Voor verkoop regio
pt_pt: Para Área/Região Vendas:
ro_ro: Pentru Area Sales / Regiunea:
ru_ru: Для торговой площадки / региона:
sq_al: Për Sales Area / Rajoni:
sv: För försäljningsdistrikt
sw_ke: Kwa ajili ya Mauzo Area / Mkoa:
tr_tr: SATIS BÖLGESI:
zh_hk: 销售地区:
zh_tw: 銷售地區:

source: Graph Type
cs_cz: Graf Typ
es_es: Tipo de Gráfico
hi_in: ग्राफ के प्रकार
id_id: Tipe Grafik
it_it: Tipo di grafico
ko_kr: 그래프 유형
mr_in: आलेख प्रकार
nl_nl: Type grafiek
pt_pt: Tipo Graf.
ro_ro: Graficul Tip
ru_ru: Тип графика
sq_al: Grafiku Type
sv: Diagramtyp
sw_ke: Aina graph
tr_tr: Grafik Tip
zh_hk: 图表类型
zh_tw: 圖表類型

source: Bar Graph
cs_cz: Sloupcový graf
es_es: Gráfico de Barras
hi_in: बार ग्राफ़
id_id: Grafik Batang
ko_kr: 막대 그래프
mr_in: पट्टी आलेख
pt_pt: Graf. Barras
ru_ru: Гистограмма
sq_al: Bar Grafiku
tr_tr: Bar Grafik
zh_hk: 条形图
zh_tw: 條形圖

source: Stacked Bar Graph
cs_cz: Skládaný sloupcového grafu
es_es: Gráfico de Barras Apiladas
hi_in: स्टैक्ड बार ग्राफ़
id_id: Grafik Stacked Bar
ko_kr: 누적 막대 그래프
mr_in: बार आलेख रचलेल्या
nl_nl: Gestapelde staafgrafiek
pt_pt: Graf. Barras Emp.
ru_ru: Линейчатой График
sq_al: Grafiku Stacked Bar
sw_ke: Sifa Bar Graph
tr_tr: Yığılmış Bar Grafiği
zh_hk: 折叠式条形图
zh_tw: 條形圖

source: Line Graph
cs_cz: Graf line
es_es: Gráfico de Línea
hi_in: रेखा ग्राफ़
id_id: Grafik Line
ko_kr: 선 그래프
mr_in: लाइन आलेख
nl_nl: Lijngrafiek
pt_pt: Graf. Linha
ru_ru: Линейный график
sq_al: Grafiku linjë
sv: Linjediagram
sw_ke: Mpya Graph
tr_tr: Çizgi grafiği
zh_hk: 线性图
zh_tw: 線圖

source: Line Point Graph
cs_cz: Graf line bod
es_es: Gráfico de Línea de Puntos
hi_in: लाइन प्वाइंट ग्राफ
id_id: Line Point Grafik
it_it: Linea Punto Grafico
ko_kr: 선 포인트 그래프
mr_in: लाइन पॉइंट आलेख
nl_nl: Lijn Point Grafiek
pt_pt: Graf. Ponto Linha
ro_ro: Linie Point Graph
ru_ru: Линия точечный граф
sq_al: Grafiku Line Point
sv: Line Point Diagram
sw_ke: Mpya Point Graph
tr_tr: Hat Noktası Grafik
zh_hk: 线点图
zh_tw: 點線圖

source: Area Graph
cs_cz: Graf oblasti
es_es: Gráfico de Área
hi_in: क्षेत्र ग्राफ
id_id: Area Grafik
ko_kr: 영역 그래프
mr_in: क्षेत्र आलेख
nl_nl: Ruimte Grafiek
pt_pt: Graf. Área
ro_ro: Zona Graph
ru_ru: Области графика
sq_al: Grafiku Area
sv: Area Diagram
sw_ke: Eneo Graph
tr_tr: Alan grafiği
zh_hk: 面积图
zh_tw: 區域走勢圖

source: Points Graph
cs_cz: Graf body
es_es: Gráfico de Puntos
hi_in: अंक ग्राफ
id_id: Poin Grafik
it_it: Punti del grafico
ko_kr: 포인트 그래프
mr_in: पॉइंट्स आलेख
nl_nl: Punten Grafiek
pt_pt: Graf. Pontos
ro_ro: Puncte Graph
ru_ru: Точки графика
sq_al: Grafiku pikë
sv: Poäng Diagram
sw_ke: Pointi Graph
tr_tr: Puan Grafik
zh_hk: 点状图
zh_tw: 點圖

source: Pie Graph
cs_cz: Graf koláč
es_es: Gráfico de Pastel
hi_in: पाई ग्राफ
id_id: Grafik Pie
it_it: Il grafico a torta
ko_kr: 파이 그래프
mr_in: पाई आलेख
nl_nl: Cirkeldiagram
pt_pt: Graf. Pizza
ru_ru: Секторная диаграмма
sq_al: Pie Grafiku
sv: Cirkeldiagram
tr_tr: Pasta grafiği
zh_hk: 饼图
zh_tw: 餅圖

source: Thin Bar Line Graph
cs_cz: Tenké Bar Line Graf
es_es: Gráfico de Barras de Líneas Delgadas
hi_in: पतली पट्टी रेखा ग्राफ़
id_id: Bar Tipis Grafik Line
it_it: Thin Line grafico a barre
ko_kr: 얇은 바 선 그래프
mr_in: पातळ बार लाइन आलेख
nl_nl: Dunne Bar lijngrafiek
pt_pt: Graf. Barra Linha Tenue
ro_ro: Thin Line Bar Graph
ru_ru: Тонкий график линии Бар
sq_al: Thin Line Bar Grafiku
sv: Thin Bar linjediagram
sw_ke: Nyembamba Bar Graph Line
tr_tr: Ince Bar Hattı Grafik
zh_hk: 细条线图
zh_tw: 條線圖

source: Squared Graph
cs_cz: Graf Squared
es_es: Gráfico Cuadrado
hi_in: चुकता ग्राफ
id_id: Grafik Squared
it_it: Squared Grafico
ko_kr: 제곱 그래프
mr_in: स्क्वेअर्ड आलेख
nl_nl: Squared Grafiek
pt_pt: Graf. Área
ru_ru: График Squared
sq_al: Katror Grafiku
sv: Rutat
tr_tr: Squared Grafik
zh_hk: 坐标图
zh_tw: 平方圖

source: Stacked Area Graph
cs_cz: Skládaný prostoru Graf
es_es: Gráfico de Área Apilada
hi_in: स्टैक्ड क्षेत्र ग्राफ
id_id: Grafik Stacked Area
ko_kr: 스택 영역 그래프
mr_in: क्षेत्र आलेख रचलेल्या
nl_nl: Gestapelde gebied grafiek
pt_pt: Graf. Área Empilhada
ru_ru: Stacked области графика
sq_al: Grafiku Stacked Area
sv: Staplad yta Diagram
sw_ke: Eneo sifa Graph
tr_tr: Yığılmış Alan Grafik
zh_hk: 折叠面积图
zh_tw: 堆積面積圖

source: Graph On:
cs_cz: Graf na:
es_es: Gráfico En:
hi_in: पर ग्राफ़:
id_id: Grafik Pada:
it_it: Grafico On:
ko_kr: 일에 그래프 :
mr_in: रोजी आलेख:
nl_nl: Grafiek op:
pt_pt: Grafico Em:
ro_ro: Grafic pe:
ru_ru: Граф на:
sq_al: Grafiku On:
sv: Diagram över:
tr_tr: GRAFIK:
zh_hk: 开启图表
zh_tw: 開啟圖表

source: From:
cs_cz: Od:
es_es: Desde:
hi_in: से:
id_id: Awal:
it_it: Da:
ko_kr: 보낸 사람 :
mr_in: कडून:
nl_nl: Van:
pt_pt: De:
ro_ro: De la:
ru_ru: От:
sv: Från:
sw_ke: Kutoka:
tr_tr: ILK:
zh_hk: 由
zh_tw: 由

source: To:
cs_cz: Chcete-li:
es_es: A:
hi_in: करने के लिए:
id_id: Akhir:
it_it: A:
ko_kr: 받는 사람 :
mr_in: करण्यासाठी:
nl_nl: Tot:
pt_pt: Para:
ro_ro: Pentru a:
ru_ru: Кому:
sv: Till:
sw_ke: Kwa:
tr_tr: SON:
zh_hk: 至
zh_tw: 至

source: Graph Value:
cs_cz: Graf hodnoty:
es_es: Valor de la Gráfica
hi_in: ग्राफ मूल्य:
id_id: Nilai Grafik:
it_it: Grafico Valore:
ko_kr: 그래프 값 :
mr_in: आलेख मूल्य:
nl_nl: Grafiek waarde:
pt_pt: Valor Graf.
ro_ro: Grafic Valoare:
ru_ru: Значение графика:
sq_al: Vlera e Grafiku:
sv: Zoomvärdet
sw_ke: Graph Thamani:
tr_tr: GRAFIK DEGER ALANI:
zh_hk: 图值
zh_tw: 圖值

source: Net Sales Value
cs_cz: Čisté ceny prodeje
es_es: Valor Neto de Ventas
hi_in: शुद्ध बिक्री मूल्य
id_id: Nilai Penjualan Bersih
it_it: Net vendite a valore
ko_kr: 순 영업 가치
mr_in: नेट विक्री मूल्य
nl_nl: Netto Verkoop Waarde
pt_pt: Valor Vendas Liq.
ro_ro: Net valoarea vânzărilor
ru_ru: Чистые продажи
sq_al: Shitjet neto Vlera
sv: Netto försäljningsvärde
tr_tr: NET SATISLAR
zh_hk: 净销售值
zh_tw: 淨銷售值

source: Show Sales Graph
cs_cz: Ukázat Prodej Graf
es_es: Mostrar Gráfica de Ventas
hi_in: दिखाएँ बिक्री ग्राफ
id_id: Tampilkan Grafik Penjualan
it_it: Show Graph Sales
ko_kr: 표시 판매 그래프
mr_in: दर्शवा विक्री आलेख
nl_nl: Toon verkoop grafiek
pt_pt: Exibe Graf. Vendas
ro_ro: Arată Vânzări Graph
ru_ru: Показать график продаж
sq_al: Show Sales Grafiku
sv: Visa grafik
sw_ke: Kuonyesha Sales Graph
tr_tr: SATIS GRAFIGINI GÖSTER
zh_hk: 显示全部业务图
zh_tw: 顯示全部業務圖

source: Sales Value
cs_cz: Hodnota prodeje
es_es: Valor de Ventas
hi_in: विक्रय मूल्य
id_id: Nilai Penjualan
it_it: Vendite a valore
ko_kr: 영업 가치
mr_in: विक्री किंमत
nl_nl: Verkoop Waarde
pt_pt: Valor Venda
ro_ro: Valoarea vânzărilor
ru_ru: Объем продаж
sq_al: Vlera e shitjes
sv: Försäljningsvärde
sw_ke: Thamani ya mauzo
tr_tr: SATISLARIN DEGERI
zh_hk: 销售价值
zh_tw: 總銷售額

source: Unit Sales
cs_cz: Jednotka Prodej
es_es: Unidades Vendidas
hi_in: यूनिट बिक्री
id_id: Penjualan Unit
it_it: Unità di vendita
ko_kr: 단위 판매
mr_in: युनिट विक्री
nl_nl: Verkoop eenheid
pt_pt: Unid. Venda
ro_ro: Unitate de vânzare
ru_ru: Объем продаж
sq_al: Njësia e shitjes
sv: Organisationsenhet
sw_ke: Kitengo Sales
tr_tr: ÜRÜN SATISLARI
zh_hk: 销售单位
zh_tw: 銷售單位

source: For All Sales Areas
cs_cz: Pro všechny oblasti prodeje
es_es: Para todas las zonas de ventas
hi_in: सभी विक्रय क्षेत्रों के लिए
id_id: Utk Semua Area Penjualan
it_it: Per tutte le aree di vendita
ko_kr: 모든 판매 영역에 대한
mr_in: सर्व विक्री क्षेत्रांसाठी
nl_nl: Voor alle verkoop regio's
pt_pt: Para Todas Áreas Vendas
ro_ro: Pentru toate domeniile de vânzări
ru_ru: Для всех торговых площадок
sq_al: Për zonat e të gjitha shitjet
sv: För alla försäljningsdistrikt
sw_ke: Kwa Wote Maeneo Sales
tr_tr: BÜTÜN SATIS BÖLGELERI
zh_hk: 全部销售地区:
zh_tw: 全部銷售地區:

source: For All Stock Categories
cs_cz: Pro všechny akciové kategorie
es_es: Para Todas las Clases de Existencia
hi_in: सभी स्टॉक चैनल के लिए
id_id: Utk Semua Kategori Stok
it_it: Per tutte le categorie Archivio
ko_kr: 모든 주식 범주에 대한
mr_in: सर्व स्टॉक वर्गाकरिता
nl_nl: Voor alle voorraad categorien
pt_pt: Para Todas Cat. Estoque
ro_ro: Pentru toate categoriile de Valori
ru_ru: Для всех категорий товаров
sq_al: Për të gjitha Kategoritë Stock
sv: För alla lagerkategorier
sw_ke: Kwa Jamii Stock zote
tr_tr: BÜTÜN STOK KATEGORILERI
zh_hk: 所有物料组:
zh_tw: 所有存貨類別:

source: For All Salespeople
cs_cz: Pro všechny Prodejci
es_es: Para todos los vendedores
hi_in: सभी Salespeople के लिए
id_id: Utk Semua Salesman
it_it: Per tutti i venditori
ko_kr: 모든 영업 사원의 경우
mr_in: सर्व Salespeople साठी
nl_nl: Voor alle verkopers
pt_pt: Para Todos Vended.
ro_ro: Toate pentru Vânzătorii
ru_ru: Для всех продавцов
sq_al: Për të gjithë Salespeople
sv: För alla säljare
sw_ke: Kwa salespeople zote
tr_tr: BÜTÜN SATIS PERSONELI
zh_hk: 全部销售员
zh_tw: 全部業務員

source: For Customers from
cs_cz: Pro zákazníky z
es_es: Para clientes de
hi_in: ग्राहकों से लिए
id_id: Utk Customer dari
it_it: Per i clienti di
ko_kr: 에서 고객을위한
mr_in: पासून ग्राहकांसाठी
nl_nl: Voor klanten van
pt_pt: Para Clientes De
ro_ro: Pentru Clienţii din
ru_ru: Для клиентов из
sq_al: Për Konsumatorët nga
sv: För kund fr.o.m
sw_ke: Kwa Wateja kutoka
tr_tr: MÜSTERI
zh_hk: 客户由:
zh_tw: 客戶由:

source: For Items from
cs_cz: Pro položky z
es_es: Para Artículos de
hi_in: वस्तुओं से के लिए
id_id: Utk Item dari
it_it: Per gli elementi da
ko_kr: 상품에 대한
mr_in: आयटम साठी
nl_nl: Voor items van
pt_pt: Para Itens de
ro_ro: Pentru articole din
ru_ru: Для товров из
sq_al: Për Items nga
sv: För produkter från
sw_ke: Kwa ajili ya vitu kutoka
tr_tr: ÜRÜN
zh_hk: 物料由:
zh_tw: 商品由:

source: The sales graph data for the selected criteria could not be retrieved because
cs_cz: Prodejní graf údaje pro zvolená kritéria se nepodařilo získat, protože
es_es: No se pudo obtener la información del gráfico de ventas con el criterio seleccionado porque
hi_in: चयनित मानदंडों के लिए बिक्री के ग्राफ डेटा वजह से हो सकता है नहीं लिया गया
id_id: Data grafik penjualan utk kriteria yg dipilih tdk dapat diambil karena
it_it: Il grafico dei dati di vendita per i criteri selezionati non può essere recuperato, perché
ko_kr: 선택한 기준에 대한 판매 그래프 데이터가 있기 때문에 검색 할 수 없습니다
mr_in: निवडलेले निकष विक्रीत आलेख डेटा कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De verkoop grafiek gegevens voor de geselecteerde criteria kon niet worden opgevraagd omdat
pt_pt: os dados de vendas para graf. não puderam ser recuperados porque
ro_ro: Datele de vânzări Graficul pentru criteriile selectate nu a putut fi recuperate, deoarece
ru_ru: Не удалось получить данные для графа продаж для выбранных условий, так как
sq_al: Të dhënat e shitjeve grafik për kriteret e zgjedhur nuk mund të shikohet, sepse
sv: Försäljningen diagrammet för den valda kriterierna kunde inte hämtas på grund
sw_ke: Takwimu graph mauzo kwa vigezo ya kuchaguliwa hakuweza retrieved sababu
tr_tr: SEÇTIGINIZ KRITERLERE UYGUN SATIS GRAFIGI OLUSTURULAMIYOR:
zh_hk: 未能提取已选取条件的销售图表资料, 因为
zh_tw: 未能提取已選取條件的銷售圖表資料, 因為

source: There is not sales data for the criteria entered to graph
cs_cz: Není údaje o prodeji za zadaných kritérií do grafu
es_es: No hay datos de compra para el gráfico con el criterio entrado
hi_in: नहीं वहाँ मापदंड के लिए विक्रय डेटा ग्राफ में प्रवेश
id_id: Tdk ada data penjualan mengenai kriteria dipilih utk dibuat grafik
it_it: Non ci sono dati di vendita per i criteri inseriti al grafico
ko_kr: 없다 기준에 대한 판매 데이터가 그래프로 입력
mr_in: विक्री डेटा निकष तेथे नाही आलेख करण्यासाठी प्रविष्ट
nl_nl: Geen verkoop gegevens voor de ingevoerde criteria om af te beelden
pt_pt: não existem vendas nesses critérios
ro_ro: Nu există date de vânzări pentru criteriile introduse în grafic
ru_ru: Не найдено данных о продажах для заданных критериев для оображения
sq_al: Nuk është e shitjes të dhëna për kriteret e hyrë për grafik
sv: Det finns inte uppgifter om försäljning av de kriterier som matas in till graf
sw_ke: Hakuna data kwa ajili ya mauzo ya vigezo aliingia na graph
tr_tr: KRITERLERE GÖRE GÖSTERILECEK GRAFIK YOK
zh_hk: 没有图表要求的销售资料条件
zh_tw: 沒有圖表要求的銷售資料條件

source: Sales Inquiry
cs_cz: Prodej Poptávka
es_es: Consultar Ventas
hi_in: बिक्री जांच
id_id: Cari Penjualan
it_it: Richiesta di vendita
ko_kr: 판매 문의
mr_in: विक्री चौकशी
nl_nl: Verkoop Onderzoek
pt_pt: Consulta Vendas
ro_ro: Vânzări anchetă
ru_ru: Исследование продаж
sq_al: Sales Hetim
sv: Försäljningsfråga
sw_ke: Mauzo ya Uchunguzi
tr_tr: Satış Sorgulama
zh_hk: 销售查询
zh_tw: 銷售查詢

source: Cannot summarize by transaction number with a date type of Order Date
cs_cz: Nelze shrnout do číslo transakce s datem typ Datum objednávky
es_es: No se puede resumir por el número de transacciones con un tipo de fecha de fecha de orden
hi_in: आदेश की तिथि एक तारीख प्रकार के साथ लेन - देन संख्या से संक्षिप्त नहीं कर सकते
id_id: Tdk dapat meringkas berdasarkan nomor transaksi dgn tipe tgl dari Tgl Order
it_it: Impossibile riassumere in numero di transazione con un tipo di data per Data
ko_kr: 주문 날짜의 날짜 형식으로 거래 번호로 요약 할 수 없습니다
mr_in: ऑर्डर दिनांक तारीख प्रकारचे व्यवहार नंबरद्वारे सारांश शकत नाही
nl_nl: Kan niet samen te vatten per transactie nummer met een datum type Orderdatum
pt_pt: Não pode sumariar número da trans. com tipo de Data Pedido
ro_ro: Nu poate sintetiza prin numărul de tranzacţie cu un tip de data de Ordine Data
ru_ru: Невозможно суммировать по номеру транзакции с типом даты &quot;Дата заказа&quot;
sq_al: Nuk mund të përmbledhin me numrin e transaksionit me një lloj data e Rendit Data
sv: Kan inte summera på transaktionsnummer med datumtyp beställningsdatum
sw_ke: Huwezi kujumlisha na idadi na aina ya shughuli tarehe ya Order Date
tr_tr: Sipariş Tarihi bir tarih türü ile işlem numarası ile özetlemek Can&#39;t
zh_hk: 不能根据附有订单日期的日期种类的交易
zh_tw: 無法通過交易號與日期類型的訂購日期總結

source: Cannot sort by transaction number with a date type of Order Date
cs_cz: Nelze řadit podle číslo transakce s datem typ Datum objednávky
es_es: No se puede ordenar por número de transacción con un tipo de fecha como Fecha del Pedido
hi_in: आदेश की तिथि एक तारीख प्रकार के साथ लेन - देन की संख्या के आधार पर सॉर्ट नहीं कर सकते
id_id: Tdk dapat mengurut berdasarkan nomor transaksi dgn tipe tgl dari Tgl Order
it_it: Non è possibile ordinare per numero di transazione con un tipo di data per Data
ko_kr: 주문 날짜의 날짜 형식으로 거래 번호를 기준으로 정렬 할 수 없습니다
mr_in: ऑर्डर दिनांक तारीख प्रकारचे व्यवहार क्रमांक क्रमवारी करू शकत नाही
nl_nl: Kan niet sorteren transactie nummer met een datum type Orderdatum
pt_pt: Não pode classificar número da transação tipo de data pedido
ro_ro: Nu poate sorta prin numărul de tranzacţie cu un tip de data de Ordine Data
ru_ru: Невозможно сортировать по номеру транзакции с датой типа &quot;Дата заказа&quot;
sq_al: Nuk mund të lloj nga numri transaksion me një lloj data e Rendit Data
sv: Kan inte sortera på transaktionsnummer
sw_ke: Je, si aina na idadi na aina ya shughuli tarehe ya Order Date
tr_tr: Sipariş Tarihi bir tarih türü ile işlem sayısına göre sıralayacaktır Can&#39;t
zh_hk: 用订购日期的日期类型和交易号码无法筛选
zh_tw: 訂購日期的日期類型無法通過交易編號的排序

source: Order Type - Sales Orders
cs_cz: Aby Typ - Prodejní objednávky
es_es: Tipo de Orden - Pedidos de Venta
hi_in: आदेश के प्रकार - बिक्री आदेश
id_id: Tipe Order - Order Penjualan
it_it: Ordine Tipo - Ordini di vendita
ko_kr: 주문 유형 - 판매 주문
mr_in: ऑर्डर प्रकार - विक्री ऑर्डर
nl_nl: Om Type - Verkooporders
pt_pt: Tipo Pedido - Pedido Vendas
ro_ro: Tip Ordine - Comenzi de vânzări
ru_ru: Тип заказа - Заказы на продажу
sq_al: Lloji Rendit - Shitje urdhëron
sv: Ordertyp - Kundorder
sw_ke: Ili Type - Daraja Sales
tr_tr: Sipariş Türü - Satış Siparişleri
zh_hk: 订单类型-销售订单
zh_tw: 訂單類型 - 銷售訂單

source: Order Type - Quotations
cs_cz: Aby Typ - citace
es_es: Tipo de Orden - cotizaciones
hi_in: आदेश प्रकार - कोटेशन
id_id: Tipe Order - Penawaran
it_it: Ordine Tipo - Citazioni
ko_kr: 주문 유형 - 인용문
mr_in: ऑर्डर प्रकार - Quotations
nl_nl: Om Type - Citaten
pt_pt: Tipo Pedido - Cotação
ro_ro: Tip Ordine - Cotaţiile
ru_ru: Тип заказа - котировки
sq_al: Lloji Rendit - Citate
sv: Ordertyp - Oferter
sw_ke: Ili Type - Nukuu
tr_tr: Sipariş Türü - Özlü Sözler
zh_hk: 订单类型-报价
zh_tw: 訂單類型 - 報價

source: Invoice Type
cs_cz: Typ faktury
es_es: Tipo de Factura
hi_in: चालान प्रकार
id_id: Tipe Faktur
it_it: Tipo di fattura
ko_kr: 송장 입력
mr_in: अशी यादी तयार प्रकार
nl_nl: Type factuur
pt_pt: Tipo Aviso
ro_ro: Tip factură
ru_ru: Тип счета
sq_al: Faturë Type
sv: Faktura typ
sw_ke: Ankara Aina
tr_tr: Fatura Tipi
zh_hk: 发票类型
zh_tw: 發票類型

source: Debtor No
cs_cz: Dlužníka č.
es_es: Nº del Deudor
hi_in: देनदार नहीं
id_id: Nomor Debitur
it_it: Debitore No
ko_kr: 채무자 없음
mr_in: ऋणको नाही
nl_nl: Debiteur nr.
pt_pt: Núm Debto
ro_ro: Debitor nr
ru_ru: Номер должник
sq_al: Debitori No
sv: Gäldenär nr
sw_ke: Hakuna deni
tr_tr: Borçlu yok
zh_hk: 债务人编号
zh_tw: 債務人編號

source: Debtor Name
cs_cz: Jméno dlužníka
es_es: Nombre del Deudor
hi_in: देनदार का नाम
id_id: Nama Debitur
it_it: Debitore Nome
ko_kr: 채무자의 이름
mr_in: ऋणको नाव
nl_nl: Schuldenaar Naam
pt_pt: Nome Debto
ro_ro: Numele debitorului
ru_ru: Название должника
sq_al: Emri i debitorit
sv: Gäldenär Namn
sw_ke: Jina deni
tr_tr: Borçlu Adı
zh_hk: 债务人名称
zh_tw: 債務人名稱

source: Trans. No
cs_cz: Trans. Ne
es_es: Transacción Nº
hi_in: ट्रांस. नहीं
id_id: Nomor Trans.
ko_kr: 트랜스. 아니
mr_in: पलीकडे. नाही
nl_nl: Trans. Geen
pt_pt: Num. Trans.
ro_ro: Trans. Nu
ru_ru: Номер сделки
sq_al: Trans. Nuk ka
sv: Transnr
sw_ke: Trans. Hakuna
tr_tr: Trans. Yok
zh_hk: 交易编号
zh_tw: 交易編號

source: Salesman Code
cs_cz: Kód prodejce
es_es: Código del vendedor
hi_in: विक्रेता कोड
id_id: Kode Salesman
it_it: Commesso codice
ko_kr: 세일즈맨 코드
mr_in: विक्रता कोड
nl_nl: Verkoper Code
pt_pt: Cód. Vendedor
ro_ro: Vânzător Codul
ru_ru: Код менеджера по продажам
sq_al: Shitës Kodi
sv: Säljare kod
sw_ke: Kanuni mfanyabiashara
tr_tr: Satıcı Kodu
zh_hk: 销售员编号
zh_tw: 業務員編號
