Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This function is used to modify a customer branch which is already setup in the webERP database.
cs_cz: Tato funkce slouží k úpravě zákazníka pobočka, která je již nastavení v webERP databázi.
es_es: Esta función se utiliza para modificar una sucursal de cliente que ya está configurada en la base de datos webERP.
hi_in: इस समारोह के लिए एक ग्राहक शाखा जो पहले से ही webERP डेटाबेस में सेटअप है संशोधित किया जाता है.
id_id: Fungsi ini digunakan utk mengubah cabang customer yg sdh dibuat di database webERP.
it_it: Questa funzione è utilizzata per modificare un ramo del cliente, che è già configurato nel database webERP.
ko_kr: 이 기능은 이미 webERP 데이터베이스에 설정되어 고객의 지점을 수정하는 데 사용됩니다.
mr_in: हे कार्य आधीच webERP डेटाबेसमधील सेटअप आहे जे एक ग्राहक शाखा सुधारित करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om een klant tak die al is ingesteld in de webERP database te wijzigen.
pt_pt: Função é usada para modificar uma sucursal do cliente que já foi configurada no erp
ro_ro: Această funcţie este folosită pentru a modifica o ramură client care este deja în baza de date de configurare webERP.
ru_ru: Эта функция используется для изменения отделения клиента, который уже установлен в базе данных webERP.
sq_al: Ky funksion është përdorur për të modifikuar një degë klient i cili është tashmë setup në bazën e të dhënave webERP.
sv: Denna funktion används för att ändra en kund gren som redan setup i webERP databasen.
sw_ke: kazi hii ni kutumika kurekebisha tawi wateja ambayo tayari kuanzisha database ya webERP.
tr_tr: Bu fonksiyonu zaten webERP veritabanında kurgusunda bir müşteri dal değiştirmek için kullanılır.
zh_hk: 此功能被用于更改webER中已经设置的顾客分公司。
zh_tw: 這個功能用來修改一個客戶分公司這已經是設置在ERP數據庫。

source: The branchcode/debtorno combination must already exist in the weberp database.
cs_cz: Branchcode / debtorno kombinace již musí existovat v databázi weberp.
es_es: La combinación código de sucursal / número de deudor debe existir en la base de datos de WebERP.
hi_in: Branchcode / debtorno संयोजन पहले weberp डेटाबेस में मौजूद होना चाहिए.
id_id: Kombinasi branchcode/debtorno harus sdh ada di database weberp.
it_it: Il branchcode combinazione debtorno deve essere già presente nel database weberp.
ko_kr: branchcode / debtorno 조합은 이미 weberp 데이터베이스에 존재해야합니다.
mr_in: branchcode / debtorno संयोजन आधीपासूनच weberp डेटाबेसमध्ये विद्यमान असणे आवश्यक.
nl_nl: De branchcode / debtorno combinatie moet al bestaan in de weberp database.
pt_pt: A combinação cliente/sucursal deve existir no DB
ro_ro: Branchcode / combinaţie debtorno trebuie să existe deja în baza de date weberp.
ru_ru: Branchcode/debtorno комбинация должна существовать в базе данных weberp.
sq_al: Branchcode / kombinim debtorno duhet të ekzistojnë tashmë në bazën e të dhënave weberp.
sv: Den branchcode / debtorno kombination måste redan finnas i weberp databasen.
sw_ke: branchcode The / macho debtorno lazima tayari zipo katika orodha ya weberp.
tr_tr: Branchcode / debtorno kombinasyonu zaten weberp veritabanında bulunması gerekir.
zh_hk: 分公司代码/债务人号码 组合必须已经存在于webERP的数据库
zh_tw: 分公司代碼/債務人編號組合必須已經存在erp數據庫中

source: This function is used to retrieve a list of the branch codes for the Debtor Number supplied.
cs_cz: Tato funkce slouží k načtení seznamu pobočky kódy pro dlužníka Počet dodaných.
es_es: Esta función se utiliza para obtener una lista de los códigos de sucursal para el Número de Deudores suministrado
hi_in: यह कार्य करने के लिए देनदार के लिए नंबर शाखा कोड की एक सूची पुनः प्राप्त किया है की आपूर्ति की.
id_id: Fungsi ini digunakan utk mengambil daftar kode cabang utk Nomor Debitur disediakan
it_it: Questa funzione viene utilizzata per recuperare un elenco dei codici di filiale per il Numero Debitore in dotazione.
ko_kr: 이 함수는 제공된 채무자 번호 분기 코드들의리스트를 검색하기 위해 사용된다.
mr_in: हे कार्य पुरविले ऋणको क्रमांक शाखेच्या कोड सूची पुनर्प्राप्त करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om een lijst van het bijkantoor codes voor de Debiteur nummer op te halen geleverd.
pt_pt: Função é usada para recuperar lista de códigos de sucursal para um determinado Forn/Cliente
ro_ro: Această funcţie este folosită pentru a prelua o listă a codurilor de ramura pentru numărul debitorul furnizate.
ru_ru: Эта функция используется для получения списка кодов отделения для обеспечеваемого количества должников.
sq_al: Ky funksion është përdorur për të marrë një listë e kodeve të degës për Numri Debitori furnizuar.
sv: Denna funktion används för att hämta en lista över de branschkoder för gäldenären nummer medföljer.
sw_ke: kazi hii ni kutumika Retrieve orodha ya namba ya tawi kwa ajili ya Idadi jukumu hutolewa.
tr_tr: Bu fonksiyonu Borçlu sayısı için şube kodlarının listesini almak için kullanılır sağladı.
zh_hk: 此函数用于查询给定顾客分公司明细。
zh_tw: 此功能是用於檢索對供給的應收帳編號的分公司代碼的列表。

source: Debtor number
cs_cz: Dlužník číslo
es_es: Número del Deudor
hi_in: देनदार संख्या
id_id: Nomor debitur
it_it: Debitore numero
ko_kr: 채무자 번호
mr_in: ऋणको क्रमांक
nl_nl: Debiteurnummer
pt_pt: Número Forn/Cliente
ro_ro: Debitor număr
ru_ru: Количество должников
sq_al: numri i debitorit
sv: Gäldenär nummer
sw_ke: Jukumu kwa idadi
tr_tr: Borçlu sayısı
zh_hk: 债务人号码
zh_tw: 債務人編號

source: This is a string value. It must be a valid debtor number that is already in the webERP database.
cs_cz: To je hodnota řetězce. To musí být platný dlužník číslo, které je již v webERP databázi.
es_es: Se trata de una cadena de valor. Debe ser un número válido de deudor que ya este en la base de datos webERP.
hi_in: यह एक स्ट्रिंग मूल्य है. यह एक वैध ऋणी संख्या है कि webERP डाटाबेस में पहले से ही किया जाना चाहिए.
id_id: Ini adalah nilai teks. Harus berupa nomor debitur berlaku yg sdh ada di database webERP.
it_it: Si tratta di un valore di stringa. Deve essere un numero debitore valido che è già nel database webERP.
ko_kr: 이 문자열 값입니다. 그것은 webERP 데이터베이스에 이미 유효한 채무자의 숫자 여야합니다.
mr_in: हे string व्हॅल्यू आहे. तो webERP डेटाबेसमध्ये आधीपासूनच आहे की एक वैध ऋणको नंबर असणे आवश्यक आहे.
nl_nl: Dit is een string waarde. Het moet een geldig schuldenaar nummer dat al in de webERP database.
pt_pt: É um valor string. precisa ser um nome de fornecedor / cliente válido no DB
ro_ro: Aceasta este o valoare şir. Acesta trebuie să fie un număr valid debitor, care este deja în baza de date webERP.
ru_ru: Это строковое значение. Оно должно быть действительным количеством должников, которое уже находится в базе данных webERP.
sq_al: Kjo është një vlerë string. Ajo duhet të jetë një numër të vlefshme debitorit që është tashmë në bazën e të dhënave webERP.
sv: Detta är en sträng värde. Det måste vara ett giltigt gäldenär nummer som redan finns i webERP databasen.
sw_ke: Hii ni thamani ya kamba. Ni lazima iwe halali jukumu idadi kwamba tayari katika orodha ya webERP.
tr_tr: Bu bir dize değeri. O webERP veritabanında zaten geçerli bir borçlu sayı olmalıdır.
zh_hk: 这是一个字串值。它必须是一个有效的已经在webERP数据库存在的债务人号码。
zh_tw: 這是一個字符串值。它必須是一個有效債務人號碼已在ERP數據庫。

source: If successful this function returns an array of branch codes, which may be strings or integers.
cs_cz: Pokud bude úspěšný tato funkce vrátí pole pobočky kódů, které mohou být řetězce nebo celá čísla.
es_es: Si tiene éxito esta función devuelve una matriz de códigos de sucursal, que pueden ser cadenas o enteros.
hi_in: सफल यदि यह फ़ंक्शन शाखा कोड की एक सरणी है, जो तार या पूर्णांक हो सकते हैं देता है.
id_id: Jika berhasil fungsi ini mengembalikan array kode cabang, yg mungkin string atau integer.
it_it: In caso di successo la funzione restituisce un array di codici di filiale, che possono essere stringhe o numeri interi.
ko_kr: 성공하면이 함수는 문자열이나 정수 할 수있다 지점 코드의 배열을 반환합니다.
nl_nl: Indien succesvol deze functie retourneert een array van het bijkantoor van codes, die kunnen worden strings of integers.
pt_pt: com sucesso Função retornará um arranjo códigos sucursais, que pode ser string ou inteiros
ro_ro: Daca va avea succes această funcţie întoarce o matrice de coduri de sucursale, care pot fi siruri de caractere sau numere întregi.
ru_ru: В случае успеха эта функция возвращает массив кодов отделений, которые могут быть строками или целыми числами.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një rrjet të kodeve të degës, të cilat mund të jenë vargjet apo numra të plotë.
sv: Om det lyckas den här funktionen returnerar en array med filial koder, som kan vara strängar eller heltal.
sw_ke: Kama mafanikio kazi hii anarudi safu ya codes tawi, ambayo inaweza kuwa na masharti au integers.
tr_tr: Eğer başarılı olursa bu işlev dizeleri veya tamsayı olabilir şube kodları bir dizi döndürür.
zh_hk: 如果成功，此函数返回一个客户分公司的数组
zh_tw: 如果成功該函數返回的分公司代碼數組，可以是字符串或整數。

source: If the first element is zero then the function was successful.
cs_cz: Pokud je první prvek je nulový, pak funkce proběhla úspěšně.
es_es: Si el primer elemento es cero, entonces la función tuvo éxito.
hi_in: अगर पहला तत्व शून्य है तो समारोह सफल रहा.
id_id: Jika elemen pertama adalah nol maka fungsi telah berhasil.
it_it: Se il primo elemento è zero allora la funzione ha avuto successo.
ko_kr: 첫 번째 요소는 다음 제로이면 함수는 성공적이었다.
mr_in: प्रथम घटक शून्य असेल तर कार्य यशस्वी होते.
nl_nl: Als het eerste element nul is dan de functie succesvol was.
pt_pt: se o primeiro elemente é zero então a função foi com sucesso
ro_ro: În cazul în care primul element este zero, atunci funcţia a fost reuşită.
ru_ru: Если первый элемент равен нулю, то функция была успешной.
sq_al: Nëse elementi i parë është zero, atëherë funksion ishte i suksesshëm.
sv: Om det första elementet är noll då funktionen var framgångsrik.
sw_ke: Kama kipengele kwanza ni sifuri basi kazi hiyo ilikuwa ya mafanikio.
tr_tr: ilk elemanı sıfır ise o zaman işlev başarılı oldu.
zh_hk: 如果第一个元素是0，那么函数就成功了。
zh_tw: 如果第一個元素為零，則該函數是成功的。

source: Otherwise an array of error codes is returned.
cs_cz: V opačném případě pole chybových kódů je vrácena.
es_es: De lo contrario una gran variedad de códigos de error se devuelve.
hi_in: अन्यथा त्रुटि कोड की एक सरणी देता है.
id_id: Jika tdk array kode error akan dikembalikan.
it_it: In caso contrario, una serie di codici di errore viene restituito.
ko_kr: 그렇지 않으면 오류 코드의 배열이 반환됩니다.
nl_nl: Anders een array van foutcodes wordt geretourneerd.
pt_pt: caso contrário os códigos de erro serão retornados.
ro_ro: În caz contrar, o serie de coduri de eroare este returnată.
ru_ru: В противном случае возвращается массив кодов ошибок.
sq_al: Ndryshe një sërë kodet gabim është kthyer.
sv: Annars en mängd felkoder returneras.
sw_ke: Vinginevyo safu ya codes kosa ni kwa.
tr_tr: Aksi takdirde hata kodları bir dizi döner.
zh_hk: 否则的话，会返回一个由错误代码组成的数组。
zh_tw: 否則一個錯誤代碼數組返回。

source: This function is used to retrieve the details of a customer branch from the webERP database.
cs_cz: Tato funkce slouží k získání informací o zákazníkovi větev od webERP databáze.
es_es: Esta función se usa para obtener los detalles de una sucursal de cliente desde la base de datos de WebERP.
hi_in: इस समारोह को webERP डेटाबेस से एक ग्राहक शाखा के विवरण को पुनः प्राप्त किया जाता है.
id_id: Fungsi ini digunakan utk mengambil rincian cabang customer dari database webERP.
it_it: Questa funzione viene utilizzata per recuperare i dettagli di un ramo del cliente dal database webERP.
ko_kr: 이 기능은 webERP 데이터베이스에서 고객 지점의 상세 정보를 검색하는 데 사용됩니다.
mr_in: हे कार्य webERP डेटाबेस ग्राहक शाखा तपशील पुनर्प्राप्त करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de details van een klant bijkantoor te halen uit de webERP database.
pt_pt: A função usada para recuperar os detalhes de uma sucursal de cliente do DB erp
ro_ro: Această funcţie este utilizată pentru a prelua detaliile unei sucursale client din baza de date webERP.
ru_ru: Эта функция используется для получения подробной информации об отделении заказчика из базы данных webERP.
sq_al: Ky funksion është përdorur për të marrë të dhënat e një dege të konsumatorëve nga baza e të dhënave webERP.
sv: Denna funktion används för att hämta information om en kund gren från webERP databasen.
sw_ke: kazi hii ni kutumika kwa Retrieve maelezo ya tawi wateja kutoka orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanından bir müşteri şube ayrıntılarını almak için kullanılır.
zh_hk: 此函数用于从webERP数据库中查询顾客分公司明细。
zh_tw: 此功能是用於檢索從ERP數據庫的客戶分公司的細節。

source: This is a string value. It must be a valid branch code that is already in the webERP database, and associated with the debtorno in Parameter[0]
cs_cz: To je hodnota řetězce. To musí být platný větev kódu, který je již v webERP databázi, a spojené s debtorno v parametru [0]
es_es: Se trata de una cadena de valor. Debe ser un código de sucursal válido que ya este en la base de datos webERP, y se asocia con el deudor en el parámetro [0]
hi_in: यह एक स्ट्रिंग मूल्य है. यह एक मान्य कोड है कि शाखा webERP डाटाबेस में पहले से ही होना चाहिए, और परिमाण में debtorno के साथ जुड़े [0]
id_id: Ini adalah nilai teks. Harus berupa kode cabang berlaku yg sdh ada di database webERP, dan berhubungan dgn debtorno di Parameter[0]
it_it: Si tratta di un valore di stringa. Deve essere un codice valido ramo che è già nel database webERP, e associato alla debtorno nel parametro [0]
ko_kr: 이 문자열 값입니다. 그것은 webERP 데이터베이스에 이미 유효한 지점 코드, 그리고 매개 변수에 debtorno과 관련된합니다 [0]
mr_in: हे string व्हॅल्यू आहे. तो webERP डेटाबेसमध्ये आधीपासूनच आहे की एक वैध शाखा कोड असू, आणि पॅरामीटर मध्ये debtorno संबद्ध आवश्यक [0]
nl_nl: Dit is een string waarde. Het moet een geldige tak code die al in de webERP database, en in verband met de debtorno in parameter [0]
pt_pt: O valor é string. precisa ser um código de sucursal válida que está no DB erp e associada com o parâmetro debtorno
ro_ro: Aceasta este o valoare şir. Trebuie să fie un cod valid ramură, care este deja în baza de date webERP, şi asociate cu debtorno în Parametrul [0]
ru_ru: Это строковое значение. Оно должно быть действительным кодом отделения, который уже находится в базе данных webERP и связан с debtorno в Parameter[0]
sq_al: Kjo është një vlerë string. Ajo duhet të jetë një kod i vlefshëm degë që është tashmë në bazën e të dhënave webERP, dhe lidhur me debtorno në Parametri [0]
sv: Detta är en sträng värde. Det måste vara en giltig gren kod som redan finns i webERP databasen, och i samband med debtorno i Parameter [0]
sw_ke: Hii ni thamani ya kamba. Ni lazima iwe halali tawi kificho kwamba tayari katika orodha ya webERP, na kuhusishwa na debtorno katika parameter [0]
tr_tr: Bu bir dize değeri. O, webERP veritabanında zaten geçerli bir şube kodu olmalıdır ve Parametre debtorno ile ilişkili [0]
zh_hk: 这是一个字串值。它必须是一个有效的已经在webERP数据库中存在的分公司代码，并且与参数中的debtorno相关。
zh_tw: 這是一個字符串值。它必須是一個有效的分公司代碼，已經在ERP數據庫，並與在參數的debtorno關聯[0]

source: If successful this function returns a set of key/value pairs containing the details of this branch.
cs_cz: Pokud bude úspěšný tato funkce vrací sadu páry klíč / hodnota obsahující podrobné údaje o tomto oboru.
es_es: Si tiene éxito esta función devuelve un conjunto de pares clave / valor que contienen los detalles de esta sucursal.
hi_in: सफल यदि यह फ़ंक्शन कुंजी / मान इस शाखा का विवरण युक्त जोड़े का एक सेट देता है.
id_id: Jika berhasil fungsi ini mengembalikan sepasang set kunci/nilai berisi rincian cabang ini.
it_it: In caso di successo la funzione restituisce una serie di coppie chiave / valore contenenti i dettagli di questo ramo.
ko_kr: 성공하는 경우,이 함수는이 지점의 세부 사항을 포함하는 키 / 값 쌍의 세트를 리턴한다.
nl_nl: Indien succesvol retourneert deze functie een set van sleutel / waarde-paren met de details van deze tak.
pt_pt: se executada com sucesso irá retornar pares chaves/valores contendo detalhes dessa sucursal
ro_ro: Daca va avea succes această funcţie returnează un set de perechi cheie / valoare care conţine detaliile acestei ramuri.
ru_ru: В случае успеха эта функция возвращает множество пар ключ/значение, подробную информацию о данном отделении.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një grup i / palë kyçe vlerën që përmban të dhënat e kësaj dege.
sv: Om det lyckas den här funktionen returnerar en uppsättning av nyckel / värde par med närmare uppgifter om denna gren.
sw_ke: Kama mafanikio kazi hii anarudi seti ya muhimu jozi thamani / zenye maelezo ya tawi hili.
tr_tr: Eğer başarılı olursanız bu işlev bu dalının ayrıntılarını içeren anahtar / değer çiftleri bir dizi döndürür.
zh_hk: 如果成功，此函数返回一套关键字/值配对，包含此分公司的细节。
zh_tw: 如果成功該函數返回一個包含該分公司的詳細信息的鍵/值對。

source: The key will be identical with field name from the
cs_cz: Klíčem bude totožný s názvem pole od
es_es: La clave será idéntica al nombre del campo de la
hi_in: कुंजी फ़ील्ड नाम के साथ समान से होगा
id_id: Kuncinya akan sama dgn nama field dari
it_it: La chiave sarà identico al nome del campo dal
ko_kr: 키에서 필드 이름과 동일합니다
nl_nl: De sleutel zal identiek zijn met veldnaam te rekenen vanaf de
pt_pt: a chave será identica ao nome do campo da
ro_ro: Cheia va fi identic cu nume de câmp din
ru_ru: Ключ будет идентичен имени поля из
sq_al: Kryesore do të jetë identik me emrin fushë nga
sv: Nyckeln kommer att vara identiska med fältnamn från
sw_ke: muhimu kuwa kufanana na jina shamba kutoka
tr_tr: Anahtar gelen alan adı ile aynı olur
zh_hk: 密钥会与字段名称一致，此字段来自
zh_tw: 關鍵問題是相同的從字段名

source: custbranch table.
cs_cz: custbranch tabulky.
es_es: tabla de sucursales de clientes.
hi_in: तालिका custbranch.
id_id: custbranch tabel.
it_it: custbranch tavolo.
ko_kr: custbranch 테이블.
nl_nl: custbranch tafel.
pt_pt: tabela custbranch
ro_ro: custbranch tabel.
ru_ru: сustbranch таблице.
sq_al: custbranch tryezë.
sv: custbranch bord.
sw_ke: custbranch meza.
tr_tr: custbranch tablo.
zh_hk: 顾客分公司列表。
zh_tw: custbranch表。

source: All fields will be in the set regardless of whether the value was set.
cs_cz: Všechna pole budou v souboru bez ohledu na to, zda je hodnota byla nastavena.
es_es: Todos los campos estarán en el conjunto independientemente si el valor se fijó.
hi_in: सभी क्षेत्रों में निर्धारित है कि क्या मूल्य निर्धारित किया गया था की परवाह किए बिना किया जाएगा.
id_id: Semua kolom akan di set terlepas dari apakah nilainya sdh diatur.
it_it: Tutti i campi saranno nel set indipendentemente dal fatto che il valore è stato impostato.
ko_kr: 모든 필드에 관계없이 값이 설정되었는지 여부 세트에있을 것입니다.
mr_in: सर्व क्षेत्रे पर्वा मूल्य सेट झाले आहे किंवा नाही संच असेल.
nl_nl: Alle velden worden in de set, ongeacht of de waarde is vastgesteld.
pt_pt: todos os campos estarão no conjunto com seus respectivos valores
ro_ro: Toate domeniile vor fi în set, indiferent dacă valoarea a fost stabilit.
ru_ru: Все поля будут в наборе независимо от установленного значения.
sq_al: Të gjitha fushat do të jetë në grup, pavarësisht nëse ishte vendosur vlera.
sv: Alla fält kommer att vara i den uppsättning oavsett om värdet fastställdes.
sw_ke: Mashamba yote itakuwa katika kuweka bila kujali kama thamani ya mara kuweka.
tr_tr: Tüm alanları ne olursa olsun değeri olup olmadığını kümesi olacaktır.
zh_hk: 所有的字段将包含在集合中，无论是否已经设定了值。
zh_tw: 所有字段都將在集合不論是否設置了值。

source: This function is used to retrieve the details of a customer from the webERP database.
cs_cz: Tato funkce slouží k získání informací o zákazníkovi z databáze webERP.
es_es: Esta función se usa para obtener los detalles de un cliente desde la base de datos de WebERP.
hi_in: इस समारोह को webERP डेटाबेस से एक ग्राहक के विवरण को पुनः प्राप्त किया जाता है.
id_id: Fungsi ini digunakan utk mengambil rincian customer dari database webERP.
it_it: Questa funzione viene utilizzata per recuperare i dettagli di un cliente dal database webERP.
ko_kr: 이 함수는 webERP 데이터베이스로부터 고객의 세부 사항을 검색하는 데 사용된다.
mr_in: हे कार्य webERP डेटाबेस ग्राहक तपशील पुनर्प्राप्त करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de details van een klant op te halen van de webERP database.
pt_pt: Função é usada para recuperar detalhes de um cliente a partir do DB erp
ro_ro: Această funcţie este utilizată pentru a prelua detaliile unui client din baza de date webERP.
ru_ru: Эта функция используется для получения подробностей по клиенту из базы данных webERP.
sq_al: Ky funksion është përdorur për të marrë të dhënat e një klienti nga baza e të dhënave webERP.
sv: Denna funktion används för att hämta information om en kund från webERP databasen.
sw_ke: kazi hii ni kutumika kwa Retrieve maelezo ya mteja kutoka orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanından bir müşteri bilgilerini almak için kullanılır.
zh_hk: 此函数用于从webERP的数据库存提取顾客细节信息。
zh_tw: 此功能用於從ERP數據庫檢索客戶的細節。

source: If successful this function returns a set of key/value pairs containing the details of this customer.
cs_cz: Pokud bude úspěšný tato funkce vrací sadu páry klíč / hodnota obsahující podrobné údaje o tohoto zákazníka.
es_es: Si tiene éxito esta función devuelve un conjunto de pares clave / valor que contienen los detalles de este cliente.
hi_in: सफल यदि यह फ़ंक्शन कुंजी / मान इस ग्राहक के विवरण वाले जोड़े का एक सेट देता है.
id_id: Jika berhasil fungsi ini mengembalikan sepasang set kunci/nilai berisi rincian customer ini.
it_it: In caso di successo la funzione restituisce una serie di coppie chiave / valore contenenti i dettagli di questo cliente.
ko_kr: 성공하는 경우,이 함수는이 고객의 세부 사항을 포함하는 키 / 값 쌍의 세트를 리턴한다.
nl_nl: Indien succesvol retourneert deze functie een set van sleutel / waarde-paren met de details van deze klant.
pt_pt: se executado com sucesso Função retorna pares de chave/valor contendo detalhes desse cliente
ro_ro: Daca va avea succes această funcţie returnează un set de perechi cheie / valoare care conţine detalii cu privire la acest client.
ru_ru: В случае успеха эта функция возвращает множество пар ключ/значение, содержащие подробности по этому клиенту.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një grup i / palë kyçe vlerën që përmban të dhënat e këtij të konsumatorëve.
sv: Om det lyckas den här funktionen returnerar en uppsättning av nyckel / värde par med närmare uppgifter om denna kund.
sw_ke: Kama mafanikio kazi hii anarudi seti ya muhimu jozi thamani / zenye maelezo ya mteja hii.
tr_tr: Eğer başarılı olursanız bu işlev bu müşterinin bilgilerini içeren anahtar / değer çiftleri bir dizi döndürür.
zh_hk: 如果成功，此函数返回一套关键字/值配对，包含顾客的细节。
zh_tw: 如果成功該函數返回一個包含該客戶的詳細信息的鍵/值對。
