Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The status code name must be an integer
cs_cz: Stav kód název musí být celé číslo
es_es: El nombre de código de estado debe ser un entero
hi_in: स्थिति कोड नाम एक पूर्णांक होना चाहिए
id_id: Nama kode status harus bilangan bulat
it_it: Il codice classe deve essere un numero intero
ko_kr: 상태 코드의 이름은 정수 여야합니다
mr_in: स्थिती सांकेतिक नाव पूर्णांक असणे आवश्यक आहे
nl_nl: De status code moet een heel getal zijn
pt_pt: O código deve ser um número
ro_ro: Numele de cod de stare trebuie să fie un număr întreg
ru_ru: Имя кода статуса должно быть целым
sq_al: Kodi i statusit emri duhet të jetë një numër të plotë
sv: Statuskoden måste vara ett heltal
sw_ke: Kanuni kwa sasa jina lazima kuwa integer
tr_tr: DURUM KODU NÜMERIK OLMALI
zh_hk: 信用等级编号必须是整数
zh_tw: 狀況編碼必須是整數

source: The credit status description must be thirty characters or less long
cs_cz: Úvěrová popis stavu, musí být třicet znaků dlouhé
es_es: La descripción del estado de crédito no debe pasar de 30 caracteres
hi_in: ऋण स्थिति वर्णन तीस या कम वर्णों का अवश्य होना चाहिए
id_id: Keterangan status kredit maksimum 30 karakter
it_it: La descrizione della classe di affidabilità del credito non può essere più lunga di 30 caratteri.
ko_kr: 신용 상태 설명 삼십 자 이하 여야합니다
mr_in: क्रेडिट स्थिती वर्णन तीस वर्ण किंवा कमी लांब असणे आवश्यक आहे
nl_nl: De beschrijving van de credit status mag niet meer dan 30 karakters lang zijn
pt_pt: A descrição deve ter no máximo 30 caracteres
ro_ro: Descrierea statutului de credit trebuie să fie de treizeci de caractere sau mai puţin timp
ru_ru: Описание статуса кредита должно быть не более 30 символов
sq_al: Përshkrimi i statusit të kredisë duhet të jetë tridhjetë shkronja ose më pak gjatë
sv: Beskrivningen för vara max 30 tecken
sw_ke: Hali ya mikopo maelezo lazima wahusika thelathini au chini ya muda mrefu
tr_tr: DURUM AÇIKLAMASI 30 KARAKTERDEN KISA OLMALI
zh_hk: 信用等级内容必须不多于 30 个字
zh_tw: 信用狀況說明必須不多於 30 個字元

source: The credit status description must be entered
cs_cz: Úvěruschopnosti popis musí být zapsány
es_es: Debe indicar la descripción del estado del crédito
hi_in: ऋण स्थिति विवरण दर्ज होना चाहिए
id_id: Keterangan status kredit harus dimasukkan
it_it: La descrizione dello stato del credito deve essere indicato
ko_kr: 신용 상태 설명을 입력해야합니다
mr_in: क्रेडिट स्थिती वर्णन प्रविष्ट करणे आवश्यक आहे
nl_nl: De credit status omschrijving moet worden igevoerd
pt_pt: A descrição da situação crédito deve estar preenchida
ro_ro: Descrierea statutul de credit trebuie să fie înscrise
ru_ru: Должно быть введено описание кредитоспособности
sq_al: Përshkrimi i statusit të kredisë duhet të lidhet
sv: Kreditstatus beskrivningen måste anges
sw_ke: Maelezo ya mikopo sasa iwekwe
tr_tr: Kredi durumu açıklama girilmelidir
zh_hk: 信用状况的描述必须输入
zh_tw: 信用狀況的描述必須輸入

source: The credit status record has been updated
cs_cz: Úvěruschopnosti Záznam byl aktualizován
es_es: Se actualizó el registro de estado del crédito
hi_in: ऋण स्थिति रिकॉर्ड अद्यतन किया गया है
id_id: Data status kredit telah diperbarui
it_it: La classe è stata aggiornata
ko_kr: 신용 상태 레코드가 업데이트되었습니다
mr_in: क्रेडिट स्थिती रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: De credit status record is vernieuwd
pt_pt: Registro Situação Crédito foi Atualizado
ro_ro: Statutul record de credit a fost actualizat
ru_ru: Запись о статусе кредита была обновлена
sq_al: Statusit të kredisë rekord është përditësuar
sv: Sparad
sw_ke: Rekodi ya mikopo kwa sasa imekuwa updated
tr_tr: DURUM KAYDI GÜNCELLENDI
zh_hk: 信用等级记录已更新
zh_tw: 信用狀況記錄已更新

source: A new credit status record has been inserted
cs_cz: Nový platební záznam byl vložen
es_es: Se insertó un nuevo registro de estado de crédito
hi_in: एक नया क्रेडिट स्थिति रिकॉर्ड डाला गया है
id_id: Data status kredit yg baru telah dimasukkan
it_it: La nuova classe è stata inserita
ko_kr: 새로운 신용 상태 레코드가 삽입 된
mr_in: नवीन क्रेडिट स्थिती रेकॉर्ड समाविष्ट केले गेले आहे
nl_nl: Een nieuw credit status record is toegeveogd
pt_pt: Novo Registro Situação Crédito foi Adicionao
ro_ro: Un nou statut record de credit a fost introdus
ru_ru: Была добавлена новая запись о статусе кредита
sq_al: Një i ri rekord të statusit të kredisë ka qenë i futur
sv: Sparad
sw_ke: Mpya ya mikopo rekodi kwa sasa imekuwa kuingizwa
tr_tr: YENI KREDI DURUMU GIRILDI
zh_hk: 新的信用等级记录已插入
zh_tw: 新的信用狀況記錄已插入

source: Cannot delete this credit status code because customer accounts have been created referring to it
cs_cz: Nelze smazat tento platební kód, protože zákaznické účty byly vytvořeny s odkazem na to
es_es: No se puede suprimir este código de estado de crédito porque se han creado clientes que se refieren a él
hi_in: इस क्रेडिट स्थिति कोड हटाना क्योंकि ग्राहक खातों में इसे का हवाला सृजन किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus kode status kredit ini karena akun customer telah dibuat dgn kode ini
it_it: Non è possibile cancellare questa classe perchè alcuni clienti vi appartengono
ko_kr: 이 신용 상태 코드를 삭제할 수 없습니다 고객 계정은 참조 생성 되었기 때문에
mr_in: ग्राहक खाती तो संदर्भ तयार केले गेले आहेत कारण ही क्रेडिट स्थिती कोड हटवू शकत नाही
nl_nl: Credit status code kan niet worden verwijderd omdat het wordt gebruikt voor klanten
pt_pt: Não pode remover esse código status de crédito porque conta(s) de cliente(s) referem-se a ele
ro_ro: Nu se poate şterge acest cod de stare de credit, deoarece conturile clienţilor au fost create cu referire la acesta
ru_ru: Не удается удалить этот код статуса, поскольку счета клиентов были созданы для него
sq_al: Nuk mund të fshini kete kod statusit të kredisë për shkak se llogaritë e klientëve janë krijuar duke iu referuar të
sv: Kan inte makulera statuskod eftesom den används
sw_ke: Hawezi kufuta sasa mikopo kificho kwa sababu wateja akaunti viliumbwa akimaanisha ni
tr_tr: BU KREDI DURUMU SILINEMEZ, ONU KULLANAN MÜSTERI HESAPLARI YARATILMIS
zh_hk: 不能删除信用等级编号因为已有客户账户属于此信用等级
zh_tw: 不能刪除信用狀況編碼因為已有客戶帳戶屬於此碼

source: customer accounts that refer to this credit status code
cs_cz: zákaznické účty vztahující se k této kód úvěruschopnosti
es_es: Cuentas de clientes que usan este código de estado de crédito
hi_in: ग्राहक खातों कि इस क्रेडिट स्थिति कोड को देखें
id_id: akun customer yg mereferensi pada kode status kredit ini
it_it: clienti appartengono a questa classe di affidabilità del credito
ko_kr: 이 신용 상태 코드를 참조 고객 계정
mr_in: ही क्रेडिट स्थिती कोड पहा ग्राहक खाती
nl_nl: Klanten waar deze credit status code wordt gebruikt
pt_pt: conta cliente ref. a esse código de situação crédito
ro_ro: conturi de client care se referă la acest cod de stare de credit
ru_ru: счета клиентов, ссылающиеся на этот код статуса кредита
sq_al: llogaritë e klientëve që i referohen në këtë kod e statusit të kredisë
sv: kundkonton som refererar till statuskoden
sw_ke: mteja akaunti kwamba kutaja kanuni hii kwa sasa mikopo
tr_tr: ILGILI MÜSTERI HESAPLARI
zh_hk: 个属于此信用等级编号的客户
zh_tw: 屬於此信用等級編碼的客戶帳戶

source: This credit status code has been deleted
cs_cz: Tento úvěr stavový kód byl smazán
es_es: Se eliminó este código de estado de crédito
hi_in: इस क्रेडिट स्थिति कोड हटा दिया गया है
id_id: Kode status kredit ini telah dihapus
it_it: Questa classe è stata cancellata
ko_kr: 이 신용 상태 코드가 삭제 된
mr_in: ही क्रेडिट स्थिती कोड हटविले गेले आहे
nl_nl: De credit status code is verwijderd
pt_pt: Registro Sit. Crédito foi removido
ro_ro: Acest cod de stare de credit a fost şters
ru_ru: Этот код статуса кредита был удален
sq_al: Ky status kredi kod është grisur
sv: Makulerad
sw_ke: Hii code mikopo sasa imefutwa
tr_tr: KREDI DURUMU SILINDI
zh_hk: 此信用等级编号已删除
zh_tw: 此信用等級編碼已刪除

source: Status Code
cs_cz: Stavový kód
es_es: Código de estado
hi_in: स्थिति कोड
id_id: Kode Status
it_it: Codice classe
ko_kr: 상태 코드
mr_in: स्थिती कोड
pt_pt: Código Situação
ro_ro: Cod de stare
ru_ru: Код статуса
sq_al: Statusit Kodi
sv: Statuskod
sw_ke: Sasa Code
tr_tr: DURUM KODU
zh_hk: 信用等级编号
zh_tw: 狀況編碼

source: Disallow Invoices
cs_cz: Zakázat Faktury
es_es: Denegar Facturación
hi_in: नामंज़ूर चालान
id_id: Faktur tdk Diizinkan
it_it: Disallow fatture
ko_kr: 송장 금지
mr_in: पावत्या अस्वीकार
nl_nl: facturatie niet toegestaan
pt_pt: Bloqueia Pedidos
ro_ro: Nu permiteţi Facturi
ru_ru: Запретить счета
sq_al: Nuk lejoj Faturat
sv: Spärra fakturor
sw_ke: Disallow Ankara
tr_tr: FATURALAMAYI ENGELLE
zh_hk: 不允许开发票
zh_tw: 不允許開發票

source: Invoice OK
cs_cz: Faktura v pořádku
es_es: Facturación Admitida
hi_in: ठीक चालान
id_id: Faktur OK
it_it: E' possibile fatturare
ko_kr: 송장 확인
mr_in: अशी यादी तयार करणे ठीक
nl_nl: Factuur OK
pt_pt: Aviso OK
ro_ro: Factură OK
ru_ru: Счет OK
sq_al: Faturë OK
sv: Faktura OK
sw_ke: Ankara OK
tr_tr: FATURA OK
zh_hk: 允许
zh_tw: 發票OK

source: NO INVOICING
cs_cz: NO FAKTURACE
es_es: Facturación Denegada
hi_in: कोई चालान
id_id: TIDAK ADA PEMBUATAN FAKTUR
it_it: FATTURAZIONE BLOCCATA
ko_kr: NO 인보이스 없습니다
mr_in: नाही इन्हॉइसिंग
nl_nl: NIET FACTUREREN
pt_pt: SEM AVISOS
ro_ro: NU FACTURARE
sq_al: JO FATURIMI
sv: INGEN FAKTURERING
sw_ke: NO fakturering
tr_tr: FATURALAMA YOK
zh_hk: 不允许
zh_tw: 不允許

source: Are you sure you wish to delete this credit status record?
es_es: ¿Está seguro que desea suprimir este registro de estado de crédito?
id_id: Apakah Anda yakin ingin menghapus data status kredit ini?
ko_kr: 이 신용 상태의 기록을 삭제하려면 확실합니까?
mr_in: आपण या क्रेडिट स्थिती रेकॉर्ड हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção dessa Situação Crédito
zh_tw: 您確定要刪除這個信用狀況的記錄？

source: Show Defined Credit Status Codes
cs_cz: Zobrazit definovaných kódů úvěruschopnosti
es_es: Mostrar Todos los Estado de Crédito
hi_in: दिखाएँ क्रडिट स्थिति कोड निर्धारित
id_id: Tampilkan Semua Kode Status Kredit
it_it: Mostra le classi di affidabilità del credito esistenti
ko_kr: 보기 정의 신용 상태 코드
mr_in: दर्शवा परिभाषित क्रेडिट स्थिती कोड
nl_nl: Toon de gedefinieerde credit status codes
pt_pt: Exibir Códigos Situação Crédito
ro_ro: Arată Definit Coduri de credit Status
ru_ru: Показать определенные коды статусов кредитов
sq_al: Show Përcaktuar Codes Statusi kredisë
sv: Visas kreditstatuskoder
sw_ke: Kuonyesha Defined Codes Hali ya Mikopo
tr_tr: TANIMLI KREDI DURUMLARINI GÖSTER
zh_hk: 显示已定义的信用等级编码
zh_tw: 顯示已經定義的信用等級編碼

source: Credit An Invoice
cs_cz: Úvěrové faktury
es_es: Acreditar una factura
hi_in: एक क्रेडिट चालान
id_id: Kredit Faktur
it_it: Riaccredito fattura
ko_kr: 신용 송장
mr_in: क्रेडिट एक चलन
nl_nl: Crediteer een Factuur
pt_pt: Creditar um Pedido
ro_ro: De credit o factură
ru_ru: Кредитовать счет-фактуру
sq_al: Credit një faturë
sv: Kreditera en faktura
sw_ke: Mikopo An ankara
tr_tr: Kredi Bir Fatura
zh_hk: 冲销发票
zh_tw: 冲銷發票

source: This page can only be opened if an invoice has been selected for crediting
cs_cz: Tato stránka může být otevřen pouze faktura byla vybrána pro připsání
es_es: Esta página sólo puede abrirse si se ha seleccionado una factura a acreditar
hi_in: यह पृष्ठ केवल तभी एक चालान जमा करने के लिए चुना गया है खोला जा सकता है
id_id: Halaman ini hanya dapat dibuka jika faktur telah dipilih utk pengkreditan
it_it: E' possibile selezioanare questa pagina solo se è stata selezionata una fattura da riaccreditare
ko_kr: 송장이 대출에 대한 선택한 경우이 페이지는 열 수 있습니다
mr_in: एक चलन जमा निवडले गेले आहे तर हे पृष्ठ फक्त उघडता येते
nl_nl: Deze pagina kanuitsluitend worden geopend indien een factuur is geselecteerd om de crediteren
pt_pt: Essa pág. só pode ser aberta se um aviso foi selecionado para crédito
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care o factură a fost selectat pentru creditarea
ru_ru: Эта страница может быть открыт только если счет-фактура была выбран для кредитования
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një faturë është përzgjedhur për kreditimin
sv: Välj en faktura först
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama invoice ya imekuwa kuchaguliwa kwa kreditmekanism
tr_tr: Fatura kredilendirme için seçildiyse, bu sayfa sadece açılabilir
zh_hk: 此页只有选取要冲销的发票时才能进入
zh_tw: 此頁只有選取要冲銷發票時才會開啟

source: Please select an invoice first
cs_cz: Prosím zvolte napřed fakturu
es_es: Seleccionar primero una Pedidos
hi_in: चुनें एक चालान पहले
id_id: Silahkan pilih faktur lebih dulu
it_it: Selezionare una fattura per procedere
ko_kr: 먼저 송장을 선택하세요
mr_in: प्रथम एक चलन निवडा
nl_nl: AUB eerst een factuur selecteren
pt_pt: Por favor selec. aviso primeiro
ro_ro: Vă rugăm să selectaţi o prima factură
ru_ru: Пожалуйста, выберите сначала счет-фактуру
sq_al: Ju lutem zgjidhni një faturë e parë
sv: Välj en faktura först
sw_ke: Tafadhali kuchagua invoice ya kwanza
tr_tr: ILK ONCE BIR FATURA SEÇIN
zh_hk: 请先选择发票
zh_tw: 請先選擇發票

source: from the customer inquiry screen click the link to credit an invoice
cs_cz: z obrazovky zákazníka šetření klikněte na odkaz na úvěrové faktury
es_es: desde la pantalla Consultar clientes, clic en el vínculo para dar crédito a una factura
hi_in: ग्राहक जांच स्क्रीन से लिंक क्लिक करने के लिए एक चालान क्रेडिट
id_id: dari menu informasi customer, klik link utk meng-kredit faktur
it_it: Selezionare la fattura da riaccreditare dall'elenco delle transazioni del cliente
ko_kr: 고객 조회 화면에서 송장을 신용 링크를 클릭
mr_in: ग्राहक चौकशी स्क्रीनवरून एक चलन जमा करण्यासाठी दुव्यावर क्लिक करा
nl_nl: Selecteer van het klanteninformatiescherm de link om een factuur te crediteren
pt_pt: a partir da consulta do cliente, clique no link creditar um aviso
ro_ro: din ecranul de ancheta client faceţi clic pe link-ul de credit o factură
ru_ru: Из диалога анализа клиента кликните ссылку для кредитования счета
sq_al: nga ekrani hetim të konsumatorëve klikoni linkun me kredi një faturë
sv: från kundfrågebilden klicka för att kreditera faktura
sw_ke: kutoka screen uchunguzi mteja bonyeza kuhusiana na mikopo ya invoice
tr_tr: müşteri sorgulama ekranından bir fatura kredi için bağlantıyı tıklayın
zh_hk: 从客户交易查询界面在发票行点冲销发票
zh_tw: 從客戶查詢畫面按冲銷發票的連結

source: A credit cannot be produced for the selected invoice
cs_cz: Úvěr nemůže být vyrobeny pro vybrané faktury
es_es: No se puede dar crédito a la factura seleccionada
hi_in: एक क्रेडिट चयनित चालान के लिए उत्पादित नहीं किया जा सकता है
id_id: Kredit tdk dapat dibuat utk faktur yg dipilih
it_it: Non è possibile emettere una nota di credito per la fattura selezionata
ko_kr: 신용 선택한 송장 생성 할 수 없습니다
mr_in: क्रेडिट निवडलेले चलन साठी उत्पादन केले जाऊ शकत नाही
nl_nl: Er kan geen creditering worden gemaakt voor de geselecteerde factuur
pt_pt: um crédito não pode ser feito para o aviso selecionado
ro_ro: Un credit nu poate fi produs pentru factura selectat
ru_ru: Невозможно создать кредит для выбраного счета
sq_al: Një kredi nuk mund të prodhohen për faturën e zgjedhur
sv: Kreditering av den aktuella fakturan kan inte genomföras
sw_ke: mikopo haiwezi zinazozalishwa kwa ajili ya ankara ya kuchaguliwa
tr_tr: Bir kredi seçilen fatura için üretilen olamaz
zh_hk: 此发票不能冲销
zh_tw: 被選的發票不能冲銷

source: The invoice details cannot be retrieved because
cs_cz: Fakturační údaje nelze získat, protože
es_es: No se puede obtener los detalles de la factura porque
hi_in: चालान विवरण वजह से पुनः प्राप्त नहीं कर सकते
id_id: Rincian faktur tdk dapat diambil karena
it_it: Non è stato possibile estrarre i dati della fattura selezionata perchè
ko_kr: 송장 세부 사항은 때문에 검색 할 수 없습니다
mr_in: अशी यादी तयार करणे तपशील कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De factuur details kunnen niet worden opgevraagd omdat
pt_pt: detalhes do aviso não puderam ser recuperados porque
ro_ro: Detaliile de pe factură nu pot fi recuperate, deoarece
ru_ru: Данные о счета-фактуре не могут быть получены, так как
sq_al: Të dhënat e faturës nuk mund të shikohet, sepse
sv: Fakturaraderna kan inte hämtas för att
sw_ke: maelezo Ankara hawezi kuwa retrieved sababu
tr_tr: ISLEM BASARISIZ! FATURA DETAYLARI ALINAMIYOR:
zh_hk: 找不到发票信息,因为
zh_tw: 發票資料不能提取, 因為

source: The SQL used to retrieve the invoice details was
cs_cz: SQL používá k načtení fakturační údaje byly
es_es: El SQL usado para obtener los detalles de la factura fue
hi_in: एसक्यूएल को चालान विवरण पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil rincian faktur adalah
it_it: Il codice SQL utilizzato per estrarre i dati della fattura era
ko_kr: 송장 세부 정보를 검색하는 데 사용되는 SQL이었다
mr_in: अशी यादी तयार करणे तपशील पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om de factuur details op te vragen was
pt_pt: SQL que recuperou detalhes do aviso foi
ro_ro: SQL utilizat pentru a prelua detaliile facturii a fost
ru_ru: SQL получения счета-фактуры
sq_al: SQL përdorur për të marrë të dhënat e faturës është
sv: SQL fel
sw_ke: SQL kutumika Retrieve maelezo ya ankara alikuwa
tr_tr: SQL fatura bilgilerini almak için kullanılan
zh_hk: 用于查找发票信息的SQL是
zh_tw: 用作提取發票資料的 SQL 是

source: This invoice can not be credited using this program
cs_cz: Tato faktura nemůže být připsána pomocí tohoto programu
es_es: No se puede dar crédito a esta factura usando este programa
hi_in: इस चालान इस कार्यक्रम का उपयोग नहीं किया जा सकता है श्रेय दिया
id_id: Faktur ini tdk dapat dikredit dgn program ini
it_it: Non è possibile emettere una nota di credito per questa fattura in modo automatico
ko_kr: 이 청구서는이 프로그램을 사용하여 적립 할 수 없습니다
mr_in: हे चलन हा प्रोग्राम वापरून जमा करणे शक्य नाही
nl_nl: Met dit programma kan de factuur niet worden gecrediteerd
pt_pt: Esse aviso não pode ser creditado usando este programa
ro_ro: Această factură nu poate fi creditat cu ajutorul acestui program
ru_ru: Счет не может быть кредитован при использовании этой программы
sq_al: Kjo faturë nuk mund të kreditohet duke përdorur këtë program
sv: Denna faktura kan inte krediteras med detta program
sw_ke: invoice Hii haiwezi kuwa sifa kutumia mpango huu
tr_tr: Bu faturanın bu programı kullanarak kredi olamaz
zh_hk: 这张发票不能在这里冲销
zh_tw: 這發票不能用此程式冲銷

source: A manual credit note will need to be prepared
cs_cz: Manuální dobropisu bude muset být připraven
es_es: Será necesario preparar una nota de crédito manual
hi_in: एक मैनुअल क्रेडिट नोट करने के लिए तैयार रहने की जरूरत होगी
id_id: Nota kredit manual akan perlu dibuat
it_it: Dovrà essere emessa una nota di credito a mano
ko_kr: 수동 신용 노트를 준비해야합니다
mr_in: स्वहस्ते क्रेडिट नोट तयार करावी लागेल
nl_nl: Een creditfactuur moet handmatig worden ingelegd
pt_pt: Um nota de crédito manual precisa ser preparada
ro_ro: O nota de credit manual va trebui să fie pregătite
ru_ru: Требуется подготовка ручного ввода кредит-ноты
sq_al: Një kredi manual shënim do të duhet të jenë të përgatitur
sv: Kreditera manuellt
sw_ke: A mikopo mwongozo kumbuka mapenzi ya haja ya kuwa tayari
tr_tr: Manuel kredi notu hazırlıklı olmak gerekir
zh_hk: 需要首先新建红字发票
zh_tw: 需要預備手動負數發票

source: The SQL used to get the transaction header was
cs_cz: SQL používá k získání transakce záhlaví byl
es_es: El SQL usado para obtener la cabecera de la transacción fue
hi_in: एसक्यूएल को पाने के लेन - देन शीर्षक इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil header transaksi adalah
it_it: Il codice SQL utilizzato per estrarre l'intestazione della transazione era
ko_kr: 사용되는 SQL 트랜잭션 헤더이었다 얻을 수
mr_in: व्यवहार शिर्षक मिळत SQL होते
nl_nl: De gebruikte SQL om de transactie koptekst te verkrijgen was
pt_pt: SQL usado para o cabeçalho da transação foi
ro_ro: SQL folosit pentru a obţine antet tranzacţia a fost
ru_ru: SQL используемый для получения заголовка сделки
sq_al: SQL të përdorura për të marrë header transaksioni është
sv: SQL
sw_ke: SQL kutumika kupata header shughuli ilikuwa
tr_tr: SQL işlem başlık olarak almak için kullanılır
zh_hk: 用作取得交易抬头的SQL是
zh_tw: 用作取得交易台頭的 SQL 是

source: The line item
cs_cz: Řádková položka
es_es: El artículo de la línea
hi_in: पंक्ति वस्तु
id_id: Baris item
it_it: L'articolo
ko_kr: 광고 항목
mr_in: लाइन आयटमची
nl_nl: Regelitem
pt_pt: A linha do item
ro_ro: Element rând
ru_ru: Строка элемента
sq_al: Zë
sv: Rad produkten
sw_ke: Bidhaa Mpya
tr_tr: SATIR KALEMI
zh_hk: 行项目物料
zh_tw: 列商品

source: is controlled but the serial numbers or batch numbers could not be retrieved because
cs_cz: je řízen, ale sériová čísla nebo čísla šarže se nepodařilo získat, protože
es_es: es controlado pero los números de serie ó lote no se pudieron obtener porque
hi_in: है, लेकिन सीरियल नंबर या बैच संख्या नियंत्रित क्योंकि लिया नहीं जा सकता
id_id: adalah terkontrol tapi nomor seri atau nomor batch nya tdk dapat diambil karena
it_it: è tracciato ma mpm è stato possibile estrarre i numeri di lotto / di serie perchè
ko_kr: 제어하지만, 일련 번호 또는 배치 번호가 있기 때문에 검색 할 수 없습니다
mr_in: नियंत्रित आहे परंतु सिरिअल क्रमांक किंवा बॅच क्रमांक पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Controle uitgevoerd maar de reeks of batch nummers konden niet worden opgevraagd omdat
pt_pt: é controlada mas números seriais ou de batch não puderam ser recuper. porque
ro_ro: este controlat, dar numărul sau numerele de serie lot nu a putut fi recuperate, deoarece
ru_ru: находится под контролем, но серийный номер или номер партии не может быть получен, потому что
sq_al: është e kontrolluar, por numrat serial ose numra grumbull nuk mund të shikohet, sepse
sv: är kontrollerad men serienumret eller batchnumret kunde inte hämtas för att
sw_ke: ni kudhibitiwa lakini idadi ya Serial au namba kundi inaweza kuwa retrieved sababu
tr_tr: KONTROLLÜ, ANCAK SERI/LOT NUMARALARI GÖSTERILEMIYOR:
zh_hk: 是受控的,但序号和批号未能提取,因为
zh_tw: 是受控的, 但序號和批號未能提取, 因為

source: The SQL used to get the controlled item details was
cs_cz: SQL používá k získání kontrolované položky detaily o
es_es: El SQL usado para obtener los detalles del artículo controlado fue
hi_in: एसक्यूएल को नियंत्रित मद विवरण पाने के लिए इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil rincian item terkontrol adalah
it_it: Il codice SQL utilizzato per estrarre i dati su ll'articolo tracciato era
ko_kr: 사용되는 SQL은 제어 항목 세부이었다 얻을 수
mr_in: नियंत्रित आयटम तपशील मिळत SQL होते
nl_nl: De gebruikte SQL om de itemdetails op te vragen was
pt_pt: SQL usado para obter detalhes do item controlado foi
ro_ro: SQL folosite pentru a obţine detalii controlate elementul a fost
ru_ru: SQL получения данных о контролируемом элементе
sq_al: SQL të përdorura për të marrë të dhënat e kontrolluar artikull u
sv: SQL
sw_ke: SQL kutumika kupata maelezo ya bidhaa kudhibitiwa alikuwa
tr_tr: SQL kontrol öğesi bilgi almak için kullanılan
zh_hk: 用于取得受控物料信息的SQL是
zh_tw: 用作取得受控商品資料的 SQL 是

source: There are no line items that were retrieved for this invoice
cs_cz: Nejsou žádné řádkové položky, které byly získány na této faktuře
es_es: No hay filas de artículos que fueran obtenidos para esta factura
hi_in: वहाँ कोई लाइन आइटम है कि इस चालान के लिए प्राप्त किए गए हैं
id_id: Tdk ada item baris yg diambil utk faktur ini
it_it: Per questa fattura non è stata estratta nessuna articolo
ko_kr: 이 송장 검색된 더 라인 항목이 없습니다
mr_in: या चलन साठी पुनर्प्राप्त आले की नाही ओळ आयटम नाहीत
nl_nl: Er werden geen regelitems voor deze factuur verkregen
pt_pt: Não há linhas com itens nesse aviso
ro_ro: Nu există elemente de linie care au fost preluate de această factură
ru_ru: Не найдено товаров для этого счета-фактуры
sq_al: Nuk ka zëra që janë marrë për këtë faturë
sv: Det finns inga rader för denna faktura
sw_ke: Kuna vitu line hakuna kwamba walikuwa Rudishwa kwa ankara hii
tr_tr: Bu fatura için elde edildi hiçbir satır öğeleri vardır
zh_hk: 没有找到此发票的行项目
zh_tw: 此發票沒有提取的列商品
