Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Credit Card Surcharge
ko_kr: 신용 카드 수수료
mr_in: क्रेडिट कार्ड सरचार्ज
pt_pt: Cartão Crédito Custos
zh_tw: 信用卡附加費

source: The credit card surcharge
ko_kr: 신용 카드 요금
mr_in: क्रेडिट कार्ड अधिभार
pt_pt: Sobretaxa do cartão de crédito
zh_tw: 信用卡附加費

source: Credit Card Bank Account
ko_kr: 신용 카드 은행 계좌
mr_in: क्रेडिट कार्ड बँक खाते
pt_pt: Conta Bancária Cartão Crédito
zh_tw: 信用卡銀行帳戶

source: Select the webERP bank account to use for receipts processed by credit card
ko_kr: 신용 카드 영수증 처리에 사용할 webERP 은행 계좌를 선택
mr_in: क्रेडिट कार्ड प्रक्रिया पावत्या वापरण्याजोगी webERP बँक खाते निवडा
pt_pt: Selecione a conta bancária que será usada para receber process. cartão crédito
zh_tw: 選擇ERP銀行帳戶用於信用卡處理收款

source: Credit card user account details
ko_kr: 신용 카드 사용자 계정 정보
mr_in: क्रेडिट कार्डधारक खाते तपशील
pt_pt: Conta Cartão de Crédito Usuário
zh_tw: 信用卡用戶帳戶的詳細信息

source: PayPal Pro User
es_es: Usuario de PayPal Pro
ko_kr: 페이팔 Pro 사용자
mr_in: PayPal प्रो वापरकर्ता
pt_pt: Usuário PayPal
zh_tw: 貝寶Pro用戶

source: Merchant User account for credit card payment available in only USA and Canada
ko_kr: 단지 미국과 캐나다에서 사용 가능한 신용 카드 결제에 대한 가맹점의 사용자 계정
zh_tw: 僅在美國和加拿大商家用戶的帳戶信用卡付款

source: PayPal Pro Password
ko_kr: 페이팔 프로 비밀 번호
mr_in: PayPal प्रो पासवर्ड
pt_pt: Senha PayPal Pro
zh_tw: PayPal Pro密碼

source: Merchant account password for credit card payment available in only USA and Canada
ko_kr: 단지 미국과 캐나다에서 사용 가능한 신용 카드 결제에 대한 판매자 계정 암호
zh_tw: 信用卡支付僅限於美國和加拿大的商家帳戶密碼

source: PayPal Pro Signature
ko_kr: 페이팔 프로 서명
mr_in: PayPal प्रो स्वाक्षरी
pt_pt: Assinatura PayPal Pro
zh_tw: 貝寶臨簽名

source: merchant account signature for credit card payment available in only USA and Canada
ko_kr: 단지 미국과 캐나다에서 사용 가능한 신용 카드 결제에 대한 상인 계정 서명
zh_tw: 商家帳戶簽名信用卡支付僅限於美國和加拿大

source: Pay Flow Pro User
ko_kr: 유료 흐름 Pro 사용자
mr_in: फ्लो प्रो वापरकर्ता द्या
pt_pt: Usuário Merchant Pay Flow Pro
zh_tw: 支付流程Pro用戶

source: Merchant User account
ko_kr: 상인 사용자 계정
mr_in: व्यापारी सदस्य खाते
pt_pt: Conta Usuário Comerciante
zh_tw: 商家用戶帳戶

source: Pay Flow Pro Password
ko_kr: 흐름 프로 비밀 번호를 지불
mr_in: फ्लो प्रो पासवर्ड द्या
pt_pt: Senha PayFlowPro
zh_tw: 支付流程專業版密碼

source: Merchant account password
ko_kr: 판매자 계정 암호
mr_in: व्यापारी खाते संकेतशब्द
pt_pt: Senha Conta Comerciante
zh_tw: 商家帳戶密碼

source: Pay Flow Pro Vendor
ko_kr: 흐름 프로 공급 업체를 지불
mr_in: फ्लो प्रो वेंडर द्या
pt_pt: Fornec. Merchant Pay Flow Pro
zh_tw: 支付流程臨商

source: vendor
es_es: proveedor
ko_kr: 공급 업체
mr_in: विक्रेता
pt_pt: fornecedor
zh_tw: 供應商

source: Pay Flow Pro Merchant
ko_kr: 유료 흐름 프로 상인
mr_in: फ्लो प्रो व्यापारी द्या
pt_pt: Merchant Pay Flow Pro
zh_tw: 支付流程臨商人

source: merchant
ko_kr: 상인
mr_in: मोठया प्रमाणावर व्यापार करणारा (घाउक) व्यापारी
pt_pt: comerciante
zh_tw: 商家

source: SwipeHQ Merchant ID
ko_kr: SwipeHQ 판매자 ID
mr_in: SwipeHQ व्यापारी ID
zh_tw: SwipeHQ商家ID

source: Merchant ID - see SwipeHQ settings -> API credentials
ko_kr: 판매자 ID -> API 자격 증명 - SwipeHQ 설정 참조
pt_pt: ID Merchant - ver config SwipeHQ -> Credenc. API
zh_tw: 商家ID - 見SwipeHQ設置 - > API憑證

source: SwipeHQ API Key
ko_kr: SwipeHQ API 키
mr_in: SwipeHQ API की
pt_pt: Chave API SwipeQH
zh_tw: SwipeHQ API密鑰

source: API Key - see SwipeHQ admin settings -> API credentials
ko_kr: API 키는 - SwipeHQ 관리 설정을 참조 -> API 자격 증명을
pt_pt: Chave API - ver config SwipeHQ - Cred. API
zh_tw: API密鑰 - 見SwipeHQ管理設置 - > API憑證

source: Special Order Entry
cs_cz: Speciální objednávka Entry
es_es: Ingreso de Pedido Especial
hi_in: विशेष आदेश एंट्री
id_id: Masukkan Order Khusus
it_it: Order Entry Special
ko_kr: 특별 주문 입력
mr_in: विशेष मागणी प्रविष्टी
nl_nl: Invoer speciale order
pt_pt: Ent. Pedido Compra Especial
ro_ro: Ordinul de intrare speciale
ru_ru: Специальный заказ
sq_al: Hyrja Special Order
sv: Specialbeställning
sw_ke: Order maalum Entry
tr_tr: ÖZEL SIPARIS GIRISI
zh_hk: 输入特殊订单
zh_tw: 輸入特殊訂單

source: To set up a special
cs_cz: Chcete-li nastavit zvláštní
es_es: Para crear un pedido especial
hi_in: ऊपर सेट करने के लिए एक विशेष
id_id: Utk membuat order khusus
it_it: Per impostare una speciale
ko_kr: 특별한을 설정하려면
mr_in: एक विशेष सेट करण्यासाठी
nl_nl: Het opzetten van een speciale
pt_pt: Para config uma Especial
ro_ro: Pentru a configura o specială
ru_ru: Чтобы настроить специальные
sq_al: Për të ngritur një speciale
sv: För att skapa en special
sw_ke: Kuanzisha maalum
tr_tr: ÖZEL SIPARIS GIRISI IÇIN
zh_hk: 输入特殊订单前
zh_tw: 輸入特殊訂單前

source: Select the supplier now
cs_cz: Vyberte dodavatel nyní
es_es: Seleccionar el proveedor ahora
hi_in: अब आपूर्तिकर्ता का चयन करें
id_id: Pilih supplier sekarang
it_it: Seleziona il fornitore ora
ko_kr: 이제 공급 업체를 선택
mr_in: आता पुरवठादार निवडा
nl_nl: Selecteer de leverancier
pt_pt: Selecione o fornecedor agora
ro_ro: Selectaţi furnizorul acum
ru_ru: Выберите поставщика сейчас
sq_al: Të zgjedhin furnizuesin tani
sv: Välj leverantör nu
sw_ke: Kuchagua wasambazaji sasa
tr_tr: TEDARIKÇI SEÇIMINIZI YAPINIZ
zh_hk: 现在选取供应商
zh_tw: 現在選取供應商

source: the customer must first be selected from the Select Customer page
cs_cz: Zákazník musí být nejprve vybrán ze stránky Vybrat zákazníka
es_es: Debe seleccionar un cliente de la página de selección de clientes
hi_in: ग्राहक पहले ग्राहक का चयन करें पृष्ठ में से चुना जाना चाहिए
id_id: customer harus dipilih dulu dari halaman Pilih Customer
it_it: il cliente deve prima essere selezionata dalla pagina Seleziona Cliente
ko_kr: 고객을 먼저 선택 고객 페이지에서 선택해야합니다
mr_in: ग्राहक प्रथम निवडा ग्राहक पृष्ठावरून निवडणे आवश्यक आहे
nl_nl: de klant moet eerst geselecteerd worden via de Klanten Selectie Pagina
pt_pt: O Cliente precisa estar selecionado na pág. Seleção Cliente
ro_ro: clientul trebuie mai întâi selectat din pagina Selectare client
ru_ru: клиент должен сначала быть выбран из странице выбора клиента
sq_al: konsumatorit duhet së pari të zgjidhen nga faqja Customer Zgjidh
sv: kunden måste först väljas
sw_ke: mteja lazima kwanza kuchaguliwa kutoka ukurasa wa Select Wateja
tr_tr: ÖNCE MÜSTERI SEÇIM SAYFASINDAN BIR MÜSTERI SEÇMELISINIZ
zh_hk: 请先由客户选取页面来选取客户
zh_tw: 請先由客戶選取頁來選取客戶

source: Select the customer now
cs_cz: Vyberte zákazník nyní
es_es: Seleccionar cliente
hi_in: ग्राहक अब चुनें
id_id: Pilih customer sekarang
it_it: Selezionare il cliente ora
ko_kr: 이제 고객을 선택
mr_in: आता ग्राहक निवडा
nl_nl: Selecteer de klant
pt_pt: Selecione o Cliente agora
ro_ro: Selectaţi client acum
ru_ru: Выберите клиента сейчас
sq_al: Zgjidhni konsumatorëve tani
sv: Välj kund nu
sw_ke: Kuchagua mteja sasa
tr_tr: BIR MÜSTERI SEÇIN
zh_hk: 现在选取客户
zh_tw: 現在選取客戶

source: The customer record for
cs_cz: Zákazník rekord
es_es: El registro de clientes para
hi_in: ग्राहक रिकार्ड के लिए
id_id: Data customer utk
it_it: Il record dei clienti per
ko_kr: 에 대한 고객 레코드
mr_in: ग्राहक रेकॉर्ड
nl_nl: Het klant record van
pt_pt: Registro de Cliente para
ro_ro: Record pentru client
ru_ru: Записи клиента для
sq_al: Të dhënat e konsumatorëve për
sv: Kundpost för
sw_ke: Rekodi ya mteja kwa
tr_tr: MÜSTERI :
zh_hk: 客户记录:
zh_tw: 客戶記錄:

source: Purchase from
cs_cz: Nákup od
es_es: Comprado desde
hi_in: से खरीदें
id_id: Pembelian dari
it_it: Acquisto da
ko_kr: 에서 구매
mr_in: पासून खरेदी
nl_nl: Gekocht van
pt_pt: Comprado de
ro_ro: De cumpărare de la
ru_ru: Покупка из
sq_al: Blerje nga
sv: Köp från
sw_ke: Kununua kutoka
tr_tr: KIMDEN SATIN ALINMIS
zh_hk: 卖方：
zh_tw: 賣方:

source: delivered to
cs_cz: dodané
es_es: entregado a
hi_in: करने के लिए दिया
id_id: dikirim ke
it_it: trasportato al
ko_kr: 전달
mr_in: वितरित
nl_nl: Geleverd aan
pt_pt: entregue para
ro_ro: livrate
ru_ru: доставляется
sq_al: dorëzuar në
sv: levererad till
sw_ke: mikononi
tr_tr: SEVK YERI
zh_hk: 交货到
zh_tw: 交貨到

source: branch
cs_cz: větev
es_es: Sucursal
hi_in: शाखा
id_id: cabang
it_it: ramo
ko_kr: 분기
mr_in: शाखा
pt_pt: Sucursal
ro_ro: ramură
ru_ru: Филиал
sq_al: degë
sv: Leveransplats
sw_ke: tawi
tr_tr: SUBE
zh_hk: 分公司
zh_tw: 分公司

source: Select the customer branch to deliver the special to from the list below
cs_cz: Vyberte zákazník větev dodat speciální, aby ze seznamu níže
es_es: Seleccione la sucursal del cliente para entregarle el especial de la siguiente lista
hi_in: चयन ग्राहक शाखा विशेष को सूची के नीचे से देने के लिए
id_id: Pilih cabang customer utk mengirim khusus ke daftar di bawah
it_it: Selezionare il ramo cliente per fornire i particolari dalla lista qui sotto
ko_kr: 아래 목록에서에 특수를 제공하기 위해 고객의 지점을 선택
mr_in: खालील सूचीमधून विशेष वितरीत करण्यासाठी ग्राहक शाखा निवडा
nl_nl: Selecteer een klant branch via onderstaande lijst waar de speciale order geleverd moet worden
pt_pt: Selec. Sucursal do cliente para entrega especial da lista abaixo
ro_ro: Selectaţi ramura clientului pentru a oferi speciale de la din lista de mai jos
ru_ru: Выберите из списка ниже название филиала клиента, в который доставить специальное
sq_al: Zgjidhni dega e konsumatorëve për të ofruar të veçantë për nga lista më poshtë
sv: Välj kunden filialen att leverera speciellt att från listan nedan
sw_ke: Kuchagua tawi la mteja ya kuwaokoa maalum kutoka katika orodha ya chini
tr_tr: ASAGIDAKI LISTEDEN ÖZEL SIPARISIN GÖNDERILECEGI MÜSTERI SUBESINI SEÇINIZ
zh_hk: 请从列表中选择要交货到的分公司
zh_tw: 請從下列表中選擇要交貨的分公司

source: There are no branches defined for the customer selected
cs_cz: Nejsou žádné pobočky definované pro danou zákazníka
es_es: No hay sucursales definidas para el cliente seleccionado
hi_in: कोई चयनित ग्राहकों के लिए परिभाषित शाखाएं हैं
id_id: Tdk ada cabang yg dibuat utk customer yg dipiih
it_it: Non ci sono rami definiti per il cliente selezionato
ko_kr: 선택한 고객에 대해 정의 된 지점이 없습니다
mr_in: निवडलेले ग्राहक परिभाषित नाही शाखा आहेत
nl_nl: Voor de geselecteerde klant zijn geen branches gedefinieerd
pt_pt: Não há Sucursais definidas para o cliente selecionado
ro_ro: Nu exista sucursale definite pentru client selectate
ru_ru: Для выбранного клиента не определено филиалов
sq_al: Nuk ka degë të përcaktuara për konsumatorin e zgjedhur
sv: Det finns inga grenar som definierats för vald kund
sw_ke: Hakuna matawi defined kwa ajili ya wateja kuchaguliwa
tr_tr: SEÇILEN MUSTERI IÇIN SUBE TANIMLANMAMIS
zh_hk: 选取的客户没有分公司
zh_tw: 選取的客戶沒有分公司設定

source: Please select a customer that has branches defined
cs_cz: Prosím, vyberte zákazník, který má definován pobočky
es_es: Por favor seleccione un cliente que tenga sucursales definidas
hi_in: एक ग्राहक है कि परिभाषित शाखाएं हैं चुनें
id_id: Silahkan pilih customer yg memiliki cabang
it_it: Si prega di selezionare un cliente che ha filiali definito
ko_kr: 나뭇 가지에 정의되어 고객을 선택하세요
mr_in: परिभाषित शाखा असलेल्या ग्राहक निवडा
nl_nl: Slecteer een klant waarvoor branches zijn gedefinieerd
pt_pt: Selecionar um cliente que tenha sucursal
ro_ro: Vă rugăm să selectaţi un client care are sucursale definit
ru_ru: Пожалуйста, выберите клиента, у которого есть филиалы
sq_al: Ju lutem zgjidhni një klient që ka degët e përcaktuar
sv: Välj en kund som har definierat filialer
sw_ke: Tafadhali chagua mteja ambayo ina matawi defined
tr_tr: LÜTFEN SUBELERI TANIMLI BIR MÜSTERI SEÇIN
zh_hk: 请选取有分公司设定的客户
zh_tw: 請選取有分公司設定的客戶

source: The reference for this order is less than 3 characters
cs_cz: Žádost o tuto objednávku je menší než 3 znaky
es_es: La referencia de esta orden es menor de 3 caracteres
hi_in: इस आदेश के लिए संदर्भ कम से कम 3 अक्षरों है
id_id: Referensi utk order ini minimal 3 karakter
it_it: Il riferimento per questo ordine è inferiore a 3 caratteri
ko_kr: 이 순서에 대한 참조 미만 3 자
mr_in: या ऑर्डरसाठी संदर्भ 3 पेक्षा कमी वर्ण आहे
nl_nl: De referentie voor deze order is minder dan 3 tekens
pt_pt: A refer. deste pedido é menor que 3 caracteres
ro_ro: De referinţă pentru acest ordin este mai mic de 3 caractere
ru_ru: Ссылка на этот заказ менее 3 символов
sq_al: Referenca për këtë qëllim është më pak se 3 karaktere
sv: Utgångspunkt för denna ordning är mindre än 3 tecken
sw_ke: Rejea kwa ajili ya utaratibu huu ni chini ya 3 characters
tr_tr: BU SIPARISIN REFERANSI 3 KARAKTERDEN AZ
zh_hk: 特殊订单号少于3个字
zh_tw: 這訂單參考少於 3 個字

source: a reference more than 3 characters is required before the order can be added
cs_cz: odkaz více než 3 znaky, je nutné, aby předtím, než mohou být přidány
es_es: se requiere una referencia de más de 3 caracteres antes de que la orden pueda ser añadida
hi_in: 3 अक्षरों से अधिक एक संदर्भ से पहले आदेश जोड़ा जा सकता है की आवश्यकता है
id_id: referensi minimal 3 karakter diperlukan utk order dapat ditambahkan
it_it: un riferimento più di 3 caratteri è necessario prima che l&#39;ordine può essere aggiunto
ko_kr: 참조 3 개 이상의 문자 순서를 추가 할 수 있기 전에 요구되는
mr_in: ऑर्डर जोडले जाऊ शकते आधी 3 पेक्षा अधिक वर्ण संदर्भ आवश्यक आहे
nl_nl: een referentie van meer dan 3 tekens is vereist voordat deze order kan worden toegevoegd
pt_pt: preencha uma referência do pedido com mais de 3 caracteres
ro_ro: o referinţă mai mare de 3 caractere este necesară înainte de ordine pot fi adăugate
ru_ru: ссылка более чем из 3 символов требуется чтобы заказ был добавлен
sq_al: një referencë shumë se 3 karaktere është e nevojshme para se të rendit mund të shtohet
sv: en hänvisning mer än 3 tecken krävs innan beställningen kan läggas
sw_ke: rejea zaidi ya wahusika 3 unahitajika kabla ili unaweza kuongezwa
tr_tr: SIPARISIN EKLENEBILMESI IÇIN 3 KARAKTERDEN FAZLA BIR REFERANS GIRMELISINIZ
zh_hk: 用于插入订单的特殊订单号应大于三个字
zh_tw: 要求多於 3 個字元的參考來新增訂單

source: The person entering this order must be specified in the initiator field
cs_cz: Osoba vstupující do tohoto pořadí musí být uvedeny v poli iniciátor
es_es: La persona que introduce este pedido debe ser indicada en el campo iniciador
hi_in: इस आदेश में प्रवेश व्यक्ति सर्जक क्षेत्र में निर्दिष्ट किया जाना चाहिए
id_id: User yg memasukkan order ini harus dimasukkan dalam kolom inisiator
it_it: La persona di entrare in questo ordine deve essere specificato nel campo iniziatore
ko_kr: 이 명령을 입력하는 사람은 기자 필드에 지정해야합니다
mr_in: या ऑर्डर प्रविष्ट व्यक्ती प्रबंधकचा क्षेत्रात निर्देशीत करणे आवश्यक आहे
nl_nl: De persoon die deze order invoerd moet in het initiiator veld worden gespecificeerd
pt_pt: Nome da pessoa que fez o pedido precisa ser especificado no campo Solicitante
ro_ro: Persoană care intră în această ordine trebuie să fie specificat în câmpul iniţiatorul
ru_ru: Лицо, создающее этот заказ, должнj быть указанj в поле инициатора
sq_al: Person hyrë në këtë mënyrë duhet të specifikuar në fushën e iniciator
sv: Den person som kommer till detta beslut ska anges i initiativtagare området
sw_ke: Mtu huyo kuingia ili hii lazima maalum katika uwanja wa kuanzisha
tr_tr: BU SIPARISI GIREN KISI (SORUMLU) ALANINDA BELIRTILMELIDIR
zh_hk: 必须输入签订订单的销售员
zh_tw: 輸入這訂單者必須指定於製作者欄

source: a blank initiator is not allowed
cs_cz: prázdný iniciátor není povoleno
es_es: no se permite un iniciador en blanco
hi_in: एक रिक्त सर्जक की अनुमति नहीं है
id_id: inisiator tdk boleh kosong
it_it: un iniziatore vuoto non è consentito
ko_kr: 빈 개시제는 허용되지 않습니다
mr_in: रिकामी प्रबंधकचा परवानगी नाही
nl_nl: Een lege initiator is niet toegestaan
pt_pt: não pode estar em branco
ro_ro: iniţiator gol nu este permis
ru_ru: пустой инициатор не допускается
sq_al: një iniciator bosh nuk lejohet
sv: en tom initiativtagare är inte tillåtet
sw_ke: kuanzisha tupu haruhusiwi
tr_tr: SORUMLU ALANI BOS BIRAKILAMAZ
zh_hk: 销售员不能为空
zh_tw: 製作者欄不能留空

source: The cost entered must be numeric
cs_cz: Náklady uvedené musí být číslo
es_es: El costo indicado debe ser numérico
hi_in: लागत संख्यात्मक होना चाहिए में प्रवेश किया
id_id: HPP yg dimasukkan harus numerik
it_it: Il costo è entrato deve essere numerico
ko_kr: 입력 비용은 숫자이어야합니다
mr_in: प्रविष्ट किमतीच्या अंकीय असणे आवश्यक आहे
nl_nl: De ingevoerde kosten moeten numeriek zijn
pt_pt: O custo precisa ser numérico
ro_ro: Costul intrat trebuie să fie numeric
ru_ru: Введенная стоимость должна быть числовой
sq_al: Kostoja e dhëna duhet të jetë një numër
sv: Den registrerade kostnaden måste vara numerisk
sw_ke: Gharama aliingia lazima numeric
tr_tr: GIRILEN MALIYET RAKKAM OLMALI
zh_hk: 成本必须是数字
zh_tw: 成本必須輸入數字

source: The sale is at a lower price than the cost
cs_cz: Prodej za nižší cenu, než je cena
es_es: El precio de venta es menor al costo
hi_in: बिक्री लागत से कम मूल्य पर है
id_id: Harga penjualan lebih murah dari HPP
it_it: La vendita è a un prezzo inferiore al costo
ko_kr: 판매 가격보다 낮은 가격입니다
mr_in: विक्री खर्चापेक्षा कमी किंमतीला आहे
nl_nl: De verkoopprijs is lager dan de kostprijs
pt_pt: O preço de venda é menor que o preço de custo
ro_ro: Vânzarea se face la un preţ mai mic decât costul
ru_ru: Продажа по более низкой цене, чем стоимость
sq_al: Shitje është në një çmim më të ulët se kostoja
sv: Försäljningen sker till ett lägre pris än kostnaden
sw_ke: mauzo ni kwa bei ya chini kuliko gharama
tr_tr: SATIS FIYATI MALIYETTEN DAHA AZ!
zh_hk: 销售价格小于成本
zh_tw: 銷售價格低於成本

source: The purchase order can not be committed to the database because there is no stock location specified to book any stock items into
cs_cz: Objednávky nemohou být do databáze, protože neexistuje žádné místo určené k rezervovat žádné skladové položky do
es_es: La orden de compra no puede ser comprometida con la base de datos porque no hay una ubicación de existencia especificada para reservar los artículos existentes en
hi_in: खरीद आदेश डेटाबेस को प्रतिबद्ध नहीं है क्योंकि वहाँ कोई स्टॉक बुक करने के लिए निर्दिष्ट किसी भी शेयर मदों में स्थान है सकते हैं
id_id: Order pembelian tdk dapat disimpan ke database karena tdk ada lokasi stok utk menyimpan item stok
it_it: L&#39;ordine di acquisto non può essere commesso al database, perché non esiste una posizione specificata stock di prenotare tutti gli articoli in stock
ko_kr: 콘텐츠에 어떤 항목을 예약 할 수없는 콘텐츠 지정 위치가 없기 때문에 구매 주문은 데이터베이스에 적용 할 수 없다
mr_in: मध्ये कोणत्याही स्टॉक आयटम बुक निर्दिष्ट नाही स्टॉक स्थान आहे कारण खरेदी ऑर्डर डेटाबेस वचनबद्ध जाऊ शकत नाही
nl_nl: De inkooporder kan niet worden uitgevoerd omdat er geen voorraad lokatie is gespecificeerd om de levering te boeken
pt_pt: A ordem de compra não pode ser concluida no DB porque não há estoque no local especificado
ro_ro: Comanda de achiziţie nu poate fi angajat la baza de date, deoarece nu există nici o locaţie stoc specificat pentru a rezerva nici un produs în stoc
ru_ru: Заказ на покупку не может быть передан в базу данных, потому что не определено местоположение,в которое надо отправить товары
sq_al: Për blerje nuk mund të jetë e angazhuar për të bazës së të dhënave, sepse nuk ka vend të caktuar të aksioneve për librin e ndonjë sendi të aksioneve në
sv: Beställningen kan inte engagerade i databasen eftersom det inte finns något lager angiven plats för att boka någon omgående tillgänglig i
sw_ke: Utaratibu wa kununua hawezi kuwa nia ya orodha ya sababu hakuna sehemu maalum ya hisa na kitabu vitu hisa yoyote katika
tr_tr: SATINALMA SIPARISINIZ ISLENEMIYOR! TANIMLI DEPO YOK
zh_hk: 未能提交采购订单到数据库, 因为物料没有对应仓库
zh_tw: 未能確認新增採購訂單到資料庫, 因為沒有指定預留存貨商品的地點

source: The item record for line
cs_cz: Položku rekord line
es_es: El registro del artículo de la fila
hi_in: रेखा के लिए मद रिकॉर्ड
id_id: Data item utk baris
it_it: Il record per la linea voce
ko_kr: 라인에 대한 항목 기록
mr_in: ओळ आयटम रेकॉर्ड
nl_nl: Item voor regel
pt_pt: O item constante da linha
ro_ro: Record element de linie
ru_ru: Запись о товаре для строки
sq_al: Rekord pika për vijë
sv: Artikelposten för rad
sw_ke: Rekodi ya bidhaa kwa Mpya
tr_tr: SATIR ÜRÜN KAYDI
zh_hk: 订单行
zh_tw: 列的商品記錄

source: could not be created because
cs_cz: nelze vytvořit, protože
es_es: no se pudo crear porque
hi_in: पैदा हो सकता है इसलिए नहीं कि
id_id: tdk dapat dibuat karena
it_it: non può essere creata perché
ko_kr: 때문에 만들 수 없습니다
mr_in: तयार करणे शक्य नाही कारण
nl_nl: kon niet worden gemaakt omdat
pt_pt: não pode ser criado porque
ro_ro: nu a putut fi creat deoarece
ru_ru: не может быть создан, потому
sq_al: nuk mund të krijohet për shkak se
sv: kunde inte registreras eftersom
sw_ke: inaweza kuwa aliumba kwa sababu
tr_tr: YARATILAMADI:
zh_hk: 未能插入, 因为
zh_tw: 未能產生, 因為

source: The SQL statement used to insert the item and failed was
cs_cz: Příkaz SQL slouží k vložení položky a neúspěšný byl
es_es: El SQL que falló al agregar el artículo fue
hi_in: SQL बयान सम्मिलित करने के लिए आइटम का इस्तेमाल किया और विफल रहा था
id_id: SQL yg digunakan utk memasukkan item dan gagal adalah
it_it: L&#39;istruzione SQL utilizzata per inserire l&#39;elemento e fallito è stato
ko_kr: SQL 문이 항목을 삽입하는 데 사용 실패했다
mr_in: आयटम घाला आणि वापरले SQL विधान होते अयशस्वी
nl_nl: De gebruikte SQL waarin het invoeren van het item niet lukte was
pt_pt: SQL que faolhou usado para inserir o item foi
ro_ro: Instrucţiunea SQL folosite pentru a insera elementul şi nu a fost
ru_ru: Завершившийся неудачей SQL, используемый для вставки товара
sq_al: Deklarata e SQL të përdorura për të futur pika dhe nuk ishte
sv: SQL-satsen används för att infoga objektet och misslyckades var
sw_ke: Taarifa SQL kutumika kuingiza bidhaa na kushindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作插入订单行失败的 SQL是
zh_tw: 用作插入商品失敗的 SQL 陳述式是

source: The item stock locations for the special order line
cs_cz: Položku zásob místa pro zvláštní objednávku line
es_es: Las ubicaciones de inventario del artículo para la fila del pedido especial
hi_in: विशेष आदेश लाइन के लिए आइटम स्टॉक स्थानों
id_id: Lokasi stok item utk baris order khusus
it_it: Le posizioni stock voce per la linea di ordine speciale
ko_kr: 특별 주문 라인 항목의 재고 위치
mr_in: विशेष ऑर्डर ओळ आयटम स्टॉक स्थाने
nl_nl: De voorraadlokatie voor de speciale order regel
pt_pt: O local do item de estoq. para linha pedido especial
ro_ro: Locaţii element stoc pentru linia de comandă specială
ru_ru: Местоположение товара для выбранной строки заказа
sq_al: Vende element rezervë për të vijë urdhër të veçantë
sv: Posten lager platser för särskilda orderrad
sw_ke: Bidhaa hisa maeneo maalum kwa ajili ya mstari amri
tr_tr: ÖZEL SIPARIS SATIRI IÇIN TANIMLI DEPO
zh_hk: 订单行的物料存货信息
zh_tw: 特殊訂單列的商品存貨地點

source: The SQL statement used to insert the location stock records and failed was
cs_cz: Příkaz SQL slouží k vložení záznamů umístění zásob a neúspěšný byl
es_es: La instrucción SQL utilizada para insertar la localización de los registros de existencias y fallós fue
hi_in: SQL बयान डालने के लिए इस्तेमाल स्थान स्टॉक रिकॉर्ड और विफल रहा था
id_id: SQL yg digunakan utk memasukkan data lokasi stok dan gagal adalah
it_it: L&#39;istruzione SQL utilizzata per inserire i record posizione di magazzino e falliti
ko_kr: SQL 문이 위치 스톡 레코드를 삽입하는 데 실패했다
mr_in: स्थान स्टॉक रेकॉर्ड घाला आणि अयशस्वी करण्यासाठी वापरले SQL विधान होते
nl_nl: De gebruikte SQL waarin het invoeren van de vooraad records niet lukte was
pt_pt: SQL usado para inserir local do estoque falhou porque
ro_ro: Instrucţiunea SQL folosite pentru a insera evidenţa operativă locaţie şi nu a fost
ru_ru: Завершившийся неудачей SQL вставки записей о местоположениях товара
sq_al: Deklarata e SQL të përdorura për të futur në regjistrin e magazinës vend dhe nuk ishte
sv: SQL-satsen används för att infoga posterna läge lager och misslyckades var
sw_ke: Taarifa SQL kutumika Insert ya kumbukumbu ya hisa eneo na kushindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入仓库物料存货信息失败的 SQL是
zh_tw: 用作插入地點存貨記錄失敗的 SQL 陳述式是
