Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Are you sure you wish to cancel this entire order?
cs_cz: Jste si jisti, že chcete zrušit celou tuto objednávku?
es_es: ¿Está seguro que desea cancelar todo el pedido?
hi_in: आप सुनिश्चित हैं कि आप इस पूरे आदेश को रद्द करना चाहते हैं?
id_id: Apakah Anda yakin ingin membatalkan seluruh order ini?
it_it: Sei sicuro di voler annullare questo ordine intero?
ko_kr: 이 전체 주문을 취소하고자하는 확실하고 있습니까?
mr_in: आपण या संपूर्ण ऑर्डर रद्द इच्छित खात्री आहे?
nl_nl: Bevestig dat deze hele order moet worden verwijderd
pt_pt: Confirma Cancelamento Total Pedido?
ro_ro: Sunteţi sigur că doriţi să anulaţi acest ordin întreg?
ru_ru: Вы уверены, что хотите отменить весь этот заказ?
sq_al: A jeni i sigurt se doni të anuloni këtë urdhër tërë?
sv: är du säkert på att du vill avbryta hela ordern?
sw_ke: Una uhakika unataka kufuta utaratibu huu mzima?
tr_tr: BU SIPARISIN TÜMÜNÜ IPTAL ETMEK ISTEDIGINIZE EMIN MISINIZ?
zh_hk: 确认要取消整张订单么？
zh_tw: 是否確定要刪除這訂單

source: Search Inventory Items
cs_cz: Hledat materiál
es_es: Buscar Artículos del Inventario
hi_in: खोज सूची आइटम
id_id: Cari Item Persediaan
it_it: Ricerca articoli di magazzino
ko_kr: 검색 재고 항목
mr_in: शोध सूची आयटम
nl_nl: Zoek Voorraad Artikelen
pt_pt: Pesquisar Itens Estoque
ro_ro: Elemente Search Inventory
ru_ru: Поиск элементов инвентаря
sq_al: Search Items Inventari
sv: Sök lagerprodukter
sw_ke: Search Mali Items
tr_tr: ÜRÜN ARA
zh_hk: 选择物料
zh_tw: 搜尋庫存商品

source: Inventory Items
cs_cz: Skladových položek
es_es: Artículos de Inventario
hi_in: सूची आइटम
id_id: Persediaan Produk
it_it: Inventario Articoli
ko_kr: 재고 항목
mr_in: सूची आयटम
nl_nl: Onderdelen van de inventaris
pt_pt: Itens de Estoque
ro_ro: Elemente de inventar
ru_ru: Товарно-материальных ценностей
sq_al: Items Inventari
sv: Inventarier
sw_ke: Hesabu Items
tr_tr: Envanter Öğeler
zh_hk: 库存商品
zh_tw: 庫存商品

source: Item Type
ko_kr: 아이템 종류
zh_tw: 物料種類:

source: Assembly Item
cs_cz: Zkompletovaný výrobek
es_es: Artículo Ensamblado
hi_in: विधानसभा आइटम
id_id: Item Rakitan
it_it: Assemblea Voce
ko_kr: 조립 항목
mr_in: जुळवणी आयटम
nl_nl: Assemblage item
pt_pt: Item Montado
ro_ro: Postul de asamblare
ru_ru: Часть сборки
sq_al: Item Kuvendit
sv: Artikel för montering
sw_ke: Item kanisa
tr_tr: Montaj Öğe
zh_hk: 组合物料
zh_tw: 組裝商品

source: Kitset Item
cs_cz: Sada dílů
es_es: Artículo Kitset
hi_in: Kitset आइटम
id_id: Item Set
it_it: Luogo in cui si Kitset
ko_kr: Kitset 항목
mr_in: Kitset आयटम
pt_pt: Item KIT
ro_ro: Postul Kitset
ru_ru: Часть комплекта
sq_al: Item Kitset
sv: Artikel del av set
sw_ke: Kitset Dondoo
tr_tr: Kitset Öğe
zh_hk: 套装物料
zh_tw: 套裝商品

source: Service/Labour Item
cs_cz: Služba / práce bod
es_es: Artículo de Servicio/Obra
hi_in: सेवा / श्रम मद
id_id: Item Layanan/Jasa
it_it: Servizio / oggetto del lavoro
ko_kr: 서비스 / 노동 항목
mr_in: सेवा / कामगार आयटम
nl_nl: Service
pt_pt: Item Serviço/M.O.
ro_ro: Serviciu / muncă Postul
ru_ru: Часть услуги / работы
sq_al: Shërbim / Item Punës
sv: Tjänste artikel
sw_ke: Huduma / Kazi Dondoo
tr_tr: Hizmet / İş Öğe
zh_hk: 服务/劳务项目
zh_tw: 服務/勞動產品

source: Purchased Item
cs_cz: Zakoupený díl
es_es: Artículo Comprado
hi_in: मद खरीदा
id_id: Item Dibeli
it_it: L&#39;oggetto acquistato
ko_kr: 구입 한 상품
mr_in: खरेदी आयटम
nl_nl: Ingekochte items
pt_pt: Item Comprado
ro_ro: Achiziţionat punctul
ru_ru: Купленный товар
sq_al: Blerë Item
sv: Inköpta artiklar
sw_ke: Item kununuliwa
tr_tr: Madde satın
zh_hk: 采购物料
zh_tw: 採購商品

source: Manufactured Item
cs_cz: Vyrobený díl
es_es: Artículo Manufacturado
hi_in: विनिर्मित मद
id_id: Item Diproduksi
it_it: Prodotto Voce
ko_kr: 제조 품목
mr_in: उत्पादित आयटम
nl_nl: Geproduceerd item
pt_pt: Item Manufaturado
ro_ro: Fabricate Postul
ru_ru: Изготовленный товар
sq_al: Item prodhuar
sv: Tillverkad produkt
sw_ke: Bidhaa za viwandani
tr_tr: ÜRETILMIS ÜRÜN
zh_hk: 生产物料
zh_tw: 生產商品

source: Control Level
ko_kr: 제어 수준
zh_tw: 控制層級

source: serialised
cs_cz: serializoval
es_es: en serie
hi_in: धारावाहिक
id_id: berseri
it_it: serializzato
ko_kr: 직렬화
mr_in: serialized
nl_nl: seriematig
pt_pt: Serializado
ro_ro: serializate
ru_ru: сериализованных
sq_al: serialized
sv: serialiserad
sw_ke: serialized
tr_tr: tefrika
zh_hk: 序列化
zh_tw: 序號化

source: Batchs/Lots
cs_cz: Batchs / Pozemky
es_es: Lotes/Lote
hi_in: Batchs / बहुत सारे
id_id: Batch/Lot
it_it: Batchs / Lotti
ko_kr: Batchs / 제비
mr_in: Batchs / गोंगाट
nl_nl: Batches / lots
pt_pt: Lote/Batch
ro_ro: Loturi / Loturi
ru_ru: Партии / лоты
sq_al: Batchs / Shumë
sv: Batcher/loter
sw_ke: Batchs / Kura
zh_hk: 批次/批
zh_tw: 批次

source: Volume
cs_cz: Objem
es_es: Volumen
hi_in: आयतन
ko_kr: 체적
mr_in: वॉल्यूम
ro_ro: Volumul
ru_ru: Том
sq_al: Volum
sv: Volym
sw_ke: Kiasi
tr_tr: Hacim
zh_hk: 体积
zh_tw: 體積

source: Weight
cs_cz: Hmotnost
es_es: Peso
hi_in: वजन
id_id: Berat
it_it: Peso
ko_kr: 무게
mr_in: वजन
nl_nl: Gewicht
pt_pt: Peso
ro_ro: Greutate
ru_ru: Вес
sq_al: Peshë
sv: Vikt
sw_ke: Uzito
tr_tr: Ağırlık
zh_hk: 重量
zh_tw: 重量

source: Not Set
es_es: No ajustado
ko_kr: 설정되지 않음
mr_in: सेट नाही
pt_pt: Não config.
zh_tw: 沒有設置

source: The workorder component demand for this product cannot be retrieved because
cs_cz: Workorder složka poptávky po tomto výrobku nelze načíst, protože
es_es: No se pudo obtener la demanda de componentes de la orden de trabajo porque
hi_in: इस उत्पाद के लिए मांग workorder घटक क्योंकि नहीं वापस लाया जा सकता
id_id: Permintaan komponen order produksi utk produk ini tdk dapat diambil karena
it_it: La domanda componente WorkOrder per questo prodotto non può essere recuperato, perché
ko_kr: 이 제품에 대한 workorder 부품 수요가 있기 때문에 검색 할 수 없습니다
mr_in: या उत्पादनाची workorder घटक मागणी कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De componenten voor de werkorder voor dit produkt konden niet worden opgehaald omdat
pt_pt: A Ordem Produção do produto com a demanda deste componente não recup. porque
ro_ro: Componenta workorder Cererea pentru acest produs nu pot fi recuperate, deoarece
ru_ru: Позиция заказа на работу для данного продукта не может быть получена, так как
sq_al: Komponenti i workorder kërkesa për këtë produkt nuk mund të shikohet, sepse
sv: Arbetsorderkomponetefterfrågan för denna produkt kan inte visas eftersom
sw_ke: Mahitaji ya workorder sehemu kwa ajili ya bidhaa hii inaweza kuwa retrieved sababu
tr_tr: Bu ürün için workorder bileşeni talep nedeniyle alınamaz
zh_hk: 找不到此产品的工作单部件需求，因为
zh_tw: 這產品的工作單零件需求不能存取, 因為

source: Quantity On Hand
cs_cz: Množství na ruce
es_es: Cantidad disponible
hi_in: ओर मात्रा
id_id: Total Qty
it_it: Quantità Posseduta
ko_kr: 한편 수량
mr_in: एकीकडे प्रमाणात
nl_nl: Aantal Op Voorraad
pt_pt: Quant. Disponível
ro_ro: Cantitate in depozit
ru_ru: Количество в распоряжении
sq_al: Sasia Në Hand
sv: Antal i lager
sw_ke: Wingi kwa upande
tr_tr: ELDEKI MIKTAR
zh_hk: 在手数量
zh_tw: 庫存量

source: Quantity Demand
cs_cz: Množství Poptávka
es_es: Cantidad Demandada
hi_in: मात्रा मांग
id_id: Qty Diorder
it_it: Quantità Demand
ko_kr: 수량 수요
mr_in: प्रमाणात मागणी
nl_nl: Hoeveelheid gevraagd
pt_pt: Quant. Demanda
ro_ro: Cerere Articole
ru_ru: Запрошенное количество
sq_al: Sasia e kërkesës
sv: Efterfrågat antal
sw_ke: Wingi Demand
tr_tr: Miktar Talep
zh_hk: 需求数量
zh_tw: 需求量

source: Quantity On Order
cs_cz: Množství Na objednávku
es_es: Cantidad Ordenada
hi_in: आदेश पर मात्रा
id_id: Qty Dibeli
it_it: Quantità ordinata
ko_kr: 주문 수량
mr_in: ऑर्डर वर प्रमाणात
nl_nl: Hoeveelheid op order
pt_pt: Quant. em Pedido
ro_ro: Articole Comandate
ru_ru: Количество в заказе
sq_al: Sasia Në Rendit
sv: Beställt antal
sw_ke: Wingi On Order
tr_tr: Sipariş üzerine Miktarı
zh_hk: 订单数量
zh_tw: 訂單數量

source: Curr
es_es: Actual
id_id: Mata Uang
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
sv: Ej förfallet
zh_tw: 現在的

source: Prefer
cs_cz: Preferovat
es_es: Preferir
hi_in: पसंद
id_id: Pilihan
it_it: Preferiscono
ko_kr: 선호
mr_in: प्राधान्य
nl_nl: Voorkeur
pt_pt: Pref.
ro_ro: Prefera
ru_ru: Предпочитают
sq_al: Preferoj
sv: Föredra
sw_ke: Wanapendelea
tr_tr: Tercih
zh_hk: 首选
zh_tw: 首選

source: Item Inquiries
cs_cz: Informace o položkách
es_es: Consultar Artículos
hi_in: मद जांच
id_id: Cari Item
it_it: Luogo in cui si Richieste
ko_kr: 상품 문의
mr_in: लेखाचे Inquiries
nl_nl: Artikel Bewerkingen
pt_pt: Consul. Item
ro_ro: Postul Anchete
ru_ru: Запрос товара
sq_al: Hetimet Item
sv: Produktfrågor
sw_ke: Bidhaa Maswali
tr_tr: ÜRÜN SORGULARI
zh_hk: 物料查询
zh_tw: 物料查詢

source: Item Transactions
cs_cz: Pohyby položek
es_es: Transacciones de artículos
hi_in: मद लेनदेन
id_id: Transaksi Item
it_it: Luogo in cui si Transazioni
ko_kr: 아이템 거래
mr_in: लेखाचे व्यवहार
nl_nl: Artikel Transacties
pt_pt: Trans. Item
ro_ro: Tranzactii Articol
ru_ru: Операции с товарами
sq_al: Transaksionet Item
sv: Produkttransaktioner
sw_ke: Bidhaa Transactions
tr_tr: ÜRÜN ISLEMLERI
zh_hk: 物料交易
zh_tw: 物料交易

source: Item Maintenance
cs_cz: Nastavení položek
es_es: Administrar artículos
hi_in: मद रखरखाव
id_id: Pengaturan Item
it_it: Luogo in cui manutenzione
ko_kr: 항목 유지 보수
mr_in: लेखाचे देखभाल
nl_nl: Artikel Onderhoud
pt_pt: Manutenção Item
ro_ro: Reglaje Articol
ru_ru: Обслуживание товаров
sq_al: Item Mirëmbajtja
sv: Produkter
sw_ke: Bidhaa Maintenance
tr_tr: ÜRÜN YÖNETIMI
zh_hk: 物料维护
zh_tw: 新增物料

source: Show Stock Usage
cs_cz: Zobrazit skladem Využití
es_es: Mostrar uso del inventario
hi_in: दिखाएँ स्टॉक उपयोग
id_id: Tampilkan Penggunaan Stok
it_it: Mostra Archivio di utilizzo
ko_kr: 주식 사용법보기
mr_in: स्टॉक वापर दाखवा
nl_nl: Voorraad Gebruik
pt_pt: Exibe Uso Estoque
ro_ro: Arată stoc de utilizare
ru_ru: Показать использование склада
sq_al: Perdorimi Show Stock
sv: Visa lagersituation
sw_ke: Kuonyesha Stock Usage
tr_tr: STOK KULLANIMI
zh_hk: 显示物料用量
zh_tw: 顯示存貨用量

source: Search All Purchase Orders
cs_cz: Hledat všechny Objednávky
es_es: Buscar todas las órdenes de compra
hi_in: सभी खरीद आदेश खोज
id_id: Cari semua Order Pembelian
it_it: Cerca in tutti gli ordini di acquisto
ko_kr: 모든 구매 주문을 검색
mr_in: सर्व खरेदी ऑर्डर शोधा
nl_nl: Zoek Alle Inkoop Orders
pt_pt: Pesquisa todas Ordens de Compra
ro_ro: Cauta Toate ordinele de cumpărare
ru_ru: Искать все заказы
sq_al: Kërko të gjitha urdhrat e blerjes
sv: Sök all inköpsorder
sw_ke: Search Daraja Ununuzi zote
tr_tr: SATINALMA SIPARISLERINI ARA
zh_hk: 查找全部采购订单
zh_tw: 搜尋全部採購訂單

source: Show Part Picture (if available)
cs_cz: Zobrazit Část fotografie (pokud je k dispozici)
es_es: Mostrar imagen del artículo (si está disponible)
hi_in: दिखाएँ भाग चित्र (यदि उपलब्ध हो)
id_id: Tampilkan Gambar Brg (jika ada)
it_it: Mostra Parte immagine (se disponibile)
ko_kr: 표시 제품 사진 (가능한 경우)
mr_in: दर्शवा भाग चित्र (उपलब्ध असल्यास)
nl_nl: Laat Onderdeel Afbeelding zien (als aanwezig)
pt_pt: Exibir Desenho
ro_ro: Partea Picture Show (dacă este disponibilă)
ru_ru: Показать изображение части (если доступно)
sq_al: Show Pjesa Picture (nëse ka)
sv: Visa bild (om den finns)
sw_ke: Kuonyesha Sehemu Picture (kama ipo)
tr_tr: PARÇA RESMINI GÖSTER (MEVCUTSA)
zh_hk: 显示物料图像
zh_tw: 顯示部件圖像(如有)

source: View Costed Bill Of Material
cs_cz: Zobrazit Rozpočtovaná kusovníku
es_es: Ver costo de materiales (BOM)
hi_in: दृश्य सामग्री का बिल costed
id_id: Lihat Biaya Bahan Baku
it_it: Visualizza generano costi Bill Of Material
ko_kr: 재료의 전망 비용이 산정 된 빌
mr_in: साहित्याचा पहा Costed बिल
nl_nl: Bekijk kosten Lijst van Materiaal (BOM)
pt_pt: Ver Custo do BOM
ro_ro: Vezi bugetat Bill de material
ru_ru: Просмотреть чек на материалы
sq_al: Shiko kosto Bill of Material
sv: Visa materiallista med kalkylpriser
sw_ke: Mtazamo Costed Bill ya Material
tr_tr: MALIYETLENDIRILMIS ÜRÜN AGACINI INCELE
zh_hk: 查看物料清单成本
zh_tw: 檢視物料清單成本

source: Where This Item Is Used
cs_cz: Kde Tato položka se používá
es_es: Dónde se usa este artículo
hi_in: इस मद में प्रयुक्त कहाँ है
id_id: Dimana Item Ini Digunakan
it_it: Qualora Questa voce è utilizzata
ko_kr: 이 항목은 사용되는 경우
mr_in: हे आयटम वापरल्यास
nl_nl: Waar dit Artikel gebruikt is
pt_pt: Onde este item é Usado
ro_ro: Utilizare Articol
ru_ru: Где этот товар используется
sq_al: Ku këtë artikull është përdorur
sv: Ingår i...
sw_ke: Ambapo Item hii hutumiwa
tr_tr: BU ÜRÜN NEREDE KULLANILIYOR?
zh_hk: 查看物料用途
zh_tw: 這商品的用途

source: Where This Labour Item Is Used
cs_cz: Tato práce, kde položka se používá
es_es: Donde este Equipo de Labor (Horas/Hombre) es Usado
hi_in: इस श्रम मद में प्रयुक्त कहाँ है
id_id: Dimana Jasa Ini Digunakan
it_it: Quando Questo Articolo è utilizzato il lavoro
ko_kr: 이 노동 항목이 사용되는 경우
mr_in: हे कामगार आयटम वापरल्यास
nl_nl: Waar dit arbeidsitem wordt gebruikt
pt_pt: Onde este item usa M.O.
ro_ro: În cazul în care acest articol Muncii este folosit
ru_ru: Где используется этот рабочей элемент
sq_al: Ku Kjo Item Punës është përdorur
sv: Ingår i...
sw_ke: Ambapo hii Item Kazi Je Used
tr_tr: Nerede bu İşgücü Ürün Kullanılır?
zh_hk: 查看此劳务用途
zh_tw: 用於本勞工項目

source: Quantity Adjustments
cs_cz: Úpravy množství
es_es: Ajustes de cantidad
hi_in: मात्रा समायोजन
id_id: Penyesuaian Qty
it_it: Quantità Regolazioni
ko_kr: 수량 조정
mr_in: प्रमाण ऍडजस्टमेंट
nl_nl: Aantal Aangepassingen
pt_pt: Ajustes de Quantid.
ro_ro: Cantitate Ajustări
ru_ru: Корректировки количества
sq_al: Sasia Rregullimet
sv: Antalsjusteringar
sw_ke: Wingi marekebisho
tr_tr: MIKTAR AYARLAMALARI
zh_hk: 数量调整
zh_tw: 數量調整

source: Purchase this Item from
cs_cz: Nákup tohoto bodu z
es_es: Comprar este Artículo a
hi_in: खरीद इस मद से
id_id: Beli Item ini dari
it_it: Acquista questo articolo, da
ko_kr: 에서이 항목을 구입
mr_in: पासून या आयटमची खरेदी
nl_nl: Koop dit item van
pt_pt: Comprar este item de
ro_ro: Achiziţiona acest element din
ru_ru: Купить этот товар у
sq_al: Blerë këtë artikull nga
sv: Köp från
sw_ke: Kununua bidhaa kutoka
tr_tr: Bu satın alma Öğesi
zh_hk: 此物料购自
zh_tw: 購買這件產品從

source: Modify Item Details
cs_cz: Změnit detaily položky
es_es: Modificar detalles de artículo
hi_in: संशोधित आइटम विवरण
id_id: Ubah Rincian Item
it_it: Dettagli Modifica l&#39;Asta
ko_kr: 상품 상세 수정
mr_in: आयटम तपशील संपादीत
nl_nl: Wijzig item details
pt_pt: Modificar Detalhes do Item
ro_ro: Modificare Detalii Articol
ru_ru: Изменить данные о товаре
sq_al: Detajet Modify Item
sv: ändra produkt
sw_ke: Kurekebisha Item Details
tr_tr: Değiştirmek Ürün Detayları
zh_hk: 修改物料信息
zh_tw: 修改商品資料

source: Maintain Reorder Levels
cs_cz: Změna pořadí udržovat Úrovně
es_es: Administrar puntos de pedido
hi_in: पुन: व्यवस्थित बनाए रखने के स्तर
id_id: Pengaturan Tingkat Order-Ulg
it_it: Mantenere i livelli di riordino
ko_kr: 재주문 수준을 유지
mr_in: पुनर्क्रमित स्तर ठेवा
nl_nl: Onderhoud Aanvul orders
pt_pt: Manter Nível de Pedido
ro_ro: Menţinerea Reordonare Niveluri
ru_ru: Обслуживать уровень запасов
sq_al: Reorder Nivelet Ruajtja e
sv: Beställningspunkter
sw_ke: Kudumisha reorder Ngazi
tr_tr: TEKRAR SIPARIS SEVIYELERI YÖNETIMI
zh_hk: 维护再订货点
zh_tw: 維護再訂單水平

source: Maintain Standard Cost
cs_cz: Nastavení standardní ceny
es_es: Administrar costo estándar
hi_in: मानक बनाए रखने के लिए लागत
id_id: Pengaturan HPP Standar
it_it: Mantenere dei costi standard
ko_kr: 표준 원가를 유지
mr_in: मानक किंमत ठेवा
nl_nl: Onderhoud Standaard Kosten
pt_pt: Manter Custo Padrão
ro_ro: Menţinerea Standard Cost
ru_ru: Поддерживать стандартную стоимость
sq_al: Kosto Ruajtja Standard
sv: Kalkylpris
sw_ke: Kudumisha Standard Gharama
tr_tr: STANDARD MALIYET YÖNETIMI
zh_hk: 维护标准成本
zh_tw: 維護標準成本

source: Maintain Purchasing Data
cs_cz: Nastavení nákupních údajů
es_es: Administrar datos de compra
hi_in: क्रय को बनाए रखने के डेटा
id_id: Pengaturan Data Pembelian
it_it: Mantenere Acquisto Data
ko_kr: 구매 데이터를 유지
mr_in: खरेदी डेटा ठेवा
nl_nl: Onderhoud Inkoop Data
pt_pt: Manter Dados Compra
ro_ro: Menţinerea de cumpărare de date
ru_ru: Обслуживать данные сделок
sq_al: Blerja e të dhënave Ruajtja e
sv: Underhåll av inköpsinformation
sw_ke: Ununuzi wa kudumisha Data
tr_tr: SATINALMA VERILERI YÖNETIMI
zh_hk: 维护供应商供货信息
zh_tw: 維護供應商資料

source: Maintain Customer Item Data
ko_kr: 고객 항목 데이터를 유지
zh_tw: 維護客戶產品資料

source: Maintain Pricing
cs_cz: Nastavení cen
es_es: Administrar precios
hi_in: बनाए रखने के मूल्य निर्धारण
id_id: Pengaturan Harga
it_it: Mantenere prezzi
ko_kr: 가격 유지
mr_in: किंमत ठेवा
nl_nl: Onderhoud Prijzen
pt_pt: Manter Preço
ro_ro: Menţine preţurile
ru_ru: Обслуживать калькуляцию цен
sq_al: Ruajtja e Çmimeve
sv: Priser
sw_ke: Kudumisha Pricing
tr_tr: FIYAT YÖNETIMI
zh_hk: 维护价格
zh_tw: 維護價格

source: Special Prices for customer
cs_cz: Zvláštní ceny pro zákazníka
es_es: Precios especiales para clientes
hi_in: ग्राहक के लिए विशेष मूल्य
id_id: Harga Khusus utk customer
it_it: Prezzi speciali per i clienti
ko_kr: 고객을위한 특별 가격
mr_in: ग्राहक विशेष भाव
nl_nl: Speciale Prijzen voor klant
pt_pt: Preço Especial para Cliente
ro_ro: Preturi speciale pentru client
ru_ru: Специальные цены для клиентов
sq_al: Çmimet e posaçme për të konsumatorëve
sv: Kundunika priser
sw_ke: Bei maalum kwa ajili ya wateja
tr_tr: ÖZEL MÜSTERI FIYATLARI
zh_hk: 客户的特殊价格
zh_tw: 客戶的特殊價格

source: Maintain Discount Category
cs_cz: Udržovat Sleva kategorie
es_es: Administrar clase de descuento
hi_in: बनाए रखने के डिस्काउंट श्रेणी
id_id: Pengaturan Kategori Diskon
it_it: Mantenere Sconto Categoria
ko_kr: 할인 카테고리 유지
mr_in: सवलत वर्ग ठेवा
nl_nl: Te handhaven Korting Categorie
pt_pt: Manter Categoria Desconto
ro_ro: Menţinerea Discount Categorie
ru_ru: Поддержание скидки категории
sq_al: Kategoria Ruajtja Discount
sv: Underhåll rabattkategori
sw_ke: Kudumisha Discount Jamii
tr_tr: Korumak İndirim Kategori
zh_hk: 维护折扣种类
zh_tw: 維護折扣類別

source: Clone This Item
es_es: Clonar este artículo
ko_kr: 이 항목을 복제
mr_in: हा आयटम क्लोन
pt_pt: Duplicar este item
zh_tw: 複製物料

source: Maintain Related Items
es_es: Administrar artículos relacionados
ko_kr: 관련 항목 유지
zh_tw: 維護相關物料

source: Maintain Price Matrix
es_es: Administrar matriz de precios
ko_kr: 가격 매트릭스를 유지
zh_tw: 維護價格表

source: Enter text that you wish to search for in the item description
es_es: Introducir el texto que desea buscar en la descripción del artículo
ko_kr: 당신은 항목 설명에서 검색 할 텍스트를 입력
mr_in: आपण आयटम वर्णनात शोधण्यासाठी इच्छिता मजकूर प्रविष्ट करा
pt_pt: Informe o texto na descrição para o qual deseja pesquisar itens
zh_tw: 輸入您想在商品描述中搜索的文本

source: Enter text that you wish to search for in the item code
es_es: Introducir el texto que desea buscar en el código del artículo
ko_kr: 당신이 항목 코드에서 검색 할 텍스트를 입력
mr_in: आपण आयटम कोड मध्ये शोधण्यासाठी इच्छिता मजकूर प्रविष्ट करा
pt_pt: Informe o texto no código do item para o qual deseja pesquisar itens
zh_tw: 輸入您希望在項目代碼中搜索的文本

source: Test Results have not all been entered. This Lot is not able to be used for a a Certificate of Analysis
ko_kr: 테스트 결과는 모든 입력되지 않았습니다. 이 부지는 분석 AA 인증서를 사용 할 수 없습니다
zh_tw: 測試結果還沒有全部被輸入。該批次不能用於分析證書

source: Some Results are out of Spec
es_es: Algunos resultados están fuera de especificaciones
ko_kr: 일부 결과는 사양 벗어
zh_tw: 有些結果是超出規格的

source: QA Sample record for
ko_kr: 에 대한 품질 보증 샘플 기록
zh_tw: 對於QA樣本記錄

source: The update of the QA Sample failed because
ko_kr: QA 샘플의 업데이트를하기 때문에 실패
zh_tw: 質量保證樣品的更新失敗，因為

source: All other samples for this Specification and Lot was marked as Cert=No
ko_kr: 이 사양 및 부지에 대한 다른 모든 샘플 쿠폰으로 표시 한 = 아니오
zh_tw: 所有其他樣本規格和批次被標記為證書=無

source: Created New Sample
ko_kr: 만든 새로운 샘플
zh_tw: 建立新樣品

source: Cannot delete this Sample ID because there are test results tied to it
ko_kr: 테스트 결과가 묶여 있기 때문에이 샘플 ID를 삭제할 수 없습니다
zh_tw: 無法刪除此樣品編號，因為有測試結果連接到它

source: The sample results could not be deleted because
ko_kr: 샘플 결과가 있기 때문에 삭제할 수 없습니다
zh_tw: 抽樣結果不能刪除，因為

source: The QA Sample could not be deleted because
ko_kr: QA 샘플이 있기 때문에 삭제할 수 없습니다
zh_tw: 質量保證樣品不能被刪除，因為

source: QA Sample
es_es: Muestra de aseguramiento de la calidad
ko_kr: QA 샘플
zh_tw: QA樣品

source: The Sample ID entered
ko_kr: 샘플 ID를 입력
zh_tw: 輸入樣品編號：

source: Sample ID
es_es: Identificación de muestra
ko_kr: 샘플 ID
zh_tw: 樣品編號：

source: Lot Number
es_es: Número de lote
ko_kr: 로트 번호
zh_tw: 批號

source: Search Samples
es_es: Buscar muestras
ko_kr: 검색 샘플
zh_tw: 搜索樣本

source: To search for Pick Lists for a specific part use the part selection facilities below
ko_kr: 특정 부분에 대한 선택 목록을 검색하려면 아래의 부품 선택 기능을 사용
zh_tw: 要搜索撿取列表的特定部件，使用下面的部件選擇設備

source: No QA samples were returned by the SQL because
ko_kr: 없음 품질 보증 샘플은 SQL 때문에에 의해 반환되지 않았다
zh_tw: 無質量保證樣品通過SQL返回，因為

source: Enter Results
es_es: Introducir resultado
ko_kr: 결과를 입력
zh_tw: 輸入結果

source: Specification
es_es: Especificación
ko_kr: 사양
zh_tw: 產品規格

source: Lot / Serial
es_es: Lote / Serie
ko_kr: 부지 / 시리얼
zh_tw: 批號/序列號

source: Identifier
es_es: Identificador
ko_kr: 식별자
zh_tw: 標識

source: Created By
es_es: Creado por
ko_kr: 작성자
zh_tw: 建立者

source: Sample Date
es_es: Fecha de muestra
ko_kr: 샘플 날짜
zh_tw: 採樣日期:

source: Cert Allowed
ko_kr: 쿠폰 허용
zh_tw: 證書允許的

source: Are you sure you wish to delete this Sample ID ?
es_es: ¿Está seguro que desea suprimir esta identificación de muestra?
ko_kr: 당신은 당신이이 샘플 ID를 삭제 하시겠습니까?
zh_tw: 您確定要刪除該樣品ID？

source: Show All Samples
es_es: Mostrar todas las muestras
ko_kr: 모든 샘플을보기
zh_tw: 顯示所有樣品

source: Lot
es_es: Lote
ko_kr: 제비
zh_tw: 批次

source: Use for Cert?
ko_kr: 쿠폰에 사용?
zh_tw: 使用證書？

source: Duplicate for Lot OK?
ko_kr: 부지 확인을위한 중복?
zh_tw: 重複的的批次，OK？

source: Search Recurring Sales Orders
cs_cz: Hledat Opakovaná Prodejní objednávky
es_es: Buscar Pedidos de Venta Frecuentes
hi_in: खोज पुनरावृत्ति बिक्री आदेश
id_id: Cari Order Penjualan Berulang
it_it: Ricerca Ordini di vendita si rinnovano
ko_kr: 반복 판매 주문 검색
mr_in: आवर्ती विक्री ऑर्डर शोधा
nl_nl: Zoek repeterende verkoop orders
pt_pt: Pesquisar Ped. Vendas Recorrentes
ro_ro: Căutare Comenzi recurente Vânzări
ru_ru: Поиск повторяющихся заказов на продажу
sq_al: Search Sales Recurring urdhëron
sv: Sök återkommande order
sw_ke: Search Recurring Daraja Sales
tr_tr: TEKRARLANAN SATIS SIPARISLERI
zh_hk: 查找循环销售订单
zh_tw: 搜尋循環銷售訂單

source: Select recurring order templates for delivery from:
cs_cz: Vyberte opakované objednávky šablony pro doručení od:
es_es: Seleccionar plantillas de ordenes recurrentes para la entrega de:
hi_in: चयन आवर्ती क्रम से प्रसव के लिए टेम्पलेट्स:
id_id: Cari template order berulang utk pengiriman dari
it_it: Per selezionare Periodica modelli per la consegna a partire da:
ko_kr: 에서 전달을위한 반복 순서 템플릿을 선택합니다 :
mr_in: पासून पोहचवण्यासाठी आवर्ती ऑर्डर टेम्पलेट निवडा:
nl_nl: Selecteer herhalende opdracht sjabloon voor levering van:
pt_pt: Selecione modelos de Ped. Venda para entrega de:
ro_ro: Pentru recurente Selectaţi template-uri pentru livrare de la:
ru_ru: Выберите шаблоны повторяющиеся заказов для доставки из:
sq_al: Zgjidhni mënyrë të përsëritura templates për ofrimin nga:
sv: Välj återkommande ordermallar för leverans från:
sw_ke: Ili kuchagua recurring templates ya utoaji kutoka:
tr_tr: SIPARIS SABLONU SEÇIN... DEPO:
zh_hk: 按发货仓库查找
zh_tw: 選取循環訂單範本的發貨倉庫

source: Search Recurring Orders
cs_cz: Hledat Opakující se objednávky
es_es: Buscar Pedidos Frecuentes
hi_in: खोज पुनरावृत्ति आदेश
id_id: Cari Order Berulang
it_it: Cerca gli ordini ricorrenti
ko_kr: 반복 주문 검색
mr_in: आवर्ती ऑर्डर शोधा
nl_nl: Zoeken Repeterende orders
pt_pt: Pesquisar Pedidos Recorrentes
ro_ro: Comenzi de căutare recurente
ru_ru: Искать повторяющиеся заказы
sq_al: Urdhërat Search Recurring
sv: Sök återkommande order
sw_ke: Search Recurring Daraja
tr_tr: TEKRARLANAN-SIPARISLERI ARA
zh_hk: 查找循环销售订单
zh_tw: 搜尋循環訂單
