Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The company name entered does not correspond to a database on the database server specified in the config.php configuration file. Try logging in with a different company name
cs_cz: Název společnosti vstoupila neodpovídá databáze na databázovém serveru specifikované v souboru config.php konfigurace. Pokuste se přihlásit s různými název firmy
es_es: El nombre de compañía que se ha introducido no corresponde con una base de datos en el servidor de base de datos especificado en el fichero de configuración config.php. Intente acceder con un nombre de compañía diferente
hi_in: कंपनी का नाम डेटाबेस config.php विन्यास फाइल में निर्दिष्ट सर्वर पर कोई डेटाबेस के अनुरूप नहीं में प्रवेश किया. एक अलग कंपनी के नाम के साथ में प्रवेश करने का प्रयास करें
id_id: Nama perusahaan yg dimasukkan tdk sama dgn yg ada di database seperti tertera di file konfigurasi config.php. Coba masuk dgn nama perusahaan yg lain
it_it: Il nome della società inserito non corrispondono a un database sul server di database specificato nel file di configurazione config.php. Prova ad accedere con un nome di società diversa
ko_kr: 입력 회사 이름 config.php를 구성 파일에 지정된 데이터베이스 서버의 데이터베이스에 대응하지 않는다. 다른 회사 이름으로 로그인 시도
mr_in: प्रविष्ट कंपनी नाव config.php या संरचना फाइलमध्ये निर्देशीत डाटाबेस सर्व्हर वर एक डेटाबेस अनुरूप नाही. भिन्न कंपनी नाव साइन इन करण्याचा प्रयत्न
nl_nl: Bedrijfsnaam correspondeert niet met een database op de gespecificeerde database server in de configuratie. Probeer met een andere bedrijfsnaam in te loggen
pt_pt: O nome da companhia informado não corresponde a nenhum banco de dados no servidor especificado no arq. config.php. Tentar acesso em outra companhia.
ro_ro: Numele companiei a intrat nu corespunde la o bază de date pe serverul de baze de date specificate în fişierul de configurare config.php. Încercaţi să vă conectaţi cu un nume de companie diferita
ru_ru: Введенное название компании не соответствует базе данных на сервере баз данных, указанных в файле конфигурации config.php. Попробуйте войти в с другим названием компании
sq_al: Emri i kompanisë ka hyrë nuk korrespondon me një bazë të dhënash në database server specifikuar tek file i konfigurimit config.php. Provoni me një emër të kompanisë të ndryshme
sv: Företagsnamnet in inte motsvarar till en databas på databasservern anges i config.php konfigurationsfilen. Prova att logga in med ett annat företagsnamn
sw_ke: Jina kampuni aliingia haina yanahusiana na database kwenye server database maalum katika faili Configuration config.php. Kujaribu kukata magogo katika jina tofauti na kampuni
tr_tr: GIRDIGINIZ FIRMA ADI/KULLANICI ADI ve PAROLA BIRBIRIYLE UYUSMUYOR, SISTEME GIREMEZSINIZ.
zh_hk: 输入的公司名称跟 config.php 设置档内指定的数据库伺服器的数据库不同, 请使用其他公司名再试登入
zh_tw: 輸入的公司名稱跟 config.php 設置檔內指定的資料庫伺服器的資料庫不同, 請使用其他公司名再試登入

source: Database SQL Failure
cs_cz: Chyba databáze SQL
es_es: Fallo de SQL
hi_in: डेटाबेस SQL विफलता
id_id: Kegagalan SQL Database
ko_kr: 데이터베이스 SQL 실패
mr_in: डेटाबेस SQL ​​बिघाड
nl_nl: Database fout
pt_pt: Falha SQL no DB
ro_ro: Baza de date SQL Nerespectarea
ru_ru: ошибка SQL базы данных
sq_al: Dështimi Database SQL
sv: SQL-databasserver
sw_ke: Mbegu SQL Kushindwa
tr_tr: VERITABANI SQL HATASI
zh_hk: 数据库SQL败
zh_tw: 資料庫 SQL 失敗

source: Error Rolling Back Transaction
cs_cz: Chyba Vrátit transakce
es_es: Error al Cancelar la Transacción
hi_in: वापस लेनदेन रोलिंग त्रुटि
id_id: Kesalahan dalam Mengembalikan Transaksi
it_it: Errore Rolling Back Transaction
ko_kr: 롤백 트랜잭션 오류
mr_in: रोलिंग मागे व्यवहार त्रुटी
nl_nl: Fout bij terugdraai-transactie
pt_pt: ERRO ROLL-BACK DA TRANSAÇÃO
ro_ro: Eroare Rolling Înapoi Transaction
ru_ru: Ошибка отката операции
sq_al: Gabim Rolling Kthehu Transaction
sv: syntaxfel: kan inte backa tillbaka
sw_ke: Kosa Rolling Nyuma ya Shughuli
tr_tr: HAREKETI GERI ALIRKEN HATA OLUSTU!
zh_hk: 交易返回错误
zh_tw: 交易返回錯誤

source: Database Rollback Error
cs_cz: Chyba databáze Rollback
es_es: Error al Cancelar la Transacción
hi_in: डेटाबेस त्रुटि रॉलबैक
id_id: Kesalahan Mengembalikan Database
it_it: Database Rollback errore
ko_kr: 데이터베이스 롤백 오류
mr_in: डेटाबेस रोलबॅक त्रुटी
nl_nl: Database terugdraai fout
pt_pt: Erro no Rollback no DB
ro_ro: Baza de date Rollback Eroare
ru_ru: Ошибка отката базы данных
sq_al: Error Database Rikthimi
sv: Databasfeldialog
sw_ke: Mbegu rollback Error
tr_tr: VERITABANI ROLLBACK HATASI
zh_hk: 数据库返回技术错误
zh_tw: 資料庫返回技術錯誤

source: The system has just run the regular database administration and optimisation routine.
cs_cz: Systém má jen spustit pravidelnou správu databáze a optimalizace rutina.
es_es: El sistema acaba de ejecutar la periódica rutina de administración y optimización de la base de datos.
hi_in: प्रणाली सिर्फ नियमित डेटाबेस प्रशासन और अनुकूलन नियमित चलाने की है.
id_id: Sistem baru saja menjalankan administrasi dan pengoptimalan database secara reguler.
it_it: Il sistema ha appena eseguito la regolare amministrazione del database e la routine di ottimizzazione.
ko_kr: 이 시스템은 일반 데이터베이스 관리 및 최적화 루틴을 실행하고있다.
mr_in: प्रणाली फक्त नियमित डेटाबेस प्रशासन आणि ऑप्टिमायझेशन नियमानुसार चालवा आहे.
nl_nl: Het systeem heeft zojuist een reguliere database kontrole en optimalisatie routine uitgevoerd.
pt_pt: O sistema executou rotina de admin. e otimiz. regular do DB.
ro_ro: Sistemul de a rula doar administrarea bazelor de date regulate şi de rutină de optimizare.
ru_ru: Система только что запустила регулярное администрирование баз данных и оптимизацию.
sq_al: Sistemi ka vetëm të drejtuar administratën e rregullt dhe të bazës së të dhënave rutinë optimization.
sv: Systemet har endast köra vanlig databas administration och optimering rutin.
sw_ke: Mfumo ina kukimbia tu ya mara kwa mara database utawala na utaratibu optimization.
tr_tr: SISTEM, RUTIN VERITABANI BAKIM ISLEMLERINI GERÇEKLESTIRDI ...
zh_hk: 系统刚进行正常的数据库管理和优化例行程序
zh_tw: 系統剛進行正常的資料庫管理和優化例行程序

source: Rolling Back Transaction OK
ko_kr: 롤백 트랜잭션 확인
mr_in: रोलिंग मागे व्यवहार ओके
pt_pt: Desfazer Trans. Bancárias OK
zh_tw: 交易資料回復確認

source: Database Rollback Due to Error Above
ko_kr: 위를 오류로 데이터베이스 롤백 인해
mr_in: डेटाबेस रोलबॅक यामुळे वरील त्रुटीमुळे
pt_pt: DB Rollback devido ao erro acima
zh_tw: 由於上述資料操作錯誤，資料庫回復中

source: The company name entered together with the configuration in the file config.php for the database user name and password do not provide the information required to connect to the database.
cs_cz: Název firmy vstoupil společně s konfigurací v souboru config.php pro název databáze, uživatele a heslo neposkytují informace potřebné pro připojení k databázi.
es_es: El nombre de la compañía se ha insertado junto con la configuración en el archivo config.php para el nombre de usuario y la contraseña de la base de datos, no se proporciona la información necesaria para conectarse a la base de datos.
hi_in: कंपनी का नाम डेटाबेस उपयोगकर्ता नाम और करने के लिए डेटाबेस से कनेक्ट करने के लिए आवश्यक जानकारी प्रदान नहीं पासवर्ड के लिए फ़ाइल config.php में विन्यास के साथ एक साथ प्रवेश किया.
id_id: Nama perusahaan yg dimasukkan bersamaan dgn konfigrasi di file config.php utk nama user dan kata sandi database tdk menyediakan informasi yg diperlukan utk menghubungkan ke database.
it_it: Il nome della società è entrato insieme con la configurazione nel file config.php per il nome utente e password del database non forniscono le informazioni necessarie per la connessione al database.
ko_kr: 회사 이름 데이터베이스에 연결하는 데 필요한 정보를 제공하지 않는 데이터베이스 사용자 이름과 암호의 config.php 파일의 구성과 함께 입력.
mr_in: डेटाबेस वापरकर्ता नाव आणि संकेतशब्द फाइल config.php या मध्ये संरचना एकत्र प्रविष्ट कंपनी नाव डेटाबेस कनेक्ट करण्यासाठी आवश्यक माहिती प्रदान करू नका.
nl_nl: De bedrijfs naam ingevoerd samen met die in het configuratie bestand config.php voor de database gebruikers naam en wachtwoord geven niet de informatie om een verbinding met de database te maken.
pt_pt: Nome da companhia informada na configuração do arq. config.php para o nome e usuário do DB não provêm informações necessárias para a conexão ao Banco de Dados
ro_ro: Numele companiei a intrat împreună cu configuraţie în config.php fişier pentru numele de utilizator şi parola bazei de date nu furnizează informaţiile necesare pentru conectarea la baza de date.
ru_ru: Название компании вводится вместе с конфигурацией в файле config.php для имени пользователя базы данных и пароля не предоставляйте информацию, необходимую для подключения к базе данных.
sq_al: Emri i kompanisë ka hyrë së bashku me konfigurimin në config.php file për emrin e përdoruesit dhe fjalë-kalimin bazës së të dhënave nuk japin informacionin e kërkuar lidhur me bazën e të dhënave.
sv: Företagsnamnet in tillsammans med konfigurationen i filen config.php för databasen användarnamn och lösenord inte lämna den information som krävs för att ansluta till databasen.
sw_ke: Jina kampuni aliingia pamoja na Configuration katika config.php faili kwa ajili ya jina database mtumiaji na nywila wala kutoa taarifa required kuungana na database.
tr_tr: GIRDIGINIZ FIRMA ADI/KULLANICI ADI ve PAROLA BIRBIRIYLE UYUSMUYOR, SISTEME GIREMEZSINIZ.
zh_hk: 输入的公司名称, 和设定档 config.php 不能提供的连线到数据库的数据库使用者名称和密码设定资料
zh_tw: 輸入的公司名稱, 和設定檔 config.php 不能提供的連線到資料庫的資料庫使用者名稱和密碼設定資料

source: Try logging in with an alternative company name.
cs_cz: Pokuste se přihlásit s alternativní název firmy.
es_es: Intente acceder con un nombre de compañía alternativo.
hi_in: एक वैकल्पिक कंपनी के नाम के साथ में प्रवेश करने की कोशिश करें.
id_id: Coba masuk dgn nama perusahaan yg lain.
it_it: Prova ad accedere con un nome di società alternativa.
ko_kr: 다른 회사 이름으로 로그인하십시오.
nl_nl: Probeer aan te melden met een altenatieve bedrijfs naam
pt_pt: Tentar dar (Login) em um Nome empresa alternado
ro_ro: Încercaţi să vă conectaţi cu un nume companie alternativă.
ru_ru: Попробуйте войти с альтернативным названием компании.
sq_al: Provoni me një emër të kompanisë alternative.
sv: Prova att logga in med ett alternativt företagsnamn.
sw_ke: Kujaribu kukata magogo katika kwa jina mbadala kampuni.
tr_tr: BASKA BIR FIRMA ADI DENEYEBILIRSINIZ
zh_hk: 请用其他公司名称再登入
zh_tw: 請用其他公司名稱再豋入

source: DB ERROR:
cs_cz: DB CHYBA:
es_es: ERROR en BD:
hi_in: DB त्रुटि:
id_id: KESALAHAN DB:
it_it: Errore DB:
ko_kr: DB 오류 :
mr_in: DB त्रुटी:
nl_nl: DB FOUT
pt_pt: ERRO DB:
ro_ro: DB EROARE:
sq_al: GABIM DB:
tr_tr: DB HATA:
zh_hk: 资料错误:
zh_tw: 資料錯誤:

source: Error Rolling Back Transaction!!
cs_cz: Chyba Vrátit transakce!
es_es: Error Anulando la Transacción
hi_in: वापस लेनदेन रोलिंग त्रुटि!
id_id: Kesalahan Mengembalikan Transaksi!!
it_it: Errore Rolling Back transazione!
ko_kr: 롤백 트랜잭션을 오류!
mr_in: रोलिंग मागे व्यवहार त्रुटी!!
nl_nl: Fout Bij Terug Draaien Transaktie !!
pt_pt: ERRO ROLL-BACK DA TRANSAÇÃO!!!
ro_ro: Eroare Rolling Înapoi Transaction!
ru_ru: Ошибка отката операции!!!
sq_al: Gabim Rolling Back Transaction!
sv: syntaxfel: kan inte backa tillbaka
sw_ke: Kosa Rolling Nyuma ya Shughuli!
tr_tr: ISLEMI GERI ALIRKEN HATA OLUSTU!!
zh_hk: 交易返回错误!!
zh_tw: 交易返回錯誤!!

source: DB DEBUG:
es_es: DEPURACIÓN BD:
hi_in: DB डीबग:
id_id: DEBUG DB:
ko_kr: DB의 DEBUG :
mr_in: DB डीबग करा:
pt_pt: Depurar DB
ro_ro: DB REMEDIERE:
sq_al: DEBUG DB:
sv: Felsökningskommando
zh_hk: 数据库 除错:
zh_tw: 資料庫 除錯:

source: The system has just run the regular database administration and optimisation routine
cs_cz: Systém má jen spustit pravidelnou správu databáze a optimalizace rutinní
es_es: El sistema acaba de ejecutar la administración de base de datos normal y de rutina de optimización
hi_in: प्रणाली सिर्फ नियमित डेटाबेस प्रशासन और अनुकूलन दिनचर्या भाग गई है
id_id: Sistem baru saja menjalankan administrasi dan pengoptimalan database secara reguler
it_it: Il sistema è sufficiente eseguire la regolare amministrazione del database e routine di ottimizzazione
ko_kr: 그냥 일반 데이터베이스 관리 및 최적화 루틴을 실행 한 시스템
mr_in: प्रणाली फक्त नियमित डेटाबेस प्रशासन आणि ऑप्टिमायझेशन नियमानुसार चालवा आहे
nl_nl: Systeem heeft de reguliere database administratie en optimalisatie routine gedraaid
pt_pt: O sistema executou rotina de admin. e otimiz. regular do DB
ro_ro: Sistemul de a rula doar administrarea bazelor de date regulate şi de rutină de optimizare
ru_ru: Система только что запустила регулярное администрирование баз данных и оптимизация программы
sq_al: Sistemi i ka drejtuar vetëm administratën e rregullt dhe të bazës së të dhënave rutinë optimization
sv: Systemet har bara köra vanlig databas administration och optimering rutin
sw_ke: Mfumo ina kukimbia tu ya mara kwa mara database utawala na utaratibu optimization
tr_tr: RUTIN VERITABANI BAKIM ISLEMI YAPILDI
zh_hk: 系统刚进行正常的数据库管理和优化例行程序
zh_tw: 系統剛進行正常的資料庫管理和優化例行程序

source: The report does not have any output columns
cs_cz: Tato zpráva nemá žádný výstupní sloupce
es_es: El informe no tiene columnas con algún resultado
hi_in: रिपोर्ट में किसी भी उत्पादन कोलम नही है
id_id: Laporan tersebut tdk memiliki kolom hasil
it_it: Il rapporto non ha nessun colonne di output
ko_kr: 이 보고서는 모든 출력 열이 없습니다
mr_in: अहवाल कोणत्याही आउटपुट स्तंभ नाहीत
nl_nl: Rapportage bevat geen output kolommen
pt_pt: Relatório não possui nenhuma coluna de saída
ro_ro: Raportul nu are nici un coloane de ieşire
ru_ru: В докладе нет никаких выходных столбцов
sq_al: Raporti nuk ka ndonjë kolona output
sv: Rapporten har inga utdatakolumner
sw_ke: Ripoti hana nguzo yoyote pato
tr_tr: RAPORUN ÇIKTISI OLABILECEK KOLON/SÜTUN YOK
zh_hk: 报告没有任何输出栏
zh_tw: 報表沒有任何輸出欄

source: You need to set up the data columns that you wish to show in the report
cs_cz: Musíte nastavit datové sloupce, které chcete zobrazit ve zprávě
es_es: Debe configurar las columnas de datos que desea mostrar en el informe
hi_in: तुम पर डेटा स्तंभ जिसे आप रिपोर्ट में दिखाना चाहते हैं निर्धारित करने की आवश्यकता
id_id: Anda harus mengatur kolom data yg Anda ingin tampilkan dalam laporan
it_it: di di
ko_kr: 당신은 당신이 보고서에 표시 할 데이터 열을 설정해야
mr_in: आपण अहवालात दर्शविण्यासाठी इच्छित डाटा स्तंभ सेट करणे आवश्यक आहे
nl_nl: Gegevens kolommen die moeten worden getoond in de rapportage moeten wordeg gedefinieerd
pt_pt: Configurar os dados das colunas que são necessárias no relatório
ro_ro: Ai nevoie pentru a configura coloanele de date pe care doriţi să arate în raportul de
ru_ru: Вы должны настроить столбцы данных, которые вы хотите показать в докладе
sq_al: Ju duhet për të ngritur shtyllat e të dhënave që ju dëshironi për të treguar në këtë raport
sv: Du måste ställa in data kolumner som du vill visa i rapporten
sw_ke: Unahitaji kuweka nguzo ya data kwamba unataka kuonyesha katika ripoti
tr_tr: BU RAPORDA GÖSTERILECEK VERI KOLONLARI SEÇMELISINIZ
zh_hk: 必须设定要在报告显示的数据栏
zh_tw: 必須設定要在報表顯示的數據欄

source: No Columns
cs_cz: Sloupce č.
es_es: No hay Columnas
hi_in: कोई स्तंभ
id_id: Tdk Ada Kolom
it_it: No
ko_kr: 아니 열 없습니다
mr_in: नाही स्तंभ
nl_nl: Geen Kolommen
pt_pt: Nenhuma coluna
ro_ro: Nr coloane
ru_ru: Нет Колонок
sq_al: Nuk ka Kolumne
sv: Antal kolumner:
sw_ke: Hakuna nguzo
tr_tr: HIÇ KOLON YOK
zh_hk: 没有栏
zh_tw: 沒有欄

source: Enter Columns for this report
cs_cz: Zadejte Sloupce na tuto zprávu
es_es: Indique las Columnas para este informe
hi_in: इस रिपोर्ट के लिए स्तंभ दर्ज करें
id_id: Masukkan Kolom utk laporan ini
it_it: Invia
ko_kr: 이 보고서에 대해 열을 입력
mr_in: या अहवालासाठी स्तंभ प्रविष्ट करा
nl_nl: Voer kolommen in voor deze rapportage
pt_pt: Informe colunas para o relatório
ro_ro: Introduceţi Coloane pentru acest raport
ru_ru: Введите столбцов для данного отчета
sq_al: Enter Shtylla për këtë raport
sv: Registrera kolumner för denna rapport
sw_ke: Kuingia safu za ripoti hii
tr_tr: BU RAPOR ICIN KOLONLARI SEÇIN
zh_hk: 为此报告输入栏
zh_tw: 輸入這報表的欄

source: The report cannot have more than 10 columns in it
cs_cz: Zpráva nemůže mít více než 10 sloupců v něm
es_es: El informe no puede tener más de 10 columnas
hi_in: रिपोर्ट 10 से अधिक स्तंभों में यह नहीं हो सकता
id_id: Laporan tdk dapat mempunyai lebih dari 10 kolom
it_it: La relazione non può avere più di 10 colonne in esso
ko_kr: 거기에 10 개 이상의 열을 가질 수 없습니다 보고서
mr_in: अहवाल त्यात 10 पेक्षा जास्त स्तंभ असू शकत नाहीत
nl_nl: Rapportage mag niet meer dan 10 kolommen omvatten
pt_pt: Relatório não pode possuir mais de 10 colunas.
ro_ro: Raportul nu poate avea mai mult de 10 coloane în ea
ru_ru: В докладе не может иметь более 10 столбцов в ней
sq_al: Raporti nuk mund të ketë më shumë se 10 kolona në të
sv: Rapporten kan inte ha mer än 10 kolumner i den
sw_ke: Ripoti hiyo hawezi kuwa nguzo zaidi ya 10 ndani yake
tr_tr: BIR RAPORDA EN FAZLA 10 KOLON OLABILIR
zh_hk: 报告不能含多于 10 个栏位
zh_tw: 報表不能含多於 10 個欄位

source: Please delete one or more columns before attempting to run it
cs_cz: Prosím, odstraňte jeden nebo více sloupců před pokusem o spuštění
es_es: Elimine una o más columnas antes intentar generar el informe
hi_in: कृपया इसे चलाने के लिए प्रयास करने से पहले एक या अधिक स्तंभों को हटाना
id_id: Silahkan hapus satu atau lebih kolom sebelum menjalankannya
it_it: prima del di
ko_kr: 그것을 실행하기 전에 하나 이상의 열을 삭제하세요
mr_in: चालवू प्रयत्न करण्यापूर्वी एक किंवा अधिक स्तंभ हटवा
nl_nl: Verijder een of meer kolommen voor met de rapportage run te starten
pt_pt: Remover uma ou mais colunas antes de executar
ro_ro: Vă rugăm să ştergeţi unul sau mai multe coloane înainte de a încerca să-l rulaţi
ru_ru: Пожалуйста, удалите один или несколько столбцов, прежде чем пытаться запустить его
sq_al: Ju lutemi të fshini një ose më shumë shtylla para se të kandiduar
sv: Ta bort en eller flera kolumner innan du kör den
sw_ke: Tafadhali delete nguzo moja au zaidi kabla ya kujaribu kukimbia
tr_tr: TEKRAR ÇALISTIRMADAN ÖNCE BIRKAÇ KOLON SILMEYI DENEYIN
zh_hk: 请在再试进行前删除一或多个栏
zh_tw: 請在再試進行前刪除一或多個欄

source: Too Many Columns
cs_cz: Příliš mnoho sloupců
es_es: Demasiadas Columnas
hi_in: बहुत अधिक कॉलम
id_id: Terlalu Banyak Kolom
it_it: Troppo molte colonne
ko_kr: 너무 많은 열
mr_in: बरेच स्तंभ
nl_nl: Te veel komommen
pt_pt: Muitas Colunas
ro_ro: Prea multe coloane
ru_ru: Слишком много столбцов
sq_al: Too Shumë Kolumne
sv: För många kolumner.
sw_ke: Wengi pia nguzo
tr_tr: ÇOK FAZLA KOLON VAR
zh_hk: 大多栏
zh_tw: 大多欄

source: Maintain Columns for this report
cs_cz: Udržovat Sloupce pro účely této zprávy
es_es: Administrar Columnas para este informe
hi_in: इस रिपोर्ट के लिए स्तंभ का रखरखाव
id_id: Pengaturan Kolom utk laporan ini
it_it: Colonne di mantenere, per questa relazione
ko_kr: 이 보고서에 열을 유지
mr_in: या अहवालासाठी स्तंभ ठेवा
nl_nl: Onderhoud kolommen voor deze rapportage
pt_pt: Manut. colun. desse relatório
ro_ro: Menţinerea Coloane pentru acest raport
ru_ru: Поддержание столбцов для данного отчета
sq_al: Ruajtja e Shtylla për këtë raport
sv: Hålla kolonner för detta betänkande
sw_ke: Kudumisha safu za ripoti hii
tr_tr: RAPOR KOLON YÖNETIMI
zh_hk: 维护这报告的栏
zh_tw: 維護這報表的欄

source: Calculated fields must use columns defined in the report specification
cs_cz: Vypočtená pole musí používat sloupců uvedené ve zprávě specifikaci
es_es: Los campos calculados deben usar columnas definidas en la especificación del informe
hi_in: परिकलित फ़ील्ड्स रिपोर्ट विनिर्देश में परिभाषित स्तंभों का उपयोग करना चाहिए
id_id: Field (kolom) yg dihitung harus menggunakan kolom yg dibuat dalam spesifikasi laporan
it_it: I campi calcolati necessario utilizzare colonne definite nella specifica relazione
ko_kr: 계산 필드는 보고서 사양에 정의 된 열을 사용합니다
mr_in: गणना फील्ड अहवाल तपशीलात परिभाषित स्तंभ वापर करणे आवश्यक आहे
nl_nl: Berekende velden moeten kolommen zijn die in de rapportage opzet zijn gedefinieerd
pt_pt: Campos calculados devem usar colunas definidas na especificação do relatório
ro_ro: Câmpurile calculate trebuie să utilizeze coloanele definite în caietul de sarcini raport
ru_ru: Вычисляемые поля должны использовать столбцы, определенные в докладе спецификации
sq_al: Fushat e llogaritura duhet të përdorin kolona të përcaktuara në specifikimet raportin
sv: Beräknade fält måste använda kolumner som i rapporten specifikation
sw_ke: mashamba imekadiriwa lazima kutumia nguzo ilivyoelezwa katika ripoti ya vipimo
tr_tr: HESAPLANMIS ALANLAR RAPORDA TANIMLI KOLON KULLANMALIDIR
zh_hk: 计算栏必须用使指定报告的栏设定
zh_tw: 計算欄必須用使指定報表的欄設定

source: The numerator column number entered for this calculation is not defined in the report
cs_cz: Čitatel sloupec zadané číslo pro tento výpočet není definován ve zprávě
es_es: No se ha definido el numerador para este cálculo en el informe
hi_in: अंश स्तंभ इस गणना के लिए दर्ज संख्या रिपोर्ट में परिभाषित नहीं है
id_id: Nomor kolom pembilang yg dimasukkan utk perhitungan ini tdk dibuat dalam laporan
it_it: Il numero di colonna numeratore è entrato in questo calcolo non è definito nella relazione
ko_kr: 이 계산을 위해 입력 한 분자의 열 번호는 보고서에 정의되지 않은
mr_in: या मोजमापासाठी प्रविष्ट अंश स्तंभ संख्या अहवालात व्याख्या नाही
nl_nl: De teller kolomnummer opgegeven voor deze berekening wordt niet gedefinieerd in het rapport
pt_pt: Núm coluna numerador informado para esse cálculo não está definido no relatório
ro_ro: Coloana Numărul Numărătorul a intrat pentru acest calcul nu este definit în raport
ru_ru: Номер столбца числителе введен для расчета не определена в докладе
sq_al: Kolona e Numëruesi Numri hyri për këtë llogaritje nuk është i definuar në raportin
sv: Täljaren kolumnnummer angetts för denna beräkning definieras inte i rapporten
sw_ke: Idadi numerator safu aliingia kwa ajili ya hesabu hii si defined katika ripoti
tr_tr: Bu hesaplama için girilen numaratör sütun numarası raporda tanımlı değil
zh_hk: 这计算输入的栏编号分子并未在报告内定义
zh_tw: 這計算輸入的欄編號分子並未在報表內定義

source: Calculation With Undefined Column
cs_cz: Výpočet S Nedefinované sloupce
es_es: Cálculo Con Columna Sin Definir
hi_in: अपरिभाषित कॉलम के साथ गणना
id_id: Perhitungan Dgn Kolom Tak Terdefinisi
it_it: Calcolo con colonna Undefined
ko_kr: 정의되지 않은 컬럼 계산
mr_in: अपरिभाषित स्तंभ सह हिशोब
nl_nl: Berekening met Undefined Column
pt_pt: Calculos com Colunas Indefinidas
ro_ro: De calcul cu coloana Nedefinit
ru_ru: Расчет с неопределенным колонке
sq_al: Llogaritja Me Column padefinuar
sv: Slå ihop med kolumnen till _vänster
sw_ke: Kwa hesabu Column Undefined
tr_tr: TANIMSIZ KOLON
zh_hk: 计算包含未定义栏
zh_tw: 計算包含未定義欄

source: The denominator column number entered for this calculation is not defined in the report
cs_cz: Ve jmenovateli číslo sloupce zadané pro tento výpočet není definován ve zprávě
es_es: No se ha definido el denominador para este cálculo en el informe
hi_in: हर स्तंभ इस गणना के लिए दर्ज संख्या रिपोर्ट में परिभाषित नहीं है
id_id: Nomor kolom penyebut yg dimasukkan utk perhitungan ini tdk dibuat dalam laporan
it_it: Il numero di colonna denominatore è entrato in questo calcolo non è definito nella relazione
ko_kr: 이 계산을 위해 입력 한 분모 열 번호는 보고서에 정의되지 않은
mr_in: या मोजमापासाठी प्रविष्ट भाजक स्तंभ संख्या अहवालात व्याख्या नाही
nl_nl: De noemer kolomnummer opgegeven voor deze berekening wordt niet gedefinieerd in het rapport
pt_pt: Núm. informado na Coluna denominador para o cálculo não está definido no relatório
ro_ro: Coloana Numărul numitor introdus pentru acest calcul nu este definit în raport
ru_ru: Номер столбца знаменателя введен для расчета, если не определен в сообщении
sq_al: Kolona e emërues Numri hyri për këtë llogaritje nuk është i definuar në raportin
sv: Nämnaren kolumnnummer angetts för denna beräkning definieras inte i rapporten
sw_ke: Idadi denominator safu aliingia kwa ajili ya hesabu hii si defined katika ripoti
tr_tr: Bu hesaplama için girilen payda sütun numarası raporda tanımlı değil
zh_hk: 这计算输入的栏编号分母并未在报告内定义
zh_tw: 這計算輸入的欄編號分母並未在報表內定義
