Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Please acknowledge to customer with detail and changes made to the order
cs_cz: Berte prosím na vědomí zákazníka s detaily a změny provedené v pořadí
es_es: Por favor, haga saber al cliente los detalles y cambios hechos al pedido
hi_in: विस्तार और बदलाव के साथ ग्राहक आदेश दिया स्वीकार करते कृपया
id_id: Silahkan beri tahu customer mengenai rincian dan perubahan yg dibuat pada order
it_it: Si prega di riconoscere al cliente con dettagli e le modifiche apportate alla fine
ko_kr: 주문 제작 세부 사항 및 변경 고객에게 양해 바랍니다
mr_in: तपशील व सुव्यवस्था केलेले बदल ग्राहकाला कबूल करा
nl_nl: Gaarne van de klant met detail en wijzigingen aangebracht in de volgorde
pt_pt: Confirmar com o cliente as modificações desta Ordem
ro_ro: Vă rugăm să confirmaţi clientului detaliu şi cu modificările făcute la comandă
ru_ru: Пожалуйста,ознакомьте клиента с подробной информацией и изменениями, внесенными в заказ
sq_al: Ju lutemi njoftohuni për të konsumatorëve me detaje dhe ndryshimet e bëra në mënyrë
sv: Vänligen bekräfta att kunden med detaljer och ändringar som gjorts i ordning
sw_ke: Tafadhali kukiri kwa wateja kwa kina na marekebisho utaratibu wa
tr_tr: sipariş yapılan detay ve değişiklikleri ile müşteri kabul edin
zh_hk: 请通知客户有关订单的修改和详细资料
zh_tw: 請確認客戶的細節和順序所做的更改

source: Please acknowledge to customer the receipt of message
cs_cz: Berte prosím na vědomí zákazníka příjem zpráv
es_es: Por favor, traslade conocimiento al cliente de la recepción del mensaje
hi_in: ग्राहकों के लिए संदेश की प्राप्ति स्वीकार करें
id_id: Silahkan beri tahu customer pesan diterima
it_it: Vi preghiamo di confermare al cliente la ricevuta del messaggio
ko_kr: 고객에게 메시지의 수신을 양해 바랍니다
mr_in: ग्राहकाला संदेश मिळाल्यानंतर कृपया मान्य करा
nl_nl: Gaarne de klant de ontvangst van het bericht
pt_pt: Confirmar com o cliente o recebimento da mensagem
ro_ro: Vă rugăm să confirmaţi clientului primirea mesajului
ru_ru: Просим подтвердить клиенту получение сообщения
sq_al: Ju lutemi njoftohuni për të konsumatorëve pranimin e mesazhit
sv: Vänligen bekräfta att kunden mottagit meddelandet
sw_ke: Tafadhali kukiri kwa mteja ya ofisi ya ujumbe
tr_tr: müşteriye mesajın alındığını lütfen
zh_hk: 请通知客户已收到讯息
zh_tw: 請確認客戶收到的消息

source: Please acknowledge to customer any changes to the order
cs_cz: Berte prosím na vědomí zákazníka změny k objednávce
es_es: Por favor, haga saber al cliente cualquier cambio al pedido
hi_in: ग्राहक को स्वीकार करते हैं कोई भी परिवर्तन करें आदेश
id_id: Silahkan beri tahu customer semua perubahan order
it_it: Si prega di riconoscere al cliente qualsiasi modifica dell&#39;ordine
ko_kr: 고객 주문에 대한 변경 사항을 양해 바랍니다
mr_in: ग्राहक करण्यासाठी कोणतेही बदल कबूल करा
nl_nl: Gaarne de klant eventuele wijzigingen in de volgorde
pt_pt: Confirmar com o cliente qualquer modificação nessa ordem
ro_ro: Vă rugăm să confirmaţi clientului orice modificare în ordinea
ru_ru: Пожалуйста, подтвердите клиенту любые изменения в заказе
sq_al: Ju lutemi njoftohuni për të konsumatorit çdo ndryshim të rendit
sv: Vänligen bekräfta att kunden eventuella ändringar av ordning
sw_ke: Tafadhali kukiri kwa wateja mabadiliko yoyote na utaratibu
tr_tr: amacıyla herhangi bir değişiklik müşteri kabul edin
zh_hk: 请通知客户订单的修改内容
zh_tw: 請確認客戶的任何更改順序

source: No acknowledgement to customer is required
cs_cz: Potvrzení k zákazníkovi je třeba
es_es: No se requiere hacer saber nada al cliente
hi_in: ग्राहक को कोई रसीद की आवश्यकता होती है
id_id: Tdk diperlukan pemberitahuan kpd customer
it_it: Nessuna conferma al cliente è necessario
ko_kr: 고객에게 더 확인이 필요하지 않습니다
mr_in: ग्राहकाला नाही पोचपावती आवश्यक आहे
nl_nl: Geen bevestiging van de klant vereist is
pt_pt: Não é necessário confirmação com cliente
ro_ro: Nici o confirmare de primire către client este necesar
ru_ru: Никакого подтверждения клиента требуется
sq_al: Nuk ka njohje të konsumatorit është e nevojshme
sv: Ingen bekräftelse till kunden krävs
sw_ke: Hakuna kukiri kwa wateja ni required
tr_tr: Müşteri No onay gereklidir
zh_hk: 没有要求通知客户
zh_tw: 沒有確認客戶的需求

source: Requested delivery date
cs_cz: Požadovaný termín dodání
es_es: Fecha de entrega solicitada
hi_in: अनुरोध डिलीवरी की तारीख
id_id: Tgl pengiriman yg diinginkan
it_it: Data di consegna richiesta
ko_kr: 요청 납기
mr_in: रुजु वितरण तारीख
nl_nl: Verzochte leveringsdatum
pt_pt: Data Req. Entrega
ro_ro: A solicitat livrarea data
ru_ru: Запрошенная дата доставки
sq_al: Data e ofrimit te kerkuar
sv: Kan inte beräkna begärt datum
sw_ke: Tafsiri utoaji tarehe
tr_tr: ISTENEN SEVK TARIHI
zh_hk: 要求交货日期
zh_tw: 預定交期

source: Promotion start date
cs_cz: Propagace datum zahájení
es_es: Día de inicio de la promoción
hi_in: पदोन्नति शुरू की तारीख
id_id: Tgl mulai promosi
it_it: Promozione data di inizio
ko_kr: 프로모션 시작 날짜
mr_in: जाहिरात प्रारंभ तारीख
nl_nl: Start datum van campagne
pt_pt: Data Iníco Promoção
ro_ro: Promovarea Data de începere a
ru_ru: Начальная дата продвижения
sq_al: Data Promovimi fillim
sv: startdatum;månader
sw_ke: Kukuza kuanza tarehe
tr_tr: PROMOSYON BASLANGIÇ TARIHI
zh_hk: 促销开始日
zh_tw: 促銷開始日

source: Do NOT ship before
cs_cz: NEODESÍLEJTE před
es_es: No enviar antes de
hi_in: क्या नहीं से पहले जहाज
id_id: JANGAN kirim sebelum
it_it: NON nave prima
ko_kr: 이전에 제공하지 마십시오
mr_in: आधी जहाज करू नका
nl_nl: Verstuur NIET voor
pt_pt: Não embarcar antes de
ro_ro: NU navă înainte de
ru_ru: НЕ отправлять раньше
sq_al: A NUK anije para
sv: Inför _inte stor bokstav efter:
sw_ke: Don&#39;t meli kabla
tr_tr: SU TARIHTEN ÖNCE SEVK ETME:
zh_hk: 不要早于此日期交货
zh_tw: 不要早於此日期交貨

source: Cancel order if not dispatched before
cs_cz: Zrušit Aby ne-li odesláno před
es_es: Cancelar el pedido si no es despachado antes de
hi_in: आदेश को रद्द करने से पहले अगर नहीं भेजा
id_id: Batalkan order jika belum dikirimkan sebelum
it_it: Annulla ordine se non inviata prima
ko_kr: 전에 파견하지 않을 경우 주문을 취소
mr_in: आधी केली नाही तर ऑर्डर रद्द
nl_nl: Annuleer order indien niet verscheept voor
pt_pt: Cancelar Ordem se não despachada
ro_ro: Pentru a nu anula dacă expediate înainte
ru_ru: Отменить заказ, если не отправляется до
sq_al: mënyrë Cancel nëse nuk dërguar para
sv: Makulera ordern om den inte levererats tidigare
sw_ke: Cancel ili kama si dispatched kabla
tr_tr: GÖNDERI YAPILMAMIS ISE SIPARISI IPTAL ET
zh_hk: 如未派送, 取消订单
zh_tw: 如未派送, 取消訂單

source: Order date
cs_cz: Aby data
es_es: Fecha de pedido
hi_in: आदेश तिथि
id_id: Tgl order
it_it: Ordine di data
ko_kr: 주문 날짜
mr_in: ऑर्डर तारीख
nl_nl: Order datum
pt_pt: Data Pedido
ro_ro: Pentru data
ru_ru: Дата заказа
sq_al: Data Rendit
sv: Datumformat
sw_ke: Ili tarehe
tr_tr: SIPARIS TARIHI
zh_hk: 订单日期
zh_tw: 訂單日期

source: dated
cs_cz: ze dne
es_es: fechado
hi_in: दिनांक
id_id: bertgl
it_it: datata
ko_kr: 날짜가 적힌
mr_in: जुनाट वळणाचा कालबाह्य
nl_nl: gedateerd
pt_pt: Datas
ro_ro: datat
ru_ru: датировано
sq_al: datë
sv: daterad
sw_ke: tarehe
tr_tr: tarihli
zh_hk: 日期
zh_tw: 日期

source: Pickup date
cs_cz: Vyzvednutí data
es_es: Fecha de Recogida
hi_in: बटोरना तारीख
id_id: Tgl pengambilan
it_it: data di ritiro
ko_kr: 픽업 날짜
mr_in: संकलन तारीख
nl_nl: Pickup datum
pt_pt: Data Montag.
ro_ro: Pickup data
ru_ru: Дата погрузки
sq_al: Data Pickup
sv: Datumformat
sw_ke: Pickup tarehe
tr_tr: TARIH SEÇ
zh_hk: 提货日期
zh_tw: 提貨日期

source: Invoice period
cs_cz: Fakturačního období
es_es: Período de la Factura
hi_in: चालान अवधि
id_id: Periode faktur
it_it: Fattura periodo
ko_kr: 송장 기간
mr_in: अशी यादी तयार कालावधी
nl_nl: Factuur periode
pt_pt: Periodo Aviso
ro_ro: Factură perioadă
ru_ru: Период счета-фактуры
sq_al: periudhë Faturë
sv: Betalningsperiod [T]
sw_ke: Ankara kipindi
tr_tr: FATURA PERIYODU
zh_hk: 发票期间
zh_tw: 發票期間

source: Valid period
cs_cz: Platný období
es_es: Período válido
hi_in: वैध अवधि
id_id: Periode berlaku
it_it: Periodo valido
ko_kr: 유효 기간
mr_in: वैध कालावधी
nl_nl: Geldigheidsperiode
pt_pt: Valid. Período
ro_ro: Valabil perioadă
ru_ru: Верный период
sq_al: Valid periudhë
sv: Betalningsperiod [T]
sw_ke: Halali kipindi
tr_tr: GEÇERLI TARIH ARALIGI
zh_hk: 有效期间
zh_tw: 有效期間

source: Confirmation of date lead time
cs_cz: Potvrzení data náskok
es_es: Confirmación de Fecha de Terminación
hi_in: तिथि की पुष्टि का नेतृत्व समय
id_id: Konfirmasi tgl lead time
it_it: La conferma della data di lead time
ko_kr: 일 리드 타임의 확인
mr_in: तारीख आघाडी वेळ पुष्टीकरण
nl_nl: Bevestiging van de leadtime datum
pt_pt: Confirmar o tempo gasto
ro_ro: Confirmarea datei de timp plumb
ru_ru: Подтверждение времени выполнения заказа
sq_al: Konfirmimi i datës kohën të çojnë
sv: Bekräftelse av datum ledtid
sw_ke: Uthibitisho wa tarehe ya risasi wakati
tr_tr: tarih teyidi kurşun zamanı
zh_hk: 确认交货虽要时间
zh_tw: 確認交貨時間

source: Payment will be effected by a direct payment for this order
cs_cz: Platba bude provedena přímou platbu za tuto objednávku
es_es: El pago será efectivo por pago directo de este pedido
hi_in: इस आदेश के भुगतान के लिए एक सीधा भुगतान द्वारा प्रभावित हो जाएगा
id_id: Pembayaran akan dilakukan oleh pembayaran langsung order ini
it_it: Il pagamento verrà effettuato con un pagamento diretto per questo ordine
ko_kr: 지불이 주문에 대한 직접 지불에 의해 영향을받을 것이다
mr_in: भरणा या ऑर्डरच्या थेट पेमेंट द्वारे प्रभावी जाईल
nl_nl: Een directe betaling beinvloed de verdere betaling van deze order
pt_pt: Pagamento será afetado pelo pagto desta ordem
ro_ro: Plata va fi efectuată de către o plată directă pentru acest ordin
ru_ru: Оплата будет осуществляться путем прямого платежа для данного заказа
sq_al: Pagesa do të bëhet me një pagesë të drejtpërdrejtë për këtë qëllim
sv: Betalning sker genom en direkt betalning för denna ordning
sw_ke: Malipo itakuwa iliyosababisha na malipo ya moja kwa moja kwa ajili ya utaratibu huu
tr_tr: Ödeme bu sipariş için bir doğrudan ödeme gerçekleştirilecektir
zh_hk: 付款会被这订单的正接付款生效
zh_tw: 付款會被這訂單的正接付款生效

source: This order to be settled in accordance with the normal account trading terms
cs_cz: Toto pořadí se usadil v souladu s obvyklými podmínkami účet obchodování
es_es: Esta orden será resuelta de conformidad con los términos comerciales de cuentas normales
hi_in: इस क्रम सामान्य खाता व्यापार शर्तों के साथ किया जा के अनुसार बसे
id_id: Order ini akan diselesaikan sesuai dgn ketentuan dagang perhitungan normal
it_it: Questo per poter essere risolte in conformità con i termini normali di negoziazione conto
ko_kr: 이 순서는 일반 계정 거래 조건에 따라 해결되어야합니다
mr_in: सामान्य खाते व्यापार अटी नुसार स्थायिक करणे ही ऑर्डर
nl_nl: Deze order moet worden afgehandeld in lijn met de standaard account trading terms
pt_pt: Ordem confirmada de acordo com condições de pagamento
ro_ro: Acest ordin a fi soluţionate în conformitate cu condiţiile normale de tranzacţionare cont
ru_ru: Этот заказ будет сконфигурирован в соответсвии с обычными условиями торгового счета
sq_al: Kjo mënyrë që të zgjidhet në përputhje me kushtet normale tregtare llogari
sv: Detta för att lösas i enlighet med normala villkor konto handel
sw_ke: Hii ili kuwa makazi kwa mujibu wa masharti ya biashara ya kawaida akaunti
tr_tr: Bu sırada normal hesap ticaret koşullarına uygun olarak yerleşmiş olması
zh_hk: 这订单会给予一般账户交易条款来结算
zh_tw: 這訂單會給予一般帳戶交易條件來結算

source: The goods on this order
cs_cz: Zboží na této objednávce
es_es: Los productos de este pedido
hi_in: इस पर माल आदेश
id_id: Brg-brg pada order ini
it_it: Le merci per questo ordine
ko_kr: 이 순서에 제품
mr_in: या क्रमाने वस्तू
nl_nl: Materialen op deze order
pt_pt: Mercadorias nessa ordem
ro_ro: Mărfurile de pe acest ordin
ru_ru: Товары по этому заказу
sq_al: E mallrave në këtë mënyrë
sv: godset på denna order
sw_ke: Bidhaa katika utaratibu huu
tr_tr: BU SIPARISDEKI ÜRÜNLER
zh_hk: 这订单的货品
zh_tw: 這訂單的貨品

source: once delivered
cs_cz: jednou dodány
es_es: una vez entregado
hi_in: एक बार दिया
id_id: begitu dikirimkan
it_it: una volta consegnati
ko_kr: 한 번 전달
mr_in: एकदा वितरित
nl_nl: eenmaal geleverd
pt_pt: quando enviada
ro_ro: livrate o dată
ru_ru: будучи доставлено
sq_al: dorëzuar një herë
sv: levererade en gång
sw_ke: mara moja mikononi
tr_tr: bir kez teslim
zh_hk: 一次交货
zh_tw: 一次交貨

source: will be held as security for the payment
cs_cz: se bude konat jako jistotu úhrady
es_es: se mantendrá como garantía para el pago
hi_in: सुरक्षा के रूप में भुगतान के लिए आयोजित किया जाएगा
id_id: akan dipegang sbg jaminan pembayaran
it_it: si terrà come garanzia per il pagamento
ko_kr: 지불에 대한 담보로 개최됩니다
mr_in: पैसे सुरक्षा म्हणून होणार
nl_nl: Wordt als zekerstelling voor de betaling aangehouden
pt_pt: retida preventivamente até o pagamento
ro_ro: se va desfăşura ca de securitate pentru plata
ru_ru: будут использованы в качестве обеспечения для оплаты
sq_al: do të mbahet si siguri për pagesën e
sv: kommer att hållas som säkerhet för betalning
sw_ke: utafanyika kama dhamana kwa ajili ya malipo ya
tr_tr: ödeme için teminat olarak yapılacak
zh_hk: 付款被保安理由冻结
zh_tw: 將被作為擔保支付

source: Payment will be effected to bank account
cs_cz: Platba bude provedena na bankovní účet
es_es: El pago se hará efectivo en cuenta bancaria
hi_in: भुगतान बैंक खाते से प्रभावित हो जाएगा
id_id: Pembayaran akan dilakukan ke akun bank
it_it: Il pagamento dovrà essere effettuato sul conto corrente bancario
ko_kr: 지불은 은행 계좌에 영향을받을 것이다
mr_in: पेमेंट बँक खात्यात प्रभावी जाईल
nl_nl: Bankrekening gehanteerd voor betaling
pt_pt: Pagamento irá afetar Conta Bancária
ro_ro: Plata va fi efectuată în contul bancar
ru_ru: Оплата будет перечислена на банковский счет
sq_al: Pagesa do të bëhet në llogarinë bankare
sv: Utbetalningen sker till bankkonto
sw_ke: Malipo itakuwa iliyosababisha na akaunti ya benki
tr_tr: Ödeme banka hesabınıza gerçekleştirilecektir
zh_hk: 付款会被银行账生效
zh_tw: 付款會影響銀行帳戶

source: Payment will be effected by promissory note
cs_cz: Platba bude provedena směnkou
es_es: El pago será efectivo por nota de compromiso
hi_in: भुगतान वचनपत्र द्वारा प्रभावित हो जाएगा
id_id: Pembayaran akan dilakukan dgn surat perjanjian hutang
it_it: Il pagamento dovrà essere effettuato da cambiale
ko_kr: 지불은 약속 어음에 의해 영향을받을 것이다
mr_in: भरणा वचन द्वारे प्रभावी जाईल
nl_nl: Betaling zal geschieden door orderbriefje
pt_pt: Pagamento será através de nota promissória
ro_ro: Plata se va efectua prin bilet la ordin
ru_ru: Оплата будет осуществлена по долговому обязательству
sq_al: Pagesa do të kryhet me shënim premtues
sv: Betalning sker genom revers
sw_ke: Malipo itakuwa iliyosababisha na kumbuka promissory
tr_tr: Ödeme senet tarafından gerçekleştirilecektir
zh_hk: 付款会被银行本票生效
zh_tw: 付款會被銀行本票生效

source: Payment will be effected by a bill drawn by the creditor on the debtor
cs_cz: Platba bude provedena zákona byly věřitel vůči dlužníkovi
es_es: El pago se efectuará mediante una transferencia de cuenta por el acreedor al deudor
hi_in: भुगतान एक ऋणी पर लेनदार द्वारा तैयार विधेयक द्वारा प्रभावित हो जाएगा
id_id: Pembayaran akan dilakukan dgn tagihan oleh kreditur atas debitur
it_it: Il pagamento dovrà essere effettuato da un progetto di legge elaborato dal creditore al debitore
ko_kr: 지불은 채무자의 채권자에 의해 그려진 법안에 의해 영향을받을 것이다
mr_in: भरणा ऋणको वर धनको ने काढलेले एक बिल द्वारे प्रभावी जाईल
nl_nl: Betaling zal geschieden door een wetsvoorstel opgesteld door de schuldeiser aan de schuldenaar
pt_pt: Pagamento irá afetar saldos dos créditos no Fornecedor
ro_ro: Plata va fi efectuată de către un proiect de lege elaborat de către creditor de pe debitor
ru_ru: Оплата будет осуществлена по счету, предоставленному кредитором
sq_al: Pagesa do të bëhet nga një projekt-ligj të tërhequr nga kreditori në debitorit
sv: Betalning sker genom ett lagförslag utarbetas av borgenären om gäldenären
sw_ke: Malipo itakuwa iliyosababisha na hati inayotolewa kwa mikopo ya jukumu la
tr_tr: Ödeme borçlu üzerine alacaklı tarafından çizilmiş bir tasarıyı tarafından gerçekleştirilecektir
zh_hk: 付款会被由借方的贷方提款票据生效
zh_tw: 付款會被由借方的貸方提款票據生效

source: Payment terms are defined in the Commercial Account Summary Section
cs_cz: Platební podmínky jsou definovány v obchodním účtu Souhrnná část
es_es: Las condiciones de pago están definidas en la Commercial Account Summary Section
hi_in: भुगतान की शर्तें वाणिज्यिक खाता सारांश अनुभाग में परिभाषित कर रहे हैं
id_id: Termin pembayaran dibuat di Bagian Ringkasan Akun Komersial
it_it: I termini di pagamento sono definiti nella sezione Account Commerciale Sintesi
ko_kr: 지불 조건은 상업 계정 요약 섹션에 정의되어 있습니다
mr_in: भरणा अटी व्यावसायिक खाते सारांश विभाग ठरवणे आहेत
nl_nl: Betalingsvoorwaarden worden omschreven in de Commercial Account Samenvatting afdeling
pt_pt: Condi. de Pag. são definidas na seção Conta Comercial
ro_ro: Termenele de plată sunt definite în secţiunea Contul Comercial Rezumatul
ru_ru: Условия оплаты определяются в информации в разделе о сводных данных о коммерческом счете
sq_al: Kushtet e pagesës janë të përcaktuara në nenin e llogarisë komerciale Përmbledhje
sv: Betalning termer definieras i handelsregistret Kontosammanfattning avsnitt
sw_ke: Malipo ni suala defined katika Akaunti ya Biashara Summary Section
tr_tr: Ödeme koşulları Ticari Hesap Özeti Bölüm tanımlanır
zh_hk: 付款条款定义在商务会计总结部分
zh_tw: 付款條件被定義在商業帳戶的摘要內

source: Payment will be posted through the ordinary mail system
cs_cz: Platba bude zaslán prostřednictvím běžného poštovního systému
es_es: El pago será enviado por correo ordinario
hi_in: भुगतान साधारण मेल प्रणाली के माध्यम से तैनात किया जाएगा
id_id: Pembayaran akan dikirimkan melalui sistem surat-menyurat biasa
it_it: Il pagamento dovrà essere inviato tramite il sistema di posta ordinaria
ko_kr: 지불은 보통의 메일 시스템을 통해 게시됩니다
mr_in: भरणा सामान्य मेल प्रणाली द्वारे पोस्ट केली जाईल
nl_nl: Betaling zal per post verstuurd worden
pt_pt: Pagamento será postado através do email
ro_ro: Plata va fi postate prin intermediul sistemului de poşta obişnuită
ru_ru: Платеж будет проведен через обычную электронную почту
sq_al: Pagesa do të jetë postuar përmes sistemit të postës të zakonshëm
sv: Betalning kommer att läggas ut via vanlig post systemet
sw_ke: Malipo itakuwa posted kupitia mfumo wa kawaida mail
tr_tr: Ödeme normal posta sistemi ile ilan edilecektir
zh_hk: 付款会用平邮寄出
zh_tw: 付款會用平郵寄出

source: Goods of origin
cs_cz: Zboží pocházející
es_es: Bienes de origen
hi_in: मूल के सामान
id_id: Asal brg
it_it: Merci di origine
ko_kr: 원산지 제품
mr_in: मूळ वस्तू
nl_nl: Goederen van herkomst
pt_pt: Origem da Mercad.
ro_ro: Mărfurilor de origine
ru_ru: Товары источника
sq_al: Mallrat me origjinë
sv: Rensa Ursprung
sw_ke: Mali ya asili
tr_tr: MALIN MENSEI
zh_hk: 原产地
zh_tw: 原產地

source: Duty regime code
cs_cz: Celní režim kód
es_es: Código de régimen de tasa arancelaria
hi_in: कर्तव्य शासन कोड
id_id: Kode aturan cukai
it_it: Obbligo regime codice
ko_kr: 의무 정권 코드
mr_in: कर्तव्य व्यायाम कोड
nl_nl: Code van het balasting regiem
pt_pt: Cód. Regime Trib.
ro_ro: Duty regim cod
ru_ru: Код режима занятости
sq_al: Kodi Duty regjimit
sv: Tullbestämmelserna kod
sw_ke: Wajibu wa serikali code
tr_tr: GÜMRÜK TARIFE KODU
zh_hk: 税务编码
zh_tw: 稅務編碼

source: Buying group conditions apply
cs_cz: Nákup skupina podmínky
es_es: Aplican condiciones de compra de grupo
hi_in: खरीद समूह शर्तें लागू
id_id: Kondisi grup pembelian berlaku
it_it: Condizioni gruppo di acquisto si applicano
ko_kr: 구매 그룹 조건이 적용됩니다
mr_in: खरेदी गट अटी लागू
nl_nl: Inkoop groep condities toegepast
pt_pt: Aplicar condições Grupo Comprador
ro_ro: conditiile de cumparare de grup se aplică
ru_ru: Условия группы покупки применяются
sq_al: Kushtet Blerja grup zbatohen
sv: Inköpsgrupp villkor gäller
sw_ke: Kununua kundi hali ya kuomba
tr_tr: Satın alma grubu koşullar geçerlidir
zh_hk: 采购组条件申请
zh_tw: 採購組條件申請

source: Cancel the order if complete delivery is not possible on the requested date or time
cs_cz: Zrušit objednávku v případě kompletní dodávky není možné na požadované datum nebo čas
es_es: Cancelar el pedido si la entrega completa no es posible en la fecha ú hora requerida
hi_in: रद्द आदेश अगर पूरा वितरण अनुरोध तिथि या समय पर संभव नहीं है
id_id: Batalkan order jika pengiriman lengkap tdk memungkinkan pada tgl atau jam yg diminta
it_it: Annullare l&#39;ordine se la consegna completa non è possibile alla data richiesta o il tempo
ko_kr: 완전한 배달 요청 된 날짜 또는 시간에 가능하지 않은 경우 주문을 취소
mr_in: पूर्ण वितरण विनंती तारीख किंवा वेळ वर शक्य नसल्यास ऑर्डर रद्द
nl_nl: Annuleer de order indien geen volledige levering mogelijk is op de verzochte datum of tijd
pt_pt: Cancelar a ordem se entrega completa não é possivel para a data e hora requerida
ro_ro: Anula ordinului, în cazul de livrare completă nu este posibil, pe data solicitate sau de timp
ru_ru: Отменить заказ, если поставка не представляется возможной на указанную дату или время
sq_al: Anulluar mënyrë qoftë ofrimit të plotë nuk është e mundur në datën e kërkuar, ose kohë
sv: Avbryt ordern om komplett leverans inte kan ske på begärt datum och tid
sw_ke: Kufuta utaratibu kama utoaji kamili si iwezekanavyo juu ya tarehe ya ombi au wakati
tr_tr: EGER SEVKIYATIN TAMAMI ISTENEN TARIHTE YAPILAMAYACAKSA SIPARISI IPTAL ET
zh_hk: 如未能如期/时间交货, 取消订单
zh_tw: 如未能如期/時間交貨, 取消訂單

source: Delivery subject to final authorisation
cs_cz: Možnost dodání závisí na konečné povolení
es_es: Entrega sujeta a autorización final
hi_in: प्रसव के अंतिम प्राधिकरण के अधीन
id_id: Subjek pengiriman pada otorisasi final
it_it: Consegna soggette ad autorizzazione finale
ko_kr: 최종 허가를 납품 대상
mr_in: अंतिम अधिकृतता वितरण विषय
nl_nl: Levering dient geauthoriseerd te worden
pt_pt: Entrega Sujeita a autorização final
ro_ro: sub rezerva Livrare la autorizarea finală
ru_ru: Возможность поставки зависит от окончательного разрешения
sq_al: subjekt i dorëzimit të autorizimit përfundimtar
sv: Leverans föremål för slutligt godkännande
sw_ke: Utoaji wa chini ya mamlaka ya mwisho
tr_tr: nihai yetki teslim tabi
zh_hk: 先交船头办待批准出货
zh_tw: 先交船頭辦待批準出貨

source: Invoiced but not replenished
cs_cz: Fakturováno, ale ne doplněna
es_es: Facturado pero no repuesto
hi_in: चालान नहीं बल्कि मंगाया
id_id: Difaktur tapi tdk dilengkapi
it_it: Fatturate ma non reintegrati
ko_kr: 청구하지만 보충하지
mr_in: Invoiced परंतु replenished नाही
nl_nl: Gefactureerd maar niet geleverd
pt_pt: Invoice não replanejado
ro_ro: Facturate, dar nu alimentată
ru_ru: Оприходовано, но не пополняется
sq_al: Faturuar, por nuk replenished
sv: uppackat, men okonfigurerat
sw_ke: Invoiced lakini si replenished
tr_tr: FATURALANDI ANCAK GÖNDERILMEDI
zh_hk: 开发票但不补足
zh_tw: 開發票但不補足

source: Replenished but not invoiced
cs_cz: Doplnit, ale ne fakturovány
es_es: Repuesto pero no facturado
hi_in: मंगाया नहीं बल्कि चालान
id_id: Dilengkapi tapi tdk difaktur
it_it: Reintegrato ma non fatturata
ko_kr: 보충하지만 청구하지
mr_in: Replenished परंतु invoiced नाही
nl_nl: Aangevuld maar niet gefactureerd
pt_pt: Replanejado mas não pedido
ro_ro: Alimentată dar nu facturate
ru_ru: Пополнено, но не оприходовано
sq_al: Replenished por nuk faturohet
sv: uppackat, men okonfigurerat
sw_ke: Replenished lakini si invoiced
tr_tr: GÖNDERILDI ANCAK FATURALANMADI
zh_hk: 补足但不开发票
zh_tw: 補足但不開發票

source: Deliver Full order
cs_cz: Dodá kompletní pořadí
es_es: Entregar Pedido Completo
hi_in: पूर्ण आदेश वितरित
id_id: Kirim order Lengkap
it_it: Deliver ordine completo
ko_kr: 전체 순서를 제공
mr_in: पूर्ण क्रम वितरीत
nl_nl: Levering van complete order
pt_pt: Entrega Pedido Integral
ro_ro: Livra comanda completa
ru_ru: Доставить полный заказ
sq_al: Dërgojë urdhërin e plotë
sv: Leverera hela ordern
sw_ke: Kutoa ili Kamili
tr_tr: SIPARISIN TÜMÜNÜ SEVKET
zh_hk: 订单全数交货
zh_tw: 訂單全數交貨

source: Authorisation for expense no
cs_cz: Povolení pro náklad bez
es_es: Autorización de gasto Nº
hi_in: खर्च के लिए प्राधिकार नहीं
id_id: Otorisasi utk nomor pengeluaran
it_it: Autorizzazione per la spesa non
ko_kr: 비용에 대한 허가없이
mr_in: खर्चाचे साठी संमती नाही
nl_nl: Authorisatie voor uitgave nr.
pt_pt: Autorização para despesa núm.
ro_ro: Autorizaţie pentru cheltuieli nu
ru_ru: Разрешение на счет
sq_al: Autorizimi për shpenzime nuk ka
sv: Tillstånd för uttgift nr.
sw_ke: Auktorisation kwa gharama hakuna
tr_tr: HARCAMA NO IÇIN YETKI
zh_hk: 授权销费编号
zh_tw: 授權銷費編號
