Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The stock check sheets must be run first to create the stock check. Only once these are created can the stock counts be entered. Currently there is no stock check to enter counts for
ko_kr: 재고 확인 시트 재고 확인을 만들 먼저 실행해야합니다. 이러한이 생성 한 번만 주식 수는 입력 할 수 있습니다. 현재에 대한 카운트를 입력 할 재고 확인이 없습니다
zh_tw: 新建庫存檢查時必須先執行庫存檢查表。只有當這些被新建的可以作庫存盤點輸入。目前沒有庫存檢查的盤點輸入

source: Create New Stock Check
ko_kr: 새로운 재고 확인 만들기
zh_tw: 新建一個新存貨商品

source: Stock Check Counts at Location
cs_cz: Zkontrolujte, zda akcie počítá na umístění
es_es: Cómputos de Comprobación de Existencias en la Ubicación
hi_in: स्टॉक की जाँच स्थान पर गणना
id_id: Hitungan Stok Opname di Lokasi
it_it: Controlla Stock Conti a posizione
ko_kr: 재고 확인이 위치에서 계산합니다
mr_in: स्थानावर स्टॉक चेक संख्या
nl_nl: Voorraad controle geteld op lokatie
pt_pt: Confer. Contagem Estoque no Local
ro_ro: Verifica stocul Numără la Locul de amplasare
ru_ru: Проверочные подсчеты товара для метоположения
sq_al: Check Stock Pikat në Vendndodhja
sv: Lagerjustering vid lagerplats
sw_ke: Check hisa makosa katika Location
tr_tr: DEPO STOK KONTROL:
zh_hk: 仓库
zh_tw: 地點的存貨檢查點算

source: Enter By Category
ko_kr: 카테고리 별 입력
zh_tw: 輸入類別

source: Entering Counts For Stock Category
ko_kr: 주식 범주에 대한 카운트를 입력
zh_tw: 輸入專櫃庫存類別

source: Enter Above Counts
cs_cz: Zadejte Nad Counts
es_es: Introducir Cuentas Anteriores
hi_in: गिनता है ऊपर दर्ज
id_id: Masukkan Hitungan di Atas
it_it: Inserire i conteggi sopra
ko_kr: 위 카운트를 입력
mr_in: संख्या वरील प्रविष्ट करा
nl_nl: Voer bovenstaande telling in
pt_pt: Informe Contagens Acima
ro_ro: Introduceţi Deasupra Numără
ru_ru: Введите верхние счета
sq_al: Enter Mbi Pikat
sv: Registrera ovanstående kvantiteter
sw_ke: Kuingia zaidi ya makosa
tr_tr: SAYIMLARI GIR
zh_hk: 输入以上盘点数据
zh_tw: 輸入上面盤點

source: Failed to delete StockCount ID #
cs_cz: Nepodařilo se smazat StockCount ID #
es_es: Falla al suprimir el ID de la cuenta del artículo
hi_in: को StockCount आईडी मिटाने में विफल #
id_id: Gagal utk menghapus ID StockCount #
it_it: Impossibile eliminare StockCount ID #
ko_kr: StockCount ID 번호를 삭제하지 못했습니다
mr_in: StockCount आयडी # हटविण्यात अयशस्वी
nl_nl: Verwijdene mislukt van voorraadteller ID #
pt_pt: Falhou ao remover contagem estoq. ID
ro_ro: Nu a reuşit să ştergeţi StockCount ID #
ru_ru: Не удалось удалить StockCount ID #
sq_al: Nuk arriti të fshini StockCount ID #
sv: Det gick inte att ta bort StockCount ID #
sw_ke: Alishindwa kufuta StockCount ID #
tr_tr: StockCount ID silinemedi #
zh_hk: 删除失败，盘点编号
zh_tw: 刪除存貨點算ID#失敗

source: Deleted Id #
cs_cz: Vypouští Id #
es_es: Suprimir Id #
hi_in: हटाए # आईडी
id_id: Telah Menghapus Id #
it_it: Soppresso ID #
ko_kr: 삭제 번호 #
mr_in: हटवलेले नंबर #
nl_nl: Verwijderen ID #
pt_pt: Removeu ID Núm.
ro_ro: Id-ul # şterse
ru_ru: Удаленный ID #
sv: Portvakts-ID:
sw_ke: Ilifutwa Id #
tr_tr: Silinmiş # Id
zh_hk: 删除
zh_tw: 刪除 ID #

source: Qty Counted
cs_cz: Množství Počítané
es_es: Cantidad Contada
hi_in: मात्रा शुमार
id_id: Qty Terhitung
it_it: Qtà contati
ko_kr: 수량 계산 됨
mr_in: मात्रा मोजण्यात
nl_nl: Hoeveelheid geteld
pt_pt: Qtd Contada
ro_ro: Cantitate numărate
ru_ru: Подсчитанное кол-во
sq_al: Qty numëruara
sw_ke: Uchina kuhesabiwa
tr_tr: Adet Sayılan
zh_hk: 已盘点
zh_tw: 已點算數量

source: Delete?
cs_cz: Smazat?
es_es: ¿Suprimir?
hi_in: हटाना चाहते हैं?
id_id: Hapus?
it_it: Eliminare?
ko_kr: 삭제 하시겠습니까?
mr_in: हटवायचे?
nl_nl: Verwijderen ?
pt_pt: Remover?
ro_ro: Ştergeţi?
ru_ru: Удалить?
sv: Ta bort??
sw_ke: Kufuta?
tr_tr: Silinsin mi?
zh_hk: 确认删除？
zh_tw: 刪除?

source: Save Changes
cs_cz: Uložit změny
es_es: Guardar cambios
hi_in: परिवर्तन सहेजें
id_id: Simpan Perubahan
it_it: Salva le modifiche
ko_kr: 변경 사항을 저장하다
mr_in: बदल जतन करा
nl_nl: Sla wijzigingen op
pt_pt: Salvar Atualizações
ro_ro: Salvaţi Modificările
ru_ru: Сохранить изменения
sq_al: Ruaj Ndryshimet
sv: Spara ändringar
sw_ke: Kuokoa Mabadiliko
tr_tr: Değişiklikleri Kaydet
zh_hk: 保存
zh_tw: 儲存修改

source: Stock Dispatch Report
cs_cz: Sklad odeslání zprávy
es_es: Informe de Despachos de Existencias
hi_in: स्टॉक रिपोर्ट डिस्पैच
id_id: Laporan Pengiriman Stok
it_it: Archivio Dispatch Report
ko_kr: 주식 파견 보고서
mr_in: स्टॉक डिस्पॅच अहवाल
nl_nl: Stock Dispatch Verslag
pt_pt: Relat. Despacho Estoque
ro_ro: Stoc Dispatch Raport
ru_ru: Отчет об отправке товара
sq_al: Dërgimi Stock Report
sv: Lagerleveransrapport
sw_ke: Ripoti ya hisa Dispatch
tr_tr: Stok Raporu Dispatch
zh_hk: 存货发货报告
zh_tw: 庫存調度報表

source: Parts to dispatch to another location to cover reorder level
cs_cz: Díly k odeslání do jiného umístění na pokrytí pořadí úrovni
es_es: Partes a ser despachadas a otra localización para cubrir el punto de pedido
hi_in: भागों दूसरे स्थान पर भेजने के लिए पुनःक्रमित स्तर कवर
id_id: Brg utk dikirim ke lokasi lain utk menutup tingkat order-ulg
it_it: Parti della spedizione verso un altro luogo per coprire livello di riordino
ko_kr: 부를 재주문 레벨을 커버하기 위해 다른 위치로 전달하는
mr_in: पुनर्क्रमित स्तर कव्हर करण्यासाठी दुसर्या स्थानावर पाठविणे भाग
nl_nl: Delen aan de verzending naar een andere locatie om opnieuw te rangschikken niveau bestrijkt
pt_pt: Itens para despachar para outro local para cobrir reprogram.
ro_ro: Piese pentru expedierea către o altă locaţie pentru a acoperi nivelul reordona
ru_ru: Части для отправки в другое место, чтобы покрыть уровень переупорядочивания
sq_al: Pjesë të dërgojë në një tjetër vend për të mbuluar të nivelit Reorder
sv: Delar de sänds till en annan plats för att täcka ordna nivå
sw_ke: Sehemu ya kupeleka mahali pengine ili kufidia kiwango reorder
tr_tr: Parçalar yeniden sipariş seviyesi karşılamak için başka bir yere gönderme
zh_hk: 为满足重新订购水平，发往另一个地点的部品
zh_tw: 部分派遣到另一個位置，以支付再訂購水平

source: Could not retrieve location name from the database
cs_cz: Nepodařilo se získat místo jméno z databáze
es_es: No se pudo obtener el nombre de la ubicación de la base de datos.
hi_in: डेटाबेस से स्थान का नाम पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil nama lokasi dari database
it_it: Impossibile recuperare il nome si trova l&#39;oggetto dal database
ko_kr: 데이터베이스에서 위치 이름을 검색 할 수 없습니다
mr_in: डेटाबेस स्थान नाव पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kan niet worden opgehaald locatie naam uit de database
pt_pt: Não recuperou nome do local no DB
ro_ro: Nu sa putut prelua numele locaţia din baza de date
ru_ru: Не удалось получить имя места из базы данных
sq_al: Nuk mund të rifitoj emrin e vendodhjes nga baza e të dhënave
sv: Kunde inte hämta platsnamn från databasen
sw_ke: Hakuweza Retrieve eneo jina kutoka database
tr_tr: veritabanından yer adı alınamadı
zh_hk: 无法从数据库查到仓库名称
zh_tw: 無法從數據庫中檢索位置名稱

source: Stock Dispatch - Problem Report
cs_cz: Sklad Expedice - nahlášení problému
es_es: Despacho de Existencia - Informe de Problema
hi_in: समस्या रिपोर्ट - स्टॉक डिस्पैच
id_id: Pengiriman Stok - Laporan Masalah
it_it: Archivio Dispatch - Report di Problemi
ko_kr: 주식 파견 - 문제 신고
mr_in: स्टॉक डिस्पॅच - समस्या नोंदवा
pt_pt: Problema Relatório Despacho Estoq.
ro_ro: Stoc Dispatch - raport de problemă
ru_ru: Отправка товра - Отчет о проблемах
sq_al: Stock Dërgimi - Report Problem
sv: Lagerleverans - problemrapport
sw_ke: Hisa Dispatch - Tatizo Ripoti
tr_tr: Stok Dispatch - Sorun Raporu
zh_hk: 存货发货-问题报告
zh_tw: 倉庫調度 - 問題報表

source: The Stock Dispatch report could not be retrieved by the SQL because
cs_cz: Sklad odeslání zprávy se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener el informe de Despacho de Existencias porque
hi_in: शेयर डिस्पैच रिपोर्ट क्योंकि SQL से नहीं लिया सकता है
id_id: Laporan Pengiriman Stok tdk dapat diambil oleh SQL karena
it_it: La relazione Stock Dispatch non possono essere recuperate dal SQL perché
ko_kr: 주식 파견 보고서는 SQL 때문에 검색 할 수 없습니다
mr_in: स्टॉक डिस्पॅच अहवाल SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De Stock Dispatch verslag kon niet worden opgehaald door de SQL, omdat
pt_pt: Relat. Despacho Estoque não pode ser recup. pelo SQL porque
ro_ro: Bursa de Valori Dispatch Raportul nu a putut fi recuperate de către SQL, deoarece
ru_ru: Отчет об отправке товара не может быть получен, так как
sq_al: Raporti i Dërgimi Stock nuk mund të shikohet nga SQL sepse
sv: Lagerleveransrapporten kunde inte hämtas av SQL eftersom
sw_ke: Ripoti Stock Dispatch inaweza kuwa retrieved na SQL sababu
tr_tr: Hazır Dispatch rapor SQL çünkü tarafından alınamadı
zh_hk: SQL无法取得存货发出报告，因为
zh_tw: SQL程序無法檢索聯交所調度報表，因為

source: The stock dispatch did not have any items to list
cs_cz: Populace odeslání neměl žádné položky do seznamu
es_es: El despacho de existencia no tiene ningún artículo para la lista
hi_in: शेयर किया था किसी भी सूची आइटम नहीं प्रेषण
id_id: Pengiriman stok tdk memiliki item utk ditampilkan
it_it: Lo stock di spedizione non ha avuto alcun elemento alla lista
ko_kr: 주식 파견 나열하는 모든 항목이 없었다
mr_in: स्टॉक तडफ यादी कोणतेही आयटम नव्हती
nl_nl: De voorraad verzending had geen items naar de lijst
pt_pt: Despacho de estoque não tem itens para listar
ro_ro: Stocul de expediere nu au avut nici un produs pentru lista
ru_ru: Отправка товара не содержит позиции для показа
sq_al: Aksioneve dërgimit nuk kanë ndonjë sendi të listës
sv: Beståndet sändning inte hade någon produkt att lista
sw_ke: hisa dispatch hakuwa na vitu yoyote kwa orodha
tr_tr: Stok listesi için bir ürün yoktu sevk
zh_hk: 发出的库存没有包含任何物料
zh_tw: 該股派遣沒有任何產品名單

source: Unable to enter Location Transfer record for
cs_cz: Nelze zadat umístění Transfer rekord
es_es: No es posible introducir el registro de transferencia
hi_in: स्थान को ट्रांसफर रिकॉर्ड में प्रवेश के लिए असमर्थ
id_id: Tdk dapat memasukkan data Perpindahan Lokasi utk
it_it: Impossibile inserire il Trasferimento di Posizione nell'archivio
ko_kr: 에 대한 위치 전송 기록을 입력 할 수 없습니다
mr_in: साठी स्थान हस्तांतरण रेकॉर्ड प्रवेश करण्यात अक्षम
nl_nl: Lokatie transfer record kon niet worden verwerkt voor
pt_pt: Não foi possivel recuperar Local Transf. para
ro_ro: Nereuşind să pătrundă amplasare record de transfer pentru
ru_ru: Невозможно ввести запись
sq_al: Në pamundësi për të hyrë në Vendndodhja regjistruar Transferimi për
sv: Det går inte att ange plats Transfer rekord för
sw_ke: Hawawezi kuingia Location Transfer rekodi
tr_tr: için yeri Transfer kayıt girilemedi
zh_hk: 未能输入地点的转移记录
zh_tw: 未能輸入地點的轉移記錄

source: Prepared By :
cs_cz: Zpracoval:
es_es: Preparado por:
hi_in: द्वारा तैयार:
id_id: Disiapkan Oleh:
it_it: Preparato da:
ko_kr: 의해서 준비되었다 :
mr_in: तयार करून:
nl_nl: Voorbereid door:
pt_pt: Preparado Por :
ro_ro: Pregătit de:
ru_ru: Подготовлено :
sq_al: Përgatitur nga:
sv: Utarbetats av:
sw_ke: Tayari By:
tr_tr: Hazırlayan:
zh_hk: 作成：
zh_tw: 編制單位：

source: Shipped By :
es_es: Despachado por:
id_id: Dikirim Oleh :
ko_kr: 배송 :
mr_in: : द्वारा वितरीत
pt_pt: Remetido por:
zh_tw: 運輸由:

source: Received By :
cs_cz: Obdržel podle:
es_es: Recibido Por :
hi_in: द्वारा प्राप्त:
id_id: Diterima Oleh:
it_it: Ricevuto da:
ko_kr: 수신 :
mr_in: : मिळालेल्या
nl_nl: Ontvangen door:
pt_pt: Recebido por
ro_ro: Primite de:
ru_ru: Поступило:
sq_al: Marra By:
sv: Mottaget av :
sw_ke: Kupokea By:
tr_tr: Alınan By:
zh_hk: 已接收由：
zh_tw: 收貨人:

source: Inventory Stock Dispatch Report
cs_cz: Zásoby skladem odeslání zprávy
es_es: Informe de Despachos de Existencias de Inventario
hi_in: इन्वेंटरी स्टाक रिपोर्ट डिस्पैच
id_id: Laporan Pengiriman Stok Persediaan
it_it: Stock Inventory Report Dispatch
ko_kr: 재고 주식 파견 보고서
mr_in: सूची स्टॉक डिस्पॅच अहवाल
nl_nl: Inventaris Stock Dispatch Verslag
pt_pt: Relatório Despacho Estoque
ro_ro: Stocul de inventar Dispatch Raport
ru_ru: Отчет об отправек инвентаризации фондов
sq_al: Stock Inventari Dërgimi Report
sv: Lagerleveransrapport
sw_ke: Ripoti ya hesabu Stock Dispatch
tr_tr: Envanter Raporu Hazır Dispatch
zh_hk: 库存存货发货报告
zh_tw: 庫存倉庫調度報表

source: Create a transfer batch of overstock from one location to another location that is below reorder level.
es_es: Crear un lote de transferencia de los sobrantes de un lugar a otro que este por debajo del Punto de pedido.
id_id: Lakukan perpindahan batch stock kelebihan dari satu lokasi ke lokasi lain yg di bawah tingkat order-ulg.
ko_kr: 재주문 수준 아래에 한 장소에서 또 다른 장소로 과잉의 전송 배치를 작성합니다.
mr_in: एक स्थानावरून पुनर्क्रमित पातळी खाली आहे की दुसर्या स्थानावर फाजील साठा करणे हस्तांतरण बॅच तयार करा.
pt_pt: Criar um batch de transf. estoque excedente de um local para outro que está estoque abaixo ponto pedido
zh_tw: 新建一個批處理轉讓庫存積壓的從一個位置到另一個位置，即低於再訂購水平。

source: Quantity to ship is based on reorder level minus the quantity on hand at the To Location; if there is a
es_es: La cantidad a despachar esta basada en el punto de pedido menos la cantidad disponible en la ubicación de destino; si existe
id_id: Qty yg dikirim berdasarkan tingkat order-ulg dikurangi total qty di Lokasi Tujuan; jika ada
ko_kr: 배에 수량이 재주문 수준을 뺀 위치에서 손에 수량을 기반으로; 이 있으면
mr_in: जहाज करण्यासाठी प्रमाणात करण्यासाठी स्थानावर हात वर पुनर्क्रमित पातळी उणे प्रमाणात आधारित आहे; एक आहे तर
pt_pt: Quantidade da remessa é baseada no ponto de pedido - quant. em mãos para o Local Destino; se há um
zh_tw: 出貨數量是基於再訂購水平減去庫存目前的數量的位置，如果有一個

source: dispatch percentage entered, that needed quantity is inflated by the percentage entered.
es_es: despacho del porcentaje introducido, cuya cantidad necesaria se infla según el porcentaje introducido.
id_id: persentase pengiriman dimasukkin, qty yg diperlukan ditambah persentase yg dimasukkan.
ko_kr: 파견 비율은 필요 수량 입력 한 비율로 팽창, 입력.
mr_in: तडफ टक्केवारी की आवश्यक प्रमाणात प्रविष्ट टक्केवारी द्वारे मस्तावणे आहे, प्रवेश केला.
pt_pt: percent. despacho informado, a quantidade será increment. pelo percentual informado.
zh_tw: 派遣比例進入，這需要數量由輸入的比例膨脹。

source: Use Bulk Inventory Transfer - Receive to process the batch
es_es: Use el Traslado masivo de inventario - Recibir para procesar el lote
id_id: Gunakan Perpindahan Persediaan Jumlah Banyak - Terima utk memproses batchnya
ko_kr: 대량 재고 전송을 사용 - 배치를 처리하기 위해 수신
mr_in: बल्क सूची हस्तांतरण वापरा - बॅच प्रक्रिया प्राप्त
pt_pt: Transf. Massiva estoque deve ser processada em batch
zh_tw: 使用批量庫存調撥 - 收貨批處理

source: Dispatch Percent
cs_cz: Expedice procent
es_es: Despachar Porcentaje
hi_in: प्रेषण प्रतिशत
id_id: Persen Pengiriman
it_it: Percentuale di spedizione
ko_kr: 파견 비율
mr_in: तडफ टक्केवारी
nl_nl: Verzending Procent
pt_pt: Percent. a Dispachar
ro_ro: Dispatch Procent
ru_ru: Процент отправки
sq_al: Dërgimi për qind
sv: Leverans procent
sw_ke: Asilimia dispatch
tr_tr: Sevk Yüzde
zh_hk: 发货百分比
zh_tw: 調度百分比

source: To Stock Location
cs_cz: Chcete-li Umístění skladu
es_es: A la localización de existencias
hi_in: शेयर करने के लिए स्थान
id_id: Ke Lokasi Stok
it_it: Approvvigionare Posizione
ko_kr: 재고 위치
mr_in: स्टॉक स्थानावर
nl_nl: Naar Voorraad Locatie
pt_pt: Para o Local
ro_ro: Pentru a Locaţie stoc
ru_ru: К расположению склада
sq_al: Të Vendndodhja Stock
sv: Till lagerplats
sw_ke: Kwa Location Stock
tr_tr: ALICI DEPO
zh_hk: 到仓库
zh_tw: 到存貨地點

source: Dispatch Strategy:
es_es: Estrategia de Despacho:
id_id: Strategi Pengiriman:
ko_kr: 파견 전략 :
mr_in: तडफ धोरण:
pt_pt: Estratégia de Despacho:
zh_tw: 調度策略：

source: Items needed at TO location with overstock at FROM location
es_es: Artículos necesarios en la ubicación de destino con sobre-existencia en la ubicación de origen
id_id: Item diperlukan di lokasi TUJUAN dgn kelebihan stok di lokasi ASAL
ko_kr: 항목 위치에서에서 과잉과 위치에 필요
mr_in: स्थानावरून येथे फाजील साठा सह स्थानावर येथे आवश्यक आयटम
pt_pt: Itens neces. para o local, com estoq. excedente no local DE
zh_tw: 從位置需要在外景與積壓商品

source: Items with overstock at FROM location
es_es: Artículos con existencias excedidas desde la localidad
id_id: Item dgn kelebihan stok di lokasi ASAL
ko_kr: 위치에서의 과잉있는 항목
mr_in: स्थानावरून येथे फाजील साठा करणे आयटम
pt_pt: Itens em excedem estoque no local ORIGEM
zh_tw: 從位置的積壓商品

source: Create Batch
cs_cz: Vytvořit Dávkový
es_es: Crear lote
hi_in: बैच बनाएँ
id_id: Buat Batch
it_it: Crea Batch
ko_kr: 일괄 만들기
mr_in: बॅच तयार
nl_nl: Maak Batch
pt_pt: Criar um Batch
ro_ro: Creaţi Batch
ru_ru: Создайте пакет
sq_al: Krijo Batch
sv: Skapa batch
sw_ke: Kujenga Batch
tr_tr: Küme oluştur
zh_hk: 创建批
zh_tw: 新建批處理

source: Report Only
cs_cz: Pouze zprávy
es_es: Informe Sólo
hi_in: केवल रिपोर्ट
id_id: Hanya Laporan
it_it: Solo Report
ko_kr: 보고서 만
mr_in: अहवाल केवळ
nl_nl: Alleen verslag
pt_pt: Só Relatório
ro_ro: Numai raport
ru_ru: Только отчет
sq_al: Raporti i Thjeshtë
sv: Endast rapport
sw_ke: Ripoti tu
tr_tr: Sadece rapor
zh_hk: 仅报告
zh_tw: 僅有報表

source: Template
cs_cz: Šablony
es_es: Plantilla
hi_in: टेम्पलेट
ko_kr: 주형
mr_in: साचा
nl_nl: Sjabloon
pt_pt: Modelo
ro_ro: Şablon
ru_ru: Шаблон
sq_al: Shabllon
sv: Mall
tr_tr: Şablon
zh_hk: 模板
zh_tw: 範本

source: Full with Prices
id_id: Lengkap dgn Harga-Jual
ko_kr: 가격 전체
mr_in: किमतींशी पूर्ण
pt_pt: Lista Preço Cheio
zh_tw: 全部價格

source: Full
es_es: Completo
id_id: Lengkap
ko_kr: 완전한
mr_in: संपूर्ण
pt_pt: Completo
zh_tw: 全部

source: Simple
cs_cz: Jednoduché
es_es: Sencillo
hi_in: सरल
id_id: Sederhana
it_it: Semplice
ko_kr: 단순한
mr_in: साधा
nl_nl: Eenvoudige
pt_pt: Simples
ro_ro: Simplu
ru_ru: Простой
sq_al: Thjeshtë
sv: Enkel
sw_ke: Rahisi
tr_tr: Basit
zh_hk: 简单
zh_tw: 簡單

source: Stock Dispatch
cs_cz: Skladem Expedice
es_es: Despacho de Existencia
hi_in: शेयर डिस्पैच
id_id: Pengiriman Stok
it_it: Archivio Dispatch
ko_kr: 주식 파견
pt_pt: Despacho Estoque
ro_ro: Stoc Dispatch
ru_ru: Отправка товара
sq_al: Stock Dërgimi
sv: Leverans
sw_ke: Hisa Dispatch
tr_tr: Stok Dispatch
zh_hk: 发货
zh_tw: 庫存調度

source: From :
cs_cz: Od:
es_es: Desde :
hi_in: से:
id_id: Dari:
it_it: Da:
ko_kr: 보낸 사람 :
mr_in: कडून:
nl_nl: Uit:
pt_pt: De :
ro_ro: De la:
ru_ru: От:
sv: Från:
sw_ke: Kutoka:
tr_tr: Dan:
zh_hk: 自：
zh_tw: 從：

source: Transfer No.
cs_cz: Transfer Ne
es_es: Nº de Transferencia
hi_in: स्थानांतरण नहीं.
id_id: Nomor Transfer
it_it: Trasferimento No.
ko_kr: 전송 번호
mr_in: हस्तांतरण क्रमांक
nl_nl: Transfer Nee
pt_pt: Transfer. Núm.
ro_ro: Nr de transfer
ru_ru: Номер передачи.
sq_al: Transferimi Nr
sv: Transfer nr
sw_ke: Kuhamisha No
tr_tr: Transfer sayılı
zh_hk: 调拨单编号
zh_tw: 轉移編號:

source: To :
cs_cz: Chcete-li:
es_es: A :
hi_in: करने के लिए:
id_id: Ke :
it_it: A:
ko_kr: 받는 사람 :
mr_in: करण्यासाठी:
nl_nl: Naar:
pt_pt: Para :
ro_ro: Pentru a:
ru_ru: Кому:
sv: Till:
sw_ke: Kwa:
tr_tr: Için:
zh_hk: 至
zh_tw: 到：

source: Over transfer
es_es: Transferencia excedida
id_id: Perpindahan Kelebihan
ko_kr: 전송 이상
mr_in: हस्तांतरण रन
pt_pt: Transf. Invent. Excedente
zh_tw: 超額轉讓

source: Overstock items at
es_es: Artículo excedidos de existencias para
id_id: Item kelebihan di
ko_kr: 과잉 항목에서
pt_pt: Item de Estoque Exced.
zh_tw: 庫存積壓項目在

source: Items needed at
es_es: Artículos requeridos para
id_id: Item diperlukan di
ko_kr: 항목에 필요
pt_pt: Itens necessários em
zh_tw: 需要項目在

source: QOH-From
cs_cz: QOH-Z
es_es: Cantidad Disponible Desde
hi_in: QOH से लेकर
id_id: TotalQty-Dari
it_it: Qoh-Da
ko_kr: QOH-에서
mr_in: QOH-कडून
nl_nl: QOH-Van
pt_pt: Qdt. De
ro_ro: QOH-Din
ru_ru: Из QOH
sq_al: QOH-Nga
sv: QOH från
sw_ke: QOH-Kutoka
tr_tr: QOH-YTL
zh_hk: 在手数量（QOH）―自
zh_tw: QOH - 從

source: QOH-To
cs_cz: QOH-Pro
es_es: Cantidad Disponible Hasta
hi_in: QOH करने के लिए
id_id: TotalQty-Ke
ko_kr: QOH-으로
mr_in: QOH-करण्यासाठी
pt_pt: Qtd. Para
ro_ro: QOH-Pentru a
ru_ru: QOH-К
sv: QOH-till
zh_hk: 在手数量-至
zh_tw: QOH - 到

source: Shipped
cs_cz: Dodávány
es_es: Enviado
hi_in: जहाज
id_id: Dikirim
it_it: Spedito
ko_kr: 배송
mr_in: शिप
nl_nl: Verscheept
pt_pt: Embarc.
ro_ro: Transportat
ru_ru: Отправлено
sq_al: Dërguar
sv: Levererad
sw_ke: Kusafirishwa
tr_tr: SEVK EDILDI
zh_hk: 已发
zh_tw: 已運輸

source: Image/Description
es_es: Descripción/Imagen
id_id: Gambar/Keterangan
ko_kr: 이미지 / 설명
mr_in: प्रतिमा / वर्णन
pt_pt: Imagem/Descrição
zh_tw: 圖片/說明

source: All Stock Movements By Location
cs_cz: Všechny skladové pohyby umístění
es_es: Todos los Movimientos de Existencias por Ubicación
hi_in: स्थान के आधार पर सभी स्टॉक आंदोलनों
id_id: Semua Perpindahan Stok Berdasarkan Lokasi
it_it: Mostra Tutti i Movimenti di Magazzino per Posizione
ko_kr: 위치 별 모든 스톡 운동
mr_in: स्थान करून सर्व स्टॉक हालचाली
nl_nl: Alle Voorraad Verplaatsingen volgens Locatie
pt_pt: Todos Movimentos Estoq. por Local
ro_ro: Toate circulaţiei stocurilor de locaţie
ru_ru: Все перемещения запасов по местоположению
sq_al: Të gjitha Lëvizjet Stock Nga Vendi
sv: Lagertransaktioner med denna lagerplatskod
sw_ke: Harakati Stock zote By Location
tr_tr: DEPOLARA GÖRE TÜM STOK HAREKETLERI
zh_hk: 按仓库的全部物料移动
zh_tw: 按倉庫的全部物料移動

source: Show Movements before
cs_cz: Zobrazit Pohyby před
es_es: Mostrar movimientos antes de
hi_in: शो से पहले जन आन्दोलन
id_id: Tampilkan Perpindahan sebelum
it_it: Mostrare Prima i Movimenti
ko_kr: 보기 운동 전에
mr_in: आधी दर्शवा हालचाली
nl_nl: Laat Verplaatsingen zien voor
pt_pt: Exibir Movimentos antes
ro_ro: Afişare Mişcările înainte
ru_ru: Показать движения перед
sq_al: Show Lëvizjet para
sw_ke: Kuonyesha Harakati kabla
tr_tr: ÖNCEKI HAREKETLERI GÖSTER
zh_hk: 显示该日期之前的物料移动
zh_tw: 顯示該日期前的物料移動

source: But after
cs_cz: Ale poté, co
es_es: Pero después de
hi_in: लेकिन उसके बाद
id_id: Tapi setelah
it_it: Ma dopo
ko_kr: 그러나 후
mr_in: पण नंतर
nl_nl: Maar na
pt_pt: e após
ro_ro: Dar după ce
ru_ru: Но после
sq_al: Por pas
sv: Infoga efter
sw_ke: Lakini baada ya
tr_tr: SONRAKI HAREKETLERI GÖSTER
zh_hk: 显示该日期后的物料移动
zh_tw: 該日期之後的物料移動

source: The stock movements for the selected criteria could not be retrieved because
cs_cz: Pohyby zásob pro zvolená kritéria se nepodařilo získat, protože
es_es: No se pudieron recuperar los movimientos de las existencias para los criterios seleccionados debido a
hi_in: चयनित मानदंडों के लिए स्टॉक आंदोलनों क्योंकि नहीं किया जा सकता है लिया गया
id_id: Perpindahan stok utk kriteria yg dipilih tdk dapat diambil karena
it_it: I movimenti di magazzino per i criteri scelti non può essere richiamata poichàŠ
ko_kr: 선택한 기준에 대한 재고의 움직임이 있기 때문에 검색 할 수 없습니다
mr_in: निवडलेले निकष साठी स्टॉक हालचाली कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De voorraadbewegingen voor de geselecteerde items kon niet worden opgevraagd omdat
pt_pt: O movim. de estoque para o crit. selec. não pode ser recuperado porque
ro_ro: Circulaţiei stocurilor pentru criteriile selectate nu a putut fi recuperate, deoarece
ru_ru: Движения запасов для выбранных критериев не могут быть получены, так как
sq_al: Lëvizjet e aksioneve për kriteret e zgjedhur nuk mund të shikohet, sepse
sv: Lagerförändringarna för valda kriteria kunde inte hämtas eftersom
sw_ke: harakati ya hisa kwa vigezo ya kuchaguliwa inaweza kuwa retrieved sababu
tr_tr: SEÇTIGINIZ KRITERLERE GÖRE STOK HAREKETLERI GÖSTERILEMIYOR:
zh_hk: 没有符合输入条件的无聊移动
zh_tw: 未能按選取的條件提取物料移動

source: Trans No
cs_cz: Trans č.
es_es: No. Transac.
hi_in: ट्रांस नहीं
id_id: Nomor Trans
it_it: No
ko_kr: 트랜스 없음
mr_in: पलीकडे नाही
nl_nl: Transfer nummer
pt_pt: Trans. Núm.
ro_ro: Trans nr
ru_ru: Номер транс.
sv: Transnr
sw_ke: Hakuna trans
tr_tr: TRANSFER NO.
zh_hk: 移动编号
zh_tw: 移動編號

source: Quantity on Hand
cs_cz: Množství na ruce
es_es: Cantidad disponible
hi_in: हाथ पर मात्रा
id_id: Qty di tangan
it_it: Quantità a mano
ko_kr: 손에 수량
mr_in: एकीकडे प्रमाणात
nl_nl: Hoeveelheid op de hand
pt_pt: Qtd Dispon.
ro_ro: Cantitatea pe mână
ru_ru: Количество в наличии
sq_al: Sasi në dorë
sv: Kvantitet Hand
sw_ke: Wingi katika mkono
tr_tr: Yandan Miktar
zh_hk: 在手数量
zh_tw: 目前的數量
