Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: An associative array describing the customer, the transaction being allocated from, it's transaction type 12 for a receipt or 11 for a credit note, the webERP transaction number, the customer ref that is to be searched for in invoices to match to. The fields are: debtorno, type, transno, customerref
es_es: Un arreglo asociativo describiendo el cliente, la transacción que se esta asignado, su tipo de transacción 12 para un recibo u 11 para una nota de crédito, el número de transacción del sistema, la referencia del cliente cuya coincidencia se va a buscar dentro de las facturas. Los campos son: debtorno, type, transno, customerref
id_id: Array asosiatif menggambarkan customer, transaksi darimana dialokasi, transaksi tipe 12 utk penerimaan atau 11 utk nota kredit, nomor transaksi webERP, keterangan customer yg dicari pada faktur yg ingin dicocokan. Kolomnya adalah: debtorno, type, transno, customerref
ko_kr: 고객을 기술하는 연관 배열은, 트랜잭션은 신용 노트, webERP 트랜잭션 번호와 일치하는 송장에서 검색 될 고객의 심판에 대한 영수증 또는 11 거래 유형 12 년대에서 할당된다. 필드는 다음과 같습니다 debtorno, 유형, transno, customerref
mr_in: ग्राहक वर्णन एक associative अर्रेच्या व्यवहार तो क्रेडिट नोट, ते जुळण्यासाठी पावत्या मध्ये शोधले जाऊ आहे की webERP व्यवहार क्रमांक, ग्राहक संदर्भ एक पावती किंवा 11 व्यवहार प्रकार 12 आहे, ते वाटप करण्यात येत आहे. फील्ड आहेत: debtorno, प्रकार, transno, customerref
pt_pt: Arranjo descrevendo cliente/transação em alocação, essa transação tipo 12 para recebimento e 11 para nota de crédito. A ref. cliente para ser pesquisada para pedidos/avisos que combinam. Os campos são: debtorno, type, transno, customerref
zh_tw: 一個關聯數組描述客戶，交易正在從分配，它的交易類型為12的紅字發票，在ERP交易號，客戶裁判是在發票匹配到要在其中搜索的收據或11。該字段是：debtorno，類型，transno，customerref

source: Creates a credit note from header details associative array and line items. This function implements most of a webERP credit note with the exception that it cannot handle serialised or lot/batch controlled items. All the necessary updates and inserts are handled for stock quantities returned, taxes, sales analysis, stock movements, sales and cost of sales journals
es_es: Crea una nota de Crédito a partir de los artículos de línea y los arreglos asociativos de detalles del encabezado. Esta función implementa la mayoría de una nota de crédito del sistema a excepción del hecho de que no puede manejar artículos serializados o controlados por lotes. Todas las actualizaciones e inserciones son manejadas para las cantidades de la existencia obtenidas, impuestos, análisis de ventas, movimientos de existencias, ventas y costo de diarios de ventas
id_id: Membuat nota kredit dari array asosiatif rincian header dan item baris. Fungsi ini mengimplemen sebagian besar dari nota kredit dgn pengecualian tdk dapat menangani item berseri atau terkontrol lot/batch. Semua pembaruan dan pemasukkan yg perlu ditangani utk jurnal qty stok yg dikembalikan, pajak, analisapenjualan, pergerakkan stok, penjualan dan HPP
ko_kr: 헤더 세부 사항에서 신용 노트 연관 배열 및 광고 항목을 작성합니다. 이 함수는 직렬 또는 로트 / 일괄 제어 항목을 처리 할 수​​ 없다는 것을 제외 webERP 신용 참고의 대부분을 구현한다. 필요한 모든 업데이트와 삽입은 주식 반환 수량, 세금, 판매 분석, 주식의 움직임, 판매 및 판매 저널의 비용 처리
mr_in: शिर्षक तपशील associative अरे आणि लाइन आयटम पासून एक क्रेडिट नोट निर्माण करतो. हे कार्य तो serialized किंवा भरपूर / बॅच नियंत्रित आयटम हाताळू शकत नाही की अपवाद एक webERP क्रेडिट चिठ्ठी सर्वात लागू. सर्व आवश्यक सुधारणा व दाखल कर, विक्री विश्लेषण, स्टॉक हालचाली, विक्री आणि विक्री नियतकालिके खर्च परत स्टॉक प्रमाणात साठी हाताळले जातात
pt_pt: Cria nota de crédito dos detalhes do cabeçalho array associativo e das linhas dos itens. Função implementa funcionalidades da nota de crédito weberp com exceção de itens serializados ou controle lote/batch.Todas atualiz. necessárias e inserções são manuseadas para quant. retornadas,impostos, análise de vendas, mov. de estoq., custo vendas e lançamentos
zh_tw: 新建一個從頭部的細節關聯數組和行項的紅字發票。此功能實現了大部分的ERP信用票據不同之處在於它不能處理序列化或批號/批次控制項目。所有必要的更新和插入退換，稅收，銷售分析，倉庫走勢，銷售及銷售成本期刊庫存數量的處理

source: Credit Note Header Details
es_es: Detalles del Encabezado de la nota de Crédito
id_id: Rincian Header Nota Kredit
ko_kr: 신용 주 헤더 세부 사항
mr_in: क्रेडिट टीप शीर्षलेख तपशील
pt_pt: Detalhes do Cabeçalho da Nota de Crédito
zh_tw: 紅字發票頭詳細信息

source: An associative array describing the credit note header with the fields debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
es_es: Un arreglo asociativo que describa el encabezado de la nota de crédito con los campos debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
id_id: Array asosiatif menggambarkan header nota kredit dgn kolom debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
ko_kr: 필드 debtorno와 신용 노트 헤더를 기술하는 연관 배열, branchcode, TRANDATE, TPE, fromstkloc, customerref, shipvia
mr_in: फील्डशी क्रेडिट नोट शीर्षक वर्णन एक associative अर्रे debtorno, branchcode, trandate, TPE, fromstkloc, customerref, shipvia
pt_pt: Arranjo associativo descrevendo cabec. nota de credito/campos debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
zh_tw: 一個關聯數組描述與領域的紅字發票頭debtorno，branchcode，TRANDATE，TPE，fromstkloc，customerref，運貨商

source: Credit note line items
es_es: Artículos de nota de crédito
id_id: Item baris nota credit
ko_kr: 신용 노트 라인 항목
mr_in: क्रेडिट नोट ओळ आयटम
pt_pt: Linha de itens da nota de Crédito
zh_tw: 紅字發票的行項目

source: The lines of stock being returned on this credit note. Only stock returns can be dealt with using this API method. This is an array of associative arrays containing the fields, stockid, price, qty, discountpercent for the items returned
es_es: Las líneas de la existencia están siendo devueltas en esta nota de crédito. Sólo pueden ser tratadas existencias devueltas con este método API. Este es un arreglo de areglos asociativos que contienen los campos stockid, price, qty y discountpercent para los artículos devueltos
id_id: Baris stok yg dikembalikan pada nota kredit ini. Hanya pengembalian stok dapat dilakukan dgn menggunakan metode API ini. Ini adalah array dari array asosiatif berisi kolom stockid, price, qty, discountpercent utk item-item yg dikembalikan
ko_kr: 주식의 라인이 신용 노트에 반환. 단지 주가 수익률이 API 방법을 이용하여 처리 될 수있다. 이 필드를 포함하는 연관 배열의 배열입니다, stockid는 가격, 수량, 항목에 대한 discountpercent 반환
mr_in: स्टॉक ओळी या क्रेडिट टिप परत जात. केवळ स्टॉक परतावा हे API पद्धत वापरून डील केले जाऊ शकते. हे परत आयटम क्षेत्र stockid, किंमत, मात्रा, discountpercent असलेली associative पत्रे एक अॅरे आहे
pt_pt: Linhas de estoque serão retornadas para essa nota de crédito. Somente estoque retorna com esse método API. Esse é um array de arrays associativos contendo campos (stockid, price, qty, discountpercent) para os itens retornados
zh_tw: 在此貸項通知單被退回倉庫的行。只有股票收益可以處理使用此API方法。這是一個包含字段，stockid，價格，數量，discountpercent為返回的項關聯數組的數組

source: If the first element is zero then the function was successful, and the second element is the credit note number.
es_es: Si el primer elemento es cero, entonces la función fue un éxito, y el segundo elemento es el número de nota de crédito.
id_id: Jika elemen pertama adalah nol maka fungsi berhasil, dan elemen kedua adalah nomor nota kredit.
ko_kr: 첫 번째 요소는 다음 제로이면 함수가 성공적이었고, 두 번째 요소는 신용 노트 넘버이다.
pt_pt: O primeiro elemento é zero quando função com sucesso, o segundo elem. é o núm. nota crédito.
zh_tw: 如果第一個元素為零，則該函數是成功的，而第二個元素是紅字發票號。

source: Inserts a sales invoice into the debtortrans table and does the relevant GL entries. Note that this function does not do the tax entries, insert stock movements, update the stock quanties, sales analysis data or do any cost of sales gl journals. Caution is advised in using this function. To create a full webERP invoice with all tables updated use the InvoiceSalesOrder function.
es_es: Inserta una factura de ventas en la tabla debtortrans y realiza los registros contables correspondientes. Note que esta función no realiza los registros de impuestos, inserciones de movimientos de existencias, actualización de las cantidades de existencia, análisis de ventas o cualquier diario contable de costos de ventas. Se advierte que debe tener precaución al utilizar esta función. Para crear una factura completa del sistema con todas las tablas actualizadas use la función InvoiceSalesOrder.
id_id: Memasukkan faktur penjualan ke table debtortrans dan melakukan entri GL yg bersangkutan. Perhatikan bahwa fungsi ini tdk melakukan entri pajak, memasukkan pergerakkan stok, memperbarui qty stok, data analisa penjualan atau jurnal gl HPP apapun. Sebaiknya berhati-hati dalam menggunakan fungsi ini. Utk membuat faktur webERP yg lengkap dgn semua tabel diperbarui, gunakan fungsi InvoiceSalesOrder.
ko_kr: debtortrans 테이블에 판매 송장을 삽입하고 관련 GL 항목을 수행합니다. 주식의 움직임을 삽입,이 기능은 세금 항목을하지 않습니다 주식 quanties, 판매 분석 데이터를 업데이트하거나 판매 GL 저널의 비용을한다. 주의이 기능을 사용하여 좋습니다. InvoiceSalesOrder 기능을 사용하여 업데이트 된 모든 테이블에 전체 webERP 송장을 만들 수 있습니다.
mr_in: Debtortrans टेबल मध्ये विक्री चलन दाखल करते आणि संबंधित जी.एल. नोंदी करते. हे कार्य, कर नोंदी करू स्टॉक हालचाली घाला स्टॉक quanties, विक्री विश्लेषण डेटा अद्यतनित किंवा विक्री GL नियतकालिके कोणत्याही खर्च करू शकत नाही हे लक्षात ठेवा. खबरदारी या फंक्शन वापरून करावा. InvoiceSalesOrder फंक्शन वापरू अद्ययावत सर्व तक्त्यामध्ये पूर्ण webERP चलन निर्माण करण्यासाठी.
pt_pt: Inserir pedido de venda na tabela (debtortrans) a não há entradas contábeis. Função não lida com impostos, movto estoque, atualiz. qtd estoq., análise vendas ou custo de vendas. Cautela é recomendada no uso. Para criar um pedido integral do weberp utilizar a função (InvoiceSalesOrder).
zh_tw: 插入一個銷售發票到debtortrans表，並做相關的總帳分錄。注意，這個函數不執行稅收條目，插入倉庫走勢，更新股票quanties，銷售分析數據或做銷售GL期刊任何費用。注意建議在使用此功能。要新建一個完整的ERP發票更新使用InvoiceSalesOrder功能的所有表。

source: Invoice Details
cs_cz: Údaje o faktuře
es_es: Detalles de Factura
hi_in: चालान विवरण
id_id: Faktur Rincian
it_it: Dettagli fattura
ko_kr: 인보이스 세부 사항
mr_in: अशी यादी तयार करणे तपशील
nl_nl: Factuurgegevens
pt_pt: Detalhes Pedido
ro_ro: Detalii factură
ru_ru: Подробности счета-фактуры
sq_al: Faturë Details
sv: Fakturainformation
sw_ke: Ankara Details
tr_tr: Fatura Ayrıntıları
zh_hk: 发票详细
zh_tw: 發票明細

source: An array of index/value items describing the invoice.
cs_cz: Pole položek indexu / hodnota popisující faktury.
es_es: Un arreglo de valores de artículos/índice que describen la factura.
hi_in: सूचकांक मूल्य / चालान वर्णन मदों की एक सरणी.
id_id: Array dari item index/nilai yg menggambarkan tagihan.
it_it: Una matrice di indice oggetti / valore che descrive la fattura.
ko_kr: 송장을 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: अशी यादी तयार वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items beschrijving van de factuur.
pt_pt: Um arranjo de indíce/valor descrevendo os pedidos
ro_ro: O serie de elemente index / valoare descriu facturii.
ru_ru: Массив индексов/значений элементов, описывающий счет-фактуру.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar në faturë.
sv: En array med index / värdefulla föremål som beskriver fakturan.
sw_ke: Safu ya index vitu / thamani ya kuelezea invoice.
tr_tr: fatura açıklayan indeks / değer öğeleri bir dizi.
zh_hk: 利用索引/值数组描述发票
zh_tw: 描述發票索引/值的項目的數組。

source: The transno key is generated by this call, and if a value is supplied, it will be ignored.
cs_cz: Transno klíč je generován v této výzvě, a je-li hodnota je dodáván, tak se bude ignorovat.
es_es: La LLave transno se genera por esta llamada, y si se suministra un valor, será ignorado.
hi_in: Transno कुंजी इस फोन द्वारा उत्पन्न होता है, और यदि एक मूल्य की आपूर्ति की है, इसे नजरअंदाज कर दिया जाएगा.
id_id: Kunci transno dihasilkan oleh panggilan ini, dan jika nilai diberikan, maka akan diabaikan.
it_it: La chiave transno è generato da questa chiamata, e se un valore è fornito, sarà ignorato.
ko_kr: transno 키는이 호출에 의해 생성되고, 값이 제공되는 경우에는 무시된다.
nl_nl: De transno sleutel is gegenereerd door deze oproep, en als een waarde wordt geleverd, zal worden genegeerd.
pt_pt: Chave transno é gerada por essa chamada e se um valor é informado, será ignorado.
ro_ro: Transno cheie este generată de acest apel, iar în cazul în care o valoare este furnizată, aceasta va fi ignorat.
ru_ru: Ключ Transno генерируется на этот призыв, и если значение не указано, он будет проигнорирован.
sq_al: Kryesore transno është e gjeneruar nga kjo thirrje, dhe në qoftë se një vlerë është furnizuar, ajo do të injorohen.
sv: Den transno nyckel genereras av denna inbjudan, och om ett värde levereras kommer det att ignoreras.
sw_ke: muhimu transno ni yanayotokana na wito huu, na kama thamani ni hutolewa, itakuwa kupuuzwa.
tr_tr: Transno anahtarı, bu çağrı ile oluşturulmuş bir değer verilir, eğer göz ardı edilecektir.
zh_hk: 此调用产生了transno键，如果提供了一个值，它将会被忽略
zh_tw: 該transno密鑰由該調用生成的，並且如果一個值被提供時，它都將被忽略。

source: Two additional fields are required. "partcode" needs to be a genuine part number, though it appears to serve no real purpose.
cs_cz: Další dvě políčka jsou povinná. \
es_es: Se requieren dos campos adicionales. "partcode" debe ser un número de parte real, aunque parezca inútil.
hi_in: दो अतिरिक्त फ़ील्ड्स आवश्यक हैं. \
id_id: Dua kolom tambahan sangat diperlukan. "partcode" perlu nomor bagian asli, meskipun muncul utk melayani tujuan nyata.
it_it: Due nuovi campi sono obbligatori. "Codice parte "deve essere un numero di parte vero, anche se sembra inutile reale.
ko_kr: 두 개의 추가 필드가 필요합니다. 그것이 진짜 목적을 제공하지 보인다 불구하고 \ "partcode의 "는 정품 부품 번호가 될 필요가있다.
pt_pt: Dois campos adicion. requer. (partcode) precisa ser um número de item, mesmo que não tenha uma finalidade real.
ro_ro: Două câmpuri suplimentare sunt necesare. "Codul parte " trebuie să fie un număr parte veritabil, deşi pare să servească nici un scop rea.
ru_ru: Два дополнительных поля обязательны для заполнения. "partcode" должно быть подлинным номером части, хотя это становится бессмысленным.
sq_al: Dy fushat e tjera janë të nevojshme. \
sv: Ytterligare två fält är obligatoriska. "partcode" måste vara en verklig del antal, även om det verkar att tjäna något verkligt syfte.
sw_ke: Mbili mashamba ya ziada zinahitajika. \
tr_tr: Iki ek alanların doldurulması zorunludur. "parçası kodu " o gerçek bir amaca hizmet görünüyor olsa da, gerçek bir parça numarası gerekmektedir.
zh_hk: 需要额外两个文件。partcode必须是实际的部品代码,尽管看起来它没有真正用途
zh_tw: 兩個額外的字段是必需的。 “partcode”必須是一個真正的零件編號，但它似乎不會起到任何作用。

source: "salesarea" also is required, though again it appears to serve no useful purpose.
es_es: "salesarea" se requiere también, aunque tampoco parezca útil.
id_id: "salesarea" juga diperlukan, meskipun sekali lagi tampaknya tdk melayani tujuan yg bermanfaat.
it_it: "superficie di vendita " inoltre è necessario, anche se di nuovo sembra inutile.
ko_kr: \ 또한 "salesarea의 \은"다시는 유용한 목적을 제공하지 보인다 불구하고, 필요합니다.
pt_pt: área vendas também requerida, não há outra finalidade útil
ro_ro: "Suprafaţa de vânzare ", de asemenea, este necesară, prin intermediul din nou se pare că nu servesc nici unui scop util.
ru_ru: "salesarea" также требуется, хотя не служит никакой полезной цели.
sv: "salesarea" också behövs, men återigen verkar det fyller någon funktion.
tr_tr: "satış alanı " da gereklidir, ancak yine hiçbir yararlı amaca hizmet görünüyor. .
zh_hk: salesarea也是必需的，尽管看起来它没有特别用途
zh_tw: “salesarea”還要求，但再次它似乎毫無用處。

source: If the first element is zero then the function was successful, and the second element is the invoice number.
cs_cz: Pokud je první prvek je nulový, pak funkce byla úspěšná, a druhý prvek je číslo faktury.
es_es: Si el primer elemento es cero, entonces la función fue un éxito, y el segundo elemento es el número de factura.
hi_in: अगर पहला तत्व शून्य है तो समारोह सफल रहा था, और दूसरा तत्व चालान संख्या है.
id_id: Jika elemen pertama adalah nol maka fungsi berhasil, dan elemen kedua adalah nomor faktur.
it_it: Se il primo elemento è zero allora la funzione ha avuto successo, e il secondo elemento è il numero della fattura.
ko_kr: 첫 번째 요소는 다음 제로이면 함수가 성공적이었고, 두 번째 요소는 송장 번호이다.
nl_nl: Als het eerste element nul is dan de functie succesvol was, en het tweede element is van het factuurnummer.
pt_pt: O primeiro elemento é zero se a função foi com sucesso, e o segundo elemento é o número do pedido.
ro_ro: În cazul în care primul element este zero, atunci funcţia sa de succes, iar al doilea element este numărul facturii.
ru_ru: Если первый элемент равен нулю, то функция была успешной, а второй элемент номер счета-фактуры.
sq_al: Nëse elementi i parë është zero, atëherë funksion ishte i suksesshëm, dhe elementi i dytë është numri i faturës.
sv: Om det första elementet är noll då funktionen lyckades och det andra elementet är fakturanummer.
sw_ke: Kama kipengele kwanza ni sifuri basi kazi ilikuwa na mafanikio, na kipengele cha pili ni idadi invoice.
tr_tr: ilk elemanı sıfır ise o zaman işlev başarılı oldu ve ikinci elemanı fatura sayıdır.
zh_hk: 如果第一个元素是0，那么函数就成功了，第二个元素是发票号。
zh_tw: 如果第一個元素是零，則該函數是成功的，並且所述第二元件是發票號碼。

source: Return Value Descriptions go here
es_es: Aquí van las Descripciones de los Valores Retornados
id_id: Keterangan Nilai Kembali di sini
ko_kr: 반환 값의 설명은 여기
mr_in: रिटर्न मूल्य वर्णन येथे जा
pt_pt: Aqui para retornar Descrições de Valor
zh_tw: 返回值說明去這裡

source: This function is used to insert a new Sales Credit to the webERP database. Note that this function does not implement a webERP credit note in full and caution is advised in using this function. It does not handle tax at all, it does not add stockmovements, it does not update stock for any quantity returned or update sales analysis. To create a credit note using webERP logic use the CreateCreditNote function
es_es: Esta función se utiliza para insertar un nuevo Crédito de Ventas a la base de datos webERP. Tenga en cuenta que esta función no implementa una nota de crédito webERP en su totalidad y se recomienda precaución en el uso de esta función. No maneja impuestos en absoluto, no aporta movimientos de existencia, no actualiza existencias para cualquier cantidad devuelta o actualiza el análisis de ventas. Para crear una nota de crédito a través de webERP se utiliza la lógica la función CreateCreditNote (Crear una nota de Crédito)
id_id: Fungsi ini digunakan utk memasukkan Kredit Penjualan ke database webERP. Perhatikan bahwa fungsi ini tdk mengimplimen nota kredit webERP secara lengkap dan sebaiknya berhati-hati menggunakan fungsi ini. Ini tdk menangani pajak sama sekali, juga tdk menambah entri di table stockmovements, tdk memperbarui stok utk qty berapapun atau memperbarui analisa penjualan. Utk membuat nota kredit menggunakan logika webERP, gunakan fungsi CreateCreditNote
ko_kr: 이 기능은 webERP 데이터베이스에 새 판매 신용을 삽입하는 데 사용됩니다. 이 기능은 전액 webERP 신용 메모를 구현하지 않고주의가이 기능을 사용하여 권장합니다. 그것은 어떤 양의 반환 또는 갱신 판매 분석에 대한 재고를 업데이트하지 않습니다, 그것은 stockmovements를 추가하지 않습니다, 모든 세금을 처리하지 않습니다. webERP 로직이 CreateCreditNote 기능을 사용하여 신용 메모를 만들려면
mr_in: हे कार्य webERP डेटाबेस एक नवीन विक्री क्रेडिट घालण्यासाठी वापरले जाते. हे कार्य पूर्ण आणि सूचना या फंक्शन वापरून करावा मध्ये एक webERP क्रेडिट नोट अंमलबजावणी नाही हे लक्षात ठेवा. तो कोणत्याही परत प्रमाण किंवा सुधारणा विक्री विश्लेषणासाठी स्टॉक अद्यतनित नाही, stockmovements जोडू शकत नाही, सर्व कर हाताळू शकत नाही. WebERP तर्कशास्त्र वापरून क्रेडिट नोट तयार करण्यासाठी CreateCreditNote फंक्शन वापरू
pt_pt: Função usada para inserir novos Crédidos de Vendas no DB WebERP. Função não implementa nota de crédito WebERP e atenção é recomendada no uso dFunção. Não há manuseio de taxas de impostos, nem movimento estoque não atualiza estoque para quant. devolvidas ou análise de vendas. Para criar nota de crédito usando lógica WebERP usar a função (CreateCreditNote)
zh_tw: 此功能是用來插入一個新的銷量信用到ERP的數據庫。請注意，這個函數不充分和謹慎，建議在使用此功能實現一個ERP紅字發票。它不辦理稅務可言，它不會添加stockmovements，它不返回任何數量或更新銷售分析更新庫存。要使用ERP邏輯新建信用票據使用CreateCreditNote功能

source: Credit Details
cs_cz: Úvěrové Podrobnosti
es_es: Detalles de Crédito
hi_in: क्रेडिट जानकारी
id_id: Rincian Kredit
it_it: Dettagli di credito
ko_kr: 신용 세부 사항
mr_in: क्रेडिट तपशील
pt_pt: Detalhes do Crédito
ro_ro: Detalii credit
ru_ru: Подробная информация по кредиту
sv: Credit Detaljer
sw_ke: Mikopo Details
tr_tr: Kredi Detayları
zh_hk: 贷方详细
zh_tw: 信用信息

source: An array of index/value items describing the credit. All values must be negative.
cs_cz: Pole položek indexu / hodnota popisující úvěru. Všechny hodnoty musí být negativní.
es_es: Una serie de índice /elementos de valor describiendo el crédito. Todos los valores deben ser negativos.
hi_in: सूचकांक मूल्य / क्रेडिट वर्णन मदों की एक सरणी. सभी मूल्यों नकारात्मक किया जाना चाहिए.
id_id: Array dari item index/nilai yg menggambarkan kredit. Semua nilai harus negatif.
it_it: Una matrice di indice oggetti / valore che descrive il credito. Tutti i valori devono essere negativo.
ko_kr: 신용을 설명하는 인덱스 / 값 항목의 배열입니다. 모든 값은 음수가 될 수 있어야합니다.
nl_nl: Een array van de index / value items beschrijven het krediet. Alle waarden moet negatief zijn.
pt_pt: Um array de índice/valor descrevendo o crédito. Todos valores devem ser negativos.
ro_ro: O serie de elemente index / valoare descriu credit. Toate valorile trebuie să fie negativ.
ru_ru: Массив индексов/значение элементов, описывающих кредит. Все значения должны быть отрицательными.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar të kredisë. Të gjitha vlerat duhet të jenë negative.
sv: En array med index / värdefulla föremål som beskriver krediten. Alla värden måste vara negativt.
sw_ke: Safu ya index vitu / thamani ya kuelezea mikopo. Wote ni lazima maadili hasi.
tr_tr: kredi açıklayan indeks / değer öğeleri bir dizi. Tüm değerlerin negatif olması gerekir.
zh_hk: index/value数组描述了负债。所有的值必须是负值。
zh_tw: 描述信用指數/值的項目的數組。所有的值必須為負。

source: Insert Sales Order Header
cs_cz: Vložit prodejní objednávky záhlaví
es_es: Insertar encabezado de orden de venta
hi_in: सम्मिलित बिक्री आदेश हैडर
id_id: Masukkan Order Penjualan Header
it_it: Inserisci Sales Order Header
ko_kr: 판매 주문 헤더를 삽입
mr_in: विक्री मागणी शीर्षलेख घाला
nl_nl: Steek Klantorder Header
pt_pt: Insira Cabeçalho da Ordem de Vendas
ro_ro: Introduceţi Ordinul de vânzare Antet
ru_ru: Вставьте заголовок заказа по продажам
sq_al: Futur Sales Order Header
sv: Sätt kundorder Sidhuvud
sw_ke: Order mauzo Insert Header
tr_tr: Eklemek Satış Sipariş Başlık
zh_hk: 插入销售订单表头
zh_tw: 插入銷售訂單表頭

source: The orderno key is generated by this call, and if a value is supplied, it will be ignored.
cs_cz: Orderno klíč je generován v této výzvě, a je-li hodnota je dodáván, tak se bude ignorovat.
es_es: Esta llamada genera la llave orderno, y si se provee un valor, se ignorará.
hi_in: Orderno कुंजी इस फोन द्वारा उत्पन्न होता है, और यदि एक मूल्य की आपूर्ति की है, इसे नजरअंदाज कर दिया जाएगा.
id_id: Kunci orderno dihasilkan oleh panggilan ini, dan jika nilai diberikan, maka akan diabaikan.
it_it: La chiave OrderNo è generato da questa chiamata, e se un valore è fornito, sarà ignorato.
ko_kr: orderno 키는이 호출에 의해 생성되고, 값이 제공되는 경우에는 무시된다.
nl_nl: Het ordernummer sleutel is gegenereerd door deze oproep, en als een waarde wordt geleverd, zal worden genegeerd.
pt_pt: A chave Pedido é gerada com essa chamada e se o valor é fornecido, será ignorado.
ro_ro: Orderno cheie este generată de acest apel, iar în cazul în care o valoare este furnizată, aceasta va fi ignorat.
ru_ru: Ключ OrderNo генерируется по данному вызову, и если значение не указано, он будет проигнорирован.
sq_al: Kryesore orderno është e gjeneruar nga kjo thirrje, dhe në qoftë se një vlerë është furnizuar, ajo do të injorohen.
sv: Den orderno nyckel genereras av denna inbjudan, och om ett värde levereras kommer det att ignoreras.
sw_ke: muhimu orderno ni yanayotokana na wito huu, na kama thamani ni hutolewa, itakuwa kupuuzwa.
tr_tr: Orderno anahtarı, bu çağrı ile oluşturulmuş bir değer verilir, eğer göz ardı edilecektir.
zh_hk: 此调用产生了orderno 键，如果提供了一个值，它将会别忽略。
zh_tw: 該orderno密鑰由該調用生成的，並且如果一個值被提供時，它都將被忽略。
