Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Your account enables you to see only customers allocated to you
cs_cz: Váš účet vám umožňuje zobrazit pouze zákazníky, připadla na Vás
es_es: Su cuenta le permite ver sólo los clientes asignados a usted
hi_in: अपने खाते के ज़रिए आप केवल आप के लिए आवंटित ग्राहकों को देखने के
id_id: Akun Anda memungkinkan Anda utk melihat hanya customer yg dialokasi ke Anda
it_it: Il tuo account ti permette di vedere i clienti assegnati solo a voi
ko_kr: 귀하의 계정은 당신에게 할당 된 고객 만 표시 할 수 있습니다
mr_in: आपले खाते आपण वाटप फक्त ग्राहकांना पाहण्यासाठी आपण सक्षम करते
nl_nl: U ben alleen geauthoriseerd om klanten die aan u galloceerd zijn te zien
pt_pt: Seu acesso permite ver apenas clientes alocados para você
ro_ro: Contul dvs. vă permite să vedeţi numai clienţii alocate pentru tine
ru_ru: Ваша учетная запись позволяет вам видеть только разрешенных вам клиентов
sq_al: Llogaria juaj ju mundëson për të parë konsumatorët vetëm caktuar për ju
sv: Ditt konto låter dig endast se kunder som tilldelats dig
sw_ke: Akaunti yako inawezesha kuona wateja tu zilizotengwa kwa wewe
tr_tr: Hesabınızı size tahsis sadece müşteriler görmenizi sağlar
zh_hk: 您的账户让您只可以看到分配给您的顾客
zh_tw: 你的帳戶只允可你檢視你的客戶配置

source: Note: Sales-person Login
cs_cz: Poznámka: Prodej-osoba Přihlásit
es_es: Nota: Login del Vendedor
hi_in: नोट: बिक्री व्यक्ति लॉगिन
id_id: Catatan: Login Salesman
it_it: Nota: Sales-persona Login
ko_kr: 참고 : 판매 명 로그인
mr_in: टीप: विक्री व्यक्ती लॉगइन
nl_nl: Attentie: Login van verkoper
pt_pt: Aviso: Acesso Só-Vendas
ro_ro: Notă: vanzari-persoana Login
ru_ru: Примечание: Логин продавца
sq_al: Shënim: Sales-person Identifikohu
sv: Anm: Login för säljare
sw_ke: Kumbuka: Mauzo-mtu Login
tr_tr: Not: Satış kişilik Giriş
zh_hk: 注意：销售员登入
zh_tw: 註: 銷售員登入

source: Click to view the csv Search Result
cs_cz: Klikněte pro zobrazení csv Výsledek hledání
es_es: Haga clic para ver el Resultado de la Búsqueda csv
hi_in: करने के लिए csv खोज परिणाम देखने के लिए क्लिक
id_id: Klik utk melihat csv Hasil Pencarian
it_it: Clicca per visualizzare il risultato della ricerca csv
ko_kr: CSV 검색 결과를 보려면 클릭하세요
mr_in: सीएसव्ही शोध निकाल पाहण्यासाठी क्लिक करा
nl_nl: Klik hier om de csv Zoekresultaat bekijken
pt_pt: Clique para ver o resultado csv da pesquisa
ro_ro: Click pentru a vizualiza rezultatul căutării csv
ru_ru: Нажмите, чтобы посмотреть результаты поиска в CSV
sq_al: Kliko për të parë Search Result csv
sv: Klicka för att se resultatet csv Sök
sw_ke: Click kuona Tafuta CSV Result
tr_tr: csv Arama Sonucu görmek için tıklayın
zh_hk: 点击这里查看csv查询结果
zh_tw: 點擊查看CSV搜索結果

source: Mapping is enabled, but no Mapping data to display for this Customer.
cs_cz: Mapování je povoleno, ale ne Mapování data na displej pro tohoto zákazníka.
es_es: El mapeo esta permitido, pero no hay datos de mapeo para mostrar por este cliente.
hi_in: मानचित्रण सक्रिय है, लेकिन कोई मानचित्रण डेटा इस ग्राहक के लिए प्रदर्शित करने के लिए.
id_id: Pemetaan diaktifkan, tapi tdk ada data Pemetaan utk ditampilkan mengenai Customer ini.
it_it: Mapping è abilitato, ma non i dati di mapping per visualizzare per questo cliente.
ko_kr: 매핑을 사용할 수 있습니다,하지만 매핑 데이터는이 고객에 대해 표시가 없습니다.
mr_in: मॅपिंग सक्षम आहे, पण मॅपिंग डेटा या ग्राहक प्रदर्शित करण्यासाठी.
nl_nl: Mapping is geactiveerd maar er zijn geen kaartgegevens te tonen voor deze klant
pt_pt: Mapeamento habilitado mas não há mapeamentos do cliente a exibir
ro_ro: Mapping este activată, dar nu există date Mapping pentru a afişa pentru acest client.
ru_ru: Мэппинг включен, но не сопоставлены данные мэппинга для отображения для этого клиента.
sq_al: Hartë është aktivizuar, por nuk ka të dhëna Mapping për të shfaqur për këtë Customer.
sv: Kartvisning är på men det finns inga kartdata för denna kund
sw_ke: Ramani ni kuwezeshwa, lakini hakuna data Mapping kuonyesha kwa Wateja hii.
tr_tr: Haritalama, ama etkin bir Haritalama veriler bu müşteri için gösterilecek.
zh_hk: 地图功能已经可用,但是没有此顾客的地图数据供显示
zh_tw: 資料庫對應已啟用，但沒有對應的相關資料來顯示這個客戶。

source: Customer Mapping
cs_cz: Zákazník Mapování
es_es: Mapa de cliente
hi_in: ग्राहक मानचित्रण
id_id: Pemetaan Customer
ko_kr: 고객 매핑
mr_in: ग्राहक मॅपिंग
nl_nl: De klant in kaart brengen
pt_pt: Mapeamento de Cliente
ro_ro: Client Mapping
ru_ru: Мэппинг клиента
sq_al: Customer Harta
sv: Geografiska data för kund
sw_ke: Mteja Mapping
tr_tr: Müşteri Haritalama
zh_hk: 客户地图
zh_tw: 客戶對應

source: Mapping is enabled, Map will display below.
cs_cz: Mapování je povoleno, bude mapa zobrazovat níže.
es_es: El mapeo está habilitado, un mapa se mostrará a continuación.
hi_in: मानचित्रण सक्षम है, तो मानचित्र के नीचे प्रदर्शित करेगा.
id_id: Pemetaan diaktifkan, Peta akan ditampilkan di bawah ini.
it_it: Mapping è abilitato, verrà visualizzato sulla mappa qui sotto.
ko_kr: 매핑을 사용,지도 아래에 표시됩니다.
mr_in: मॅपिंग सक्षम आहे, नकाशा खाली प्रदर्शित होईल.
nl_nl: Mapping is geactiveerd, kaart wordt hieronder getoond
pt_pt: Mapeamento ativado, mapa exibido abaixo
ro_ro: Mapping este activat, Hartă va afişa de mai jos.
ru_ru: Мэппинг включен, карта будет отображаться ниже.
sq_al: Hartë është aktivizuar, Map do të shfaq më poshtë.
sv: Kartvisning är på. Kartan kommer att visas nedan.
sw_ke: Ramani ni kuwezeshwa, Map kuonyesha chini.
tr_tr: Haritalama etkinleştirildiğinde, Harita aşağıda gösterecektir.
zh_hk: 地图功能已启用，地图会显示如下
zh_tw: 映射被激活，地圖會顯示如下。

source: Customer Data
cs_cz: Zákaznická data
es_es: Datos del cliente
hi_in: ग्राहक डाटा
id_id: Data Customer
it_it: Dati del cliente
ko_kr: 고객 데이터
mr_in: ग्राहक डेटा
nl_nl: Klant gegevens
pt_pt: Dados do Cliente
ro_ro: Clientul de date
ru_ru: Данные клиента
sq_al: Konsumatorëve të dhënave
sv: Kunddata
sw_ke: Takwimu ya wateja
tr_tr: Müşteri Verileri
zh_hk: 客户数据
zh_tw: 客戶資料

source: No receipts from this customer.
cs_cz: Žádné příjmy z tohoto zákazníka.
es_es: No hay recibos de este cliente.
hi_in: इस ग्राहक से कोई रसीद.
id_id: Tdk ada penerimaan dari customer ini.
it_it: Nessuna ricevuta da questo cliente.
ko_kr: 이 고객으로부터 어떤 영수증이 없습니다.
mr_in: या ग्राहक पासून कोणतेही पावती.
nl_nl: Geen ontvangsten van deze klant.
pt_pt: Nenhum Recebimento para este Cliente
ro_ro: Nu încasările de la acest client.
ru_ru: Нет поступлений от этого клиента.
sq_al: Nuk ka të ardhurat nga ky klient.
sv: Inga intäkter från denna kund.
sw_ke: Hakuna risiti kutoka kwa wateja hii.
tr_tr: Bu müşteri hiçbir makbuz.
zh_hk: 没有此顾客的付款
zh_tw: 沒有收入來自該客戶。

source: Last Paid Amount (inc tax)
cs_cz: Poslední zaplacené částky (s DPH):
es_es: Importe del último pago (imp. inc.)
hi_in: अंतिम भुगतान राशि (टैक्स कांग्रेस):
id_id: Nilai Terakhir Bayar (tmsk pajak):
it_it: Ultimo importo pagato (tasse incluse):
ko_kr: 최종 지불 금액 (INC 세금) :
mr_in: अंतिम अदा रक्कम (इन्क कर):
nl_nl: Laatste betaalde bedrag (inclusief belasting)
pt_pt: Último Valor Pago
ro_ro: Suma Ultima plătit (inc fiscale):
ru_ru: Последняя выплаченная сумма (вкл НДС):
sq_al: Shuma e Fundit Paid (inc tatimore):
sv: Belopp för senaste betalning (inkl. moms)
sw_ke: Mwisho Kulipwa Kiasi (inc kodi):
tr_tr: Son Ödenen Tutar (vergi dahil):
zh_hk: 上次付款金额（含税）：
zh_tw: 最後支付的金額（含稅）：

source: Customer since
cs_cz: Zákazník od:
es_es: Cliente desde
hi_in: ग्राहक के बाद से:
id_id: Customer sejak:
it_it: Cliente dal:
ko_kr: 고객 가입일 :
mr_in: ग्राहक पासून:
nl_nl: Klant sinds
pt_pt: Cliente desde
ro_ro: Clientul deoarece:
ru_ru: Клиент с:
sq_al: Konsumatorëve që nga:
sv: Kund sedan
sw_ke: Mteja tangu:
tr_tr: Müşteri başlangıç tarihi:
zh_hk: 开始交易日期：
zh_tw: 客戶設立自:

source: No Spend from this Customer.
cs_cz: Strávit žádný z tohoto zákazníka.
es_es: No hay gastos de este cliente.
hi_in: कोई ग्राहक से बिताओ.
id_id: Belum ada Belanja dari Customer ini.
it_it: No spendere da questo cliente.
ko_kr: 아니이 고객으로부터 보내십시오.
mr_in: एकही ग्राहक पासून खर्च.
nl_nl: Breng geen van deze klant.
pt_pt: Não há compras deste Cliente
ro_ro: Nu Petreceţi de la acest client.
ru_ru: Нет расходов от этого клиента.
sq_al: Asnjë Kaloni nga kjo Customer.
sv: Denna kund har inte köpt något.
sw_ke: Hakuna Toeni kutoka Wateja hii.
tr_tr: Hayır bu Müşteriden harcayın.
zh_hk: 无来自此顾客的费用。
zh_tw: 自該客戶沒有費用

source: Total Spend from this Customer (inc tax)
cs_cz: Celkové výdaje od tohoto zákazníka (s DPH):
es_es: Gasto total de este cliente (impuestos incluidos)
hi_in: कुल इस ग्राहक (कर कांग्रेस) से खर्च:
id_id: Total Belanja dari Customer ini (tmsk pajak):
it_it: Spesa totale di questo cliente (tasse incluse):
ko_kr: 이 고객 (INC 세금)에서 총 지출 :
mr_in: या ग्राहक (इन्क कर) पासून एकूण खर्च:
nl_nl: Totale uitgaven voor deze klant (inclusief belasting):
pt_pt: Total já comprado por Este cliente
ro_ro: Valoarea totală a cheltuielilor de la acest client (inc fiscale):
ru_ru: Общие расходы от этого клиента (вкл НДС):
sq_al: Totali Kaloni nga kjo Customer (inc tatimore):
sv: Totala inköp från denna kund
sw_ke: Toeni jumla kutokana na Wateja (inc kodi):
tr_tr: Toplam Müşteri (vergi dahil) dan Harcama:
zh_hk: 此顾客的费用合计（含税）：
zh_tw: 來自此客戶總費用（含稅）：

source: Add New Contact
cs_cz: Přidat nový kontakt
es_es: Añadir un contacto nuevo
hi_in: नया संपर्क जोड़ें
id_id: Tambah Kontak Baru
it_it: Aggiungi nuovo contatto
ko_kr: 새 연락처 추가
mr_in: नवीन संपर्क जोडा
nl_nl: Voeg nieuw contact toe
pt_pt: Adicionar Novo Contato
ro_ro: Adăugare contact nou
ru_ru: Добавить контакт
sq_al: Shto kontakt të ri
sv: Lägg till ny kontakt
sw_ke: Ongeza Wasiliana Mpya
tr_tr: Yeni Kişi Ekle
zh_hk: 增加新联系人
zh_tw: 新增聯絡人

source: Hyperlink
es_es: Hipervínculo
ko_kr: 하이퍼 링크
mr_in: हायपरलिंक
pt_pt: Link Web
zh_tw: 超鏈接

source: Add New Note
cs_cz: Přidat nový Poznámka
es_es: Añadir una nota nueva
hi_in: नया नोट जोड़ें
id_id: Tambah Catatan Baru
it_it: Aggiungi nuova nota
ko_kr: 새 노트 추가
mr_in: नवीन टीप जोडा
nl_nl: Voeg nieuwe notitie toe
pt_pt: Adicionar Nova Anotação
ro_ro: Adauga Notă nou
ru_ru: Добавить новую заметку
sq_al: Shto Shënim i ri
sv: Lägg till ny notering
sw_ke: Kuongeza Angalia Mpya
tr_tr: Yeni Not ekle
zh_hk: 新增备注
zh_tw: 新曾附註說明

source: Add New Note for this Customer
cs_cz: Přidat nový Poznámka pro tohoto zákazníka
es_es: Añadir una Nueva nota para este cliente
hi_in: इस जोड़ें ग्राहक के लिए नए नोट
id_id: Tambah Catatan Baru utk Customer ini
it_it: Aggiungi nuova nota per questo cliente
ko_kr: 이 고객을위한 새로운 주를 추가
mr_in: या ग्राहक नवीन टीप जोडा
nl_nl: Voeg nieuwe notitie toe voor deze klant
pt_pt: Adicionar Nova Anotação para o Cliente
ro_ro: Adauga Notă noi pentru acest client
ru_ru: Добавить новую заметку для этого заказчика
sq_al: Shto Shënim i ri për këtë Customer
sv: Lägg till ny notering för denna kund
sw_ke: Kuongeza Mpya Angalia kwa Wateja hii
tr_tr: Bu Müşteri için Ekle Yeni Note
zh_hk: 为此顾客新增备注
zh_tw: 為這個客戶新增備註說明

source: Customer Type (Group) Notes for:<b>
cs_cz: Typ zákazníka (Group) Poznámky k:
es_es: Tipo de cliente (Grupo): notas para <b>
hi_in: ग्राहक प्रकार (समूह) के लिए नोट्स:
id_id: Catatan Tipe Customer (Grup) utk:<b>
it_it: Tipo di cliente (Gruppo) Note per:
ko_kr: 고객 유형 (그룹)에 대한 주 : <B>
nl_nl: Het type klant (groep) Opmerkingen voor:
pt_pt: Tipo Cliente Grupo Notas para:<b>
ro_ro: Tipul de client (Group) Note pentru:
ru_ru: Примечания для типа клиента (группы):
sq_al: Lloji Customer (Group) Shënime për:
sv: Kundtyp (Grupp) Kommentarer:
sw_ke: Aina mteja (Group) Vidokezo kwa:
tr_tr: Müşteri Tipi (Grup) için notlar:
zh_hk: 顾客类型（组）通知：
zh_tw: 客戶類型（群）備註為：<B>

source: File Link / Reference / URL
id_id: Link file / Referensi / URL
ko_kr: 링크 / 참조 / URL을 파일
mr_in: फाइल दुवा / संदर्भ / युआरएल
pt_pt: Link arq. / Ref. / URL
zh_tw: 文件鏈接/參考/網址

source: Add New Group Note
cs_cz: Přidat novou skupinu poznámka
es_es: Añadir una nota de grupo nueva
hi_in: नया समूह नोट शामिल करें
id_id: Tambah Catatan Grup Baru
it_it: Aggiungi nota nuovo gruppo
ko_kr: 새 그룹 노트 추가
mr_in: नवीन गट टीप जोडा
nl_nl: Voeg nieuwe notitie toe voor Groep
pt_pt: Adicionar Novo Grupo Anotação
ro_ro: Adauga Notă Grup nou
ru_ru: Добавить новую заметку группы
sq_al: Shto Shënim Grupi i ri
sv: Lägg till ny gruppnotering
sw_ke: Add New Group Kumbuka
tr_tr: Yeni Grup Not ekle
zh_hk: 新增组备注
zh_tw: 新增群組附註說明

source: Search GL Accounts
cs_cz: Hledat GL účty
es_es: Buscar Cuentas Contables
hi_in: खोज जीएल लेखा
id_id: Cari Akun GL
it_it: Cerca Conti GL
ko_kr: GL 계정 검색
mr_in: शोध जी.एल. खाती
nl_nl: Zoek GB Rekeningen
pt_pt: Pesquisar Conta Contábil
ro_ro: Căutare Conturi GL
ru_ru: Поиск счетов главной книги
sq_al: Llogaritë Search GL
sv: Sök konton
tr_tr: MUHASEBE HESAPLARI ARAMA
zh_hk: 选择科目
zh_tw: 搜尋會計科目

source: Account name keywords have been used in preference to the account code extract entered
cs_cz: Název účtu klíčová slova byla použita v preferenci k účtu kódu výpis vstoupila
es_es: Se han utilizado palabras claves del nombre de la cuenta en lugar del extracto de código de cuenta introducido
hi_in: खाता नाम खोजशब्द खाता कोड दिया गया है वरीयता में इस्तेमाल किया निकालने में प्रवेश किया
id_id: Kata kunci nama akun sdh digunakan dibandingkan dgn sebagian kode akun yg dimasukkan
it_it: parole chiave Nome account sono stati utilizzati di preferenza per il codice estratto conto è entrato
ko_kr: 계정 이름 키워드 입력 계정 코드 추출물에 우선하여 사용되고있다
mr_in: खाते नाव कीवर्ड प्रविष्ट खाते कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: Rekeningnaam sleutelwoorden zijn gebruikt ten behoeve van de ingevoerde rekening code tekst deel
pt_pt: Parâmetros do nome da conta usados no lugar do extrato código conta informado
ro_ro: Contul cuvinte cheie nume au fost folosite în preferinţă la codul extras de cont introdus
ru_ru: При поиске предпочтение было отдано имени перед кодом счета
sq_al: Emri i llogarisë fjalë kyçe janë përdorur në preferencë për kodin e llogarisë ekstrakt hyri
sv: Kontonamn har använts istället för angiven kontokodsdel
sw_ke: maneno jina Akaunti zimetumika katika upendeleo kwa kificho akaunti ya dondoo aliingia
tr_tr: Hesap adı anahtar kelimeler girmiş ekstresi hesap kodu tercih kullanılmış olan
zh_hk: 科目名称优先于科目编号用于搜索过程
zh_tw: 會計科目名稱關鍵字已在會計科目編號摘要中使用

source: Search for General Ledger Accounts
cs_cz: Hledat účtů hlavní knihy
es_es: Buscar Cuentas Contables
hi_in: सामान्य खाता बही खातों के लिए खोजें
id_id: Cari Akun Buku Besar
it_it: Cerca conti di contabilità generale
ko_kr: 총계정 원장 계정에 대한 검색
mr_in: सामान्य खातेवही खात्यांसाठी शोध
nl_nl: Zoek grootboekrekeningen
pt_pt: Pesquisar Conta contábil
ro_ro: Caută Conturi General Ledger
ru_ru: Поиск по общей бухгалтерской книги
sq_al: Kërko për Llogaritë Libri i Përgjithshëm
sv: Sök konton
sw_ke: Mkuu wa Hesabu za kutafuta Ledger
tr_tr: Genel Muhasebe Hesapları ara
zh_hk: 查询总帐科目
zh_tw: 搜索總帳科目

source: Enter extract of text in the Account name
cs_cz: Zadejte extrakt z textu v názvu účtu
es_es: Indicar una parte del nombre de la Cuenta
hi_in: में प्रवेश खाता नाम में पाठ का उद्धरण
id_id: Masukkan sebagian teks di nama Akun
it_it: Inserisci estratto di testo il nome dell&#39;account
ko_kr: 계정 이름의 텍스트 추출을 입력
mr_in: खाते नाव मजकूर अर्क प्रविष्ट करा
nl_nl: Voer een deel van de text in uit de rekening naam
pt_pt: Informe nome parcial do Nome da Conta
ro_ro: Introduceţi extract de text în numele contului
ru_ru: Введите часть текста в поле имени пользователя
sq_al: Enter ekstrakt të tekstit në Emri i llogarisë
sv: Ange del av texten i kontots namn
sw_ke: Kuingia dondoo ya asilia kwa jina Akaunti
tr_tr: HESAP ADI ALANINDA ARA >>
zh_hk: 输入科目名称
zh_tw: 輸入帳目名稱的摘要文字

source: Select an Account Code
es_es: Seleccionar un código de cuenta
ko_kr: 계정 코드를 선택
mr_in: एक खाते कोड निवडा
pt_pt: Selecione Código Conta
zh_tw: 選取科目編號

source: Account Type
cs_cz: Typ účtu
es_es: Tipo de cuenta
hi_in: खाता प्रकार
id_id: Tipe Akun
it_it: Tipo di account
ko_kr: 계정 유형
mr_in: खाते प्रकार
nl_nl: Rekening Soort
pt_pt: Tip Cta Contábil
ro_ro: Tipul de cont
ru_ru: Тип счета
sq_al: Lloji i llogarisë
sv: Kontotyp:
sw_ke: Aina ya akaunti
tr_tr: HESAP TURU
zh_hk: 资产负债表或损益表
zh_tw: 帳號種類

source: Modifying Order
cs_cz: Úprava objednávky
es_es: Modificando Pedidos
hi_in: आदेश में संशोधन
id_id: Mengubah Order
it_it: Modifica Ordine
ko_kr: 수정 주문
mr_in: संपादीत मागणी
nl_nl: Wijzigen van order
pt_pt: Modificar Ped. Venda
ro_ro: Modificarea Ordinului
ru_ru: Изменение заказа
sq_al: Modifikimi Rendit
sv: ändra beställning
sw_ke: Kubadilisha Order
tr_tr: SIPARISI DEGISTIRIYORUM
zh_hk: 修改订单
zh_tw: 修改訂單商品

source: Select Order Items
cs_cz: Vyberte položky objednávky
es_es: Seleccionar Artículos del Pedido
hi_in: आदेश चुनें आइटम
id_id: Pilih Item Order
it_it: Seleziona ordine Articoli
ko_kr: 주문 항목을 선택
mr_in: मागणी आयटम निवडा
nl_nl: Selecteer Opdracht items
pt_pt: Selec. Itens Ped. Venda
ro_ro: Selectaţi Ordine Elemente
ru_ru: Выбрать заказанные товары
sq_al: Rendit Items Zgjidh
sv: Välj orderrader
sw_ke: Kuchagua Order Items
tr_tr: SIPARIS OLUSTURMA
zh_hk: 输入销售订单行
zh_tw: 選取訂單商品

source: Your account is set up to see only a specific salespersons orders. You are not authorised to modify this order
cs_cz: Váš účet je nastaven tak, aby vidět jen prodavači konkrétní objednávky. Nejste oprávněn měnit tuto objednávku
es_es: Su cuenta sólo le permite ver los pedidos de un determinado vendedor. No está autorizado a modificar este pedido
hi_in: आपके खाते की स्थापना के लिए केवल एक विशेष salespersons आदेश देखते हैं. आप इस आदेश को संशोधित करने के लिए अधिकृत नहीं हैं
id_id: Akun Anda diatur hanya melihat order salesman tertentu. Anda tdk diperbolehkan utk mengubah order ini
it_it: Il tuo account è impostato per visualizzare solo un ordini specifici commessi. Non sei autorizzato a modificare questo ordine
ko_kr: 귀하의 계정은 특정 영업 사원의 주문을 참조하도록 설정됩니다. 이 순서를 수정할 수있는 권한이 없습니다
mr_in: आपले खाते केवळ विशिष्ट salespersons ऑर्डर पाहण्यासाठी सेट आहे. आपण या ऑर्डर मध्ये फेरफार करण्यासाठी अधिकृत नाही
nl_nl: Uw account is ingesteld om alleen een specifieke verkopers orders. U bent niet gemachtigd om deze volgorde te wijzigen
pt_pt: Acesso permite consultar pedidos de um vendedor específico. Não autorizado modificar este pedido venda
ro_ro: Contul dvs. este configurat pentru a vedea numai un comenzi specifice salespersons. Tu nu sunt autorizate să modifice acest ordin
ru_ru: Ваш аккаунт позволяет видеть только конкретные заказы продавцов. Вы не авторизованы для изменения этого заказа.
sq_al: Llogaria juaj është ngritur për të parë vetëm një të veçantë salespersons urdhërat. Ju nuk jeni i autorizuar për të modifikuar këtë mënyrë
sv: Dint konto är konfigurerat för att bara se en specifik säljares order. Du är inte autoriserad att ändra denna order
sw_ke: Akaunti yako ni kuanzisha kuona tu salespersons maalum amri. Wewe si mamlaka ya kurekebisha ili
tr_tr: Hesabınızı sadece belirli bir satıcı siparişleri görmek için ayarlandı. Eğer bu sırada değişiklik yapma yetkisine sahip değildir
zh_hk: 您的账户设置为仅能查看特别销售员的订单。您没有被授权去更改此订单
zh_tw: 您的帳戶設置為只看到一個特定的銷售人員的訂單。您無權修改此訂單

source: The customer the order is for cannot be modified once some of the order has been invoiced
cs_cz: Zákazník pořadí je nelze změnit, jakmile některá objednávka byla fakturována
es_es: El cliente para el cual es la orden no puede modificarse luego de que la orden haya sido facturada
hi_in: ग्राहक आदेश होना आदेश के कुछ है चालान किया गया एक बार कर सकते हैं संशोधित नहीं करने के लिए है
id_id: Customer dari order ini tdk dapat diubah begitu sebagian order sdh difakturkan
it_it: Il cliente è per l&#39;ordine non può essere modificata una volta che alcuni dei ordine è stato fatturato
ko_kr: 고객 주문 순서 중 일부는 청구 된 후에 수정 될 수 없기 때문이다
mr_in: ऑर्डर काही invoiced पोहोचल्यानंतर सुधारित केले जाऊ शकत नाही ग्राहक क्रम आहे
nl_nl: Indien een klant order (deels) is gefactureerd dan kan deze niet meer gewijzigd worden
pt_pt: Pedido de Venda do Cliente não pode ser modif. quando já houve envio
ro_ro: Clientul comanda este pentru a nu pot fi modificate odată ce unele de ordinul a fost facturată
ru_ru: Клиент, которому предназначается заказ, не может быть изменен, если на часть заказа был выставлен счет.
sq_al: Konsumatorit që është për të nuk mund të modifikohet dikur disa të rendit ka qenë e faturuar
sv: Kunden som beställningen gäller för kan inte ändras efter att del av beställningen fakturerats
sw_ke: Ili mteja ni kwa ajili ya hawezi kuwa iliyopita mara moja baadhi ya utaratibu huo umekuwa invoiced
tr_tr: SIPARIS FATURALANMISSA MÜSTERI SIPARISINDE DEGISIKLIK YAPILAMAZ
zh_hk: 此客户订单不能修改,因为这张订单已开出发票
zh_tw: 這客戶的訂單不能修改,因為這訂單已開出發票

source: account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
cs_cz: účet je v současné době označen jako účet, který je třeba sledovat. Prosím, kontaktujte pracovníky úvěrového řízení k projednání
es_es: la cuenta en la actualidad está marcada como una cuenta que tiene que ser vigilada. Por favor, póngase en contacto con el personal de control de crédito para discutir
hi_in: खाता वर्तमान में एक खाते में है कि करने के लिए देखा जाना चाहिए के रूप में ध्वजांकित है. संपर्क ऋण नियंत्रण कर्मियों पर चर्चा के लिए कृपया
id_id: akun ini ditandai sbg akun yg perlu diawasi. Silahkan hubungi personil pengawasan kredit utk membahasnya
it_it: conto è attualmente segnalato come un account che necessita di essere osservato. Si prega di contattare il personale di controllo per discutere di credito
ko_kr: 계정이 현재 감시 할 필요가 계정으로 받았습니다. 논의하기 위해 여신 관리 담당자에게 문의하시기 바랍니다
mr_in: खाते सध्या पाहिलेले आवश्यक असलेला खाते म्हणून ध्वजांकित आहे. चर्चा क्रेडिट नियंत्रण कर्मचारी संपर्क साधा
nl_nl: Rekening / klant heeft een controle indicator. Contacteer de verantwoordelijke voor credit controle
pt_pt: Conta assinalada como monitorada. Entre em contato com Admin. Financeira
ro_ro: cont este semnalizat în prezent ca un cont care trebuie să fie urmărită. Vă rugăm să contactaţi personalul de credit de control, pentru a discuta
ru_ru: Счет помечен как требующий внимания. Пожалуйста, свяжитесь с персоналом кредитного контроля для обсуждения.
sq_al: llogari është flamur aktualisht si një llogari që ka nevojë për të shikuar. Ju lutemi të kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv: kontot är förnärvarande markerat för bevakning. Var snäll och diskutera med kreditkontrollen
sw_ke: akaunti ya sasa ni flagged kama akaunti kwamba mahitaji ya kuwa watched. Tafadhali wasiliana na udhibiti wa mikopo kwa wafanyakazi wa kujadili
tr_tr: hesap şu anda izlenmesi gereken bir hesap olarak işaretlenir. kredi kontrol personeli görüşmek için irtibata geçiniz
zh_hk: 此客户处于考察期，请联系公司信用管理人员
zh_tw: 帳號現正被標示,帳號需要被監督, 請聯絡冲銷控制人討論

source: Your login is only set up for a particular salesperson. This customer has a different salesperson.
cs_cz: Vaše přihlašovací jméno je pouze nastavit pro konkrétní prodejce. Tento zákazník má jiný prodejce.
es_es: Su nombre de usuario sólo se configura para un vendedor en particular. Este cliente dispone de un vendedor diferente.
hi_in: अपनी प्रवेश केवल किसी विशेष विक्रय प्रतिनिधि के लिए है की स्थापना की. यह ग्राहक एक अलग विक्रेता है.
id_id: Login Anda hanya diatur utk salesman tertentu. Customer ini memiliki sales yg berbeda.
it_it: Il tuo login è impostata solo su uno specifico venditore. Questo cliente ha un venditore diverso.
ko_kr: 사용자의 로그인은 특정 영업 사원에 대해 설정됩니다. 이 고객은 다른 영업 사원이있다.
mr_in: आपले लॉगिन केवळ एका विशिष्ट salesperson सेट आहे. हे ग्राहक भिन्न salesperson आहे.
nl_nl: Uw login is alleen opgezet voor een bepaalde verkoper. Deze klant heeft een andere verkoper.
pt_pt: Acesso permite vendedor específico. Cliente possui outro vendedor
ro_ro: Datele dvs. de conectare este setat numai pentru un agent de vanzari special. Acest client are un agent de vanzari diferit.
ru_ru: Ваш логин связан только с определенным продавцов. У этого клиента есть различные продавцы.
sq_al: login juaj është vendosur vetëm për një salesperson të veçantë. Ky konsumator ka një shitës të ndryshëm.
sv: Din login är konfigurerad för en viss säljare. Denna kund har en annan säljare.
sw_ke: login wenu ni kuanzisha kwa salesperson fulani. mteja Hii ina salesperson tofauti.
tr_tr: Giriş yalnızca belirli bir satış elemanı için ayarlandı. Bu müşteri farklı bir satış elemanı bulunuyor.
zh_hk: 您的登录仅设置为一个特殊销售员。此顾客有不同的销售员。
zh_tw: 您的登錄只設置了一個特定的銷售人員。該客戶有不同的銷售人員。
