Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Enter a portion of the code of last customer to report
ko_kr: 보고 최종 고객 코드 입력 부를
mr_in: तक्रार करण्यासाठी गेल्या ग्राहकाच्या कोड एक भाग प्रविष्ट करा
pt_pt: Informar código cliente parcial do interv. final do relat.
zh_tw: 輸入最後一個客戶的部分代碼來製作報表

source: Balances As At
cs_cz: Zůstatek k
es_es: Saldos a día
hi_in: शेष राशि के रूप में
id_id: Saldo Per Tgl
it_it: Saldi alla data
ko_kr: 균형에서로
mr_in: वेळी म्हणून शिल्लक
nl_nl: Balans op
pt_pt: Saldos em
ro_ro: Soldurile Ca La
ru_ru: Балансы на
sq_al: Bilancet Si Në
sv: Saldon per den
sw_ke: Mizani Kama Katika
tr_tr: Dengeler gibi At
zh_hk: 截止
zh_tw: 結餘如

source: Could not retrieve period data because
cs_cz: Nepodařilo se načíst data období, protože
es_es: No se puede obtener el período de fechas porque
hi_in: अवधि क्योंकि डेटा पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil data periode karena
it_it: Non è stato possibile estrarre i dati del periodo perchďż˝
ko_kr: 기간 데이터 인해를 검색 할 수 없습니다
mr_in: कालावधी डेटा पुनर्प्राप्त करणे शक्य नव्हते कारण
nl_nl: Kon de datum van de periode niet opvragen omdat
pt_pt: Não pode recuperar dados do período porque
ro_ro: Nu sa putut prelua date perioadă din cauza
ru_ru: Не удалось получить данные о периоде, так как
sq_al: Nuk mund të marrim të dhëna periudhë, sepse
sv: Fel
sw_ke: Hakuweza retrieve data kwa sababu kipindi
tr_tr: TARIH ARALIGI VERISI GÖSTERILEMIYOR:
zh_hk: 未能取得期间信息, 因为
zh_tw: 未能取得期間資料, 因為

source: The SQL that failed to get the period data was
cs_cz: SQL, které se nepodařilo dostat na období byla data
es_es: El SQL que falló al obtener los datos del período fue
hi_in: SQL कि अवधि डेटा प्राप्त करने में विफल रहा था
id_id: SQL yg gagal mengambil data periode adalah
it_it: Il codice SQL utilizzato per estrarre i dati del periodo era
ko_kr: 기간 데이터를 가져 오지 못했습니다 SQL이었다
mr_in: कालावधी मिळवण्यासाठी अयशस्वी की SQL होते
nl_nl: De SQL waar het opvragen van de datum van de periode mislukte was
pt_pt: SQL que falhou para obter o período datas:
ro_ro: SQL care nu a reuşit să obţine datele perioadă a fost
ru_ru: Завершившийся неудачей SQL получения данных о периоде
sq_al: SQL që nuk arriti të marrë të dhënat periudhë u
sv: SQL
sw_ke: SQL kwamba imeshindwa kupata taarifa kipindi alikuwa
tr_tr: dönemi verileri alamadı SQL oldu
zh_hk: 取得期间信息的SQL是
zh_tw: 取得期間數據的 SQL 是

source: Order Delivery Details
cs_cz: Aby dodací Detaily
es_es: Detalles de Entrega del Pedido
hi_in: आदेश वितरण विवरण
id_id: Rincian Pengiriman Order
it_it: Dati per la consegna dell'ordine
ko_kr: 주문 배송 정보
mr_in: मागणी डिलिव्हरी तपशील
nl_nl: Leveringsdetails van de order
pt_pt: Situação Entrega Pedidos
ro_ro: Ordinul de livrare Detalii
ru_ru: Данные о доставке заказа
sq_al: Detajet e ofrimit të Rendit
sv: Leveransdetaljer
sw_ke: Ili Delivery Details
tr_tr: SIPARIS SEVKIYAT DETAYLARI
zh_hk: 订单交货明细
zh_tw: 訂單交貨資料

source: This page can only be read if an order has been entered
cs_cz: Tato stránka může je číst pouze v případě, že objednávka byla zapsána
es_es: Esta página sólo puede ser leída si se ha introducido una orden
hi_in: यह पृष्ठ केवल तभी एक आदेश में प्रवेश किया गया है पढ़ा जा सकता है
id_id: Halaman ini hanya dapat dibaca jika order telah dimasukkan
it_it: Questa pagina può essere aperta solo se è stato inserito un ordine
ko_kr: 주문이 입력되어있는 경우,이 페이지는 읽을 수 있습니다
mr_in: एक ऑर्डर प्रविष्ट केले असल्यास हे पृष्ठ फक्त वाचू शकतो
nl_nl: Deze pagina kan alleen worden gelezen indien een order is ingevoerd
pt_pt: Página só pode ser acessada se foi informado um pedido
ro_ro: Aceasta pagina poate fi citit numai în cazul în care un ordin a fost introdusă
ru_ru: Эта страница может быть прочитата, только если заказ был введен
sq_al: Kjo faqe mund të lexohet vetëm në qoftë se një mënyrë ka qenë futur
sv: Kan bara visa sidan om man valt en order
sw_ke: Ukarasa huu unaweza tu kusoma kama amri imekuwa aliingia
tr_tr: BU SAYFAYI KULLANABILMENIZ IÇIN SIPARIS GIRILMIS OLMASI GEREKIR.
zh_hk: 必须先选择订单才能进入此页面
zh_tw: 只有已在輸入訂單才能開啟此頁

source: To enter an order select customer transactions then sales order entry
cs_cz: Chcete-li zadat, aby zvolte zákaznické transakce pak prodejní objednávky
es_es: Para ingresar un pedido seleccione transacciones de cliente y entonces entrada de pedidos de ventas
hi_in: एक आदेश का चयन ग्राहक तो बिक्री आदेश प्रवेश लेनदेन दर्ज करें
id_id: Utk memasukkan order pilih transaksi customer kemudian masukan oder penjualan
it_it: Per inserire le transazioni dei clienti per poi selezionare un ordine di vendita di entrata
ko_kr: 다음 판매 주문 입력 순서 선택 고객 거래를 입력
mr_in: एक ऑर्डर निवडा ग्राहक व्यवहार प्रविष्ट नंतर विक्री ऑर्डर एंट्रीला
nl_nl: Om een order in te voeren selcteer de klant transactie en vervolgens invoer van een verkoopsorder
pt_pt: Para Pedido Vendas, Selec. Trans. Cliente e Entrar Pedido Vendas
ro_ro: Pentru a introduce un ordin tranzacţii selectaţi client atunci vânzările de intrare pentru
ru_ru: Для ввода заказа сначала выберите транзакцию клиента, а затем - заказ
sq_al: Për të hyrë në një urdhër të transaksioneve të zgjedhur të konsumatorëve atëherë shitja e hyrjes me qëllim
sv: Välj enkund och klicka på registrera kundorder för att registrera en order
sw_ke: Na kuingia ili shughuli mteja kuchagua basi mauzo ili kuingia
tr_tr: SIPARIS GIRISI IÇIN: ÖNCE MÜSTERI SEÇIN SONRA SATIS SIPARISI GIRISI SEÇIN
zh_hk: 要输入订单, 请选择客户,再输入销售订单
zh_tw: 要輸入訂單, 請選取客戶交易, 再輸入銷售訂單

source: This page can only be read if an there are items on the order
cs_cz: Tato stránka může je číst pouze, pokud tam jsou položky, na objednávku
es_es: Esta página sólo puede ser leída si hay artículos en el pedido
hi_in: यह पृष्ठ केवल तभी वहाँ एक आदेश पर आइटम हैं पढ़ा जा सकता है
id_id: Halaman ini hanya dapat dibaca jika ada item dalam order
it_it: Questa pagina può essere aperta solo se sono già stati inseriti degli articoli nell'ordine
ko_kr: 이 주문에 항목이있는 경우이 페이지는 읽을 수 있습니다
mr_in: एक आयटम ऑर्डर वर आहेत तर हे पृष्ठ फक्त वाचू शकतो
nl_nl: Deze pagina kan alleen worden getoond indien de order items bevat
pt_pt: Esta página sé pode ser lida se houver itens em Pedido de Vendas
ro_ro: Aceasta pagina poate fi citit numai în cazul în care există o punctele de pe ordinea
ru_ru: Эта страница может быть прочитана только если в заказе существуют позиции
sq_al: Kjo faqe mund të lexohet vetëm në qoftë se një ka artikuj në mënyrë
sv: Sidan kan bara visas om det finns produkter på ordern
sw_ke: Ukarasa huu unaweza tu kusoma kama ni kuna vitu kwenye utaratibu
tr_tr: BU SAYFANIN DÜZGÜN ÇALISMASI IÇIN SIPARISE EKLI ÜRÜN OLMALI
zh_hk: 只有订单有物料才可以进入此页面
zh_tw: 只有訂單有商品才可以開啟此頁

source: You must enter the person or company to whom delivery should be made
cs_cz: Musíte zadat osoba nebo společnost, které by měly být dodávky
es_es: Debe entrar la persona ó compañía a quién debería hacerse la entrega
hi_in: आप वितरण किसे बनाया जाना चाहिए ताकि व्यक्ति या कंपनी दर्ज करना होगा
id_id: Anda harus memasukkan nama orang atau perusahaan tujuan pengiriman
it_it: Va inserita la persona o la società a a cui va effettuata la consegna
ko_kr: 당신은 배달해야한다 누구에게 사람이나 회사를 입력해야합니다
mr_in: आपण वितरण केले पाहिजे ज्याच्या व्यक्ती किंवा कंपनी प्रविष्ट करणे आवश्यक आहे
nl_nl: U moet een persoon of bedrijf invoeren aan wie de levering moet geschieden
pt_pt: Primeiro informe pessoa ou empresa para a qual será feita a remessa
ro_ro: Trebuie să introduceţi persoanei sau firmei la care livrarea ar trebui să fie
ru_ru: Вы должны ввести лицо или компанию, к оторым должна быть осуществлена доставка
sq_al: Ju duhet të hyjë në person apo kompani të cilit duhet të bëhen të ofrimit të
sv: Du måste registrera en person eller ett företag som leveranser skall ske till
sw_ke: Lazima iingie mtu au kampuni ambaye utoaji zinapaswa kuwa
tr_tr: SEVKIYATIN YAPILACAGI KISI/FIRMA GIRMELISINIZ
zh_hk: 必须输入收货人或公司
zh_tw: 必須輸入收貸人或公司

source: You should enter the street address in the box provided
cs_cz: Měli byste zadat adresu do pole
es_es: Debería entrar la dirección de la calle en la casilla provista
hi_in: तुम दर्ज करना चाहिए बॉक्स में सड़क का पता प्रदान
id_id: Anda harus memasukkan alamat pada kotak yg disediakan
it_it: La via va inserita nell'apposito campo
ko_kr: 당신은 제공된 상자에 거리 주소를 입력해야합니다
mr_in: आपण प्रदान बॉक्समध्ये मार्ग पत्ता प्रविष्ट पाहिजे
nl_nl: U moet een adres invoeren op de plaatsen hier aangegeven
pt_pt: Você precisa informar o endereço no campo correto
ro_ro: Ar trebui să introduceţi adresa stradă în caseta furnizată
ru_ru: ВЫ должны ввести адрес улицы в предложенном поле
sq_al: Ju duhet të shkruani adresën e rrugës në kutinë e dhënë
sv: Registrera gatuadress
sw_ke: Unapaswa kuingia anwani ya mitaani katika sanduku zinazotolewa
tr_tr: SOKAK VEYA CADDE GIRMELISINIZ
zh_hk: 必须输入地址
zh_tw: 必須在適當位輸入地址於

source: Orders cannot be accepted without a valid street address
cs_cz: Objednávky nemohou být přijaty bez platné adresy
es_es: No se pueden aceptar pedidos sin una dirección válida de la calle
hi_in: आदेश एक मान्य सड़क पते के बिना स्वीकार नहीं किया जा सकता है
id_id: Order tdk dapat diterima tanpa alamat yg jelas
it_it: Nessun ordine può essere accettato se non ha l'indicazione dell'indrizzo dove effettuare la consegna
ko_kr: 주문은 유효한 거리 주소없이 접수 할 수 없습니다
mr_in: ऑर्डर वैध मार्गाचा पत्ता न स्वीकारले जाऊ शकत नाही
nl_nl: Orders kunnen niet geaccepteerd worden zonder een geldig adres
pt_pt: Pedidos de Venda não podem ser aceito sem endereço
ro_ro: Comenzile nu pot fi acceptate fără o adresă valabilă stradă
ru_ru: Заказы не могут быть приняты без корректного адреса улицы
sq_al: Urdhrat nuk mund të pranohet pa një adresë rruge vlefshme
sv: Gatuadress måste registreras
sw_ke: Maagizo hauwezi kukubaliwa bila kushughulikia halali wa mitaani
tr_tr: GEÇERLI BIR SOKAK/CADDE ADRESI OMAYAN SIPARISLER KABUL EDILEMEZ
zh_hk: 没有收货地址的订单不能保存
zh_tw: 訂單未能接受, 沒有有效地址

source: The freight cost entered is expected to be numeric
cs_cz: Nákladní vstoupil náklady Očekává se, že číselné
es_es: El costo de transporte debe ser un número
hi_in: माल में प्रवेश की लागत से सांख्यिक होने की उम्मीद है
id_id: Biaya pengiriman yg dimasukkan diminta numerik
it_it: Il costo di spedizione deve essere inserito come numero
ko_kr: 입력 운송비는 숫자가 될 것으로 예상
mr_in: प्रविष्ट वाहतुक खर्च अंकीय असेल अशी अपेक्षा आहे
nl_nl: De vrachtkosten moeten nummeriek zijn
pt_pt: Custo de Frete deve ser numérico
ro_ro: Costul de transport de marfă a intrat este de aşteptat să fie numeric
ru_ru: Стоимость фрахта должна быть числовой
sq_al: Kostoja e mallrave hyrë pritet të jetë një numër
sv: Fraktkostnaden skall vara numerisk
sw_ke: Gharama ya mizigo aliingia inatarajiwa kuwa nambari
tr_tr: GIRILEN NAKLIYE MALIYETI NÜMERIK OLMALI
zh_hk: 请在运费栏输入数字
zh_tw: 貨運成本費請輸入數值

source: A recurring order cannot be made from a quotation
cs_cz: Opakující se, aby nemohou být vyrobeny z citace
es_es: Un pedido frecuente no se puede hacer partiendo de una cotización
hi_in: एक आवर्ती क्रम एक उद्धरण से नहीं किया जा सकता
id_id: Order berulang tdk dapat dibuat dari penawaran
it_it: Un ordine ricorrente non può essere fatta da una citazione
ko_kr: 반복 순서에서 인용 할 수 없다
mr_in: आवर्ती आदेश अवतरण पासून केली जाऊ शकत नाही
nl_nl: Een repeterende order kan niet op basis van een offerte worden gemaakt
pt_pt: Pedido recorrente não pode ser feito em Cotação
ro_ro: Un ordin de recurente nu pot fi făcute dintr-un citat
ru_ru: Повторяющийся заказ не может быть создан из цитаты
sq_al: Një mënyrë të përsëritur nuk mund të bëhet nga një citat
sv: Man kan inte skapa återkommande order från en offert
sw_ke: ili A recurring hawezi kuwa alifanya kutoka quotation a
tr_tr: TEKLIFTEN TEKRARLANAN SIPARIS YARATAMAZSINIZ
zh_hk: 循环订单未能由报价单产生
zh_tw: 循環訂單未能由報價單產生

source: You must select the type of packlist to print
cs_cz: Musíte zvolit typ packlist k tisku
es_es: Debe seleccionar el tipo de Hoja de Embalaje a imprimir
hi_in: आप packlist के प्रकार का चयन करने के लिए प्रिंट करना होगा
id_id: Anda harus memilih tipe kemasan utk dicetak
it_it: È necessario selezionare il tipo di packlist per la stampa
ko_kr: 당신은 인쇄 packlist의 유형을 선택해야합니다
mr_in: आपण मुद्रित करण्याचा packlist प्रकार निवडणे आवश्यक आहे
nl_nl: Type paklijst dat geprint moet worden dient te worden geselecteerd
pt_pt: Selecionar o tipo de Lista Separação a imprimir
ro_ro: Trebuie să selectaţi tipul de packlist pentru a imprima
ru_ru: Вы должны выбрать тип списка для печати
sq_al: Ju duhet të zgjidhni llojin e packlist për të shtypur
sv: Välj vilken typ av packlista som skall skrivas ut
sw_ke: Lazima kuchagua aina ya packlist kwa kuchapa
tr_tr: YAZDIRILACAK PAKETLEME FÖYÜ IÇIN FORMAT SEÇINIZ
zh_hk: 请选择要打印的装箱单类型
zh_tw: 請選取要列印的載貨紙種類

source: An invalid date entry was made
cs_cz: Neplatné datum vstupu byl vyroben
es_es: Se hizo una entrada de fecha no válidas
hi_in: एक अवैध तिथि प्रवेश किया था
id_id: Kesalahan memasukkan tgl
it_it: E' stata inserita una data dal formato sbagliato
ko_kr: 잘못된 날짜 항목이되었다
mr_in: अवैध तारीख नोंद करण्यात आले
nl_nl: De datum invoer was incorrect
pt_pt: Data inválida informada
ro_ro: O intrare data invalidă a fost făcut
ru_ru: Была добавлена неверная дата
sq_al: Një hyrje e pavlefshme datë është bërë
sv: Fel datum
sw_ke: Batili kuingia tarehe alikuwa alifanya
tr_tr: GEÇERSIZ TARIH GIRDINIZ
zh_hk: 输入的日期无效
zh_tw: 輸入的日期無效

source: The date entry must be in the format
cs_cz: Datum vstupu musí být ve formátu
es_es: La fecha debe estar en el formato
hi_in: तिथि प्रविष्टि प्रारूप में होना चाहिए
id_id: Tgl yg dimasukkan harus dalam format
it_it: La voce data deve essere nel formato
ko_kr: 날짜 항목은 형식이어야합니다
mr_in: तारीख नोंद स्वरूपात असणे आवश्यक आहे
nl_nl: De datum inzending moet in het formaat
pt_pt: Data precisa esta no formato
ro_ro: Data de intrare trebuie să fie în format
ru_ru: Дата должна быть в формате
sq_al: Hyrjes Data duhet të jetë në format
sv: Datumet måste registreras på formen
sw_ke: Kuingia tarehe lazima katika muundo wa
tr_tr: Tarih girişi formatında olmalıdır
zh_hk: 输入的日期应付合格式要求
zh_tw: 日期條目必須是格式

source: There was a problem testing for the default shipper
cs_cz: Tam byl problém testování na výchozí odesílatele
es_es: Hubo un problema al probar con el transportista predeterminado
hi_in: वहाँ डिफ़ॉल्ट shipper के लिए एक समस्या परीक्षण किया गया
id_id: Ada masalah pengujian utk pengirim utama
it_it: C'è stato un problema durante la verifica sullo spedizioniere predefinito
ko_kr: 기본 선적을 테스트하는 동안 문제가 발생했습니다
mr_in: मुलभूत जहाजावरुन माल पाठवण्याचे काम करण्यासाठी एक समस्या चाचणी आली
nl_nl: Er was een probleem met het testen van de default vervoerder
pt_pt: Há um problema na transportadora padrão
ro_ro: Nu a fost o problemă de testare pentru expeditor implicit
ru_ru: Возникла проблема при тестировании перевозчика по умолчанию
sq_al: Nuk ishte një problem për testimin transportues mallrash default
sv: Hittar inte standardspeditören
sw_ke: Kulikuwa na tatizo kwa kupima shipper default
tr_tr: VARSAYILAN NAKLIYECI TESTI SIRASINDA PROBLEM OLUSTU
zh_hk: 默认承运人测试时发生错误
zh_tw: 預設物流公司測試時發生錯誤

source: SQL used to test for the default shipper
cs_cz: SQL slouží k testování pro výchozí odesílatele
es_es: SQL usado para probar con el transportista predeterminado
hi_in: एसक्यूएल को डिफ़ॉल्ट shipper के लिए परीक्षण किया
id_id: SQL yg digunakan utk menguji pengirim utama
it_it: SQL utilizzato per verificare il mittente di default
ko_kr: SQL은 기본 선적을 테스트하는 데 사용
mr_in: SQL मुलभूत जहाजावरुन माल पाठवण्याचे काम चाचणी करण्यासाठी वापरले
nl_nl: Gebruikte SQL om te testen voor de default tranporteur
pt_pt: Sql usado no teste transportadora padrão
ro_ro: SQL folosite pentru a testa pentru expeditor implicit
ru_ru: SQL проверки грузоотправителя по умолчанию
sq_al: SQL të përdorura për të testuar për transportues mallrash default
sv: Den SQL som användes var
sw_ke: SQL kutumika mtihani kwa shipper default
tr_tr: SQL varsayılan gönderenin test etmek için kullanılan
zh_hk: 默认承运人测试时使用的SQL
zh_tw: SQL用於測試的預設托運人

source: We have a problem
cs_cz: Máme problém
es_es: Error
hi_in: हम एक समस्या है
id_id: Kita mengalami masalah
it_it: C'è stato un problema
ko_kr: 우리는이 문제
mr_in: आम्हाला एक समस्या आहे
nl_nl: Er is een probleem
pt_pt: Erro ocorrido transportadora
ro_ro: Avem o problemă
ru_ru: Возникла проблема
sq_al: Ne kemi një problem
sv: Vi har ett problem
sw_ke: Tuna tatizo
tr_tr: BIR PROBLEM VAR
zh_hk: 发生问题
zh_tw: 發生問題

source: there are no shippers defined
cs_cz: nejsou tam žádné definované zasilatelů
es_es: No se han definido transportistas
hi_in: वहाँ कोई परिभाषित shippers कर रहे हैं
id_id: belum ada pengirim yg dibuat
it_it: non è stato inserito alcun spedizioniere
ko_kr: 정의 된 화주가 없습니다
mr_in: परिभाषित नाही shippers आहेत
nl_nl: Er zijn geen vervoerders gedefinieerd
pt_pt: não há transportadora definida
ro_ro: nu sunt definite expeditori
ru_ru: не найдено перевозчиков
sq_al: nuk ka transportuesit të përcaktuara
sv: det finns inga speditörer definierade
sw_ke: hakuna shippers defined
tr_tr: HENÜZ TANIMLI NAKLIYECI FIRMA YOK
zh_hk: 没有定义承运人
zh_tw: 沒有定義運輸商

source: Please use the link below to set up shipping or freight companies
cs_cz: Prosím, použijte odkaz níže nastavit dopravě nebo nákladní společnosti
es_es: Por favor, use el enlace de abajo para configurar compañías de transporte o embarque
hi_in: नीचे दिए गए लिंक का उपयोग करने के लिए शिपिंग या माल भाड़ा कंपनियों सेट करें
id_id: Silahkan gunakan link di bawah utk membuat perusahaan pengiriman atau ekspedisi
it_it: Inserisci uno o più spedizionieri utilizzando il link qui sotto
ko_kr: 선박 또는화물 회사를 설정하려면 아래의 링크를 이용해주십시오
mr_in: शिपिंग किंवा वाहतुक कंपन्यांना सेट करण्यासाठी कृपया खालील दुवा वापरा
nl_nl: Selecteer de onderstaande link om de vervoerders op te zetten
pt_pt: Use o link abaixo para config. empresa transportador ou de fretamento
ro_ro: Vă rugăm să folosiţi link-ul de mai jos pentru a configura sau companiile maritime de transport de marfă
ru_ru: Пожалуйста используйте ссылку ниже для настройки фрахтуемых компаний или перевозчиков
sq_al: Ju lutem përdorni lidhjen më poshtë për të ngritur ose të anijeve të mallrave kompanive
sv: Använd länken nedan för att definiera speditörer
sw_ke: Tafadhali tumia kiungo chini ya kuanzisha makampuni ya meli au mizigo
tr_tr: LÜTFEN ASAGIDAKI LINKLERI KULLANARAK SEVKIYAT VE NAKLIYECI FIRMA TANIMLARINI OLUSTURUNUZ
zh_hk: 请用下列链结来设定至少一个承运人
zh_tw: 請用下列連結來設定貨運公司或運輸商

source: the system expects the shipping company to be selected or a default freight company to be used
cs_cz: Systém očekává, že námořní společnosti, které budou vybrány, nebo výchozí nákladní společnost mají být použity
es_es: el sistema espera que seleccione la compañía de embarque o que use la compañía de transporte por defecto
hi_in: प्रणाली शिपिंग कंपनी का चयन किया जाना करने के लिए या एक डिफ़ॉल्ट माल के लिए इस्तेमाल किया जा कंपनी की उम्मीद
id_id: system meminta perusahaan pengiriman utk dipilih atau perusahaan pengiriman utama utk digunakan
it_it: per procedere deve essere indicato lo spedizioniere predefinito oppure deve essere selezionato uno degli spedizionieri inseriti
ko_kr: 시스템은 운송 회사가 선택 될 것으로 예상 또는 기본화물 회사 사용될
mr_in: प्रणाली शिपिंग कंपनी निवडली जाऊ अपेक्षा किंवा पूर्वनिर्धारीत वाहतुक कंपनी वापरावयाची
nl_nl: Systeem verwacht dat er een vervoerder wordt geselecteerd of dat de default vervoerder wordt gebruikt
pt_pt: O sistema precisa empresa transportadora escolhida ou uma empresa padrão seja escolhida
ro_ro: se aşteaptă ca sistemul de compania de transport maritim care urmează să fie selectate sau o companie de transporturi implicit pentru a fi utilizate
ru_ru: система ожидает выбора грузоотправляющей компании или указания фрахтовой компаний
sq_al: sistemin e pret kompania e anijeve për të zgjedhur ose një mallrave default kompani që do të përdoret
sv: system förväntar sig att man väljer en speditör eller använder standardspeditören
sw_ke: mfumo wa kampuni ya meli anatarajia kuwa kuchaguliwa au kampuni default mizigo ya kutumika
tr_tr: ÖNCE NAKLIYECI SEÇMELI VEYA VARSAYILAN NAKLIYECI TANIMLAMALISINIZ
zh_hk: 系统要求输入一个承运人或使用默认承运人
zh_tw: 系統預期使用已選取的運輸公司或預設的貨運公司

source: You should automatically be forwarded to the entry of recurring order details page
cs_cz: Měli byste být automaticky předána na vstup opakujících pořadí podrobnosti
es_es: Debería ser enviado automáticamente a la página de entrada de detalles de pedidos frecuentes
hi_in: आप स्वचालित रूप से आवर्ती आदेश विवरण पृष्ठ की प्रविष्टि के लिए भेजा जाना चाहिए
id_id: Anda akan secara otomatis diteruskan pada halaman memasukkan order berulang
it_it: Dovresti essere automaticamente trasmessi alla entrata di pagina ricorrenti particolari di ordine
ko_kr: 당신은 자동으로 반복 순서 세부 사항 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप ऑर्डर तपशील पृष्ठ आवर्ती च्या एंट्रीला अग्रेषित पाहिजे
nl_nl: U zou automatisch doorverwezen moeten worden naar de invoer van herhalende order detail pagina
pt_pt: Redirecionamento automático para página detalhes pedido recorrente
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea de recurente paginii pentru detalii
ru_ru: Вы должны быть автоматически перенаправлены на страницу ввода информации о повторяющемся заказе
sq_al: Ju duhet automatikisht të përcillet në hyrjen e detajeve faqe për të përsëritura
sv: Du skall automatiskt komma till idan för återkommande order
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa ukurasa wa maelezo ya mara kwa mara ili
tr_tr: TEKRARLANAN SIPARIS DETAYLARI SAYFASINA OTOMATIK OLARAK YÖNLENDIRILECEKSINIZ
zh_hk: 系统会自动跳转到循环订单明细编辑页面
zh_tw: 你該會自動轉至循環訂單編輯資料頁

source: Modify Order Lines
cs_cz: Změnit pořadí Lines
es_es: Modificar Filas del Pedido
hi_in: संशोधित आदेश लाइन्स
id_id: Ubah Baris Order
it_it: Modifica degli articoli ordinati
ko_kr: 주문 라인을 수정
mr_in: मागणी लाईन्स फेरफार
nl_nl: Wijzig Order Regels
pt_pt: Modificar Linhas Pedido
ro_ro: Modificare Ordine Lines
ru_ru: Изменить позиции заказа
sq_al: Rendit Lines Modifiko
sv: ändra orderrader
sw_ke: Kurekebisha Order Lines
tr_tr: SIPARIS SATIRLARINI DÜZELT
zh_hk: 修改订单行
zh_tw: 修改訂單商品

source: You should automatically be forwarded to the entry of the order line details page
cs_cz: Měli byste být automaticky předána na vstup řádu stránky line podrobnosti
es_es: Debería ser enviado automáticamente a la página de entrada de detalles de filas del pedido
hi_in: आप स्वचालित रूप से आदेश पंक्ति विवरण पृष्ठ के प्रवेश को भेजा जाना चाहिए
id_id: Anda akan secara otomatis diteruskan ke halaman memasukkan rincian baris order
it_it: dovresti essere portato automaticamente alla pagina con i dati sugli articoli presenti nell'ordine
ko_kr: 당신은 자동으로 주문 라인 세부 사항 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप ऑर्डर ओळ तपशील पृष्ठाच्या नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch doorverwezen moeten worden naar de invoer van de order regel detail pagina
pt_pt: Redirecionamento automático para página detalhes pedido
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea ordinea paginilor linia detalii
ru_ru: Вы должны автоматически перенаправлены на страницу ввода данных о заказе
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faqe linjë mënyrë detaje
sv: Duskall automatiskt komma till sidan för att registrera orderrader
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia katika ukurasa wa maelezo ili Mpya
tr_tr: SIPARIS SATIR GIRIS SAYFASINA OTOMATIK OLARAK YÖNLENDIRILECEKSINIZ
zh_hk: 系统会自动跳转到订单行输入页面
zh_tw: 你該會自動轉至訂單列資料輸入頁

source: The freight charge has been updated
cs_cz: Přepravné byl aktualizován
es_es: El costo por transporte ha sido actualizado
hi_in: माल ढुलाई प्रभार अद्यतन किया गया है
id_id: Biaya pengiriman telah diperbarui
it_it: Il costo della spedizione è stato aggiornato
ko_kr: 운임가 업데이트되었습니다
mr_in: वाहतुक शुल्क अद्यतनित केले गेले आहे
nl_nl: De vrachtkosten zijn vernieuwd
pt_pt: Custos frete atualizado
ro_ro: Taxa de transport de marfă a fost actualizat
ru_ru: Расходы на фрахт обновлены
sq_al: Akuza e mallrave është përditësuar
sv: Fraktkostnaden har uppdaterats
sw_ke: malipo ya mizigo imekuwa updated
tr_tr: NAKLIYE MALIYETI GÜNCELLENDI
zh_hk: 运费已更新
zh_tw: 貨運費用已更新
