Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No orders were returned because
cs_cz: Žádné rozkazy byly vráceny, protože
es_es: No hay pedido de regreso porque
hi_in: कोई आदेश क्योंकि लौट रहे थे
id_id: Tdk ada order yg dikembalikan karena
it_it: Nessun ordine sono stati restituiti perché
ko_kr: 어떤 주문이​​ 때문에 반환되지 않았습니다
mr_in: कोणतेही आदेश परत आले कारण
nl_nl: Geen orders konden worden opgevraagd omdat
pt_pt: Nenhum Pedido encontrado porque
ro_ro: Nici o ordine au fost returnate, deoarece
ru_ru: Не найдено заказов, так как
sq_al: Asnjë urdhër u kthyen, sepse
sv: Fel
sw_ke: Hakuna amri akarudi kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 没有订单传回, 因为
zh_tw: 沒有訂單傳回, 因為

source: Send to
cs_cz: Poslat
es_es: Enviado a
hi_in: को भेजें
id_id: Kirim ke
it_it: Invia a
ko_kr: 에게 보내다
mr_in: पाठवा
nl_nl: Zend naar
pt_pt: Local Entrega
ro_ro: Trimite
ru_ru: Отослать в
sv: Skicka till
sw_ke: Kutuma
tr_tr: GÖNDER:
zh_hk: 发出到
zh_tw: 出貨到

source: Radio Beacon
cs_cz: Radiomaják
es_es: Radio de aviso
hi_in: रेडियो बीकन
id_id: Menara Radio
it_it: Radiofaro
ko_kr: 라디오 비콘
mr_in: रेडिओ दिवा
nl_nl: Peil Zender
pt_pt: Id FTP Rádio
ru_ru: Радио-маяк
sv: Amatörradio
tr_tr: Radyo Beacon
zh_hk: 无线电游标
zh_tw: 無線電游標

source: Last Send
cs_cz: Poslední Odeslat
es_es: Ultimo envio
hi_in: पिछले भेजें
id_id: Terakhir Dikirim
it_it: Ultimo testo
ko_kr: 마지막 보내기
mr_in: अंतिम पाठवा
nl_nl: Laatste Zending
pt_pt: Últ. Envio FTP
ro_ro: Ultima Trimite
ru_ru: Последний отправленный
sq_al: Send fundit
sv: Senast sänd
sw_ke: Send mwisho
tr_tr: SON GÖNDERIM
zh_hk: 上次发出
zh_tw: 上次發出

source: Send
cs_cz: Poslat
es_es: Enviar
hi_in: भेजें
id_id: Kirim
it_it: Invia
ko_kr: 보내기
mr_in: पाठवणे
nl_nl: Zend
pt_pt: Envio FTP
ro_ro: Trimite
ru_ru: Отправленный
sq_al: Dërgo
sv: Skicka
sw_ke: Kutuma
tr_tr: GÖNDER
zh_hk: 发出
zh_tw: 發出

source: There was a problem retrieving the company information ensure that the company record is correctly set up
cs_cz: Tam byl problém získávání informace o společnosti, aby společnost rekord je správně nastavena
es_es: Hubo un problema al recuperar la información de la empresa asegúrese de que el registro de la compañía esté correctamente configurado
hi_in: वहाँ एक कंपनी की जानकारी को पुन: प्राप्त सुनिश्चित करने के लिए कि कंपनी रिकॉर्ड सही ढंग से स्थापित है समस्या थी
id_id: Ada masalah mengambil informasi perusahaan, pastikan data perusahaan telah diatur secara benar
it_it: C&#39;è stato un problema recuperare le informazioni sulla società affinché la casa discografica sia configurato correttamente
ko_kr: 회사 레코드가 올바르게 설정되어 있는지 확인하십시오 회사 정보를 검색하는 동안 문제가 발생했습니다
mr_in: कंपनी माहिती कंपनी रेकॉर्ड योग्यरित्या सेट केले आहे याची खात्री पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem bij het opvragen van de bedrijfsinformatie, controleer de bedrijfs set-up
pt_pt: Houve problema recuperando FTP da informação da empresa. Cerfique-se que o config está correto
ro_ro: Nu a fost o problemă la regăsirea informaţiilor companiei asigură că înregistrarea companiei este configurat corect
ru_ru: Возникли проблемы при получении информации о компании, гарантирующей, что данные о компании правильно настроены
sq_al: Nuk ishte një problem retrieving informacion kompani të siguruar që kompania rekord është vendosur siç duhet në
sv: Kontrollera företagsinställningarna
sw_ke: Kulikuwa na tatizo retrieving wa habari kampuni kuhakikisha kwamba rekodi ya kampuni ni vizuri kuweka
tr_tr: Şirketin kayıt doğru kurulmuş olduğu şirket bilgileri sağlamak alırken bir problem vardı
zh_hk: 取得公司资料时发生问题, 请确定公司记录设定是正确
zh_tw: 取得公司資料時發生問題, 請確定公司記錄設定是正確

source: has previously been sent to Radio Beacon
cs_cz: již dříve byla odeslána na adresu Radio Beacon
es_es: Se tiene previamente aviso a Radio Aviso
hi_in: है कि पहले रेडियो बीकन के लिए भेजा गया
id_id: sebelumnya telah dikirimkan ke Menara Radio
it_it: è già stato inviato a Radio Beacon
ko_kr: 이전에 라디오 비콘 전송되었습니다
mr_in: पूर्वी रेडिओ दिवा पाठविला गेला आहे
nl_nl: Is eerder verstuurd aan Radio Beacon
pt_pt: foi anteriormente enviado para FTP
ro_ro: a mai fost trimis la Radio Beacon
ru_ru: был уже отослан на радио-маяк
sq_al: ka qenë më parë dërguar në Radio Beacon
sv: har redan skickats till Radio Beacon
sw_ke: awali wametumwa Radio Beacon
tr_tr: Daha önce Radyo Beacon gönderildi
zh_hk: 上次已发送到无线电指标
zh_tw: 上次已發送到無線電指標

source: It was sent on
cs_cz: To byl poslán na
es_es: Se tiene un envio a
hi_in: इस पर भेजा गया था
id_id: Dikirimkan pada tgl
it_it: E &#39;stata inviata il
ko_kr: 그것은에 보내졌다
mr_in: त्यावर पाठविले गेले
nl_nl: Het was verstuurd op
pt_pt: Fo enviado FTP em
ro_ro: Acesta a fost trimis pe
ru_ru: было отослано на
sq_al: Ajo u dërgua në
sv: Den skickades
sw_ke: Alitumwa kwenye
tr_tr: GÖNDERILDI:
zh_hk: 已发出于
zh_tw: 已發出於

source: To re-send the order with the balance not previously dispatched and invoiced the order must be modified to allow a reprint (or re-send)
cs_cz: Chcete-li znovu odeslat objednávku s bilancí dosud odeslány a fakturovány objednávka musí být upraveno tak dotisk (nebo re-send)
es_es: Para volver a enviar la orden con el balance no despachado previamente y facturado, la orden debe ser modificada para permitir una re-impresión (o re-envío)
hi_in: पुन: संतुलन के साथ आदेश भेजा और न पहले से चालान की व्यवस्था करने के लिए एक पुनर्मुद्रण (या फिर से भेजने) की अनुमति संशोधित किया जाना चाहिए भेजने के लिए
id_id: Utk kirim-ulg order dgn neraca yg belum dikirimkan dan difakturkan, order harus diubah utk memperbolehkan cetak-ulg (atau kirim-ulg)
it_it: Per ri-inviare l&#39;ordine con il saldo non precedentemente spediti e fatturati l&#39;ordine deve essere modificato per consentire una ristampa (o ri-inviare)
ko_kr: 하지 이전에 파견 순서가 재 인쇄를 할 수 있도록 수정해야합니다 청구 균형 순서를 다시 전송 (또는 재전송)하는 방법
mr_in: शिल्लक करण्यासाठी पुन्हा पाठवू ऑर्डर पूर्वी केली व सुव्यवस्था invoiced नाही पुनर्मुद्रण (किंवा पुन्हा पाठवू) परवानगी करण्यासाठी सुधारित करणे आवश्यक आहे
nl_nl: Om een order opnieuw te versturen, waarvoor nog geen verzending en facturatie heeft plaatsgevonden, dient de order gewijzigd te worden
pt_pt: para reenviar o pedido com saldo previamente não despachado nem recebido, o pedido precisa ser modificado para permitir reimpressão ou reenvio.
ro_ro: Pentru a re-trimite comanda cu soldul care nu au fost expediate şi facturate ordine trebuie să fie modificate pentru a permite o republicare (sau re-trimite)
ru_ru: Чтобы повторно отправить заказ с балансом, ранее не отправленый и на котороый не выставлен счет, порядок должен быть изменен, чтобы позволить перепечатку (или повторную отправку)
sq_al: Të ri-dërguar urdhër me bilancin e të mos dërguar më parë dhe faturuar e rendit duhet të modifikohet për të lejuar një ribotim (ose ri-dërguar)
sv: För att skicka om ordern med saldot ej tidigare levererat och fakturerat måste ordern ändras så att den tillåter återutskrifter
sw_ke: Upya ili kutuma na usawa hapo awali ili dispatched na invoiced lazima kuwa iliyopita kuruhusu kikachapishwa (au re-kutuma)
tr_tr: yeniden denge ile sipariş önceden gönderilmez ve sipariş reprint (veya yeniden gönderme) izin vermek için yapılması gereken fatura göndermek için
zh_hk: 要重发含结余订单或开发票, 订单必须修改成允何重印(或重发)
zh_tw: 要重發含結餘訂單或開發票, 訂單必須修改成允何重印(或重發)

source: This check is there to ensure that duplication of dispatches to the customer are avoided
cs_cz: Tato kontrola je tam, aby zajistily, že zdvojení odeslání k zákazníkovi se zabránilo
es_es: Este control está ahí para garantizar que se evite la duplicación de los despachos a los clientes
hi_in: इस चेक वहाँ है कि ग्राहक को डिस्पैच की है कि दोहराव सुनिश्चित कर रहे हैं परहेज
id_id: Pemeriksaan ini ada utk memastikan tdk ada duplikasi pengiriman ke customer
it_it: Questo controllo è lì per garantire che la duplicazione delle spedizioni al cliente sono evitati
ko_kr: 이 검사는 피할 고객에게 파견의 중복을 보장하기 위해이
mr_in: हे चेक ग्राहकाला त्यावर त्या दुप्पट काम खात्री करण्यासाठी आहे टाळले जातात
nl_nl: Deze controle is om te voorkomen dat een zending naar een klant per vergissing 2X wordt uitgevoerd
pt_pt: Esta conferência é para assegurar que despachos duplos sejam evitados.
ro_ro: Această verificare este acolo pentru a se asigura că dublarea expedieri către client sunt evitate
ru_ru: Эта проверка выполняется для избегания дублирования отправок клиенту
sq_al: Ky kontroll është atje për të siguruar që dyfishim i njoftimeve të konsumatorit të shmangen
sv: Kontrollera finns för att undvika dubbla utleveranser till kund
sw_ke: kuangalia hii ni kuhakikisha kwamba kuna duplication ya Dispatches ya mteja ni kuepukwa
tr_tr: Bu onay kaçınılır müşteriye gönderir ki tekrarını sağlamak için var
zh_hk: 此检查是要确保避免重覆派送到客户
zh_tw: 此檢查是要確保避免重覆派送到客戶

source: Modify the order to allow a re-send or reprint
cs_cz: Upravit, aby bylo možné odesílat nebo re-dotisk
es_es: Modificar la orden para permitir reenviar o reimprimir
hi_in: संशोधित आदेश एक फिर से भेजें या पुनर्मुद्रण अनुमति देने के लिए
id_id: Ubah order utk memperbolehkan kirim-ulg atau cetak-ulg
it_it: Modificare il fine di permettere una re-inviare o ristampa
ko_kr: 다시 보내거나 재판을 허용하는 순서를 수정
mr_in: एक पुन्हा पाठवू किंवा पुनर्मुद्रण परवानगी देण्यासाठी सुधारा
nl_nl: Wijzig de order om herprinten of herzenden mogelijk te maken
pt_pt: Modificar Pedido Para permitir reenvio ou reimpressão
ro_ro: Modifica pentru a permite o re-trimite sau reimprimare
ru_ru: Измените заказ чтобы разрешить повторную посылку или перепечатку
sq_al: Ndrysho mënyrë që të lejojë një të ri-dërguar ose për ribotim
sv: ändra ordern så den tillåter omsändning och/eller återutskrift
sw_ke: Kurekebisha ili kuruhusu re-kutuma au kikachapishwa
tr_tr: Değiştirmek amacıyla bir yeniden göndermek veya yeniden yazdırmak izin
zh_hk: 修改订单为允可重发或重印
zh_tw: 修改訂單為允許重新發貨或重印

source: Select Delivery Details
cs_cz: Vyberte dodací Detaily
es_es: Selección de detalles de reparto
hi_in: चुनें वितरण विवरण
id_id: Pilih Rincian Pengiriman
it_it: Seleziona Particolari di consegna
ko_kr: 선택 납품 세부 사항
mr_in: डिलिव्हरी तपशील निवडा
nl_nl: Selecteer de leverings details
pt_pt: Selecione Detalhes Entrega
ro_ro: Selectaţi de livrare Detalii
ru_ru: Выберите данные о доставке
sq_al: Detajet e ofrimit të Zgjidh
sv: Leveransuppgifter
sw_ke: Kuchagua Delivery Details
tr_tr: SEVKIYAT DETAYLARINI SEÇIN
zh_hk: 选择交货资料
zh_tw: 選擇交貨資料

source: There was a problem retrieving the line details for order number
cs_cz: Tam byl problém načítání line informace pro pořadové číslo
es_es: Hubo un problema al obtener los detalles de la línea del número de pedido
hi_in: वहाँ एक क्रम संख्या के लिए लाइन विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah mengambil baris rincian utk nomor order
it_it: C&#39;è stato un problema recuperare i dati riga per numero d&#39;ordine
ko_kr: 주문 번호에 대한 라인 정보를 검색하는 동안 문제가 발생했습니다
mr_in: ऑर्डर क्रमांक ओळ तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem met het opvragen van de regel details van order nummer
pt_pt: Houve um problema na recuperação dos detalhes da linha do pedido número
ro_ro: Nu a fost o problemă la regăsirea detaliile linia pentru numărul de ordine
ru_ru: Возникла проблема в получении данных о заказе для заказа номер
sq_al: Nuk ishte një problem retrieving të dhënat për numrin e linjës për
sv: Problem hämta raddetaljerna för order nummer
sw_ke: Kulikuwa na tatizo retrieving maelezo ya mstari kwa idadi ili
tr_tr: sipariş numarası için hat bilgilerini alırken bir problem vardı
zh_hk: 取得订单行时发生错误
zh_tw: 取得訂單編號的列時發生錯誤

source: from the database because
cs_cz: z databáze, protože
es_es: desde la base de datos porque
hi_in: क्योंकि डेटाबेस से
id_id: dari database karena
it_it: dal database perché
ko_kr: 데이터베이스 때문에에서
mr_in: डेटाबेस कारण
nl_nl: van de database omdat
pt_pt: do DB porque
ro_ro: din baza de date, deoarece
ru_ru: из базы данных, так как
sq_al: nga baza e të dhënave për shkak se
sv: öppna från databas
sw_ke: kutoka database sababu
tr_tr: VERITABANINDAN:
zh_hk: 从数据库, 因为
zh_tw: 從資料庫, 因為

source: FTP Connection progress
cs_cz: FTP připojení k pokroku
es_es: Avance de la conexion FTP
hi_in: एफ़टीपी कनेक्शन प्रगति
id_id: Hasil Koneksi FTP
it_it: Connessione FTP progressi
ko_kr: FTP 연결 진행
mr_in: FTP कनेक्शन प्रगती
nl_nl: Voortgang van FTP verbinding
pt_pt: Conexão FTP em progresso
ro_ro: FTP Conexiune progres
ru_ru: Статус FTP-соединения
sq_al: progres FTP Connection
sv: Anslutning pågår...
sw_ke: FTP Connection maendeleo
tr_tr: FTP SUNUCUSUNA BAGLANILIYOR..
zh_hk: FTP 连线中
zh_tw: FTP 連線中

source: Connected to Radio Beacon FTP server at
cs_cz: Připojen k Radio Beacon FTP server na
es_es: Conectado a Servicor FTP Radio Aviso a
hi_in: रेडियो बीकन FTP सर्वर से कनेक्ट पर
id_id: Terhubung pada server FTP Menara Radio di
it_it: Collegato al server FTP a Radio Beacon
ko_kr: 에서 라디오 비콘 FTP 서버에 연결
mr_in: रेडिओ दिवा FTP सेवक येथे कनेक्ट
nl_nl: Verbind met de Radio Beacon FTP server te
pt_pt: Conectado ao Servidor FTP em
ro_ro: Conectat la Radio Beacon server FTP la
ru_ru: Установлено соединения с FTP-сервером радио-маяка
sq_al: I lidhur me serverin Radio Beacon FTP në
sv: Ansluten till Radio Beacon FTP-server
sw_ke: Kushikamana na server Radio Beacon FTP katika
tr_tr: deki Radio Beacon FTP sunucusuna bağlandı
zh_hk: 连线到 FTP 无线游标伺服器
zh_tw: 連線到 FTP 無線遊標伺服器

source: with user name
cs_cz: s uživatelským jménem
es_es: con nombre de usuario
hi_in: उपयोगकर्ता नाम के साथ
id_id: dgn nama user
it_it: con il nome utente
ko_kr: 사용자 이름
mr_in: वापरकर्ता नाव सह
nl_nl: met gebruiker naam
pt_pt: com ID de usuário
ro_ro: cu numele de utilizator
ru_ru: с именем пользователя
sq_al: me emrin e përdoruesit
sv: med avändarnamn
sw_ke: na jina la mtumiaji
tr_tr: KULLANICI ADI:
zh_hk: 含用户名
zh_tw: 含用戶名

source: FTP upload has failed
cs_cz: FTP upload selhal
es_es: La actualización FTP ha fallado
hi_in: एफ़टीपी अपलोड विफल हो गया
id_id: Upload FTP telah gagal
it_it: FTP upload non ha esito
ko_kr: FTP 업로드가 실패했습니다
mr_in: FTP, अपलोड अयशस्वी झाले आहे
nl_nl: FTP upload is mislukt
pt_pt: Upload de FTP falhou
ro_ro: FTP upload nu a reuşit
ru_ru: FTP-загрузка завершилась неудачей
sq_al: FTP upload ka dështuar
sv: FTP uppladdningen misslyckades
sw_ke: FTP upload imeshindwa
tr_tr: FTP YÜKLEME BASARISIZ
zh_hk: FTP上传失败
zh_tw: FTP上傳失敗

source: Uploaded
cs_cz: Nahrál
es_es: Actualizando
hi_in: अपलोड
id_id: Di-upload
it_it: Caricato
ko_kr: 업로드
mr_in: अपलोड
pt_pt: Upload com sucesso
ro_ro: Încărcat
ru_ru: Загружен
sv: Uppladdad
tr_tr: YÜKLENDI
zh_hk: 已上传
zh_tw: 已上傳

source: has been sent via FTP to Radio Beacon a copy of the file that was sent is held on the server at
cs_cz: byla odeslána přes FTP Radio Beacon kopii souboru, který byl poslán se koná na serveru
es_es: Se ha enviado a través de FTP al Radio Beacon una copia del archivo que se envió y que se mantiene en el servidor en
hi_in: है FTP के माध्यम से रेडियो बीकन के लिए भेजा गया है फ़ाइल की एक प्रतिलिपि है कि सर्वर पर पर आयोजित भेजा गया
id_id: telah dikirim melalui FTP ke Menara Radio, salinan file yg terkirim juga ada di server dgn nama file
it_it: è stato inviato via FTP a Radio Beacon una copia del file che è stato inviato si svolge sul server in
ko_kr: 라디오 비콘에 FTP를 통해에서 서버 상에 유지되어 전송 된 파일의 사본을 보냈습니다
mr_in: पाठविला होता हे फाइल एक प्रत वरील सर्व्हर रोजी आहे रेडिओ दिवा करण्यासाठी FTP द्वारे पाठविले गेले आहे
nl_nl: is per FTP verstuurd aan Radio Beacon, een copie van de verstuurde file is opgeslagen op de server te
pt_pt: foi enviado via FTP uma cópia do arquivo está mantida no servidor em
ro_ro: a fost trimis prin FTP la Radio Beacon o copie a fişierului pe care a fost trimis are loc pe server la
ru_ru: было отправлено через FTP на радио-маяк. Копия отправленного файла хранится на сервере
sq_al: ka qenë i dërguar nëpërmjet FTP për Radio Beacon një kopje e dosjes që u është dërguar është mbajtur në server në
sv: har skickats via FTP till Radio Beacon en kopia av filen som skickades hålls på servern
sw_ke: imetumwa kupitia FTP na Radio Beacon nakala ya faili kwamba alitumwa ni uliofanyika katika seva
tr_tr: Radyo Beacon FTP üzerinden gönderilen sunucuda düzenleniyor gönderilen dosyanın bir kopyasını
zh_hk: 档案副本已通过FTP发送到无线游标, 并保留在伺服器
zh_tw: 檔案副本已通過FTP發送到無線遊標, 並保留在伺服器

source: The order
cs_cz: Pořadí
es_es: El pedido
hi_in: आदेश
id_id: Order
it_it: L&#39;ordine di
ko_kr: 순서
mr_in: हुकूम
nl_nl: De order
pt_pt: O pedido
ro_ro: Comandă
ru_ru: Заказ
sq_al: Rendit
sv: Ordern
sw_ke: Utaratibu
tr_tr: SIPARIS
zh_hk: 订单
zh_tw: 訂單

source: for dispatch via Radio Beacon could not be retrieved
cs_cz: k odeslání přes Radio Beacon se nepodařilo získat
es_es: Para envío vía Radio Baliza no se pudo obtener
hi_in: के लिए रेडियो बीकन के माध्यम से प्रेषण प्राप्त नहीं किया जा सका
id_id: utk pengiriman lewat Menara Radio tdk dapat diambil
it_it: per la spedizione via Radio Beacon non può essere recuperata
ko_kr: 라디오 비콘을 통해 파견에 대해 검색 할 수 없습니다
mr_in: रेडिओ दिवा मार्गे पाठवणे पुनर्प्राप्त करणे शक्य साठी
nl_nl: kon niet worden opgevraagd om via Radio Beacon verstuurd te worden
pt_pt: para despacho via FTP não pode ser recuperado
ro_ro: pentru expediere prin intermediul Radio Beacon nu a putut fi recuperate
ru_ru: для отправки через радио-маяк не может быть получен
sq_al: për shpërndarjen nëpërmjet Radio Beacon nuk mund të shikohet
sv: sändas via Radio Beacon kunde inte hämtas
sw_ke: kwa dispatch kupitia Radio Beacon inaweza kuwa retrieved
tr_tr: Radyo Beacon üzerinden sevk için alınamadı
zh_hk: 未能提取通过无线游标的派送
zh_tw: 未能提取通過無線遊標的派送

source: Perhaps it is set to be dispatched from a different stock location
cs_cz: Možná, že je připravený být odesláno z jiného skladu místo
es_es: Tal vez está configurado para ser enviado desde una ubicación de archivo diferente
hi_in: शायद यह एक अलग स्थान से भेजा स्टॉक होना तय है
id_id: Mungkin diatur agar dikirim dari lokasi stok yg berbeda
it_it: Forse è impostato per essere spedite da un percorso diverso stock
ko_kr: 아마도 이것은 다른 위치에서 콘텐츠 전달되도록 설정된다
mr_in: कदाचित ते भिन्न स्टॉक स्थळापासून डिस्पॅच केले वर सेट
nl_nl: Mogelijk dat het moet worden verzonden via een andere voorraad locatie
pt_pt: confirme se ele foi despachado de um local de estoque diferente
ro_ro: Poate acesta este setat pentru a fi expediate de la o locaţie diferită stoc
ru_ru: Возможно это должно отправляться с другого склада
sq_al: Ndoshta ajo është vendosur të jetë dërguar nga një vend i aksioneve të ndryshme
sv: Kanske är det som skall sändas från en annan stock plats
sw_ke: Labda ni kuweka kuwa dispatched kutoka sehemu tofauti hisa
tr_tr: BELKI BASKA BIR DEPODAN GÖNDERILMEK ÜZERE AYARLANMISTIR
zh_hk: 可能这是设定为从其他存货地点派送
zh_tw: 可能這是設定為從其他存貨地點派送

source: Factor Company Maintenance
cs_cz: Faktor společnosti Údržba
es_es: Administrar Compañías Financieras
hi_in: कारक कंपनी रखरखाव
id_id: Pengaturan Perusahaan Penagih
it_it: Fattore di un&#39;azienda di manutenzione
ko_kr: 팩터 회사 유지 보수
mr_in: म्हणजे कंपनीच्या देखभाल
nl_nl: Onderhoud van agenten
pt_pt: Manut. Empresa Serv. Financ.
ro_ro: Compania Factor de întreţinere
ru_ru: Обслуживание компании-торгового агента
sq_al: Mirëmbajtja Faktori Company
sv: Underhåll av tillverkare
sw_ke: Sababu Kampuni Maintenance
tr_tr: Faktör Şirket Bakım
zh_hk: 代理公司维护
zh_tw: 代理商公司維護

source: Factor Companies
cs_cz: Firmy faktor
es_es: Factor de Empresas
hi_in: कारक कंपनियां
id_id: Faktor Perusahaan
it_it: Fattore Aziende
ko_kr: 팩터 회사
mr_in: घटक कंपन्या
nl_nl: Factor Bedrijven
pt_pt: Empresa Serv. Financeiros
ro_ro: Factor Companii
ru_ru: Компания-торговый агент
sq_al: Faktori Kompanitë
sv: Faktor Företag
sw_ke: Sababu Makampuni
tr_tr: Faktör Şirketler
zh_hk: 代理公司
zh_tw: 代理商公司

source: The factoring company name must be entered and be forty characters or less long
cs_cz: Factoringové společnosti jméno musí být zadáno a bude čtyřicet znaků dlouhé
es_es: Debe entrar un nombre para la compañía financiera y no debe pasar de 40 caracteres
hi_in: फैक्टरिंग कंपनी का नाम और दर्ज होना चाहिए चालीस अक्षर या उससे कम का होना
id_id: Nama perusahaan penagih harus dimasukkan dan maksimum 40 karakter
it_it: Il nome della società di factoring deve essere iscritto ed essere personaggi quaranta o meno lungo
ko_kr: 인수 분해 회사 이름을 입력 사십 자 이하 여야해야
mr_in: factoring कंपनी नाव प्रविष्ट आणि लांब चाळीस किंवा त्यापेक्षा कमी असणे करणे आवश्यक आहे
nl_nl: De naam van de agent mag maximaal 40 tekens lang zijn
pt_pt: Empresa Fator deve ser informado com no máx. 40 caracteres
ro_ro: Numele companiei de factoring trebuie să fie introduse şi să fie patruzeci de caractere sau mai puţin timp
ru_ru: Название компании-торгового агента должно состоять максимым из сорока символов
sq_al: Kompania factoring emri duhet të lidhet dhe të jenë shkronja ose më pak të gjata dyzet
sv: Företagsnamnet måste anges och vara max 40 tecken långt
sw_ke: Jina factoring kampuni iwekwe na kuwa na herufi arobaini au chini ya muda mrefu
tr_tr: Factoring şirketi adı girilmelidir ve olmak kırk veya daha az karakterden uzun
zh_hk: 代理公司名称必输且最长40字
zh_tw: 代理商公司名稱必須輸入並不少於40個字符

source: The email address entered does not appear to be a valid email address format
es_es: La dirección de Correo Electrónico no parece ser válida
id_id: Alamat email yg dimasukkan tampaknya tdk dalam format benar
ko_kr: 입력 한 이메일 주소가 유효한 이메일 주소 형식으로 표시되지 않습니다
mr_in: प्रविष्ट केलेला ईमेल पत्ता वैध ईमेल पत्ता स्वरूपात असल्याचे दिसत नाही
pt_pt: O email informado parece ter formato válido
zh_tw: 輸入的電子郵件地址不是一個有效的電子郵件地址格式

source: Validation failed no insert or update took place
es_es: La validación falló, las actualizaciones o eliminaciones no tuvieron lugar
id_id: Validasi gagal, tdk ada penambahan atau pembaruan
ko_kr: 검증은 삽입 실패하거나 업데이트는 일어났다
mr_in: प्रमाणीकरण नाही घाला अयशस्वी किंवा सुधारणा झाला
pt_pt: validação falhou. não houve atualiz. ou criaç.
zh_tw: 驗證失敗，沒有發生插入或更新的動作

source: The factoring company
cs_cz: Factoringové společnosti
es_es: La compañía financiera
hi_in: फैक्टरिंग कंपनी
id_id: Perusahaan penagih
it_it: La società di factoring
ko_kr: 인수 분해 회사
mr_in: factoring कंपनी
nl_nl: Agent
pt_pt: Empr. Serv. Financ.
ro_ro: Compania de factoring
ru_ru: Компания-торговый агент
sq_al: Kompania factoring
sv: Det tillverkande företaget
sw_ke: Kampuni ya factoring
tr_tr: Faktoring şirketi
zh_hk: 代理公司
zh_tw: 代理商公司

source: The SQL that was used to insert the factor but failed was
cs_cz: SQL, který byl použit pro vložení faktorem, ale nepodařilo se
es_es: El SQL que falló al crear la compañía financiera fue
hi_in: SQL कि सम्मिलित करने के लिए कारक प्रयोग किया जाता था लेकिन असफल रहा था
id_id: SQL yg digunakan utk memasukkan penagih tapi gagal adalah
it_it: L&#39;SQL che è stato utilizzato per inserire il fattore ma non è stato
ko_kr: 요소를 삽입하는 데 사용했지만 실패했다 SQL이었다
mr_in: घटक समाविष्ट करण्यासाठी वापरले पण अयशस्वी झाले याची SQL होते
nl_nl: De gebruikte SQL waar het toevoegen van de agent mislukte was
pt_pt: SQL que falhou usado para inserir empresa foi
ro_ro: SQL care a fost folosit pentru a insera factor, dar nu a reuşit a fost
ru_ru: SQL, который был использован для вставки фактор, но не было
sq_al: SQL që është përdorur për të futur në faktor, por nuk arriti ishte
sv: Den SQL som användes och misslyckades var
sw_ke: SQL kuwa ilitumika Insert ya sababu lakini alishindwa mara
tr_tr: eklemek için faktör kullanılan ancak başarısız oldu SQL
zh_hk: 用作插入代理商失败的 SQL 是
zh_tw: 用來插入代理商的SQL程式失敗

source: A new factoring company for
cs_cz: Nový factoringové společnosti za
es_es: Una nueva compañía financiera para
hi_in: एक नया फैक्टरिंग कंपनी के लिए
id_id: Perusahaan penagih yg baru utk
it_it: Una nuova società di factoring per
ko_kr: 새로운 인수 분해 회사
mr_in: एक नवीन factoring कंपनी
nl_nl: Een nieuwe anten voor
pt_pt: Nova Empr. Serv. Financ.
ro_ro: O companie de factoring nou pentru
ru_ru: Новая компания-торогвый агент
sq_al: Një kompani e re factoring për
sv: Ett nytt tillverkande företag för
sw_ke: A mpya factoring kampuni kwa ajili ya
tr_tr: Yeni bir faktoring şirketi için
zh_hk: 新的代理商
zh_tw: 一家新的代理商公司
