Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Show Amounts on the Order
cs_cz: Zobrazit Částky na Objednat
es_es: Mostrar Cantidades en el Pedido
hi_in: आदेश पर दिखाना राशियाँ
id_id: Tampilkan Jumlah pada Order
it_it: Importi Mostra sull&#39;Ordine
ko_kr: 주문에 표시 금액
mr_in: ऑर्डर दर्शवा राशी
nl_nl: Toon de bedragen op de order
pt_pt: Exibir Valores da Ordem Compra
ro_ro: Sumele Afişare pe Ordinul
ru_ru: Показать суммы заказа
sq_al: Shumat Trego më Rendit
sv: Visa belopp på ordern
sw_ke: Kiasi kuonyesha kwenye Order
tr_tr: Sipariş göster Tutarlar
zh_hk: 显示订单金额
zh_tw: 顯示訂單總計

source: There was a problem retrieving the contact details for the supplier
cs_cz: Tam byl problém získávat kontaktní údaje pro dodavatele
es_es: Hubo un problema recuperando los detalles del contacto del proveedor
hi_in: वहाँ एक सप्लायर के लिए सम्पर्क करने का विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian kontak utk supplier
it_it: C&#39;è stato un problema recuperare i dati di contatto del fornitore
ko_kr: 공급 업체의 연락처 정보를 검색하는 동안 문제가 발생했습니다
mr_in: पुरवठादार संपर्क तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem met het opvragen van de contact gegevens van de leverancier
pt_pt: Houve um problema na recuperação detalhes de contato do fornecedor
ro_ro: Nu a fost o problemă la regăsirea detaliile de contact pentru furnizorul
ru_ru: Возникла проблема получения контактной информации о поставщике
sq_al: Nuk ishte një problem retrieving detajet e kontaktit për furnizuesit
sv: Det gick inte att hämta kontaktinformation för leverantören
sw_ke: Kulikuwa na tatizo retrieving maelezo ya mawasiliano kwa wasambazaji
tr_tr: TEDARIKÇI IRTIBAT BILGILERI GÖSTERILEMIYOR
zh_hk: 查找供应商联系人时发生错误
zh_tw: 提取供應商取系資料時發生問題

source: There are no contacts defined for the supplier of this order
cs_cz: Nejsou žádné definovány kontakty na dodavatele této zakázky
es_es: No hay contactos definidos para el proveedor de esta orden
hi_in: कोई इस आदेश के आपूर्तिकर्ता के लिए संपर्क कर रहे हैं परिभाषित
id_id: Tdk ada kontak yg dibuat utk supplier order ini
it_it: Non ci sono contatti definiti per il fornitore di questo ordine
ko_kr: 이 순서의 공급 업체에 대해 정의 된 연락처가 없습니다
mr_in: या आदेशाची पुरवठादार परिभाषित कोणतेही संपर्क नाहीत
nl_nl: Er zijn geen contacten gedefinieerd voor de leverancier van deze order
pt_pt: Não há contatos def. para o fornecedor nessa ordem compra
ro_ro: Nu exista contacte definite pentru furnizorul de această ordine
ru_ru: Нет контактов для поставщика этого заказа
sq_al: Nuk ka kontakte të përcaktuara për furnizuesit e këtij rendi
sv: Det finns inga kontakter definieras för en leverantör av denna ordning
sw_ke: Hakuna mawasiliano defined kwa wasambazaji wa utaratibu huu
tr_tr: BU SIPARISIN TEDARIKÇI IRTIBAT BILGILERI TANIMLANMAMIS
zh_hk: 订单的供应商没有联系人
zh_tw: 這訂單的供應商沒有設定聯繫方式

source: You must first set up supplier contacts before emailing an order
cs_cz: Musíte nejprve nastavit e-mailem dodavatele kontakty před cílem
es_es: Primero debe definir los contactos del proveedor antes de poder enviar una pedido
hi_in: आप पहली बार एक आदेश ईमेल से पहले करना चाहिए आपूर्तिकर्ता संपर्क सेट
id_id: Anda harus membuat kontak supplier lebih dulu sebelum meng-email order
it_it: È necessario innanzitutto stabilire contatti fornitore prima mail di un ordine
ko_kr: 먼저 순서를 이메일로 전송하기 전에 공급 업체의 연락처를 설정해야합니다
mr_in: आपण प्रथम एक ऑर्डर ईमेल आधी पुरवठादार संपर्क केलेच पाहिजे
nl_nl: Leverancier contact moet worden gedefinieerd voorat de order kan worden verstuurd per e-mail
pt_pt: Primeiro configure os contatos do fornecedor antes e enviar o pedido
ro_ro: Trebuie să configuraţi mai întâi contacte cu furnizorul email înainte de un ordin
ru_ru: Сначала нужно создать контакты поставщика перед тем как отсылать заказ по электронной почте
sq_al: Ju duhet së pari të ngritur kontakte furnizuesi para emailing një urdhër
sv: Du måste först ställa in leverantör kontakter, innan e-post en order
sw_ke: Lazima kwanza kuanzisha mawasiliano wasambazaji kabla emailing amri
tr_tr: SIPARISI EMAIL ILE GÖNDERMEDEN ÖNCE TEDARIKÇI IRTIBATI TANIMLAMALISINIZ
zh_hk: 必须在发邮件前定义供应商的联系人
zh_tw: 你必須在發訂單電子郵件之前設定供應商的電子郵件地址

source: Search Outstanding Purchase Orders
cs_cz: Hledat Vynikající Objednávky
es_es: Buscar órdenes de compra pendientes
hi_in: खोज बकाया खरीद आदेश
id_id: Cari Order Pembelian Blm-Datang
it_it: Ricerca Ordini di acquisto eccezionale
ko_kr: 뛰어난 구매 주문을 검색
mr_in: शोध शिल्लक खरेदी ऑर्डर
nl_nl: Zoek Openstaande Inkoop Orders
pt_pt: Pesquisar Situação Ordens Compra
ro_ro: Căutare comenzilor de achiziţie
ru_ru: Искать необработанные заказы на покупку
sq_al: Urdhërat e kërkimit të papaguara Blerje
sv: Sök öppna inköpsorder
sw_ke: Search bora Ununuzi Daraja
tr_tr: BEKLEYEN SATINALMA SIPARISI ARAMA
zh_hk: 查找未完成采购订单
zh_tw: 搜尋採購訂單

source: The Order Number entered
cs_cz: Pořadové číslo zadané
es_es: El Número de Pedido introducido
hi_in: आदेश संख्या दर्ज
id_id: Nomor Order yg dimasukkan
it_it: Il Numero d&#39;ordine è entrato
ko_kr: 주문 번호를 입력
mr_in: प्रविष्ट मागणी क्रमांक
nl_nl: Het Opdracht Nummer ingevoerd
pt_pt: Número Ordem Informada
ro_ro: Numărul de ordine a intrat
ru_ru: Веденный номер заказа
sq_al: Numri i Rendit ka hyrë
sv: Ordernumret
sw_ke: Idadi Order aliingia
tr_tr: GIRILMIS SIPARIS NO
zh_hk: 输入的订单编号
zh_tw: 輸入的訂單編號

source: MUST
cs_cz: MUSÍ
es_es: DEBE
hi_in: जरूरी
id_id: HARUS
it_it: DEVE
mr_in: आवश्यक
nl_nl: MOET
pt_pt: PRECISA
ro_ro: TREBUIE
ru_ru: ДОЛЖНЫ
sq_al: DUHET
sv: MåSTE
sw_ke: LAZIMA
tr_tr: ZORUNLU
zh_hk: 必须
zh_tw: 必須

source: be numeric
cs_cz: být číselný/á
es_es: ser numérico
hi_in: संख्यात्मक होना
id_id: numerik
it_it: essere numerico
ko_kr: 숫자 일
mr_in: अंकीय असणे
nl_nl: nummeriek zijn
pt_pt: ser númerico
ro_ro: fi numeric
ru_ru: быть числовым
sq_al: të jetë një numër
sv: vara numeriskt
sw_ke: kuwa nambari
tr_tr: NÜMERIK
zh_hk: 是数值
zh_tw: 是數值

source: For supplier
cs_cz: Pro dodavatele
es_es: Para proveedor
hi_in: आपूर्तिकर्ता के लिए
id_id: Utk supplier
it_it: Per i fornitori
ko_kr: 공급 업체
mr_in: पुरवठादार साठी
nl_nl: Leverancier
pt_pt: Para Fornec.
ro_ro: Pentru furnizorul
ru_ru: Для поставщика
sq_al: Për furnizuesit
sv: For leverantör
sw_ke: Kwa muuzaji
tr_tr: [ TEDARIKÇI NO ]
zh_hk: 供应商:
zh_tw: 供應商:

source: Add Purchase Order
cs_cz: Přidat Objednávka
es_es: Añadir orden de compra
hi_in: आदेश खरीद जोड़ें
id_id: Tambah Order Pembelian
it_it: Aggiungi un ordine d&#39;acquisto
ko_kr: 구매 추가 주문
mr_in: जोडा खरेदी ऑर्डर
nl_nl: Voeg inkoop order toe
pt_pt: Adic. Ordem Compra
ro_ro: Adăugaţi comandă de aprovizionare
ru_ru: Добавить заказ на покупку
sq_al: Shto Urdhër blerjes
sw_ke: Kuongeza Purchase Order
tr_tr: Sipariş Satınalma ekle
zh_hk: 新建采购订单
zh_tw: 新增採購訂單

source: Into Stock Location
cs_cz: Do Umístění skladu
es_es: En el Almacén
hi_in: स्टॉक में स्थान
id_id: Ke Lokasi Stok
it_it: Luogo in archivio
ko_kr: 주식 위치에
mr_in: स्टॉक स्थान मध्ये
nl_nl: Naar Voorraad Locatie
pt_pt: No Local Estoque
ro_ro: În stoc Locaţie
ru_ru: В местоположение ассортимента
sq_al: Vendndodhja Into Stock
sv: Till lagerplats
sw_ke: Ndani Stock Location
tr_tr: [ TESLIMAT DEPOSU ]
zh_hk: 到货仓库
zh_tw: 倉庫位置

source: Order Status:
cs_cz: Stav objednávky:
es_es: Estado de la Orden:
hi_in: आदेश स्तर:
id_id: Status Order:
it_it: Stato ordine:
ko_kr: 주문 상태 :
mr_in: मागणी स्थिती:
nl_nl: Om Status:
pt_pt: Situação O.C.
ro_ro: Pentru Status:
ru_ru: Статус заказа:
sq_al: Statusin e Rendit:
sw_ke: Ili Status:
tr_tr: Sipariş Durum:
zh_hk: 订单状态：
zh_tw: 訂單狀態：

source: Pending and Authorised
cs_cz: Než a autorizované
es_es: Pendiente y Autorizado
hi_in: लंबित और प्राधिकृत
id_id: Tertunda dan Terotorisasi
it_it: In attesa e autorizzati
ko_kr: 보류 및 공인
mr_in: प्रलंबित आणि अधिकृत
nl_nl: Hangende en Erkende
pt_pt: Pend. e Autoriz.
ro_ro: Până şi autorizate
ru_ru: Отложенный и авторизованный
sq_al: Në pritje dhe autorizuar
sv: I väntan och auktoriserade
sw_ke: Inasubiri na zilizoidhinishwa
tr_tr: Bekleyen ve Yetkili
zh_hk: 待审批和已授权
zh_tw: 待決與已授權

source: Orders Between
ko_kr: 사이 주문
zh_tw: 訂單之間

source: Search Purchase Orders
cs_cz: Vyhledávání Objednávky
es_es: Buscar órdenes de compra
hi_in: खोज खरीद आदेश
id_id: Cari Order Pembelian
it_it: Ordini di acquisto della ricerca
ko_kr: 검색 구매 주문
mr_in: शोध खरेदी ऑर्डर
nl_nl: Zoek Inkoop Oorders
pt_pt: Pesquisar Ordens Compra
ro_ro: Obligă Search cumparare
ru_ru: Искать заказы на покупку
sq_al: Urdhërat Search Blerje
sv: Sök inköpsorder
sw_ke: Search Ununuzi Daraja
tr_tr: SATINALMA SIPARISI ARA
zh_hk: 查找采购订单
zh_tw: 搜尋採購訂單

source: To search for purchase orders for a specific part use the part selection facilities below
cs_cz: Chcete-li hledat objednávky pro určitou část využívat zařízení část výběru níže
es_es: Para buscar órdenes de compra de una pieza específica use la herramienta siguiente
hi_in: एक विशिष्ट भाग के इस्तेमाल के लिए खरीद आदेश के लिए खोज भाग चयन सुविधाओं से नीचे करने के लिए
id_id: Utk mencari order pembelian brg tertentu, gunakan fasilitas pilihan brg di bawah
it_it: Per cercare gli ordini di acquisto per un uso specifico parte degli impianti di selezione di seguito parte
ko_kr: 특정 부분에 대한 구매 주문을 검색하려면 아래의 부품 선택 기능을 사용
mr_in: खरेदी ऑर्डर शोधण्यासाठी एक विशिष्ट भाग खालील भाग निवड सुविधा वापरा
nl_nl: Om inkoop orders te zoeken voor een specifiek onderdeel gebruikt u de selectie faciliteit hieronder
pt_pt: Para pesquisar ordens compra para um item, use pesquisa itens abaixo
ro_ro: Pentru a căuta pentru comenzi de aprovizionare pentru o utilizare anumită parte a instalaţiilor parte de selecţie de mai jos
ru_ru: Для поиска заказов на покупку конкретной части используйте выбор части ниже.
sq_al: Për të kërkuar për urdhrat e blerjes për një përdorim pjesë të veçantë të objekteve zgjedhja pjesën më poshtë
sv: Sök för inköporder per produkt nedan
sw_ke: Kutafuta amri ya kununua kwa ajili ya matumizi maalum sehemu ya uteuzi sehemu vifaa vya chini
tr_tr: parça seçimi tesisleri altında belirli bir bölümünü kullanmak için satın alma siparişleri aramak için
zh_hk: 按物料查找采购订单
zh_tw: 搜尋下列選取設備中的指定部件的採購訂單

source: Search Parts Now
cs_cz: Hledat díly Nyní
es_es: Buscar Piezas Ahora
hi_in: खोज अब पार्ट्स
id_id: Cari Brg Sekarang
it_it: Parti Cerca ora
ko_kr: 이제 찾기
mr_in: आता शोध भाग
nl_nl: Zoek Onderdelen Nu
pt_pt: Pesquisar Itens Agora
ro_ro: Piese Search Now
ru_ru: Искать части
sq_al: Parts Search Tani
sv: Sök produkter nu
sw_ke: Search Parts Sasa
tr_tr: PARÇALARI ARA
zh_hk: 开始查找物料
zh_tw: 開始查尋物料

source: Orders
cs_cz: Objednávky
es_es: Ventas
hi_in: आदेश
id_id: Order
it_it: Ordini
ko_kr: 명령
mr_in: ऑर्डर
pt_pt: Pedidos
ro_ro: Obligă
ru_ru: Заказы
sq_al: Urdhrave të
sv: Beställningar
sw_ke: Amri
tr_tr: SIPARISLER
zh_hk: 订单
zh_tw: 訂單

source: No orders were returned by the SQL because
cs_cz: Žádné rozkazy byly vráceny, protože SQL
es_es: El SQL no produjo ninguna pedido porque
hi_in: कोई आदेश क्योंकि SQL से लौट रहे थे
id_id: Tdk ada order yg dikembalikan oleh SQL karena
it_it: Nessun ordine sono stati restituiti dal SQL perché
ko_kr: 어떤 주문은 SQL 때문에에 의해 반환되지 않았다
mr_in: एकही ऑर्डर SQL करून परत आले कारण
nl_nl: Geen orders zijn opgehaald door de SQL omdat
pt_pt: Nenhuma O.Compra retornou porque
ro_ro: Nici o ordine au fost returnate de către SQL, deoarece
ru_ru: SQL не вернул заказов, так как
sq_al: Asnjë urdhër u kthyen nga SQL sepse
sv: Inga order returnerades av SQL eftersom
sw_ke: Hakuna amri akarudi na SQL sababu
tr_tr: HIÇBIR SIPARIS BULUNAMADI:
zh_hk: SQL 没有传回订单, 因为
zh_tw: SQL 沒有傳回訂單, 因為

source: Order #
cs_cz: Pořadí #
es_es: Nº Orden
hi_in: आदेश #
id_id: Nomor Order
it_it: Ordine n.
ko_kr: 주문 번호
mr_in: मागणी #
nl_nl: Bestelling #
pt_pt: Ped. Compra Núm.
ro_ro: Ordinul #
ru_ru: Приказ №
sq_al: Rendit #
sv: Order nr.
sw_ke: Ili #
tr_tr: Sipariş #
zh_hk: 订单 #
zh_tw: 訂單＃

source: Initiated by
cs_cz: Podnětu
es_es: Iniciado por
hi_in: द्वारा शुरू की
id_id: Diajukan oleh
it_it: Iniziato da
ko_kr: 에 의해 시작
mr_in: आरंभ
nl_nl: Genitieerd door
pt_pt: Iniciada por
ro_ro: Initiat de
ru_ru: Инициировано
sq_al: Iniciuar nga
sv: Initierad av
sw_ke: Ulioanzishwa
tr_tr: Başlatılan tarafından
zh_hk: 起草人
zh_tw: 建立者

source: Print Copy
es_es: Imprimir Copia
id_id: Cetak Salinan
ko_kr: 복사 인쇄하기
mr_in: कॉपी मुद्रित
pt_pt: Imprimir Cópia
zh_tw: 列印複製

source: Purchase Orders
cs_cz: Nákupní objednávky
es_es: Órdenes de compra
hi_in: खरीद आदेश
id_id: Order Pembelian
it_it: Ordini di acquisto
ko_kr: 구매 주문
mr_in: खरेदी ऑर्डर
nl_nl: Inkoop orders
pt_pt: Ordens de Compra
ro_ro: Comenzi de cumpărare
ru_ru: Заказы на покупку
sq_al: Urdhërat Blerje
sv: Inköpsorder
sw_ke: Kununua Daraja
tr_tr: SATINALMA SIPARISLERI
zh_hk: 采购订单
zh_tw: 採購訂單

source: For the part
cs_cz: Pro část
es_es: Para el código
hi_in: भाग के लिए
id_id: Utk brg
it_it: Per la parte
ko_kr: 부분에 대한
mr_in: सोबतीसाठी
nl_nl: Voor het onderdeel
pt_pt: Para a item
ro_ro: Pentru partea
ru_ru: Для части
sq_al: Për pjesën
sv: eller tecknet
sw_ke: Kwa sehemu
tr_tr: ÜRÜN/PARÇA :
zh_hk: 物料
zh_tw: 部件的

source: Pending/Authorised/Completed
es_es: Pendiente/Autorizado/Completo
id_id: Tertunda/Terotorisasi/Selesai
ko_kr: 보류 / 공인 / 완료
mr_in: प्रलंबित / अधिकृत / पूर्ण
pt_pt: Penden./Autoriz./Completada
zh_tw: 待決/已授權/已完成

source: Requisition
cs_cz: Rekvizice
es_es: Requisición
hi_in: मांग
id_id: Permintaan
it_it: Requisizione
ko_kr: 청구서
mr_in: साहित्य इची मागणी करणे
nl_nl: Aanvraag
pt_pt: Requisição
ro_ro: Rechiziţie
ru_ru: Требования
sq_al: Kërkesë me shkrim
sv: Anskaffningsreferrens
sw_ke: Shurutisho
tr_tr: TALEP
zh_hk: 采购数量
zh_tw: 請購單編號

source: Page Security Levels
cs_cz: Stránka úrovně zabezpečení
es_es: Niveles de Seguridad de Página
hi_in: पृष्ठ सुरक्षा स्तर
id_id: Halaman Tingkat Keamanan
it_it: Pagina Livelli di protezione
ko_kr: 페이지 보안 수준
mr_in: पृष्ठ सुरक्षा स्तर
nl_nl: Pagina Security Levels
pt_pt: Nivel Segurança da Página
ro_ro: Pagina Niveluri de securitate
ru_ru: Уровни безопасности страницы
sq_al: Nivelet e sigurisë Page
sv: Sida säkerhetsnivåer
sw_ke: Ukurasa Usalama Ngazi
tr_tr: Sayfa Güvenlik Seviyeleri
zh_hk: 页面安全等级
zh_tw: 頁面權限設定

source: Could not update the page security value for the script because
cs_cz: Nepodařilo se aktualizovat stránku zabezpečení hodnotu pro skript, protože
es_es: No se pudo actualizar el valor de seguridad de página para el script porque
hi_in: क्योंकि स्क्रिप्ट के लिए पृष्ठ सुरक्षा मान अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui nilai keamanan halaman utk script karena
it_it: Impossibile aggiornare il valore Pagina di sicurezza per la sceneggiatura perché
ko_kr: 때문에 스크립트의 페이지 보안 값을 업데이트 할 수 없습니다
mr_in: स्क्रिप्टसाठी पृष्ठ सुरक्षा मूल्य अद्यतनित करणे शक्य नाही कारण
nl_nl: Kan de pagina waarde aan veiligheid geen update voor het script, omdat
pt_pt: Não pode atualizar valor página segurança pelo script porque
ro_ro: Nu am putut actualizarea valorii de securitate pentru pagina de script-ul, deoarece
ru_ru: Не удалось обновить значение защиты страницы для сценария, так как
sq_al: Nuk mund update vlera faqe e sigurisë për të shkrimit, sepse
sv: Kunde inte uppdatera sidan trygghet värde för manus, eftersom
sw_ke: Hakuweza update ukurasa wa usalama wa thamani kwa sababu script
tr_tr: script çünkü sayfa güvenlik değeri güncelleştirilemedi
zh_hk: 无法更新此脚本的页面安全值
zh_tw: 無法更新腳本的頁面安全值，因為

source: Update Security Levels
cs_cz: Aktualizace zabezpečení Úrovně
es_es: Actualizar Niveles de Seguridad
hi_in: अद्यतन सुरक्षा स्तर
id_id: Perbarui Tingkat Keamanan
it_it: Aggiornamento Livelli di protezione
ko_kr: 업데이트 보안 수준
mr_in: अद्यतन सुरक्षा स्तर
pt_pt: Atualizar Níveis Segurança
ro_ro: Actualizare de securitate Niveluri
ru_ru: Обновить уровни безопасности
sq_al: Nivelet e sigurisë Update
sv: Uppdatera säkerhetsnivåer
sw_ke: Mwisho Usalama Ngazi
tr_tr: Güncelleme Güvenlik Seviyeleri
zh_hk: 更新安全等级
zh_tw: 更新權限設定

source: Payment Allocations
cs_cz: Platba Přidělené
es_es: Asignaciones de Pagos
hi_in: भुगतान आवंटन
id_id: Alokasi Pembayaran
it_it: Stanziamenti di pagamento
ko_kr: 결제 할당
mr_in: पैसे वाटप
nl_nl: Betalings allocaties
pt_pt: Alocações de Pagamento
ro_ro: Alocări de plată
ru_ru: Распределение платежей
sq_al: Alokimet Pagesa
sv: Betalningsallokeringar
sw_ke: Malipo ya Bajeti
tr_tr: Ödeme Tahsisat
zh_hk: 付款分配
zh_tw: 付款配置

source: Supplier ID Number is not Set, can not display result
cs_cz: Dodavatel ID číslo není nastaven, nelze zobrazit výsledek
es_es: El Número de ID del proveedor no está configurado, no se pueden mostrar los resultados
hi_in: आपूर्तिकर्ता आईडी नंबर सेट नहीं है, परिणाम प्रदर्शित नहीं कर सकते
id_id: Nomor ID Supplier tdk Ada, tdk dapat menampilkan hasil
it_it: Fornitore numero ID non è impostato, non è possibile visualizzare risultato
ko_kr: 공급 업체 ID 번호는 결과를 표시 할 수 없습니다, 설정되지 않은
mr_in: पुरवठादार आयडी क्रमांक सेट नाही, परिणाम प्रदर्शित करू शकत नाही
nl_nl: ID nummer van de leverancier is niet gedefinieerd, resultaten kunnen niet worden getoond
pt_pt: Número ID do Fornecedor não pode ser associado, não podeexibir resultado
ro_ro: Furnizorul ID Numărul nu este setat, nu se poate afişa rezultatul
ru_ru: Идентификационный номер поставщик не установлен, невозможно отобразить результат
sq_al: Furnizuesi ID Numri nuk është Set, nuk mund te shfaq të rezultojë
sv: Leverantören ID-nummer är inte inställd, kan inte visa resultat
sw_ke: Wasambazaji ID Idadi si Set, hawezi kuonyesha matokeo
tr_tr: Tedarikçi Kimlik Numarası sonucu görüntülemek edemez, Set değil
zh_hk: 供应商的ID号码没设定，无法显示结果
zh_tw: 供應商編碼未設, 不能顯示結果

source: Invoice Number is not Set, can not display result
cs_cz: Číslo faktury není nastaven, nelze zobrazit výsledek
es_es: El Número de Factura no está configurado, no se pueden mostrar resultados
hi_in: चालान संख्या निर्धारित नहीं है, परिणाम प्रदर्शित नहीं कर सकते
id_id: Nomor Faktur tdk Ada, tdk dapat menampilkan hasil
it_it: Numero di fattura non è impostato, non è possibile visualizzare risultato
ko_kr: 송장 번호는 결과를 표시 할 수 없습니다, 설정되지 않은
mr_in: अशी यादी तयार क्रमांक सेट नाही, परिणाम प्रदर्शित करू शकत नाही
nl_nl: Factuur nummer is niet gedefinieerd, resultaten kunnen niet worden getoond
pt_pt: Número Aviso não configurado, não pode exibir resultado
ro_ro: Număr de factură nu este setat, nu se poate afişa rezultatul
ru_ru: Не установлены номера счета-фактуры, невозможно отобразить результат
sq_al: I Faturës nuk është Set, nuk mund te shfaq të rezultojë
sv: Fakturanummer är inte inställd, kan inte visa resultat
sw_ke: Idadi ankara si Set, hawezi kuonyesha matokeo
tr_tr: Fatura Numarası sonuç görüntüleyemez, Set değil
zh_hk: 发票号码没设置，无法显示结果
zh_tw: 發票編號未設, 不能顯示結果

source: Payment Allocation for Supplier
cs_cz: Platba Alokace pro dodavatele
es_es: Asignación de Pago a proveedor
hi_in: आपूर्तिकर्ता के लिए भुगतान आबंटन
id_id: Alokasi Pembayaran utk Supplier
it_it: Assegnazione di pagamento per Fornitore
ko_kr: 공급 업체에 대한 결제 할당
mr_in: पुरवठादार देयक ऍलोकेशन
nl_nl: Betaling Toewijzing voor Leverancier
pt_pt: Alocação de Pagamento para o Fornecedor
ro_ro: Alocarea de plată pentru furnizor
ru_ru: Распределение платежей для поставщика
sq_al: Alokimi Pagesa për Furnizuesin
sv: Utbetalningar till leverantör
sw_ke: Mgao malipo kwa ajili ya Supplier
tr_tr: Tedarikçi için Ödeme Tahsisi
zh_hk: 为供应商进行付款分配
zh_tw: 供應商的分配付款

source: and
cs_cz: a
es_es: y
hi_in: और
id_id: dan
it_it: e
ko_kr: 과
nl_nl: en
pt_pt: e
ro_ro: şi
ru_ru: и
sq_al: dhe
sv: och
sw_ke: na
tr_tr: ve
zh_hk: 和
zh_tw: 和

source: This shows how the payment to the supplier was allocated
cs_cz: To ukazuje, jak byla přidělena platby na dodavatele
es_es: Ésto le muestra cómo fue asignado el pago a proveedor
hi_in: यह दिखाता है कि आपूर्तिकर्ता को भुगतान आवंटित की गई थी
id_id: Menampilkan bagaimana pembayaran ke supplier dialokasi
it_it: Questo mostra come il pagamento al fornitore è stato assegnato
ko_kr: 이 공급 업체에 지불이 할당 된 방법을 보여줍니다
mr_in: हे पुरवठादार पेमेंट वाटप करण्यात आले दाखवते कसे
nl_nl: Dit laat zien hoe de betaling aan de leverancier werd toegewezen
pt_pt: Isto exibe como os pagamentos para o fornecedor foram alocados
ro_ro: Acest lucru demonstrează modul în care plata către furnizor a fost alocată
ru_ru: Это показывает, как была распределена оплата поставщику
sq_al: Kjo tregon se sa pagesa për furnizuesit ishte ndarë
sv: Detta visar hur betalningen till leverantören tilldelades
sw_ke: Hii inaonyesha jinsi malipo ya wasambazaji zilizotengwa
tr_tr: Bu tedarikçiye ödeme tahsis edildi gösterir
zh_hk: 此处显示了给供应商的付款是如何分配的
zh_tw: 這顯示了如何付款給供應商分配

source: Back to supplier inquiry
cs_cz: Zpět na dodavatele dotaz
es_es: Volver a consulta de proveedor
hi_in: वापस आपूर्तिकर्ता जांच करने के लिए
id_id: Kembali ke informasi supplier
it_it: Torna alla ricerca dei fornitori
ko_kr: 돌아 가기 공급 업체 문​​의
mr_in: मागे पुरवठादार चौकशी करण्यासाठी
nl_nl: Terug naar de leverancier onderzoek
pt_pt: Voltar para Consulta do Fornecedor
ro_ro: Înapoi la anchetă cu furnizorul
ru_ru: Вернуться к анализу поставщика
sq_al: Kthehu tek hetim furnizuesi
sv: Tillbaka till leverantörsförfrågan
sw_ke: Nyuma ya uchunguzi wasambazaji
tr_tr: Geri tedarikçi soruşturma
zh_hk: 返回供应商查询
zh_tw: 返回到供應商詢價

source: There may be a problem retrieving the information. No data is returned
cs_cz: Tam může být problém získávání informací. Žádná data se vrací
es_es: Puede haber un problema al obtener la información. No hay datos devueltos
hi_in: वहाँ एक जानकारी को पुन: प्राप्त समस्या हो सकती है. कोई डेटा नहीं लौटा है
id_id: Ada masalah mengambil informasi tersebut. Tdk ada data yg dikembalikan
it_it: Ci può essere un problema di recuperare le informazioni. Nessun dato viene restituito
ko_kr: 정보를 검색에 문제가있을 수 있습니다. 데이터가 반환되지 않습니다
mr_in: माहिती पुनर्प्राप्त करताना समस्या असू शकतात. कोणताही डेटा परत आहे
nl_nl: Informatie kon niet worden opgevraagd
pt_pt: Problema recuperando informação. Nenhum dado retornou
ro_ro: S-ar putea fi o problemă la regăsirea de informaţii. Nu există date este returnat
ru_ru: Возникла проблема при получении информации. Нет данных.
sq_al: Nuk mund të jetë një problem retrieving e informacionit. Nuk ka të dhëna është kthyer
sv: Det kan vara problem att hämta informationen. Inga data returnerades
sw_ke: Kunaweza kuwa tatizo retrieving wa habari. Hakuna data ni kurudi
tr_tr: bilgi alırken bir problem olabilir. Hiçbir veri döndürdü
zh_hk: 查询相关交易信息时发生错误。无数据返回
zh_tw: 提取資料時發生錯誤, 無數據傳回

source: Go back
cs_cz: Zpět
es_es: Volver
hi_in: वापस जाओ
id_id: Kembali
it_it: Torna indietro
ko_kr: 돌아 가기
mr_in: परत जा
nl_nl: Ga terug
pt_pt: Retornar
ro_ro: Du-te înapoi
ru_ru: Вернуться назад
sq_al: Kthehem
sv: Backa
sw_ke: Kurudi nyuma
tr_tr: geri dön
zh_hk: 按此返回
zh_tw: 返回

source: Payment
cs_cz: Platba
es_es: Pago
hi_in: भुगतान
id_id: Pembayaran
it_it: Pagamento
ko_kr: 지불
mr_in: देणे
nl_nl: Betaling
pt_pt: Pagamento
ro_ro: Plată
sq_al: Pagesë
sv: Betalning krävs
sw_ke: Malipo
tr_tr: ÖDEME
zh_hk: 付款
zh_tw: 付款

source: Total Payment
cs_cz: Platba celkem
es_es: Total Pagos
hi_in: कुल भुगतान
id_id: Total Pembayaran
it_it: Totale pagamento
ko_kr: 총 지불
mr_in: एकूण भरणा
nl_nl: Totale betalingen
pt_pt: Total Pagamento
ro_ro: Total de plată
ru_ru: Всего оплаты
sq_al: Gjithsej pagesa
sv: Totala utbetalningar
sw_ke: Malipo ya jumla ya
tr_tr: Toplam Ödeme
zh_hk: 付款总额
zh_tw: 付款總數

source: Payment Methods
cs_cz: Platební metody
es_es: Formas de pago
hi_in: भुगतान की विधि
id_id: Metode Pembayaran
it_it: Metodi di pagamento
ko_kr: 지불 방법
mr_in: भरणा पद्धती
nl_nl: Betalings Methodes
pt_pt: Meios Pagamento
ro_ro: Metode de plată
ru_ru: Способы оплаты
sq_al: Metodat e pagesës
sv: Betalningsmetoder
sw_ke: Mbinu za malipo
tr_tr: ÖDEME METODU
zh_hk: 付款方式
zh_tw: 付款方式

source: The payment method cannot contain illegal characters
es_es: La forma de pago no puede contener caracteres prohibidos
id_id: Metode pembayaran tdk boleh berisi karakter
ko_kr: 지불 방법은 잘못된 문자를 포함 할 수 없습니다
mr_in: देयक पद्धत अवैध वर्ण नसावे
pt_pt: O método de pagamento não pode conter caract. inválidos
zh_tw: 付款方式不能包含非法字符
