Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Transactions Dated To
es_es: Transacciones Fechadas Hasta
id_id: Transaksi Bertgl Sampai
ko_kr: 거래 일자
mr_in: व्यवहार करण्यासाठी दिनांक
pt_pt: Data Final da Transação
zh_tw: 到交易日

source: Unmatched
es_es: Sin conciliar
id_id: Blm-Dicocokan
ko_kr: 비교할 수없는
mr_in: न जुळणारी
pt_pt: Exibir diferentes
zh_tw: 未匹配

source: Matched
es_es: Conciliado
id_id: Sdh-Dicocokan
ko_kr: 일치
mr_in: जुळले
pt_pt: Exibir Iguais
zh_tw: 匹配

source: Show transactions
cs_cz: Zobrazit transakce
es_es: Mostrar transacciones
hi_in: दिखाएँ लेनदेन
id_id: Tampilkan transaksi
it_it: Mostra le transazioni
ko_kr: 표시 거래
mr_in: दर्शवा व्यवहार
nl_nl: Toon transacties
pt_pt: Exibir transações
ro_ro: Arată tranzacţii
ru_ru: Показать сделки
sq_al: transaksionet Show
sv: Visa transaktioner
sw_ke: Kuonyesha shughuli
tr_tr: Göstermek işlemler
zh_hk: 显示交易
zh_tw: 顯示交易

source: Could not retrieve the bank account details
es_es: No se pudieron obtener los detalles de la cuenta bancaria
id_id: Tdk dapat mengambil rincian rekening bank
ko_kr: 은행 계좌 정보를 검색 할 수 없습니다
mr_in: बँक खाते माहिती पुनर्प्राप्त करणे शक्य नाही
pt_pt: Não pode ser recuperado detalhes conta Bancária
zh_tw: 無法檢索該銀行帳戶的詳細資料

source: There are no transactions for this account in the date range selected
es_es: No hay transacciones para esta cuenta en el rango de fechas seleccionado
id_id: Tdk ada transaksi utk rekening ini pada jangka tgl yg dipilih
ko_kr: 선택한 날짜 범위에서이 계정에 대한 트랜잭션이 없습니다
mr_in: या खात्यासाठी कोणतेही व्यवहार निवडलेल्या तारीख श्रेणीत आहेत
pt_pt: Não há trans. para essa conta na data selecionada
zh_tw: 有沒有交易，這個帳戶在選定的日期範圍

source: Account Transactions For
cs_cz: Transakce k účtu
es_es: Transacciones de cuenta para
hi_in: खाते के लिए ट्रांजैक्शन
id_id: Akun Transaksi Utk
it_it: Per le operazioni in conto
ko_kr: 용 계정 거래
mr_in: एवढा व्यवहार
nl_nl: Transacties voor
pt_pt: Conta Transações para
ro_ro: Tranzacţii de cont pentru
ru_ru: Для операций по счету
sq_al: Lëvizje në llogari për
sv: Transaktioner För
sw_ke: Transactions Kwa akaunti
tr_tr: Hesap İşlemleri İçin
zh_hk: 交易账户
zh_tw: 銀行交易帳戶

source: Between
es_es: Entre
id_id: Antara
it_it: Tra
ko_kr: 사이에
mr_in: दरम्यान
pt_pt: entre
zh_tw: 區間

source: Transaction type
cs_cz: Typ transakce
es_es: Tipo de transacción
hi_in: लेन - देन प्रकार
id_id: Tipe Transaksi
it_it: Tipo di transazione
ko_kr: 거래 유형
mr_in: व्यवहार प्रकार
nl_nl: Transactie type
pt_pt: tipo transação
ro_ro: Tranzacţia de tip
ru_ru: Типы сделок
sq_al: Lloji i transaksionit
sv: Transaktionstyp
sw_ke: Manunuzi ya aina
tr_tr: Işlem tipi
zh_hk: 交易类型
zh_tw: 交易型態

source: Running Total
cs_cz: Celkem běží
es_es: Acumulado en
hi_in: कुल रनिंग
id_id: Menjalankan Jumlah
ko_kr: 총 실행
mr_in: एकूण चालवणे
nl_nl: Voorlopig totaal
pt_pt: Movimento Total
ro_ro: Rularea Total
ru_ru: С нарастающим итогом
sq_al: Running Gjithsej
sv: Löpning Totalt
sw_ke: Jumla ya mbio
tr_tr: Toplam Koşu
zh_hk: 小计
zh_tw: 小計

source: Amount in
cs_cz: Částka v
es_es: Monto en
hi_in: राशि में
id_id: Jumlah dalam
it_it: Importo in
ko_kr: 양
mr_in: रक्कम
nl_nl: Bedrag in
pt_pt: Valor Entrda
ro_ro: Suma în
ru_ru: Сумма в
sq_al: Shuma në
sv: Belopp i
sw_ke: Kiasi
tr_tr: Miktarı
zh_hk: 金额
zh_tw: 金額

source: Cleared
es_es: Compensado
id_id: Cair
ko_kr: 해제
mr_in: साफ
pt_pt: Liberados
zh_tw: 已清算

source: GL Narrative
cs_cz: GL příběhu
es_es: Descripción contable
hi_in: जीएल कथा
id_id: Keterangan GL
ko_kr: GL 내러티브
mr_in: जी.एल. गोष्ट
nl_nl: GB Omschrijving - Opmerking
pt_pt: Descrição Contábil
ro_ro: GL narative
ru_ru: Сводные данные по главной книге
sq_al: GL Kasas
sv: Beskrivning
sw_ke: GL Hadithi
tr_tr: AÇIKLAMA
zh_hk: 摘要
zh_tw: 總帳敘述(*)

source: Select Another Date
cs_cz: Vybrat jiné datum
es_es: Seleccionar otra fecha
hi_in: एक और तिथि का चयन करें
id_id: Pilih Tgl lain
it_it: Selezionare un&#39;altra data
ko_kr: 다른 날짜를 선택
mr_in: आणखी दिनांक निवडा
nl_nl: Selecteer een andere datum
pt_pt: Selecionar outra Data
ro_ro: Selectaţi o altă dată
ru_ru: Выберите другую дату
sq_al: Zgjidh një datë tjetër
sv: Välj ett annat datum
sw_ke: Kuchagua mwingine Date
tr_tr: Başka bir tarih seçin
zh_hk: 选择其他日期
zh_tw: 選擇另一個日期

source: Daily Sales Inquiry
cs_cz: Denní prodej Poptávka
es_es: Consultar ventas diarias
hi_in: दैनिक बिक्री जांच
id_id: Cari Penjualan Harian
it_it: Daily Sales inchiesta
ko_kr: 일일 판매 문의
mr_in: दैनिक विक्री चौकशी
nl_nl: Dagelijkse Sales Onderzoek
pt_pt: Consulta Diária Vendas
ro_ro: Vânzări de zi cu zi anchetă
ru_ru: Анализ ежедневных продаж
sq_al: Daily Sales Hetim
sv: Försäljningsfråga
sw_ke: Mauzo ya kila siku Uchunguzi
tr_tr: Günlük Satış Sorgulama
zh_hk: 销售日报查询
zh_tw: 銷售日報查詢

source: Daily Sales
cs_cz: Denní prodej
es_es: Ventas diarias
hi_in: दैनिक बिक्री
id_id: Penjualan Harian
ko_kr: 일일 판매
mr_in: दैनिक विक्री
nl_nl: Dagelijkse omzet
pt_pt: Vendas Diárias
ro_ro: Vânzări de zi cu zi
ru_ru: Дневной оборот
sq_al: Sales Daily
sv: Daglig försäljning
sw_ke: Kila siku Sales
tr_tr: Günlük Satış
zh_hk: 每日销售
zh_tw: 每日銷售

source: Select the month to show daily sales for
cs_cz: Vyberte měsíc pro zobrazení denního prodeje
es_es: Seleccionar el mes para el que mostrar las ventas diarias
hi_in: माह का चयन करने के लिए दैनिक के लिए बिक्री शो
id_id: Pilih bulan utk menampilkan penjualan harian
it_it: Seleziona il mese per visualizzare le vendite al giorno per
ko_kr: 매일 판매를 보여 달 선택
mr_in: दैनंदिन विक्री दर्शविण्यासाठी महिना निवडा
nl_nl: Selecteert u de maand om dagelijks de verkoop voor de show
pt_pt: Selecione o mês para ver vendas diárias
ro_ro: Selectaţi lună pentru a arăta de vânzări de zi cu zi pentru
ru_ru: Выберите месяц для просмотра ежедневных продаж
sq_al: Seleksiono muajin për të treguar shitjet e përditshme për
sv: Välj en period att daglig försäljning för
sw_ke: Kuchagua mwezi na kuonyesha mauzo ya kila siku kwa
tr_tr: günlük satış göstermek için ay seçin
zh_hk: 选取要显示每日销售的期间
zh_tw: 選擇月份，以顯示每天的銷售額

source: Month to Show
cs_cz: Měsíc na Zobrazit
es_es: Mes a mostrar
hi_in: माह दिखाएँ
id_id: Bulan utk Ditampilkan
it_it: Mese di Show
ko_kr: 달 보여
mr_in: दाखवा महिना
nl_nl: Maand naar Show
pt_pt: Mês a ser Exibido
ro_ro: Lună pentru a Show
ru_ru: Месяц для показа
sq_al: Muaj për Show
sv: månader att visa
sw_ke: Mwezi kwa Onyesha
tr_tr: Ay gösterme
zh_hk: 个月数据显示
zh_tw: 一個月來顯示

source: Show Daily Sales For The Selected Month
cs_cz: Zobrazit Denní tržby za vybraný měsíc
es_es: Mostrar las Ventas Diarias para el Mes Seleccionado
hi_in: चुना गया महीना के लिए दिखाएँ दैनिक बिक्री
id_id: Tampilkan Penjualan Harian Utk Bulan Terpilih
it_it: Vendite Daily Show per il mese selezionato
ko_kr: 선택한 달 동안 매일 판매보기
mr_in: निवडलेले महिन्यात दैनिक विक्री दाखवा
nl_nl: Toon dagelijkse omzet voor de geselecteerde maand
pt_pt: Exibir Vendas Diárias para o Mês Selec.
ro_ro: Arată de vânzări zilnice pentru luna selectata
ru_ru: Показать ежедневные продажи за этот месяц
sq_al: Sales Show Daily Për muaji i zgjedhur
sv: Visa dagsförsäljning för den valda månaden
sw_ke: Kuonyesha mauzo ya kila siku kwa mwezi wa Selected
tr_tr: Seçilen Ay Show Günlük Satış
zh_hk: 显示所选月份每天的销售
zh_tw: 顯示所選月份的每日銷售量

source: The sales data could not be retrieved because
cs_cz: Údaje o prodeji se nepodařilo získat, protože
es_es: No se pudieron obtener los datos de ventas porque
hi_in: बिक्री डेटा वजह से हो सकता है नहीं लिया गया
id_id: Data penjualan tdk dapat diambil karena
it_it: I dati di vendita non possono essere recuperati perché
ko_kr: 판매 데이터가 있기 때문에 검색 할 수 없습니다
mr_in: विक्री डेटा कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De verkoop gegevens kunnen niet worden opgehaald omdat
pt_pt: A data da venda não pode ser recuperada porque
ro_ro: Datele de vânzări nu a putut fi recuperate, deoarece
ru_ru: Данные о продажах не могут быть получены, так как
sq_al: Të dhënat e shitjeve nuk mund të shikohet, sepse
sv: Försäljningsdata gick inte att hämta eftersom
sw_ke: data ya mauzo inaweza kuwa retrieved sababu
tr_tr: Satış verileri nedeniyle alınamadı
zh_hk: 未能提取销售数据, 因为
zh_tw: 銷售數據不能被檢索，因為

source: Sunday
cs_cz: Neděle
es_es: Domingo
hi_in: रविवार
id_id: Minggu
it_it: Domenica
ko_kr: 일요일
mr_in: रविवारी
nl_nl: Zondag
pt_pt: Domingo
ro_ro: Duminică
ru_ru: Воскресенье
sq_al: E diel
sv: söndag
sw_ke: Jumapili
tr_tr: Pazar
zh_hk: 星期天
zh_tw: 星期天

source: Monday
cs_cz: Pondělí
es_es: Lunes
hi_in: सोमवार
id_id: Senin
it_it: Lunedì
ko_kr: 월요일
mr_in: सोमवार
nl_nl: Maandag
pt_pt: Segunda
ro_ro: Luni
ru_ru: Понедельник
sq_al: E hënë
sv: måndag
sw_ke: Jumatatu
tr_tr: Pazartesi
zh_hk: 星期一
zh_tw: 星期一

source: Tuesday
cs_cz: Úterý
es_es: Martes
hi_in: मंगलवार
id_id: Selasa
it_it: Martedì
ko_kr: 화요일
mr_in: मंगळवारी
nl_nl: Dinsdag
pt_pt: Terça
ro_ro: Marţi
ru_ru: Вторник
sq_al: E martë
sv: tisdag
sw_ke: Jumanne
tr_tr: Salı
zh_hk: 周二
zh_tw: 星期二

source: Wednesday
cs_cz: Středa
es_es: Miércoles
hi_in: बुधवार
id_id: Rabu
it_it: Mercoledì
ko_kr: 수요일
mr_in: बुधवार
nl_nl: Woensdag
pt_pt: Quarta
ro_ro: Miercuri
ru_ru: Среда
sq_al: E mërkurë
sv: onsdag
sw_ke: Jumatano
tr_tr: Çarşamba
zh_hk: 周三
zh_tw: 星期三

source: Thursday
cs_cz: Čtvrtek
es_es: Jueves
hi_in: बृहस्पतिवार
id_id: Kamis
it_it: Giovedì
ko_kr: 목요일
mr_in: गुरुवारी
nl_nl: Donderdag
pt_pt: Quinta
ro_ro: Joi
ru_ru: Четверг
sq_al: E enjte
sv: torsdag
sw_ke: Alhamisi
tr_tr: Perşembe
zh_hk: 周四
zh_tw: 星期四

source: Friday
cs_cz: Pátek
es_es: Viernes
hi_in: शुक्रवार
id_id: Jumat
it_it: Venerdì
ko_kr: 금요일
mr_in: शुक्रवार
nl_nl: Vrijdag
pt_pt: Sexta
ro_ro: Vineri
ru_ru: Пятница
sq_al: E premte
sv: fredag
sw_ke: Ijumaa
tr_tr: Cuma
zh_hk: 星期五
zh_tw: 星期五

source: Saturday
cs_cz: Sobota
es_es: Sábado
hi_in: शनिवार
id_id: Sabtu
it_it: Sabato
ko_kr: 토요일
mr_in: शनिवार
nl_nl: Zaterdag
pt_pt: Sábado
ro_ro: Sâmbătă
ru_ru: Суббота
sq_al: E shtunë
sv: lördag
sw_ke: Jumamosi
tr_tr: Cumartesi
zh_hk: 周六
zh_tw: 星期六

source: Total Sales for month
cs_cz: Celkové prodeje za měsíc
es_es: Total de Ventas del mes
hi_in: महीने के लिए कुल बिक्री
id_id: Total Penjualan selama satu bulan
it_it: Le vendite totali per il mese
ko_kr: 월 총 판매
mr_in: महिन्यात एकूण विक्री
nl_nl: De totale omzet voor de maand
pt_pt: Total Vendas do Mês
ro_ro: Vânzările totale pentru luna
ru_ru: Общий объем продаж за месяц
sq_al: Totali i shitjeve për muajin e
sv: Total försäljning för månad
sw_ke: Jumla ya Mauzo kwa mwezi
tr_tr: ay için Toplam Satış
zh_hk: 月销售总额
zh_tw: 總銷售額為一個月

source: Avg Daily Sales
cs_cz: Denní průměr Prodej
es_es: Promedio de ventas diarias
hi_in: दैनिक बिक्री औसत
id_id: Rata-rata Penjualan Harian
it_it: Avg vendite giornaliere
ko_kr: 평균 일일 판매
mr_in: सरासरी दैनिक विक्री
nl_nl: Gem dagelijkse verkopen
pt_pt: Média Diária Vendas
ro_ro: AVG Vânzări zilnic
ru_ru: Средний дневной оборот
sq_al: Avg Sales Daily
sv: Genomsnitslig daglig försäljning
sw_ke: Avg Sales Daily
tr_tr: Günlük Satış Ort
zh_hk: 平均日销量
zh_tw: 平均每日銷售

source: Dashboard
es_es: Cuadro de indicadores
ko_kr: 계기판
zh_tw: 儀表板

source: The security for Aging Debtors cannot be retrieved because
ko_kr: 노화 채무자에 대한 보안이 때문에 검색 할 수 없습니다
zh_tw: 對於應收帳款帳齡的權限不能被檢索，因為

source: The SQL that was used and failed was
cs_cz: SQL, který byl použit a byl neúspěšný
es_es: El SQL que falló fue
hi_in: एसक्यूएल है कि इस्तेमाल किया गया था और असफल था
id_id: SQL yg digunakan dan gagal adalah
it_it: Il SQL che è stato utilizzato e fallito è stato
ko_kr: 사용 된 실패 SQL이었다
mr_in: वापरले आणि अयशस्वी झाले याची SQL होते
nl_nl: De SQL waar de transactie mislukte is
pt_pt: SQL usado foi
ro_ro: SQL care a fost utilizat şi nu a fost
ru_ru: Завершившийся неудачей SQL
sq_al: SQL që është përdorur dhe nuk është
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika na kushindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 执行失败的SQL是
zh_tw: 使用及失敗的 SQL 是

source: The security for upcoming payments cannot be retrieved because
ko_kr: 곧 지불에 대한 보안이 때문에 검색 할 수 없습니다
zh_tw: 對於即將到來的支付權限，不能檢索，因為

source: The security for G/L Accounts cannot be retrieved because
ko_kr: G / L 계정에 대한 보안이 때문에 검색 할 수 없습니다
zh_tw: 對於總帳帳戶的權限不能被檢索到，因為

source: Overdue Customer Balances
es_es: Saldos vencidos de clientes
ko_kr: 연체 고객 잔액
zh_tw: 逾期客戶餘額

source: Trans Date
cs_cz: Trans Datum
es_es: Fecha de transacción
hi_in: ट्रांस दिनांक
id_id: Tgl Trans
it_it: Trans Data
ko_kr: 트랜스 날짜
mr_in: पलीकडे दिनांक
nl_nl: Trans Datum
pt_pt: Data Trans.
ro_ro: Data Trans
ru_ru: Дата перечисления
sq_al: Trans Data
sv: Trans Datum
tr_tr: Trans Tarihi
zh_hk: 交易日
zh_tw: 交易日期

source: Due Date
cs_cz: Termín
es_es: Fecha de vencimiento
hi_in: नियत दिनांक
id_id: Jatuh Tempo
it_it: Data di scadenza
ko_kr: 마감일
mr_in: योग्य तारीख
nl_nl: Verval datum
pt_pt: Para Data
ro_ro: Dată limită
ru_ru: Срок сдачи
sq_al: Për shkak Data
sv: Förfallodatum
sw_ke: Kutokana Date
tr_tr: Bitiş Tarihi
zh_hk: 到期日
zh_tw: 截止(有效)日期

source: Due Now
cs_cz: Nyní díky
es_es: Total a pagar
hi_in: अब कारण
id_id: Jatuh Tempo Sekarang
it_it: Quota
ko_kr: 지금 인해
mr_in: आता संपुष्टात
nl_nl: Nu Verlopen
pt_pt: a Pagar
ro_ro: Acum, datorită
ru_ru: Данный момент
sq_al: Për shkak Tani
sv: Förfallet
sw_ke: Kutokana Sasa
tr_tr: Nedeniyle Şimdi
zh_hk: 已到期
zh_tw: 到期的

source: Days Over
cs_cz: Přes dny
es_es: Días en mora
hi_in: अधिक दिन
id_id: Hari Lewat
it_it: Più di giorni
ko_kr: 일 동안
mr_in: दिवस
nl_nl: Dagen over
pt_pt: Dias Atraso
ro_ro: Peste zile
ru_ru: Дней осталось
sq_al: Ditët Mbi
sv: dagar förfallet
sw_ke: Zaidi ya siku
tr_tr: VADESI GEÇMIS
zh_hk: 天
zh_tw: 過期日數

source: Totals
cs_cz: Součty
es_es: Totales
hi_in: योग
id_id: Total
it_it: Totali
ko_kr: 합계
mr_in: बेरजा
nl_nl: Totalen
pt_pt: Totais
ro_ro: Totaluri
ru_ru: Всего
sq_al: Gjithsej
sv: Totalt
sw_ke: Jumla
tr_tr: Toplamları
zh_hk: 总计
zh_tw: 總計

source: Supplier Invoices Due within 1 Month
es_es: Facturas de proveedores que vencen dentro de un mes
ko_kr: 1 개월 이내에 만기가 도래 공급 업체 송장
zh_tw: 供應商發票1個月內到期

source: Invoice Date
cs_cz: Datum faktury
es_es: Fecha factura
hi_in: चालान तिथि
id_id: Tgl Faktur
it_it: Fattura Data
ko_kr: 송장 날짜
mr_in: अशी यादी तयार दिनांक
nl_nl: Factuur Datum
pt_pt: Data do Aviso
ro_ro: Data facturii
ru_ru: Дата счета
sq_al: Data e faturës
sv: Faktura datum
sw_ke: Ankara Date
tr_tr: FATURA TARIHI
zh_hk: 发票日期
zh_tw: 發票日期

source: Amount Due
es_es: Monto a pagar
ko_kr: 금액 때문에
zh_tw: 到期金額

source: The details of supplier invoices due could not be retrieved because
cs_cz: Podrobnosti o dodavatelských faktur z důvodu nepodařilo získat, protože
es_es: Los detalles de facturas vencidas del proveedor no se puede obtener porque
hi_in: आपूर्तिकर्ता चालान के विवरण के कारण नहीं लिया गया क्योंकि सका
id_id: Rincian dari jatuh tempo faktur supplier tdk dapat diambil karena
it_it: I Dettagli delle Fatture di forniture da pagare non possono essere ritrovate inquanto
ko_kr: 때문에 공급 업체 송장의 세부 사항이 있기 때문에 검색 할 수 없습니다
mr_in: देय पुरवठादार पावत्या तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De details van de leverancier te betalen facturen kon niet worden opgehaald omdat
pt_pt: Detalhes Aviso do Fornecedor não pode ser recuperado porque
ro_ro: Detaliile cu privire la facturile cu furnizorul datorate nu a putut fi recuperate, deoarece
ru_ru: Подробная информация о счетах поставщика не может быть восстановлена, потому
sq_al: Detajet e faturave të furnizuesit për shkak nuk mund të shikohet, sepse
sv: Leverantösdetaljerna kan inte visa med SQLn eftersom
sw_ke: Maelezo ya ankara wasambazaji kutokana inaweza kuwa retrieved sababu
tr_tr: tedarikçi faturalarının ayrıntılar nedeniyle nedeniyle alınamadı
zh_hk: 找不到供应商发票
zh_tw: 未能提取到期的供應商發票資料, 因為

source: Grand Total Payments Due
cs_cz: Celkový součet plateb splatných
es_es: Gran Total pagos vencidos
hi_in: कुल योग होने के कारण भुगतान
id_id: Total Akhir Pembayaran Jatuh Tempo
it_it: Totale Pagamenti Quota
ko_kr: 그랜드 총 지불 인해
mr_in: ग्रँड एकूण देयके मुळे
nl_nl: Eindtotaal Betalingen Door
pt_pt: Total Geral Pagtos Feito
ro_ro: Grand Plăţi totală datorată
ru_ru: Итого платежи
sq_al: Pagesat Grand Total shkak
sv: totalt antal innehålls-token överskrider GRPGTCNT (%1)
sw_ke: Jumla Malipo Kutokana
tr_tr: ÖDEMELER GENEL TOPLAMI:
zh_hk: 到期付款合计
zh_tw: 到期付款合計

source: Bank and Credit Card Balances
es_es: Saldos bancarios y de tarjetas de crédito
ko_kr: 은행과 신용 카드 잔액
zh_tw: 銀行和信用卡餘額

source: The chart details for account
cs_cz: Z grafu účet
es_es: Los detalles del plan de la cuenta
hi_in: खाते के लिए चार्ट विवरण
id_id: Rincian kode akun utk akun
it_it: Il dettaglio grafico per conto
ko_kr: 계정 차트 정보
mr_in: खात्यासाठी चार्ट तपशील
nl_nl: De details voor rekeing
pt_pt: Detalhes Plano de Contas
ro_ro: Detaliile diagramă pentru contul
ru_ru: Данные о схеме для счета
sq_al: Detajet e chart për llogari
sv: Informationen för konto
sw_ke: maelezo chati kwa akaunti
tr_tr: hesap için grafik detayları
zh_hk: 总账信息
zh_tw: 會計科目資料

source: Outstanding Orders
es_es: Pedidos pendientes
ko_kr: 우수 주문
zh_tw: 未完成訂單

source: View Order
es_es: Ver pedido
ko_kr: 주문보기
mr_in: पहा मागणी
pt_pt: Ver Pedido
zh_tw: 檢視訂單

source: Cust Order
cs_cz: Objednávka odběratele
es_es: Pedidos de cliente
hi_in: ग्राहक आदेश
id_id: Order Customer
it_it: Cust Ordine
ko_kr: 커스트 주문
mr_in: ग्राहक ऑर्डर
nl_nl: Klant Opdr
pt_pt: Ped. Cli.
ro_ro: Cust Ordine
ru_ru: Заказ клиента
sq_al: Cust Rendit
sv: Kundorder
tr_tr: MUSTERI SIPARIS
zh_hk: 客户订单号
zh_tw: 客戶編號

source: Order Date
cs_cz: Datum objednávky
es_es: Fecha de pedido
hi_in: आदेश दिनांक
id_id: Tgl Order
it_it: Data ordine
ko_kr: 주문 날짜
mr_in: ऑर्डर तारीख
nl_nl: Opdr Datum
pt_pt: Data Pedido
ro_ro: Pentru Data
ru_ru: Дата заказа
sq_al: Rendit Date
sv: Orderdatum
sw_ke: Tarehe ili
tr_tr: SIPARIS TARIHI
zh_hk: 订单日期
zh_tw: 訂單日期

source: Req Del Date
cs_cz: Req Del Datum
es_es: Fecha de entrega solicitada
hi_in: अनुरोध डेल दिनांक
id_id: Tgl Kirim
it_it: Req Del Data
ko_kr: 필수 델 날짜
mr_in: Req Del दिनांक
nl_nl: Gevr. Lev. Datum
pt_pt: Data Req.
ro_ro: Req Del Data
ru_ru: Треб. дата удал.
sq_al: Req Data Del
sv: Beg lev datum
tr_tr: ISTENEN SEVK TARIHI
zh_hk: 要求交货日期
zh_tw: 要求交期

source: Delivery To
cs_cz: Chcete-li dodání
es_es: Enviar a
hi_in: पर डिलिवरी
id_id: Dikirim Ke
it_it: Per consegna
ko_kr: 납품
mr_in: वितरण
nl_nl: Afleveren
pt_pt: Entregar para
ro_ro: Pentru livrare
ru_ru: Доставка в
sq_al: E ofrimit të
sv: Leverera till
sw_ke: Utoaji Kwa
tr_tr: GIDECEGI YER
zh_hk: 交货到
zh_tw: 交貨地點

source: Order Total
cs_cz: Aby celkem
es_es: Total del pedido
hi_in: आदेश कुल
id_id: Total Order
it_it: Totale ordine
ko_kr: 주문 전체
mr_in: मागणी एकूण
nl_nl: Opdr Totaal
pt_pt: Total Pedido
ro_ro: Pentru Total
ru_ru: Вего по заказу
sq_al: Rendit Gjithsej
sw_ke: Jumla ili
tr_tr: SIPARIS TUTARI
zh_hk: 订单总额
zh_tw: 訂單總計

source: in
cs_cz: v
es_es: en
hi_in: में
id_id: dalam
ko_kr: 에
mr_in: मध्ये
pt_pt: em
ro_ro: în
ru_ru: в
sq_al: në
sv: tum
sw_ke: katika
zh_hk: 货币
zh_tw: 於

source: No orders or quotations were returned by the SQL because
cs_cz: Žádné objednávky nebo citace byly vráceny, protože SQL
es_es: El SQL no devolvió ningún pedido ni cotización porque
hi_in: कोई आदेश या कोटेशन क्योंकि SQL से लौट रहे थे
id_id: Tdk ada order atau penawaran yg dikembalikan oleh SQL karena
it_it: Nessun ordine o quotazioni sono stati restituiti dal SQL perché
ko_kr: 어떤 주문 또는 견적은 SQL 때문에에 의해 반환되지 않았다
mr_in: एकही ऑर्डर किंवा quotations SQL करून परत आले कारण
nl_nl: Geen orders of offertes gevonden door SQL omdat
pt_pt: Pedido de Venda ou Cotação não retornaram porque
ro_ro: Nici o ordine sau cotaţiile au fost returnate de către SQL, deoarece
ru_ru: Не найдено заказов или котировок, так как
sq_al: Asnjë urdhër ose kuotimin u kthyen nga SQL sepse
sv: Inga beställningar eller noteringar som returneras av SQL eftersom
sw_ke: Hakuna amri au dondoo walikuwa kurejea kwa SQL sababu
tr_tr: SQL KOMUTU SONUCUNDA TEKLIF VEYA SIPARIS BULUNAMADI
zh_hk: 查找报价单或订单的SQL失败，因为
zh_tw: 沒有訂單或報價單由 SQL 傳回, 因為

source: Total Order(s) Value in
es_es: Total Valor de Órden(es) en
id_id: Total Nilai Order dalam
ko_kr: 총 주문 (들) 값
mr_in: एकूण ऑर्डर (रे) मूल्य
pt_pt: Total do Pedido valor em
zh_tw: 訂單總價:

source: Customer Balance Listing
cs_cz: Zákazník bilance Výpis
es_es: Listado de Balances de clientes
hi_in: ग्राहक शेष लिस्ट
id_id: Daftar Saldo Customer
ko_kr: 고객 밸런스 리스팅
mr_in: ग्राहक शिल्लक यादी
nl_nl: Lijst van klant balans
pt_pt: Lista Saldo do Cliente
ro_ro: Balanţa client Listing
ru_ru: Список баланса клиентов
sq_al: Listing Customer Bilanci
sv: Kundsaldo
sw_ke: Mizani mteja Listing
tr_tr: MÜSTERI BILANÇO LISTESI
zh_hk: 期末客户欠款汇总表
zh_tw: 客戶結餘列表

source: Customer Balances
cs_cz: Zákazník Váhy
es_es: Balances de clientes
hi_in: ग्राहक शेष
id_id: Saldo Customer
it_it: Saldi clienti
ko_kr: 고객 잔액
mr_in: ग्राहक शिल्लक
nl_nl: Balans voor de klant
pt_pt: Saldos do Cliente
ro_ro: Solduri client
ru_ru: Балансы клиента
sq_al: Customer ekuilibrave
sv: Kundsaldon
sw_ke: Bakaa ya wateja
tr_tr: MÜSTERI BILANÇOLARA
zh_hk: 客户余额
zh_tw: 客戶結餘

source: Could not get the date of the last day in the period selected
cs_cz: Nelze získat data posledního dne v aktuálním období
es_es: No se pudo obtener la fecha del último día del período seleccionado
hi_in: चयनित अवधि में पिछले दिन की तिथि प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil tgl hari terakhir dari periode yg dipilih
it_it: Non è stato possibile estrarre la data dell'ultimo giorno del periodo selezionato
ko_kr: 선택한 기간의 마지막 날의 날짜를 가져올 수 없습니다
mr_in: निवडलेले काळात शेवटच्या दिवशी तारीख मिळविणे शक्य नाही
nl_nl: Kon de laatste dag van de geselecteerde periode niet opvragen
pt_pt: Não pode obter a data do último dia do período selecionado
ro_ro: Nu am putut obţine de la data ultimei zile din perioada selectata
ru_ru: Не удалось получить последнюю дату выбранного периода
sq_al: Nuk mund të marrë datën e ditës së fundit në periudhën e zgjedhur
sv: Kan inte hitta sista dag för den valda perioden
sw_ke: Hakuweza kupata tarehe ya siku ya mwisho katika kipindi cha kuchaguliwa
tr_tr: Seçilen süre içinde son günün tarihini alınamadı
zh_hk: 未能取得选取期间的最后日期
zh_tw: 未能取得選取期間的最後日期

source: The customer details listing has no clients to report on
cs_cz: Zákazník Podrobnosti výpis nemá žádné klienty, aby zprávy o
es_es: El listado de detalles de los clientes no tiene clientes para reportar
hi_in: ग्राहक विवरण लिस्टिंग कोई ग्राहक है पर रिपोर्ट
id_id: Rincian daftar customer tdk memiliki klien utk melaporkan
it_it: La lista dei clienti non ha particolari clienti di riferire in merito
ko_kr: 고객 정보 목록은에보고 할 고객이 없습니다
mr_in: ग्राहक तपशील सूची अहवाल नाही क्लायंट आहे
nl_nl: De klant details notering heeft geen klanten te rapporteren over
pt_pt: Não há Detalhes de Clientes para serem listados
ro_ro: Listare clientul Detaliile nu are nici un raport cu privire la clienti
ru_ru: Список данных о клиентах пуст, нечего печатать
sq_al: Detajet e konsumatorit liste nuk ka klientë të raportojnë mbi
sv: Kunddetaljslistan har inget att rapportera på
sw_ke: Ya wateja maelezo ya nyimbo ina wateja hakuna kutoa taarifa ya
tr_tr: Müşteri bilgilerini listeleme hakkında rapor müşterisi yok
zh_hk: 顾客细节列表没有报告客户
zh_tw: 客戶詳細信息的清單沒有客戶報表

source: Total balances
cs_cz: Celkové zůstatky
hi_in: कुल शेष
id_id: Jumlah saldo
it_it: saldi totali
ko_kr: 총 잔액
mr_in: एकूण शिल्लक
nl_nl: Totaal saldi
pt_pt: Saldos Totais
ro_ro: soldurile Total
ru_ru: Все балансы
sq_al: Bilancet Gjithsej
sv: Totalt balanserar
sw_ke: Jumla mizani
tr_tr: Toplam bakiyeler
zh_hk: 余额总计
zh_tw: 總餘額

source: Debtor Balances
cs_cz: Dlužník Váhy
es_es: Saldos de Deudores
hi_in: देनदार शेष
id_id: Saldo Debitur
it_it: Saldi dei debitori
ko_kr: 채무자의 균형
mr_in: ऋणको शिल्लक
nl_nl: Debiteuren balans
pt_pt: Saldos Débito
ro_ro: Debitor Solduri
ru_ru: Дебиторские балансы
sq_al: Debitori ekuilibrave
sv: Kundsaldo
sw_ke: Jukumu Bakaa
tr_tr: BORÇLU BILANÇOLARI
zh_hk: 期末客户欠款汇总表
zh_tw: 借方結餘

source: Enter a portion of the code of first customer to report
ko_kr: 보고 제 고객 코드 입력 부를
mr_in: तक्रार करण्यासाठी प्रथम ग्राहकाच्या कोड एक भाग प्रविष्ट करा
pt_pt: Informar código cliente parcial do interv. inicial do relat.
zh_tw: 輸入第一個客戶的部分代碼來製作報表
