Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Invalid Volume
cs_cz: Neplatné Svazek
es_es: Volumen no válido
hi_in: अवैध माप
id_id: Volume Tdk Berlaku
it_it: Volume non valido
ko_kr: 잘못된 볼륨
mr_in: अवैध वॉल्यूम
nl_nl: Deel ongeldige
pt_pt: Volume Inválido
ro_ro: Invalid de volum
ru_ru: Неверный объем
sq_al: Vëllimi i pavlefshëm
sv: Ogiltig volym
sw_ke: Volume batili
tr_tr: Geçersiz Hacmi
zh_hk: 无效的体积
zh_tw: 無效的量

source: Invalid Kgs
cs_cz: Neplatný Kg
es_es: Peso no válido
hi_in: अवैध किग्रा
id_id: Berat Tdk Berlaku
it_it: Valide Kg
ko_kr: 잘못된 킬로그램
mr_in: अवैध किग्रॅ
nl_nl: Ongeldige Kgs
pt_pt: Inváligo Peso
ro_ro: Invalid Kg
ru_ru: Неверные Kgs
sq_al: Pavlefshme Kgs
sv: Ogiltig Kgs
sw_ke: Batili kilo
tr_tr: Geçersiz Kg
zh_hk: 无效的Kgs
zh_tw: 無效的公斤數

source: Incorrect BarCode Length
cs_cz: Nesprávné BarCode Délka
es_es: Longitud del Código de Barras no válido
hi_in: लंबाई बारकोड ग़लत
id_id: Jumlah BarCode Salah
it_it: Lunghezza errata BarCode
ko_kr: 잘못된 바코드 길이
mr_in: अयोग्य बारकोड लांबी
nl_nl: Onjuiste BarCode Lengte
pt_pt: Tam. cód. barras inválido
ro_ro: Incorecte BarCode Lungime
ru_ru: Неправильная длина BarCode
sq_al: Incorrect Barkodi Length
sv: Felaktig BarCode Längd
sw_ke: Sahihi barcode Muda
tr_tr: Yanlış Süre BarCode
zh_hk: 错误的条形码长度
zh_tw: 條碼長度不正確

source: Incorrect Discount Category
cs_cz: Nesprávné Sleva kategorie
es_es: Clase de Descuento Incorrecta
hi_in: छूट श्रेणी ग़लत
id_id: Kategori Diskon Salah
it_it: Categoria errata Discount
ko_kr: 잘못된 할인 카테고리
mr_in: अयोग्य सवलत वर्ग
nl_nl: Onjuiste Korting Categorie
pt_pt: Categ. Desconto Inválida
ro_ro: Incorecte Categorie Discount
ru_ru: Неправильная категория скидки
sq_al: Incorrect Kategoria Discount
sv: Felaktig Rabatt Kategori
sw_ke: Sahihi Discount Jamii
tr_tr: Yanlış İndirim Kategori
zh_hk: 错误的折扣种类
zh_tw: 折扣類別不正確

source: Tax Category Does not Exist
cs_cz: Daňové kategorie neexistuje
es_es: La Categoría de Impuestos No Existe
hi_in: टैक्स श्रेणी मौजूद नहीं है
id_id: Kategori Pajak Tdk Exist
it_it: Categoria imposta non esiste
ko_kr: 세금 카테고리가 존재하지 않습니다
mr_in: कर वर्ग अस्तित्वात नाही
nl_nl: Fiscale categorie bestaat niet
pt_pt: Categoria Impostos Não Existe
ro_ro: Categorie fiscale nu există
ru_ru: Налоговая категория не существует
sq_al: Category tatimor nuk ekziston
sv: Skatt kategorin finns inte
sw_ke: Kodi ya Jamii haipo
tr_tr: Vergi Kategori Exist mu
zh_hk: 税收种类不存在
zh_tw: 稅種不存在

source: Invalid Serialised
cs_cz: Neplatný Serialised
es_es: Seriado no válido
hi_in: अवैध Serialised
id_id: Berseri Tdk Berlaku
it_it: Valide Serialised
ko_kr: 잘못된 Serialised
mr_in: अवैध Serialised
nl_nl: Ongeldige Serialised
pt_pt: Serialização Inválida
ru_ru: Неверная сериализация
sq_al: Pavlefshme Serialised
sv: Ogiltig Serialised
sw_ke: Batili Serialised
tr_tr: Geçersiz Serialised
zh_hk: 无效的序列号
zh_tw: 列出的系列無效

source: Incorrect Append File
cs_cz: Nesprávné Připojit soubor
es_es: Fichero Anexado Incorrecto
hi_in: फ़ाइल संलग्न ग़लत
id_id: Lampirkan File Salah
it_it: Aggiungi File non corretto
ko_kr: 잘못된 추가] 파일
mr_in: अयोग्य समावेश फाइल
nl_nl: Onjuiste Voeg Bestand
pt_pt: Arquiv. Adic. Inválido
ro_ro: Incorecte Adăugare fişiere
ru_ru: Неправильное добавление файлов
sv: Felaktig Lägg Arkiv
sw_ke: Sahihi append Picha
tr_tr: Yanlış Dosya Ekle
zh_hk: 不正确的附件
zh_tw: 不正確附加檔案

source: Invalid Perishable
cs_cz: Neplatný podléhajících rychlé zkáze
es_es: Perecedero no válido
hi_in: अवैध ग़ैरमज़बूत
id_id: Dapat Kadaluarsa Tdk Berlaku
it_it: Valide deperibili
ko_kr: 잘못된 부패하기 쉬운
mr_in: अवैध नाशवंत
nl_nl: Ongeldige Bederfelijke
pt_pt: Inválido Perecível
ro_ro: Invalid perisabile
ru_ru: Недействительный скоропортящийся товар
sq_al: Pavlefshme prishet
sv: Ogiltig lättfördärvliga
sw_ke: Batili kuharibika
tr_tr: Geçersiz Bozulabilir
zh_hk: 无效的易变质品
zh_tw: 易腐無效

source: Invalid Decimal Places
cs_cz: Neplatný desetinných míst
es_es: Posiciones Decimales no válida
hi_in: दशमलव स्थानों अवैध
id_id: Posisi Desimal Tdk Berlaku
it_it: Valide decimali
ko_kr: 잘못된 소수 자릿수
mr_in: अवैध दशांश ठिकाणे
nl_nl: Ongeldige Decimalen
pt_pt: Inválido Pos. Decimais
ro_ro: Invalid zecimale
ru_ru: Неверные десятичные знаки
sq_al: Pavlefshme Places Decimal
sv: Ogiltig Decimaler
sw_ke: Places batili decimal
tr_tr: Ondalık Geçersiz
zh_hk: 无效的小数点位数
zh_tw: 無效的小數位數

source: Incorrect Long Stock Description Length
cs_cz: Nesprávné Dlouhý skladem Popis Délka
es_es: Longitud incorrecta de la Descripción Larga de la Existencia
hi_in: लंबे समय से स्टॉक विवरण गलत लंबाई
id_id: Jumlah Keterangan Lengkap Stok Salah
it_it: Errata Long Lunghezza Descrizione Archivio
ko_kr: 잘못된 재고 한 설명 길이
mr_in: अयोग्य लांब स्टॉक वर्णन लांबी
nl_nl: Onjuiste Lange Stock Description Length
pt_pt: Tamanho Descrição Estoque Inválido
ro_ro: Incorecte Long Lungime Descriere Bursa de Valori
ru_ru: Неверная длина длинного описания склада
sq_al: Pasaktë Long Description Length Stock
sv: Felaktig lång längd Stock Beskrivning
sw_ke: Sahihi Long Stock Description Muda
tr_tr: Yanlış Uzun Hazır Açıklama Süre
zh_hk: 错误的长期库存描述长度
zh_tw: 不正確的倉庫描述長度

source: Stock Code Already Exists
cs_cz: Sklad kódem již existuje
es_es: El Código de Existencia Ya Existe
hi_in: स्टॉक कोड पहले से ही मौजूद है
id_id: Kode Stok Sdh Ada
it_it: Codice d&#39;archivio già esistente
ko_kr: 주식 코드는 이미 존재
mr_in: स्टॉक कोड आधीपासूनच अस्तित्वात
nl_nl: Stock code bestaat al.
pt_pt: Código Estoque já existe
ro_ro: Codul de stoc există deja
ru_ru: Код склада уже существует
sq_al: Kodi Stock tashmë ekziston
sv: Stock-koden finns redan
sw_ke: Hisa Kanuni tayari lipo
tr_tr: Stok Kodu Zaten Var
zh_hk: 存货代码已存在
zh_tw: 庫存碼已存在

source: Transaction Number Already Exists
cs_cz: Počet transakcí již existuje
es_es: El Número de Transacción Ya Existe
hi_in: लेन - देन की संख्या पहले से मौजूद
id_id: Nomor Transaksi Sdh Ada
it_it: Numero di transazione esiste già
ko_kr: 거래 번호가 이미 있습니다
mr_in: व्यवहार क्रमांक आधीपासूनच विद्यमान
nl_nl: Transactie-nummer bestaat al
pt_pt: Núm. Transação já existe
ro_ro: Numărul tranzacţiei există deja
ru_ru: Номер сделки уже существует
sq_al: Numri Transaction tashmë ekziston
sv: Transaktionsnummer finns redan
sw_ke: Shughuli Idadi tayari lipo
tr_tr: Işlem sayısı Zaten Var
zh_hk: 交易编号已经存在
zh_tw: 交易號碼已存在

source: Invalid Transaction Date
cs_cz: Neplatné Transaction Date
es_es: Fecha de Transacción no válida
hi_in: अवैध गतिविधि दिनांक
id_id: Tgl Transaksi Tdk Berlaku
it_it: Data di transazione non valida
ko_kr: 잘못된 트랜잭션 날짜
mr_in: अवैध व्यवहार दिनांक
nl_nl: Ongeldige Transactiedatum
pt_pt: Data transação inválida
ro_ro: Data tranzacţiei invalid
ru_ru: Неверная дата сделки
sq_al: Transaksion Invalid Date
sv: Ogiltig transaktionsdagen
sw_ke: Batili Transaction Date
tr_tr: Geçersiz İşlem Tarihi
zh_hk: 无效的交易日期
zh_tw: 無效的交易日期

source: Invalid Settled
cs_cz: Neplatný Vyřízeno
es_es: Establecido no válido
hi_in: अवैध बसे
id_id: Yg Lunas Tdk Berlaku
it_it: Valide Settled
ko_kr: 잘못된 정착
mr_in: अवैध स्थायिक
nl_nl: Ongeldige Afgedaan
pt_pt: Config. Inválida
ro_ro: Stabilit invalid
ru_ru: Неверный установленный
sq_al: Vendosur pavlefshme
sv: Ogiltig Avräknat
sw_ke: Batili Makazi
tr_tr: Geçersiz Settled
zh_hk: 无效设置（清账）
zh_tw: 無效的結算

source: Incorrect Reference
cs_cz: Nesprávné Reference
es_es: Referencia Incorrecta
hi_in: संदर्भ गलत
id_id: Referensi Salah
it_it: Riferimento errato
ko_kr: 잘못된 참조
mr_in: अयोग्य संदर्भ
nl_nl: Onjuiste vermelding
pt_pt: Ref. Incorreta
ro_ro: Incorecte de referinţă
ru_ru: Неправильный справочник
sv: Felaktig hänvisning
sw_ke: Sahihi Reference
tr_tr: Yanlış Referans
zh_hk: 不正确的参考号
zh_tw: 不正確的參考

source: Incorrect TPE
cs_cz: Nesprávné TPE
es_es: TPE Incorrecto
hi_in: TPE ग़लत
id_id: TPE Salah
it_it: Errata TPE
ko_kr: 잘못된 TPE
mr_in: अयोग्य TPE
nl_nl: Onjuiste TPE
pt_pt: TPE Incorreto
ro_ro: Incorecte TPE
ru_ru: Неправильное TPE
sv: Felaktig TPE
sw_ke: Sahihi TPE
tr_tr: Yanlış TPE
zh_hk: 不正确的 TPE
zh_tw: 不正確的TPE

source: Invalid Order Numbers
cs_cz: Čísla Neplatný Objednat
es_es: Números de Pedidos no válidos
hi_in: अवैध आदेश संख्या
id_id: Nomor Order Tdk Berlaku
it_it: Numeri di ordinazione non valida
ko_kr: 잘못된 주문 번호
mr_in: अवैध ऑर्डर क्रमांक
nl_nl: Ongeldige volgnummers
pt_pt: Núm. Pedido Inválido
ro_ro: Pentru invalid Numere
ru_ru: Неверные номера заказа
sq_al: Numrat Rendit pavlefshme
sv: Ogiltig Beställ Numbers
sw_ke: Order batili Hesabu
tr_tr: Geçersiz Sipariş Numaraları
zh_hk: 无效的订单号码
zh_tw: 訂單編號無效

source: Invalid Exchange Rate
cs_cz: Neplatný Kurzy měn
es_es: Tipo de cambio no válido
hi_in: अवैध विनिमय दर
id_id: Kurs Tdk Berlaku
it_it: Tasso di cambio non valida
ko_kr: 잘못된 환율
mr_in: अवैध विनिमय दर
nl_nl: Ongeldige Wisselkoers
pt_pt: Taxa Câmbio Inválida
ro_ro: Cursul de schimb invalid
ru_ru: Неверная ставка обмена
sq_al: Exchange Rate pavlefshme
sv: Ogiltig Växelkurser
sw_ke: Batili Thamani ya Shilingi
tr_tr: Geçersiz Kur
zh_hk: 无效的汇率
zh_tw: 無效的匯率

source: Invalid OV Amount
cs_cz: Neplatný OV Částka
es_es: Importe OV no válido
hi_in: अवैध राशि OV
id_id: Jumlah Terlambat Tdk Berlaku
it_it: Importo non valido OV
ko_kr: 잘못된 OV 금액
mr_in: अवैध ov रक्कम
nl_nl: Ongeldige OV Bedrag
pt_pt: Valor OV Inválido
ro_ro: Invalid OV Suma
ru_ru: Неверная сумма OV
sq_al: OV Invalid Shuma
sv: Ogiltig OV Belopp
sw_ke: Batili OV Kiasi
tr_tr: Geçersiz OV Miktarı
zh_hk: 无效的外币金额
zh_tw: 無效的OV數額

source: Invalid OV Gst
cs_cz: Neplatný OV GST
es_es: Gst OV no válido
hi_in: अवैध OV GST
id_id: PPN Terlambat Tdk Berlaku
it_it: Valide OV Gst
ko_kr: 잘못된 OV GST
mr_in: अवैध ov GST
nl_nl: Ongeldige OV Gst
pt_pt: Lucro OV Inválido
ru_ru: Неверный OV Gst
sq_al: OV Invalid GST
sv: Ogiltig OV GST
sw_ke: Batili OV GST
tr_tr: Geçersiz OV Gst
zh_hk: 无效的外币商品劳务税
zh_tw: 無效的OV GST

source: Invalid OV Freight
cs_cz: Neplatný OV Nákladní
es_es: Flete OV no válido
hi_in: अवैध OV फ्रेट
id_id: Pengiriman Terlambat Tdk Berlaku
it_it: Valide OV Freight
ko_kr: 잘못된 OV화물
mr_in: अवैध ov सामानाचे
nl_nl: Ongeldige OV Vracht
pt_pt: Frete OV inválido
ro_ro: Invalid OV de marfă
ru_ru: Неверная погрузка OV
sq_al: OV Invalid mallrave
sv: Ogiltig OV Freight
sw_ke: Batili OV Freight
tr_tr: Geçersiz OV Navlun
zh_hk: 无效的海外运输
zh_tw: 無效OV貨運

source: Invalid Diff On Exchange
cs_cz: Neplatné Rozdíl Na Exchange
es_es: Diferencia en Tasa de Cambio no válida
hi_in: एक्सचेंज पर अवैध डिफ
id_id: Selisih Pada Kurs Tdk Berlaku
it_it: Diff non valida su Exchange
ko_kr: 잘못된 diff 명령 교환
mr_in: अवैध फरक रोजी एक्सचेंज
nl_nl: Ongeldige Diff Op Exchange
pt_pt: Inválido dif. no câmbio
ro_ro: Diff nevalid Pe Schimb
ru_ru: Неверный Diff На бирже
sq_al: Ndrysh Invalid Në Shkëmbim
sv: Ogiltig diff på Exchange
sw_ke: Batili tofauti On Exchange
tr_tr: Döviz günü Geçersiz Diff
zh_hk: 无效的汇兑差异
zh_tw: 無效的差異場內

source: Invalid Allocation
cs_cz: Neplatný Alokace
es_es: Asignación no válida
hi_in: अवैध आवंटन
id_id: Alokasi Tdk Berlaku
it_it: Assegnazione non valida
ko_kr: 잘못된 할당
mr_in: अवैध ऍलोकेशन
nl_nl: Ongeldige Toewijzing
pt_pt: Alocação Inválida
ro_ro: Alocarea invalid
ru_ru: Неверное распределение
sq_al: Alokimi i pavlefshëm
sv: Ogiltig Fördelning
sw_ke: Mgao batili
tr_tr: Geçersiz Tahsisi
zh_hk: 无效的分配（清算）
zh_tw: 配置無效

source: Incorrect Invoice Text
cs_cz: Nesprávné faktury Text
es_es: Texto de Factura Incorrecto
hi_in: चालान पाठ ग़लत
id_id: Teks Faktur Tdk Berlaku
it_it: Non corretta del testo Fattura
ko_kr: 잘못된 송장 텍스트
mr_in: अयोग्य चलन मजकूर
nl_nl: Onjuiste factuur tekst
pt_pt: Texto Pedido Incorreto
ro_ro: Incorecte Text Factura
ru_ru: Неправильный текст счета
sq_al: Tekst i gabuar Faturë
sv: Felaktig faktura Text
sw_ke: Nakala ankara sahihi
tr_tr: Yanlış Fatura Metin
zh_hk: 不正确的发票文字
zh_tw: 發票文字無效

source: Invalid Ship Via
cs_cz: Neplatný Loď Via
es_es: Envío "A Través De" no válido
hi_in: अवैध वाया पोत
id_id: Kirim Melalui Tdk Berlaku
it_it: Valide Nave Via
ko_kr: 잘못된 선박 비아
mr_in: अवैध जहाज मार्गे
nl_nl: Ongeldige schip via
pt_pt: Inválido Remessa via
ru_ru: Недействительный перевозка
sq_al: Pavlefshme Ship Via
sv: Ogiltig Leverera via
sw_ke: Batili Ship Via
tr_tr: Geçersiz Via Gemi
zh_hk: 无效的船运
zh_tw: 無效的運送經由

source: Invalid Edi Sent
cs_cz: Neplatný Edi Odeslané
es_es: Envío EDI no válido
hi_in: अवैध Edi भेजे गए
id_id: EDI Terkirim Tdk Berlaku
it_it: Valide Edi Sent
ko_kr: 잘못된 에디가 보낸
mr_in: अवैध EDI पाठविले
nl_nl: Ongeldige Edi Verzonden
pt_pt: Inválido Envio EDI
ru_ru: Недействительный отправленный Edi
sq_al: Pavlefshme Edi Sent
sv: Ogiltig Edi Skickat
sw_ke: Batili Edi Sent
tr_tr: Geçersiz Edi Gönderildi
zh_hk: 无效的电子数据交换（EDI)传送
zh_tw: 無效電子數據交換發送

source: Invalid Consignment
cs_cz: Zásilka neplatné
es_es: Consignación no válida
hi_in: अवैध माल
id_id: Pengiriman Tdk Berlaku
it_it: Partita non valida
ko_kr: 잘못된 위탁
mr_in: अवैध प्रेषक
nl_nl: Ongeldige Zending
pt_pt: Consignação Inválida
ro_ro: Invalid custodie
ru_ru: Недействительная накладная
sq_al: Pavlefshme ngarkesë
sv: Ogiltig Consignment
sw_ke: Batili Consignment
tr_tr: Geçersiz Konsinye
zh_hk: 无效的托运
zh_tw: 寄售無效

source: Invalid Last Cost
cs_cz: Neplatný Poslední nákladů
es_es: Ultimo costo no válido
hi_in: अंतिम लागत अवैध
id_id: HPP Terakhir Tdk Berlaku
it_it: Costo ultima valide
ko_kr: 잘못된 마지막 비용
mr_in: अवैध अंतिम किंमत
nl_nl: Ongeldige Laatste Kosten
pt_pt: Últ. Custo Inválido
ro_ro: Invalid ultimul cost
ru_ru: Недействительная последняя стоимость
sq_al: Pavlefshme Kosto më të fundit
sv: Ogiltig senaste kostnad
sw_ke: Gharama batili Last
tr_tr: Son Maliyet Geçersiz
zh_hk: 无效的最近成本
zh_tw: 上次成本無效

source: Invalid Material Cost
cs_cz: Neplatný materiálové náklady
es_es: Costo de material no válido
hi_in: अवैध सामग्री लागत
id_id: HPP Bahan Baku Tdk Berlaku
it_it: Valide costo materiale
ko_kr: 잘못된 재료 비용
mr_in: अवैध साहित्य किंमत
nl_nl: Ongeldige Materiaal Kosten
pt_pt: Inválido Custo Material
ru_ru: Недействительная стоимость сырья
sq_al: Material i pavlefshëm Kosto
sv: Ogiltig materialkostnader
sw_ke: Gharama batili Material
tr_tr: Geçersiz Malzeme Maliyeti
zh_hk: 无效的物料成本
zh_tw: 物料成本無效

source: Invalid Labour Cost
cs_cz: Neplatný nákladů práce
es_es: Costo de mano de obra no válido
hi_in: अवैध श्रम लागत
id_id: HPP Jasa Tdk Berlaku
it_it: Valide del costo del lavoro
ko_kr: 잘못된 노동 비용
mr_in: अवैध कामगार किंमत
nl_nl: Ongeldige loonkostenenqute
pt_pt: Inválido Custo M.O.
ro_ro: Invalid costului forţei de muncă
ru_ru: Недействительная стоимость труда
sq_al: Kosto e punës e pavlefshme
sv: Ogiltig Arbetskostnadsindex
sw_ke: Kazi batili Gharama
tr_tr: Geçersiz İşgücü Maliyeti
zh_hk: 无效的人工成本
zh_tw: 人工成本無效

source: Invalid Overhead Cost
cs_cz: Neplatný režijních nákladů
es_es: Costo general no válido
hi_in: अवैध उपरि लागत
id_id: HPP Overhead Tdk Berlaku
it_it: Valide spese generali
ko_kr: 잘못된 간접비
mr_in: अवैध वरुन खाली किंमत
nl_nl: Ongeldige overhead kosten
pt_pt: Inválido Custo Overh.
ro_ro: Invalid sectii Cost
ru_ru: Недействительные накладные расходы
sq_al: Kosto e pavlefshme indirekte
sv: Ogiltig indirekta kostnader
sw_ke: Overhead batili Gharama
tr_tr: Geçersiz Tepegöz Maliyet
zh_hk: 无效的管理费用
zh_tw: 無效的間接成本

source: Invalid Customer Reference
cs_cz: Neplatný zákazníků Reference
es_es: Referencia de cliente no válida
hi_in: अवैध ग्राहक संदर्भ
id_id: Referensi Customer Tdk Berlaku
it_it: Valide Riferimento cliente
ko_kr: 잘못된 고객 참조
mr_in: अवैध ग्राहक संदर्भ
nl_nl: Ongeldige Customer Reference
pt_pt: Ref. Cliente Inválida
ro_ro: Invalid clienţilor de referinţă
ru_ru: Недействительная ссылка на клиента
sv: Ogiltig Customer Success
sw_ke: Wateja batili Reference
tr_tr: Geçersiz Müşteri Referans
zh_hk: 无效的客户号
zh_tw: 無效的客戶參考

source: Invalid Buyer Name
cs_cz: Neplatný Kupující Název
es_es: Nombre de comprador no válido
hi_in: अवैध क्रेता नाम
id_id: Nama Pembeli Tdk Berlaku
it_it: Nome non valido Acquirente
ko_kr: 잘못된 구매자 이름
mr_in: अवैध खरेदीदार नाव
nl_nl: Ongeldige koper Naam
pt_pt: Inválido Nome Comprador
ro_ro: Cumparator Nume nevalid
ru_ru: Недействительная имя покупателя
sq_al: Blerësi i pavlefshëm Emri
sv: Ogiltigt Köparen Namn
sw_ke: Jina batili Mnunuzi
tr_tr: Geçersiz Alıcı Adı
zh_hk: 无效的采购员姓名
zh_tw: 無效的買家名稱

source: Invalid Comments
cs_cz: Neplatný Komentáře
es_es: Comentarios no válidos
hi_in: अवैध टिप्पणियाँ
id_id: Keterangan Tdk Berlaku
it_it: Commenti non valida
ko_kr: 잘못된 댓글
mr_in: अवैध टिप्पण्या
nl_nl: Reacties ongeldige
pt_pt: Comentário Inválido
ro_ro: Invalid Comentarii
ru_ru: Недействительные комментарии
sq_al: Komentet e pavlefshme
sv: Ogiltig Kommentarer
sw_ke: Batili Comments
tr_tr: Geçersiz Yorumlar
zh_hk: 无效摘要
zh_tw: 無效的評論

source: Invalid Order Date
cs_cz: Neplatné Datum objednávky
es_es: Fecha de pedido no válida
hi_in: अवैध आदेश दिनांक
id_id: Tgl Order Tdk Berlaku
it_it: Valide per Data
ko_kr: 잘못된 주문 날짜
mr_in: अवैध ऑर्डर तारीख
nl_nl: Ongeldige Orderdatum
pt_pt: Data Pedido Inválida
ro_ro: Invalid Ordine Data
ru_ru: Недействительная дата заказа
sq_al: Rendit Invalid Date
sv: Ogiltig Orderdatum
sw_ke: Batili Order Date
tr_tr: Geçersiz Sipariş Tarihi
zh_hk: 无效的订单日期
zh_tw: 訂單日期無效

source: Invalid Delivery Name
cs_cz: Neplatný Dodací Název
es_es: Nombre de Entrega no válido
hi_in: अवैध डिलिवरी नाम
id_id: Nama Pengiriman Tdk Berlaku
it_it: Nome non valido di consegna
ko_kr: 잘못 배달 이름
mr_in: अवैध डिलिव्हरी नाव
nl_nl: Ongeldige levering Naam
pt_pt: Nome Entrega Inválido
ro_ro: Invalid de livrare Nume
ru_ru: Недействительное название доставки
sq_al: Ofrimit të pavlefshme Emri
sv: Ogiltigt Leverans Namn
sw_ke: Jina batili Delivery
tr_tr: Geçersiz Teslimat Adı
zh_hk: 无效的付运名称
zh_tw: 無效交貨名稱

source: Invalid Freight Cost
cs_cz: Neplatný přepravní náklady
es_es: Costo de transporte no válido
hi_in: अवैध माल ढुलाई लागत
id_id: Biaya Pengiriman Tdk Berlaku
it_it: Costi di trasporto non valida
ko_kr: 잘못된화물 비용
mr_in: अवैध सामानाचे किंमत
nl_nl: Ongeldige vrachtkosten
pt_pt: Custo Frete Inválido
ro_ro: Invalid de marfă Cost
ru_ru: Недействительная стоимость погрузки
sq_al: Kosto e mallrave e pavlefshme
sv: Ogiltig fraktkostnaden
sw_ke: Batili Freight Gharama
tr_tr: Geçersiz Navlun Maliyet
zh_hk: 无效的运费
zh_tw: 無效的貨運成本

source: Invalid Delivery Date
cs_cz: Neplatné Datum dodání
es_es: Fecha de Entrega no válida
hi_in: अवैध वितरण तिथि
id_id: Tgl Pengiriman Tdk Berlaku
it_it: Data di consegna non valida
ko_kr: 잘못 배달 날짜
mr_in: अवैध डिलिव्हरी दिनांक
nl_nl: Ongeldige Leveringsdatum
pt_pt: Data Entrega Inválida
ro_ro: Data de livrare invalid
ru_ru: Недействительная дата доставки
sq_al: Data e ofrimit të pavlefshme
sv: Ogiltig Leveransdag
sw_ke: Tarehe batili Delivery
tr_tr: Geçersiz Teslim Tarihi
zh_hk: 无效的交货日期
zh_tw: 無效的交貨日期

source: Invalid Quotation Flag
cs_cz: Neplatný Citace vlajka
es_es: Referencia de cotización no válida
hi_in: अवैध कोटेशन ध्वज
id_id: Flag Penawaran Tdk Berlaku
it_it: Offerta non valida Bandiera
ko_kr: 잘못된 견적 플래그
mr_in: अवैध कोटेशन ध्वज
nl_nl: Ongeldige Offerte Vlag
pt_pt: Indic. Cotatação Inválido
ro_ro: Invalid Oferta Flag
ru_ru: Недействительный флаг цитаты
sq_al: Citat Invalid Flamuri
sv: Ogiltig Offert Flag
sw_ke: Batili quotation Flag
tr_tr: Geçersiz Teklif Bayrak
zh_hk: 无效的报价标识
zh_tw: 無效的報價標示

source: Order header not setup
cs_cz: Aby ne záhlaví nastavení
es_es: Cabecera de Pedido no configurada
hi_in: आदेश सेटअप नहीं हैडर
id_id: Header Order Tdk Di-set
it_it: intestazione non ordine di installazione
ko_kr: 주문 헤더하지 설치
mr_in: ऑर्डर शीर्षक नाही सेटअप
nl_nl: Om header niet instellen
pt_pt: Cabeç. Pedido não Config.
ro_ro: Pentru a nu antet de configurare
ru_ru: Заголовок заказа не установлен
sq_al: header nuk Rendit setup
sv: Beställ header inte setup
sw_ke: Header ili si kuanzisha
tr_tr: Sipariş başlığı değil kurulum
zh_hk: 订单抬头没有设置
zh_tw: 訂單頭沒有設定

source: Invalid unit cost
cs_cz: Neplatný jednotkové náklady
es_es: Unidad de Costo no válida
hi_in: अवैध इकाई लागत
id_id: HPP Satuan Tdk Berlaku
it_it: Valide costo unitario
ko_kr: 잘못된 단위 비용
mr_in: अवैध एकक खर्च
nl_nl: Ongeldige kosten per eenheid
pt_pt: Custo unit. Inválido
ro_ro: Invalid cost unitar
ru_ru: Недействительная стоимость блока
sq_al: njësi e pavlefshme kosto
sv: Ogiltig enhetskostnad
sw_ke: Batili kitengo gharama
tr_tr: Geçersiz birim maliyeti
zh_hk: 无效的单价
zh_tw: 無效的單位成本

source: Invalid Quantity
cs_cz: Neplatný Množství
es_es: Cantidad no válida
hi_in: अवैध मात्रा
id_id: Qty Tdk Berlaku
it_it: Quantità non valida
ko_kr: 잘못된 수량
mr_in: अवैध प्रमाण
nl_nl: Ongeldige Hoeveelheid
pt_pt: Quant. Inválida
ro_ro: Cantitate invalid
ru_ru: Недействительное количество
sq_al: Sasia e pavlefshme
sv: Ogiltig Kvantitet
sw_ke: Kiasi batili
tr_tr: Geçersiz Miktar
zh_hk: 无效的数量
zh_tw: 無效的數量

source: Invalid Discount Percent
cs_cz: Neplatný Sleva procent
es_es: Porcentaje de descuento no válido
hi_in: अवैध प्रतिशत डिस्काउंट
id_id: Persentase Diskon Tdk Berlaku
it_it: Valide per cento di sconto
ko_kr: 잘못된 할인 비율
mr_in: अवैध सवलत टक्केवारी
nl_nl: Ongeldige Korting Procent
pt_pt: Percentual Desconto Inválido
ro_ro: Invalid Discount Procent
ru_ru: Недействительный процент скидки
sq_al: Discount Invalid Përqindja
sv: Ogiltig Rabatt Procent
sw_ke: Batili Discount Asilimia
tr_tr: Geçersiz İndirim Yüzde
zh_hk: 无效的折扣百分比
zh_tw: 無效的折扣百分比

source: Invalid Narrative
cs_cz: Neplatný příběhu
es_es: Descripción no válida
hi_in: अवैध कथा
id_id: Keterangan Tdk Berlaku
it_it: Valide Narrative
ko_kr: 잘못된 서술
mr_in: अवैध गोष्ट
nl_nl: Ongeldige Narrative
pt_pt: Narrativa Inválida
ro_ro: Invalid narative
ru_ru: Недействительный комментарий
sq_al: Pavlefshme Kasas
sv: Ogiltig Narrative
sw_ke: Batili Hadithi
tr_tr: Geçersiz Anlatı
zh_hk: 无效摘要
zh_tw: 無效的摘要

source: Invalid Item Due
cs_cz: Neplatná položka kvůli
es_es: Deuda de Artículo no válida
hi_in: अमान्य होने के कारण मद
id_id: Jatuh Tempo Item Tdk Berlaku
it_it: Articolo non valido a causa
ko_kr: 때문에 잘못된 항목
mr_in: मुळे अवैध आयटम
nl_nl: Ongeldige Post Door
pt_pt: Aceite Item Inválido
ro_ro: Invalid Postul Datorită
ru_ru: Недействительный пункт связи
sq_al: Pavlefshme Item shkak
sv: Ogiltig Punkt grund
sw_ke: Kutokana Item batili
tr_tr: Geçersiz nedeniyle Öğe
zh_hk: 无效的到期物料
zh_tw: 無效：項目由於

source: Invalid PO line
cs_cz: Neplatná PO line
es_es: Fila de Orden de Compra no válida
hi_in: अवैध पीओ लाइन
id_id: Baris PO Tdk Berlaku
it_it: Valide PO line
ko_kr: 잘못된 PO 행
mr_in: अवैध पी.ओ. ओळ
nl_nl: Ongeldige PO lijn
pt_pt: Linha Pedido Inválida
ro_ro: Invalid PO linie
ru_ru: Недействительная строка PO
sq_al: Pavlefshme linjë PO
sv: Ogiltig PO linje
sw_ke: PO batili Mpya
tr_tr: Geçersiz PO çizgi
zh_hk: 无效采购订单行
zh_tw: 無效的PO單行

source: GL account code already exists
cs_cz: GL kód účtu již existuje
es_es: El código de la cuenta contable ya existe
hi_in: जीएल खाता कोड पहले से मौजूद है
id_id: Kode akun GL sdh ada
it_it: codice conto GL esiste già
ko_kr: GL 계정 코드가 이미 존재합니다
mr_in: जी.एल. खाते कोड आधीपासूनच अस्तित्वात आहे
nl_nl: GL account code bestaat al
pt_pt: código contábil já existe
ro_ro: Codul de GL cont deja există
ru_ru: Код счета главной книги уже существует
sq_al: Kodi GL llogari tashmë ekziston
sv: GL kontokod finns redan
sw_ke: GL akaunti tayari lipo code
tr_tr: GL hesap kodu zaten var
zh_hk: 总帐账户代码已经存在
zh_tw: 總帳帳戶代碼已經存在

source: GL account code name is incorrect length
cs_cz: GL účet krycí jméno je nesprávný délka
es_es: La longitud del nombre de código de la cuenta no es válida
hi_in: जीएल खाता कोड नाम गलत लंबाई है
id_id: Jumlah nama kode akun GL salah
it_it: nome account GL codice è di lunghezza errata
ko_kr: GL 계정 코드 이름은 잘못된 길이
mr_in: जी.एल. खाते सांकेतिक नाव अयोग्य लांबी
nl_nl: GL account codenaam is onjuist lengte
pt_pt: Nome código conta contábil tem tamanho inválido
ro_ro: Numele GL cod de cont este de lungime incorectă
ru_ru: Кодовое имя счета главной книги имеет неправльную длину
sq_al: Kodi GL llogari emri është i gabuar gjatësi
sv: GL konto kodnamn är felaktig längd
sw_ke: GL akaunti code jina ni sahihi urefu
tr_tr: GL hesap kod adı yanlış uzunluğu
zh_hk: 总帐账户代码名称长度不正确
zh_tw: 總帳科目代碼名稱是不正確的長度
