Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The SQL used to update the report headers was
cs_cz: SQL používaných k aktualizaci zprávy záhlaví byl
es_es: El SQL usado para actualizar las cabeceras del informe fue
hi_in: एसक्यूएल को रिपोर्ट हेडर अद्यतन किया गया
id_id: SQL yg digunakan utk memperbarui header laporan adalah
it_it: Il SQL utilizzata per aggiornare le intestazioni relazione è stata
ko_kr: 보고서 헤더를 업데이트하는 데 사용되는 SQL이었다
mr_in: अहवाल हेड्डर अद्यतनित करण्यासाठी वापरली SQL होते
nl_nl: De SQL die is gebruikt om de rapportage koptekst te wijzigen is
pt_pt: SQL usado para atualizar cabeçalhos do relatório foi
ro_ro: SQL folosite pentru a actualiza anteturile raportul a fost
ru_ru: SQL обновления заголовков доклада
sq_al: SQL të përdorura për të rinovuar headers raporti ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika update headers ripoti ilikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用与更新报表的 SQL 是
zh_tw: 用作更新報表台頭的 SQL 是

source: report has been updated
cs_cz: Zpráva byla aktualizována
es_es: El informe ha sido actualizado
hi_in: रिपोर्ट अद्यतन किया गया है
id_id: telah diperbarui
it_it: rapporto è stato aggiornato
ko_kr: 보고서가 업데이트되었습니다
mr_in: अहवाल अद्यतनित केले गेले आहे
nl_nl: rapportage is gewijzigd
pt_pt: relatório foi atualizado com sucesso
ro_ro: Raportul a fost actualizat
ru_ru: Отчет был обновлен
sq_al: Raporti është përditësuar
sv: # Filen har uppdaterats.
sw_ke: Ripoti imekuwa updated
tr_tr: RAPOR GÜNCELLENDI
zh_hk: 报表已更新
zh_tw: 報表已更新

source: The report could not be added because
cs_cz: Tato zpráva nemůže být přidána, protože
es_es: No se pudo agregar el informe porque
hi_in: रिपोर्ट क्योंकि जोड़ा नहीं जा सका
id_id: Laporan tdk dapat ditambahkan karena
it_it: Il rapporto non può essere aggiunto perché
ko_kr: 이 보고서는 때문에 추가 할 수 없습니다
mr_in: अहवाल जोडला जाऊ शकत नाही कारण
nl_nl: Rapportage kon niet woren toegevoegd
pt_pt: O relatório não pode ser adicionado porque
ro_ro: Raportul nu a putut fi adăugată deoarece
ru_ru: Отчет не может быть добавлен, так как
sq_al: Raporti nuk mund të shtohet sepse
sw_ke: Ripoti hiyo inaweza kuwa aliongeza kwa sababu
tr_tr: RAPOR EKLENEMEDI:
zh_hk: 未能更新报表, 因为
zh_tw: 未能更新報表, 因為

source: The SQL used to add the report header was
cs_cz: SQL slouží k přidání záhlaví sestavy byla
es_es: El SQL usado para agregar la cabecera del informe fue
hi_in: एसक्यूएल को रिपोर्ट शीर्ष लेख जोड़ने के लिए किया था
id_id: SQL yg digunakan utk menambahkan header laporan adalah
it_it: Il SQL utilizzata per aggiungere l&#39;intestazione relazione è stata
ko_kr: 사용되는 SQL은 보고서 머리글이었다 추가
mr_in: अहवाल शीर्षक जोडण्यासाठी वापरले SQL होते
nl_nl: De SQL die is gebruikt om de rapportage koptekst toe te voegen was
pt_pt: SQL usado para adicionar o cabeçalho do relatório foi
ro_ro: SQL folosite pentru a adăuga antet raportul a fost
ru_ru: SQL добавления заголовков отчета
sq_al: SQL përdoret për të shtuar header raporti ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika kuongeza header ripoti ilikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作新增报表标题的 SQL 是
zh_tw: 用作新增報表台頭的 SQL 是

source: report has been added to the database
cs_cz: Zpráva byla přidána do databáze
es_es: Se agregó el informe a la base de datos
hi_in: रिपोर्ट डेटाबेस में जोड़ा गया है
id_id: laporan telah ditambahkan ke database
it_it: rapporto è stato aggiunto al database
ko_kr: 보고 데이터베이스에 추가 된
mr_in: अहवाल डेटाबेस जोडले गेले आहे
nl_nl: Rapportage is toegevoegd aan de database
pt_pt: relatório adicionado ao DB
ro_ro: Raportul a fost adăugată la baza de date
ru_ru: Отчет был добавлен в базу данных
sq_al: Raporti i është shtuar në bazën e të dhënave
sw_ke: Ripoti imekuwa aliongeza database
tr_tr: RAPOR VERITABANINA EKLENDI
zh_hk: 报表已新增到数据库
zh_tw: 報表已新增到資料庫

source: The deletion of the report column failed because
es_es: La eliminación de la columna del informe falló porque
id_id: Penghapusan kolom laporan gagal karena
ko_kr: 보고서 컬럼의 삭제로 인해 실패
mr_in: कारण अहवाल स्तंभ हटविणे अयशस्वी झाले
pt_pt: A remoção da coluna do relatório falhou porque
zh_tw: 這SQL程序用於刪除報表列，失敗

source: The SQL used to delete the report column was
es_es: El SQL usado para suprimir la columna del informe fue
id_id: SQL yg digunakan utk menghapus kolom laporan adalah
ko_kr: 보고서 열을 삭제하는 데 사용되는 SQL이었다
mr_in: अहवाल स्तंभ हटवू वापरले SQL होते
pt_pt: SQL usado para remover a coluna do relatório foi
zh_tw: 用於刪除報表列在SQL是

source: The deletion of the report heading failed because
cs_cz: Vypuštění této zprávy se nezdařilo, protože čísla
es_es: La eliminación de la cabecera del informe falló porque
hi_in: रिपोर्ट के विलोपन क्योंकि विफल शीर्षक
id_id: Penghapusan heading laporan gagal karena
it_it: La soppressione del rapporto di voce è riuscita perché
ko_kr: 보고서의 삭제로 인해 실패을 붙인
mr_in: अहवाल नष्ट अयशस्वी शीर्षक कारण
nl_nl: Vervwijderen van de rapportage koptekst mislukte omdat
pt_pt: A remoção do cabeçalho do relatório falhou porque
ro_ro: Eliminarea raportului de la poziţia a eşuat pentru că
ru_ru: Удаление заголовка отчета не удалось, так как
sq_al: Fshirjen e raportit kreut dështoi për shkak se
sv: Strykningen av den rapport nr misslyckades på grund
sw_ke: The deletion ya ripoti ya viongozi alishindwa kwa sababu
tr_tr: RAPOR BASLIGI SILINEMEDI, ÇÜNKÜ:
zh_hk: 删除报表标题失败, 因为
zh_tw: 刪除報表台頭失敗, 因為

source: The SQL used to delete the report headers was
cs_cz: SQL slouží k odstranění hlavičky zprávy byla
es_es: El SQL usado para suprimir las cabeceras del informe fue
hi_in: एसक्यूएल को रिपोर्ट हेडर को नष्ट किया गया
id_id: SQL yg digunakan utk menghapus header laporan adalah
it_it: Il SQL utilizzata per eliminare le intestazioni relazione è stata
ko_kr: 보고서 헤더를 제거하는 데 사용되는 SQL이었다
mr_in: अहवाल हेड्डर हटवू वापरले SQL होते
nl_nl: De SQL die is gebruikt om de rapportage kopteksten te verwijderen was
pt_pt: SQL usado para remover os cabeçalhos do relatório foi
ro_ro: SQL utilizat pentru a şterge anteturi raportul a fost
ru_ru: SQL для удаления заголовков отчета
sq_al: SQL të përdorura për të fshini headers raporti ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika kufuta headers ripoti ilikuwa
tr_tr: RAPOR BASLIKLARINI SILEN KOMUT:
zh_hk: 用作删除报表标题的 SQL 是
zh_tw: 用作刪除報表台頭的 SQL 是

source: Report Deleted
cs_cz: Zpráva vypouští
es_es: Informe Eliminado
hi_in: रिपोर्ट हटाए गए
id_id: Laporan telah Dihapus
it_it: Report eliminati
ko_kr: 보고서 삭제
mr_in: अहवाल हटविले
nl_nl: Rapportage verwijderd
pt_pt: Relatório Removido
ro_ro: Raport şterse
ru_ru: Отчет удален
sq_al: Raporti Deleted
sv: Raderade lagret.
sw_ke: Ripoti ilifutwa
tr_tr: RAPOR SILINDI
zh_hk: 报表已删除
zh_tw: 報表已刪除

source: Report No
cs_cz: Zpráva č.
es_es: Informe Nº
hi_in: रिपोर्ट नहीं
id_id: Nomor Laporan
it_it: Verbale n.
ko_kr: 보고서 없음
mr_in: नाही नोंदवा
nl_nl: Rapportage nummer
pt_pt: Relatório Num.
ro_ro: Raportul nr
ru_ru: Номер отчета
sq_al: Raporti Nr
sv: Rapportnr
sw_ke: Hakuna ripoti
tr_tr: RAPOR NO.
zh_hk: 报表编号
zh_tw: 報表編號

source: Report Title
cs_cz: Název zprávy
es_es: Título del Informe
hi_in: रिपोर्ट शीर्षक
id_id: Judul Laporan
it_it: Titolo Report
ko_kr: 보고서 제목
mr_in: अहवाल शीर्षक
nl_nl: Rapportage titel
pt_pt: Título do Relatório
ro_ro: Raport Titlu
ru_ru: Название отчета
sq_al: Raporti Titulli
sv: Titelformat:
sw_ke: Ripoti Title
tr_tr: RAPOR BASLIGI
zh_hk: 报表标题
zh_tw: 報表標題

source: Design
es_es: Diseño
hi_in: डिजाइन
id_id: Desain
ko_kr: 디자인
mr_in: सर्वसाधारण रचना
nl_nl: Ontwerp
pt_pt: Desenho
ru_ru: Дизайн
sw_ke: Kubuni
tr_tr: TASARIM
zh_hk: 设计
zh_tw: 設計

source: Define Columns
cs_cz: Definovat sloupce
es_es: Definir Columnas
hi_in: स्तंभ परिभाषित
id_id: Tetapkan Kolom
it_it: Definire le colonne
ko_kr: 열을 정의
mr_in: स्तंभ परिभाषित
nl_nl: Stel kolommen vast
pt_pt: Definir Colunas
ro_ro: Definirea Coloane
ru_ru: Определите столбцы
sq_al: Define Kolumne
sv: Antal kolumner:
sw_ke: Define nguzo
tr_tr: KOLONLARI BELIRLE
zh_hk: 定义列
zh_tw: 定義欄位

source: Make PDF Report
cs_cz: Make PDF Zpráva
es_es: Crear Informe PDF
hi_in: पीडीएफ रिपोर्ट करें
id_id: Buat Laporan PDF
it_it: Fai la Relazione PDF
ko_kr: PDF 보고서를 확인
mr_in: पीडीएफ अहवाल बनवा
nl_nl: Maak een PDF rapport
pt_pt: Faça o relatório PDF
ro_ro: Raportul face PDF
ru_ru: Создать PDF-отчет
sq_al: Make Raporti PDF
sw_ke: Ripoti ya kufanya PDF
tr_tr: PDF RAPORU OLUSTUR
zh_hk: 打印PDF 报表
zh_tw: 製作 PDF 報表

source: Are you sure you wish to remove this report design?
cs_cz: Jste si jisti, že chcete odstranit tuto zprávu design?
es_es: ¿Está seguro que desea suprimir este diseño de informe?
hi_in: क्या आप वाकई इस रिपोर्ट डिजाइन हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus desain laporan ini?
it_it: Sei sicuro di voler rimuovere questo disegno relazione?
ko_kr: 이 보고서 디자인을 제거 할 확실하고 있습니까?
mr_in: आपण हा अहवाल डिझाइन दूर करायचा आहे का?
nl_nl: Bevestig dat rapportage ontwerp moet worden verwijderd
pt_pt: Tem certeza que deseja remover o desenho deste relatório
ro_ro: Sunteţi sigur că doriţi să eliminaţi acest design raport?
ru_ru: Вы уверены, что хотите удалить дизайн этого отчета ?
sq_al: A jeni i sigurt se doni të hiqni këtë dizajn raport?
sv: är du säker på att du vill ta bort denna värd från listan?
sw_ke: Una uhakika unataka kuondoa design ripoti?
tr_tr: BU RAPOR TASARIMINI SILMEK ISTEDIGINIZDEN EMIN MISINIZ?
zh_hk: 确认要删除这个报表么？
zh_tw: 是否確定要移刪這報表設計?

source: Show All Defined Reports
cs_cz: Zobrazit všechny definované zprávy
es_es: Mostrar Todos los Informes Definidos
hi_in: सभी परिभाषित रिपोर्ट दिखाएँ
id_id: Tampilkan semua laporan yg terdefinisi
it_it: Mostra tutti i reports definiti
ko_kr: 모든 정의 된 보고서보기
mr_in: सर्व परिभाषित अहवाल दर्शवा
nl_nl: Toon alle gedefinieerde rapportages
pt_pt: Exibir todos relatórios def.
ro_ro: Arata Toate Rapoartele definite
ru_ru: Показать все определенные отчеты
sq_al: Trego te gjitha Raportet Përcaktuar
sv: Visa alla definerade rapporter
sw_ke: Taarifa zinaonyesha Defined zote
tr_tr: TANIMLI BÜTÜN RAPORLARI GÖSTER
zh_hk: 显示所有已定义的报表
zh_tw: 顯示所有已定義的報表

source: The reports for display could not be retrieved because
cs_cz: Zprávy na displeji se nepodařilo získat, protože
es_es: No se pudieron obtener los informes a mostrar porque
hi_in: प्रदर्शन के लिए रिपोर्ट वजह से पुनः प्राप्त नहीं कर सकता
id_id: Laporan utk ditampilkan tdk dapat diambil karena
it_it: Le relazioni per la visualizzazione non può essere recuperato, perché
ko_kr: 디스플레이에 대한 보고서는 때문에 검색 할 수 없습니다
mr_in: प्रदर्शनासाठी अहवाल कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De rapportages die getoond moesten worden konden niet worden opgevraagd omdat
pt_pt: O relatório a ser mostrado não pode ser recuperado porque
ro_ro: Rapoartele de afişare nu a putut fi recuperate, deoarece
ru_ru: Не удалось получить отчеты для отображения, так как
sq_al: Raportet për shfaqje nuk mund të shikohet, sepse
sv: Rapporten att visa kunde inte hämtas eftersom
sw_ke: Ripoti kwa kuonyesha inaweza kuwa retrieved sababu
tr_tr: RAPOR GÖRÜNTÜLENEMIYOR
zh_hk: 未能提取要显示的报表, 因为
zh_tw: 未能提取要顯示的報表, 因為

source: The SQL used to retrieve the report headers was
cs_cz: SQL používá k načtení zprávy záhlaví byl
es_es: El SQL usado para obtener las cabeceras del informe fue
hi_in: एसक्यूएल को रिपोर्ट हेडर पुनः प्राप्त किया था
id_id: SQL yg digunakan utk mengambil header laporan adalah
it_it: L&#39;SQL utilizzato per recuperare le intestazioni relazione è stata
ko_kr: 리포트 헤더를 검색하는 데 사용되는 SQL이었다
mr_in: अहवाल हेड्डर पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De SQL die is gebruikt om de rapporage koptekst op te vragen was
pt_pt: SQL usado para recuperar os cabeçalhos do relatório foi
ro_ro: SQL utilizat pentru a prelua antetele raportul a fost
ru_ru: SQL извлечения заголовков столбца
sq_al: SQL përdorur për të marrë headers raporti ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve headers ripoti ilikuwa
tr_tr: RAPOR BASLIKLARINI GÖRÜNTÜLEYEN KOMUT:
zh_hk: 用作提取报表标题的 SQL 是
zh_tw: 用作提取報表台頭的 SQL 是

source: Edit The Selected Report
cs_cz: Upravit vybrané zprávy
es_es: Editar el Informe Seleccionado
hi_in: चयनित रिपोर्ट करें
id_id: Ubah Laporan Yg Dipilih
it_it: Modificare il report selezionato
ko_kr: 선택한 보고서를 편집
mr_in: निवडलेला अहवाल संपादित
nl_nl: Edit de geselecteerde rapportage
pt_pt: Editar o Relatório Selecionado
ro_ro: Editare Raportul selectate
ru_ru: Редактировать выбранный отчет
sq_al: Edit Raporti i zgjedhur
sv: Redigera den valda rapporten
sw_ke: Ripoti hariri Selected
tr_tr: SEÇILMIS RAPORLARI DÜZENLE
zh_hk: 编辑选取的报表
zh_tw: 編輯選取的報表

source: Define A New Report
cs_cz: Definovat Nová zpráva
es_es: Definir un Nuevo Informe
hi_in: एक नई रिपोर्ट को परिभाषित
id_id: Buat Laporan Baru
it_it: Definire un nuovo rapporto
ko_kr: 새 보고서를 정의
mr_in: एक नवीन अहवाल परिभाषित
nl_nl: Definieer een nieuwe rapportage
pt_pt: Definir um Novo Relatório
ro_ro: Definiţi un raport nou
ru_ru: Определить новый отчет
sq_al: Define Një raport i ri
sv: definiera en ny typomvandling
sw_ke: Define A Ripoti Mpya
tr_tr: YENI RAPOR OLUSTUR
zh_hk: 定义一张新的报表
zh_tw: 定義一張新的報表

source: Report Heading
cs_cz: Zpráva okruhu
es_es: Cabecera del Informe
hi_in: रिपोर्ट शीर्षक
id_id: Heading Laporan
it_it: Relazione della rubrica
ko_kr: 보고서 제목
mr_in: अहवाल शीर्षक
nl_nl: Rapportage koptekst
pt_pt: Cabeçalho do Relatório
ro_ro: Raport Rubrică
ru_ru: Заголовок доклада
sq_al: Raporti Kreu
sv: Tabellhuvud
sw_ke: Ripoti Heading
tr_tr: RAPOR BASLIGI
zh_hk: 报表标题
zh_tw: 報表台頭

source: Group By 1
cs_cz: Skupina Do 1
es_es: Grupo Por 1
hi_in: 1 से समूह
id_id: Grup Berdasarkan 1
it_it: Entro il 1 ° gruppo
ko_kr: 1으로 그룹
mr_in: 1 गट
nl_nl: Groepeer bij 1
pt_pt: Agrup. 1
ro_ro: Până la 1 grup
ru_ru: Гуппировка 1
sq_al: Grupi Nga 1
sv: Grupp
sw_ke: Kundi By 1
tr_tr: 1 ILE GRUPLANMIS
zh_hk: 分组 1
zh_tw: 群組 1

source: Page Break After
cs_cz: Po stránce Break
es_es: Pasar Página Después De
hi_in: पेज ब्रेक के बाद
id_id: Halaman Baru Setelah
it_it: Interruzione di pagina dopo
ko_kr: 페이지 나누기 후
mr_in: केल्यानंतर पृष्ठ खंड
nl_nl: Page Break na
pt_pt: Quebra de Página depois
ro_ro: Pagina Break După
ru_ru: Разрыв страницы после
sq_al: Faqe pushim Pas
sv: Stoppa in sida efter
sw_ke: Ukurasa Break Baada ya
tr_tr: SAYFA DEGISTIR
zh_hk: 按组分页
zh_tw: 頁分隔於(之後)

source: Group By 2
cs_cz: Skupina Do 2.
es_es: Grupo Por 2
hi_in: द्वारा 2 समूह
id_id: Grup Berdasarkan 2
it_it: Raggruppamento 2
ko_kr: (2)에 의해 그룹
mr_in: 2 गट
nl_nl: Groepeer bij 2
pt_pt: Agrup. 2
ro_ro: Până la 2 grup
ru_ru: Группировка 2
sq_al: Grupi Nga 2
sv: Grupp
sw_ke: Kundi By 2
tr_tr: 2 ILE GRUPLANMIS
zh_hk: 分组 2
zh_tw: 群組 2

source: Group By 3
cs_cz: Do skupiny 3
es_es: Grupo Por 3
hi_in: 3 से समूह
id_id: Grup Berdasarkan 3
it_it: Raggruppamento 3
ko_kr: (3)에 의해 그룹
mr_in: 3 गट
nl_nl: Groepeer bij 3
pt_pt: Agrup. 3
ro_ro: Grup Până la 3
ru_ru: Группировка 3
sq_al: Grupi Nga 3
sv: Grupp
sw_ke: Kundi By 3
tr_tr: 3 ILE GRUPLANMIS
zh_hk: 分组 3
zh_tw: 群組 3

source: Group By 4
cs_cz: Skupina Do 4
es_es: Grupo Por 4
hi_in: 4 से समूह
id_id: Grup Berdasarkan 4
it_it: Raggruppamento 4
ko_kr: 4 그룹
mr_in: 4 गट
nl_nl: Groepeer bij 4
pt_pt: Agrup. 4
ro_ro: Grup Până la 4
ru_ru: Группировка 4
sq_al: Grupi Nga 4
sv: Grupp
sw_ke: Kundi By 4
tr_tr: 4 ILE GRUPLANMIS
zh_hk: 分组 4
zh_tw: 群組 4

source: The security settings on your account do not permit you to access this function
cs_cz: Nastavení zabezpečení na Vašem účtu neumožňují vám pro přístup k této funkci
es_es: La configuración de seguridad en su cuenta no le permiten acceder a esta función
hi_in: अपने खाते पर सुरक्षा सेटिंग्स की अनुमति नहीं करने के लिए इस समारोह का उपयोग करना
id_id: Pengaturan keamanan pada akun Anda tdk memperbolehkan Anda mengakses fungsi ini
it_it: Le impostazioni di sicurezza sul tuo conto non ti permettono di accedere a questa funzione
ko_kr: 계정의 보안 설정은이 기능에 액세스 할 수 허용하지 않습니다
mr_in: आपल्या खात्यावर सुरक्षा सेटिंग्ज हे कार्य प्रवेश करण्यासाठी आपण परवानगी नाही
nl_nl: U bent niet geauthoriseerd voor deze transactie
pt_pt: Sua conta não permite acessar Função
ro_ro: Setările de securitate pe contul dvs. nu vă permit să accesaţi această funcţie
ru_ru: Настройки безопасности вашего счета не позволяет вам получить доступ к этой функции
sq_al: Parametrat e sigurisë në llogarinë tuaj nuk keni leje për të hyrë në këtë funksion
sv: Säkerhetsinställningarna på ditt konto inte tillåter dig att komma åt denna funktion
sw_ke: mazingira ya usalama kwa ajili yako si kibali wewe kupata kazi hii
tr_tr: KULLANICI GÜVENLIK AYARLARINIZ BU FONKSIYONU GÖRÜNTÜLEMENIZE IZIN VERMIYOR
zh_hk: 您没有权限使用该功能
zh_tw: 您的權限設定不允許存取這功能模組

source: User Defined Sales Analysis Problem
cs_cz: Definováno uživatelem Analýza prodeje Problem
es_es: Problema en el Análisis de Ventas Definido por el Usuario
hi_in: उपयोगकर्ता सेल्स विश्लेषण समस्या निर्धारित
id_id: Masalah Analisa Penjualan yg dibuat user
it_it: Definito dall&#39;utente Analisi vendite Problema
ko_kr: 사용자 정의 판매 분석 문제
mr_in: वापरकर्ता परिभाषित विक्री विश्लेषण समस्या
nl_nl: Door de gebruiker gedefinieerde Sales Analysis Probleem
pt_pt: Usuário Def. análise de vendas
ro_ro: Definite de utilizator Vânzări Analiza problemelor
ru_ru: Проблема пользовательского анализа продаж
sq_al: Përcaktuar nga Përdoruesi Sales Problem Analiza
sv: Användardefinierad Försäljning Analys Problem
sw_ke: User Defined Sales Uchambuzi Tatizo
tr_tr: KULLANICI TANIMLI SATIS ANALIZI HATASI
zh_hk: 用户自定义销售分析发生问题
zh_tw: 用戶設定銷售分析發生問題

source: The report did not have any none zero lines of information to show and so it has not been created
cs_cz: Zpráva neměl žádný nulové řádky informací na show a tak to nebyla vytvořena
es_es: El informe no tiene ninguna línea de cero continuo para mostrar, por lo que no se ha creado
hi_in: रिपोर्ट किसी भी कोई भी सूचना के शून्य लाइनों को दिखाने के लिए नहीं था और इसलिए इसे बनाया नहीं किया गया
id_id: Laporan itu tdk memiliki apapun tdk nol baris informasi utk menampilkan dan sehingga belum diciptakan
it_it: La relazione non ha avuto nessuna zero righe di informazioni da mostrare e quindi non è stato creato
ko_kr: 이 보고서는 상관 없음을 표시하는 정보의 제로 라인을 가지고하지 않았고 그래서 생성되지 않은
mr_in: अहवाल दर्शविण्यासाठी माहिती कोणत्याही काहीही शून्य ओळी नव्हती आणि म्हणून तो तयार केला गेला नाही
nl_nl: Rapportage bevat slechts regels zonder informatie en is daarom niet aangemaakt
pt_pt: Relat. não pode ter linhas com 0 linhas de informação, portanto não será gerado.
ro_ro: Raportul nu a avut nici un niciunul zero linii de informaţii şi pentru a arăta astfel că nu a fost creat
ru_ru: В отчете не было непустых строк, чтобы показать и поэтому он не был создан
sq_al: Raporti nuk ka pasur asnjë asnjë zero rreshta të informacionit për të treguar dhe kështu që nuk ka qenë e krijuar
sv: Rapporten hade inga ingen noll rader med information för att visa och därför har det inte skapats
sw_ke: Ripoti hawakuwa na hakuna mistari sifuri wa habari kwa kuonyesha na hivyo haikuwa umba
tr_tr: RAPOR OLUSTURULAMADI, 0 IÇEREN SATIRLAR HARICINDE GÖSTERILECEK BILGI YOK
zh_hk: 没有信息可显示
zh_tw: 報表沒有資訊要顯示, 沒有產生報表

source: Look at the design of this report
cs_cz: Podívejte se na návrhu této zprávy
es_es: Ver el diseño de este informe
hi_in: इस रिपोर्ट के डिजाइन को देखो
id_id: Lihat desain laporan ini
it_it: Guardate la progettazione di questa relazione
ko_kr: 이 보고서의 디자인 봐
mr_in: या अहवालाच्या रचना येथे पहा
nl_nl: Controleer het ontwerp van deze rapportage
pt_pt: Ver lay-out desse relatório
ro_ro: Uită-te la design a acestui raport
ru_ru: Посмотрите на дизайн этого отчета
sq_al: Shikoni në hartimin e këtij raporti
sv: Titta på utformningen av denna rapport
sw_ke: Kuangalia design ya ripoti hii
tr_tr: BU RAPORUN TASARIMINA BAK
zh_hk: 检查报表定义
zh_tw: 檢視報表設計

source: Sales Analysis Comma Separated File (CSV) Generation
cs_cz: Analýza prodeje oddělené čárkami soubor (CSV) generace
es_es: Generación de Archivo CSV de Análisis de Ventas
hi_in: बिक्री विश्लेषण कॉमा सेपरेटेड फ़ाइल पीढ़ी (CSV)
id_id: Pembuatan File CSV Analisa Penjualan
it_it: Analisi delle vendite di file separati da virgola (CSV) Generazione
ko_kr: 판매 분석 쉼표로 구분 된 파일 (CSV) 세대
mr_in: विक्री विश्लेषण स्वल्पविरामाने विभक्त फाइल (सीएसव्ही) जनरेशन
nl_nl: Analyse van de Verkoop door komma&#39;s gescheiden bestand (CSV) Generatie
pt_pt: Geração arquivo Análise Vendas formato CSV
ro_ro: Vânzări virgulă Analiza Separated File (CSV) Generation
ru_ru: Создание CSV-файла анализа продаж
sq_al: Comma Separated Sales Analiza File (CSV) Generation
sv: Försäljning Analys kommaseparerad fil (CSV) Generation
sw_ke: Uchambuzi mauzo Comma Kinachotenganishwa Picha (CSV) Generation
tr_tr: Satış Analizi Virgülle Ayrılmış Dosyası (CSV) Üretimi
zh_hk: 销售分析 CSV 文件生成
zh_tw: 產生銷售分析逗號分隔文件（CSV）

source: You should automatically be forwarded to the CSV Sales Analysis file when it is ready
cs_cz: Měli byste být automaticky předána do CSV souboru Analýza prodeje, kdy je připraven
es_es: Debería ser enviado automáticamente al fichero CSV de Análisis de Ventas cuando esté listo
hi_in: आप स्वचालित रूप से CSV बिक्री विश्लेषण फाइल करने के लिए अग्रेषित किया जाना चाहिए जब यह तैयार है
id_id: Anda seharusnya diteruskan secara otomatis ke file CSV Analisa Penjualan saat sdh jadi
it_it: Dovresti essere automaticamente trasmessi al CSV di analisi delle vendite di file quando è pronta
ko_kr: 이 준비가되면 자동으로 CSV 판매 분석 파일로 전달되어야한다
mr_in: ते तयार झाल्यानंतर आपण स्वयंचलितपणे सीएसव्ही विक्री विश्लेषण फाइल अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar het CSV Verkoop Analyse bestand als het klaar is
pt_pt: Automat. haverá a transf. para Página Análise de Vendas em arquivo CSV
ro_ro: Tu ar trebui să fie transmise în mod automat la dosar Analiza CSV Sales când aceasta este gata
ru_ru: Вы должны быть автоматически перенаправлены на CSV-файл анализа продаж, когда он будет готов
sq_al: Ju duhet automatikisht të përcillet në dosjen e Sales CSV Analiza kur ajo është e gatshme
sv: Du bör automatiskt att översändas till CSV Sales Analysis fil när den är klar
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa faili Sales Uchambuzi CSV wakati ni tayari
tr_tr: SATIS ANALIZI CSV DOSYANIZ HAZIRLANIYOR, ISLEM BITINCE OTOMATIK OLARAK YÖNLENDIRILECEKSINIZ
zh_hk: 当 CSV 销售报表文件产生后会自动打开
zh_tw: 當 CSV 銷售報表檔案預備完成, 你會自動轉至

source: Sales Report
es_es: Informe de Ventas
id_id: Laporan Penjualan
ko_kr: 판매 보고서
mr_in: विक्री अहवाल
pt_pt: Relatório Vendas
zh_tw: 銷售報表

source: Select the parameters for the report
es_es: Seleccionar los parámetros para el informe
id_id: Pilih parameter utk laporan
ko_kr: 보고서의 매개 변수를 선택
mr_in: अहवालासाठी मापदंड निवडा
pt_pt: Selecione parâmetros para o Relatório
zh_tw: 選擇的參數報表

source: Date Selection
es_es: Selección de Fecha
id_id: Pilihan Tgl
ko_kr: 날짜 선택
mr_in: दिनांक निवड
pt_pt: Seleção Datas
zh_tw: 日期選擇

source: Custom Range
es_es: Rango Personalizado
id_id: Jangka Khusus
ko_kr: 사용자 지정 범위
mr_in: सानुकूल श्रेणी
pt_pt: Intervalo Cliente
zh_tw: 自定義範圍

source: This Week
es_es: Esta Semana
id_id: Minggu Ini
ko_kr: 이번 주
mr_in: या आठवडा
pt_pt: Da Semana
zh_hk: 本周
zh_tw: 本週

source: This Month
es_es: Este Mes
id_id: Bulan Ini
ko_kr: 이번 달
mr_in: हा महिना
pt_pt: Do Mês
zh_hk: 本月
zh_tw: 本月

source: This Quarter
es_es: Este Trimestre
id_id: Triwulan Ini
ko_kr: 이 분기
mr_in: या तिमाहीत
pt_pt: Do Trimestre
zh_hk: 本季度
zh_tw: 本季

source: Display Data
es_es: Mostrar Datos
id_id: Tampilkan Data
ko_kr: 데이터 표시
mr_in: प्रदर्शन डेटा
pt_pt: Exibir Dados
zh_tw: 顯示日期

source: Daily
cs_cz: Denní
es_es: Diariamente
hi_in: दैनिक
id_id: Per Hari
ko_kr: 매일
mr_in: दररोज
nl_nl: Dagelijks
pt_pt: Diário
ro_ro: Zilnic
ru_ru: Ежедневно
sv: Dagligen
sw_ke: Kila siku
tr_tr: GUNLUK
zh_hk: 每天
zh_tw: 每日

source: Show Sales
es_es: Mostrar Ventas
id_id: Tampilkan Penjualan
ko_kr: 표시 판매
mr_in: दर्शवा विक्री
pt_pt: Exibir Vendas
zh_tw: 顯示銷售
