Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: tax category and any tax rates set for it have been deleted
cs_cz: daňové kategorie a všechny daňové sazby stanovené pro to byly odstraněny
es_es: Se han eliminado la categoría de impuesto y cualquier tasa de impuestos fijada para este último
hi_in: टैक्स श्रेणी और किसी कर इसके लिए निर्धारित दरों हटा दिया गया है
id_id: kategori pajak dan tarif pajak apapun yg diatur utknya telah dihapus
it_it: categoria fiscale e le aliquote delle imposte fissate per lo sono stati eliminati
ko_kr: 세금의 종류와 그것을 위해 설정 한 세율은 삭제되었습니다
mr_in: कर श्रेणी आणि त्यासाठी सेट कोणत्याही कर दर हटविले गेले आहेत
nl_nl: Belasting catergorie en belasting tarieven er voor opgezet zijn verwijderd
pt_pt: categoria impostos e quaisquer aliq. relativas serão excluídas
ro_ro: categorie fiscale şi orice alte cotelor de impozitare stabilite pentru acestea au fost şterse
ru_ru: налоговые категории и любые налоговые ставки, установленные для него, были удалены
sq_al: kategori tatimore dhe çdo normat e taksave të vendosur për të janë fshirë
sv: skattekategorin och procensatser som satts för den är makulerade
sw_ke: jamii ya kodi na viwango vya kodi yoyote ya kuweka kwa kuwa wamekuwa kuchapa
tr_tr: VERGI KATEGORISI VE ONA BAGLI VERGI ORANLARI SILINDI
zh_hk: 设定的税类和税率已被删除
zh_tw: 設定的稅目和稅率已被刪除

source: Could not get tax categories because
cs_cz: Nelze získat daňové kategorie, protože
es_es: No se pudo obtener las clases de impuestos porque
hi_in: टैक्स क्योंकि श्रेणियों प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil kategori pajak karena
it_it: Impossibile ottenere le categorie fiscali perché
ko_kr: 세금 카테고리 인해를 가져올 수 없습니다
mr_in: कर श्रेणी मिळविणे शक्य नाही कारण
nl_nl: Kon deze belasting categorie opvragen omdat
pt_pt: Não recuperou categoria impostos porque
ro_ro: Nu am putut obţine categorii de impozit, deoarece
ru_ru: Не удалось получить налоговые категории, поскольку
sq_al: Nuk mund të marrë kategoritë e taksave, sepse
sv: Kunde inte visa skattekategorier eftersom
sw_ke: Hakuweza kupata aina ya kodi kwa sababu
tr_tr: VERGI KATEGORILERI GÖRÜNTÜLENEMIYOR:
zh_hk: 找不到税目, 因为
zh_tw: 未能取得稅目, 因為

source: Are you sure you wish to delete this tax category?
es_es: ¿Está seguro que desea suprimir esta categoría de impuestos?
id_id: Apakah Anda yakin ingin menghapus kategori pajak ini?
ko_kr: 이 세금 카테고리를 삭제하려면 확실합니까?
mr_in: आपण या कर श्रेणी हटवू इच्छित खात्री आहे?
pt_pt: confirma remoção dessa categoria de imposto?
zh_tw: 您確定要刪除這個稅種？

source: Review Tax Categories
cs_cz: Přezkoumání daňových kategorií
es_es: Revisar Clases de Impuestos
hi_in: समीक्षा टैक्स श्रेणियाँ
id_id: Lihat Semua Kategori Pajak
it_it: Rassegna fiscale Categorie
ko_kr: 검토 세금 카테고리
mr_in: कर कॅटेगरीज पुनरावलोकन
nl_nl: Bekijk belasting categories
pt_pt: Rever Categorias de Impostos
ro_ro: Review fiscale Categorii
ru_ru: Обзор налоговых категорий
sq_al: Kategoritë e taksave Review
sv: Visa skattekategorier
sw_ke: Mapitio ya Kodi ya Jamii
tr_tr: VERGI KATEGORILERINI INCELE
zh_hk: 检视税类
zh_tw: 檢視稅目

source: Could not retrieve the requested tax category, please try again.
cs_cz: Nepodařilo se získat požadovanou daňové kategorie, zkuste to prosím znovu.
es_es: No se pudo obtener la clase de impuesto solicitada, por favor, pruebe de nuevo
hi_in: अनुरोध कर वर्ग को पुनः प्राप्त नहीं किया जा सका, कृपया पुन: प्रयास करें.
id_id: Tdk dapat mengambil kategori pajak yg diminta, silahkan coba kembali.
it_it: Non è possibile recuperare la categoria fiscale richiesta, si prega di riprovare.
ko_kr: 요청 된 세금 범주를 검색 할 수 없습니다, 다시 시도하십시오.
mr_in: विनंती केलेली कर श्रेणी परत मिळवू शकलो नाही, कृपया पुन्हा प्रयत्न करा.
nl_nl: Gezochte belasting categorie kon niet worden opevraagd, probeer het nogmaals
pt_pt: Não pode recuperar categoria impostos requerida, tente novamente
ro_ro: Nu am putut prelua categoria fiscale solicitate, vă rugăm să încercaţi din nou.
ru_ru: Не удалось получить запрошенные налоговые категории, пожалуйста, попробуйте еще раз.
sq_al: Nuk mund të marrim në kategorinë e kërkuar tatimore, ju lutem provoni përsëri.
sv: Kan inte hämta önskad kategori, försök igen.
sw_ke: Hakuweza Retrieve ya ombi kodi jamii, tafadhali jaribu tena.
tr_tr: ISTENEN VERGI KATEGORISI GÖRÜNTÜLENEMIYOR, LÜTFEN TEKRAR DENEYIN.
zh_hk: 未能提取要求的税类, 请重试
zh_tw: 未能提取要求的稅目, 請重試

source: Tax Category Name
cs_cz: Daň Název kategorie
es_es: Nombre de la clase de impuesto
hi_in: टैक्स श्रेणी नाम
id_id: Nama Kategori Pajak
it_it: Tasse Nome categoria
ko_kr: 세금 카테고리 이름
mr_in: कर वर्ग नाव
nl_nl: BTW Categorie Naam
pt_pt: Nome Categoria Imposto
ro_ro: Impozit Categorie Nume
ru_ru: Название Налоговой категории
sq_al: Emri Tatimore Category
sv: Skattekategorinamn
sw_ke: Kodi ya Jamii Jina
tr_tr: VERGI KATEGORISI ADI
zh_hk: 税类名称
zh_tw: 稅目名稱

source: No more than 30 characters
es_es: No más de 30 caracteres
ko_kr: 더 이상 30 자
mr_in: आणखी 30 पेक्षा वर्ण
pt_pt: Não mais de 30 caracteres
zh_tw: 不超過30個字符

source: No illegal characters allowed and cannot be blank
ko_kr: 어떤 잘못된 문자는 허용하지 않고 비워 둘 수 없습니다
mr_in: कोणतीही अवैध वर्ण परवानगी आणि रिक्त असू शकत नाही
pt_pt: Caracteres inválidos inclusive brancos
zh_tw: 沒有非法字符允許和不能為空

source: Tax Authorities and Rates Maintenance
cs_cz: Nastavení daňového úřadu a daňových sazeb
es_es: Administrar autoridades fiscales y tasas
hi_in: कर अधिकारियों और रखरखाव दरें
id_id: Pengaturan Wewenang dan Tarif Pajak
it_it: Le autorità fiscali e manutenzione Prezzi
ko_kr: 세무 당국 및 가격 유지
mr_in: कर अधिकारी आणि दर देखभाल
nl_nl: BTW Percentage Onderhoud
pt_pt: Manutenção Autoridades Impostos e Taxas
ro_ro: Autorităţile fiscale şi întreţinere Tarife
ru_ru: обслуживание налоговых органов и налоговых ставок
sq_al: Autoritetet e taksave dhe Çmimet Mirëmbajtja
sv: Underhåll Skatter och skattesatser
sw_ke: Kodi ya Mamlaka na Viwango Maintenance
tr_tr: VERGI DAIRELERI VE ORANLAR
zh_hk: 税收主管部门和税率
zh_tw: 稅收主管部門和稅率維護

source: Tax Groups
cs_cz: Daňové skupiny
es_es: Grupos de impuestos
hi_in: टैक्स समूह
id_id: Grup Pajak
it_it: Tasse Gruppi
ko_kr: 세금 그룹
mr_in: कर गट
nl_nl: BTW Groepen
pt_pt: Grupo Impostos
ro_ro: Grupuri fiscale
ru_ru: Налоговые группы
sq_al: Grupet Tatimore
sv: Skattegrupper
sw_ke: Kodi Vikundi
tr_tr: VERGI GRUPLARI
zh_hk: 税收组
zh_tw: 稅收組

source: The Group description entered must be at least 4 characters long
cs_cz: Popis Skupina vstoupila musí být nejméně 4 znaky dlouhé
es_es: La descripción del Grupo debe tener al menos 4 caracteres
hi_in: समूह विवरण कम से कम 4 वर्ण लंबा होना चाहिए में प्रवेश किया
id_id: Keterangan Grup yg dimasukkan minimal 4 karakter
it_it: La descrizione del gruppo è entrato deve essere almeno di 4 caratteri
ko_kr: 입력 그룹의 설명을 최소 4 자 이상이어야합니다
mr_in: प्रविष्ट गट वर्णन किमान 4 अक्षर लांब असणे आवश्यक आहे
nl_nl: Groepbeschrijving moet minimaal 4 tekens bevatten
pt_pt: A descrição do Grupo deve ter no mínimo 4 caracteres
ro_ro: Descrierea Group a intrat trebuie să fie de cel puţin 4 caractere
ru_ru: Введенное Описание Группы должно быть не менее 4 символов
sq_al: Përshkrimi i grupit e dhëna duhet të jetë të paktën 4 karaktere të gjatë
sv: Gruppbeskrivningen måste vara minst 4 tecken lång
sw_ke: Maelezo Group aliingia lazima angalau 4 wahusika kwa muda mrefu
tr_tr: GIRILEN GRUP AÇIKLAMASI EN AZ 4 KARAKTER OLMALI
zh_hk: 税收组至少要四个字
zh_tw: 輸入的組別內容必須最少 4 個字元

source: The update of the tax group description failed because
cs_cz: Aktualizace popisu daňová skupina se nezdařilo, protože
es_es: Falló la actualización de este grupo de Impuestos porque
hi_in: टैक्स समूह विवरण का अद्यतन क्योंकि विफल
id_id: Pembaruan keterangan grup pajak gagal karena
it_it: L&#39;aggiornamento della descrizione del gruppo fiscale non è riuscita perché
ko_kr: 세금 그룹의 설명을 업데이트하기 때문에 실패
mr_in: कारण कर गट वर्णन अद्यतन अयशस्वी
nl_nl: Wijzigen van de belasting groep beschrijving mislukte omdat
pt_pt: Atualização descrição do grupo de impostos falhou porque
ro_ro: Actualizarea descrierea grupului fiscal a eşuat pentru că
ru_ru: Обновление описание налоговой группы не удалось, так
sq_al: Update i përshkrimit grupit tatimore dështuar për shkak se
sv: Uppdateringen av skattegruppsbeskrivningen misslyckades eftersom
sw_ke: Update wa maelezo ya kundi kodi alishindwa kwa sababu
tr_tr: VERGI GRUBU GÜNCELLEME ISMEMI BASARISIZ
zh_hk: 更新税收组失败, 因为
zh_tw: 更新稅收組內容失敗, 因為

source: The tax group description was updated to
cs_cz: Daňová skupina popis byl aktualizován, aby
es_es: La descripción del grupo de impuestos se actualizó a
hi_in: टैक्स समूह वर्णन करने के लिए नवीनीकृत किया गया था
id_id: Keterangan grup pajak telah diperbaharui ke
it_it: La descrizione del gruppo fiscale è stato aggiornato per
ko_kr: 세금 그룹 설명이 업데이트되었습니다
mr_in: कर गट वर्णन करीता सुधारित केले
nl_nl: Belasting groep beschrijving was gewijzigd in
pt_pt: Descrição do grupo de impostos atualizado para
ro_ro: Grupul Descrierea fiscale a fost actualizat pentru a
ru_ru: Описание налоговой группы было обновлено для
sq_al: Grupi i taksave përshkrim është përditësuar për të
sv: Skattegruppsbeskrivningen uppdaterades till
sw_ke: Maelezo ya kodi ya kundi alikuwa updated
tr_tr: VERGI GRUP AÇIKLAMASI GÜNCELLENDI:
zh_hk: 税收组已更新为
zh_tw: 更新稅收組內容到

source: A new tax group could not be added because a tax group already exists for
cs_cz: Nové daňové skupiny nelze přidat, protože daňové skupiny již existuje
es_es: No se pudo añadir un nuevo grupo de impuestos porque ya existe un grupo de impuestos para ello
hi_in: एक नया समूह टैक्स वजह से एक समूह पहले से कर के लिए मौजूद नहीं जोड़ा जा सकता है
id_id: Grup pajak yg baru tdk dapat ditambahkan karena grup pajak sdh ada utk
it_it: Un gruppo di nuova imposta non potrebbe essere aggiunto in quanto un gruppo fiscale esiste già per
ko_kr: 세금 그룹이 이미 존재하기 때문에 새로운 세금 그룹을 추가 할 수 없습니다
mr_in: कर गट आधीच विद्यमान कारण नवीन कर गट जोडले जाऊ शकत नाही
nl_nl: Nieuwe belastinggroep kon niet worden toegevoegd omdat de belasting groep al bestaat
pt_pt: Novo grupo de impostos não foi adicionado porque já existe um para
ro_ro: Un grup de nouă taxă nu a putut fi adăugat pentru că un grup există deja taxa pentru
ru_ru: Новая налоговая группа не может быть добавлена, потому что налоговая группа уже существует для
sq_al: Një grup i ri tatimor nuk mund të shtohet, sepse një grup i taksave tashmë ekziston për
sv: En ny skattegrupp kunde inte skapas eftersom en skattegrupp redan existerar för
sw_ke: Mpya ya kundi kodi inaweza kuwa aliongeza kwa sababu kundi kodi lipo kwa ajili ya
tr_tr: YENI VERGI GRUBU EKLENEMIYOR, SISTEMDE AYNISI MEVCUT
zh_hk: 新增税收组失败，因为税收组已存在
zh_tw: 新稅收組未能產生, 因為稅組已存在

source: The addition of the group failed because
cs_cz: Kromě této skupiny se nezdařila, protože
es_es: Falló la creación del grupo porque
hi_in: समूह के अलावा क्योंकि विफल
id_id: Penambahan dari grup gagal karena
it_it: L&#39;aggiunta del gruppo non è riuscita perché
ko_kr: 그룹의 첨가로 인해 실패한
mr_in: कारण समूहाचे व्यतिरिक्त अयशस्वी
nl_nl: toevoegen van de groep mislukte omdat
pt_pt: Adic. de grupo falhou porque
ro_ro: Adaosul de grup a eşuat pentru că
ru_ru: Добавление группы не удалось, так
sq_al: Shtimin e grupit të dështuar për shkak se
sv: Misslyckades att skapa grupp eftersom
sw_ke: Aidha ya kundi alishindwa kwa sababu
tr_tr: GRUP EKLEME ISLEMI BASARISIZ
zh_hk: 新增税收组失败, 因为
zh_tw: 新增組別失敗, 因為

source: Added the new tax group
cs_cz: Přidány nové daňové skupiny
es_es: Añadido el nuevo grupo fiscal
hi_in: नए कर समूह जोड़ा गया
id_id: Grup pajak yg baru telah ditambah
it_it: Aggiunto il nuovo gruppo fiscale
ko_kr: 새로운 세금 그룹을 추가
mr_in: नवीन कर गट जोडलेले
nl_nl: nieuwe belasting groep toegevoegd
pt_pt: Adicionado novo grupo de impostos
ro_ro: Adăugat grupul noua taxă
ru_ru: Добавлена новая налоговая группа
sq_al: Added grup të ri tatimor
sv: Den nya skattegruppen har skapats
sw_ke: Aliongeza ya kodi mpya ya kundi
tr_tr: YENI VERGI GRUBU EKLENDI
zh_hk: 新增税收组
zh_tw: 已新增新稅組

source: The addition of the tax failed because
cs_cz: Kromě daně se nezdařila, protože
es_es: No se pudo añadir el Impuesto porque
hi_in: कर के अलावा क्योंकि विफल
id_id: Penambahan pajak gagal karena
it_it: L&#39;aggiunta della tassa non è riuscita perché
ko_kr: 세금의 추가 때문에 실패
mr_in: कारण कर व्यतिरीक्त अयशस्वी
nl_nl: Toevoegen van de balsting mislukte omdat
pt_pt: A adição de impostos falhou porque
ro_ro: Adaosul de impozitare a eşuat pentru că
ru_ru: Добавление налога не удалось, так
sq_al: Shtimin e taksës së dështuar për shkak se
sv: Tillägget av skatten misslyckades eftersom
sw_ke: Aidha ya kodi ya alishindwa kwa sababu
tr_tr: VERGI EKLEME ISLEMI BASARISIZ
zh_hk: 添加税种失败
zh_tw: 新增稅失敗, 因為

source: The tax was added.
cs_cz: Daň byla přidána.
es_es: Se agregó el Impuesto
hi_in: कर जोड़ा गया है.
id_id: Pajak tersebut telah ditambah.
it_it: L&#39;imposta è stato aggiunto.
ko_kr: 세금이 추가되었습니다.
mr_in: कर समाविष्ट केला.
nl_nl: De belasting werd toegevoegd.
pt_pt: O imposto foi adicionado
ro_ro: Taxa a fost adăugat.
ru_ru: Налог был добавлен.
sq_al: Tatimore u shtuar.
sv: Skatten sparades
sw_ke: kodi mara aliongeza.
tr_tr: Vergi eklendi.
zh_hk: 税种已新增
zh_tw: 稅收增加

source: The removal of this tax failed because
cs_cz: Odstranění této daně se nezdařila, protože
es_es: No pudo quitarse este Impuesto porque
hi_in: इस कर की वजह से हटाने में विफल
id_id: Penghapusan pajak ini gagal karena
it_it: L&#39;eliminazione di questa tassa non è riuscita perché
ko_kr: 이 세금의 제거로 인해 실패
mr_in: कारण या कर काढण्याची अयशस्वी
nl_nl: Verwijderen van de belasting mislukte omdat
pt_pt: A remoção desse imposto falhou porque
ro_ro: Eliminarea acestui impozit a eşuat pentru că
ru_ru: Удаление этого налога не удалось, так
sq_al: Heqjen e kësaj takse dështuar për shkak se
sv: Bortagningen av denna skatt misslyckades eftersom
sw_ke: Kuondolewa kwa kodi hii kwa sababu wameshindwa
tr_tr: VERGI SILME ISLEMI BASARISIZ:
zh_hk: 移除税种失败，因为
zh_tw: 這稅移除失敗, 因為

source: This tax was removed.
cs_cz: Tato daň byla odstraněna.
es_es: este impuesto fue eliminado.
hi_in: इस कर निकाल दिया गया.
id_id: Pajak ini telah dihapus.
it_it: Questa tassa è stato rimosso.
ko_kr: 이 세금은 제거되었습니다.
mr_in: हा कर काढून टाकण्यात आला.
nl_nl: Deze belasting was verwijderd
pt_pt: O imposto foi removido
ro_ro: Această taxă a fost eliminat.
ru_ru: Этот налог был удален.
sq_al: Kjo taksë u hoq.
sv: Skatten borttagen
sw_ke: kodi hii ilikuwa kuondolewa.
tr_tr: VERGI KAYDI KALDIRILDI
zh_hk: 税种已移除
zh_tw: 這稅已移除

source: Could not get tax authorities in the selected tax group
cs_cz: Nelze získat daňové orgány ve vybrané daňové skupiny
es_es: No se pudo obtener las Autoridades Fiscales del grupo de impuestos seleccionado
hi_in: चयनित कर समूह में कर अधिकारियों प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil wewenang pajak dalam grup pajak yg dipilih
it_it: Impossibile ottenere autorità fiscali del gruppo fiscale selezionato
ko_kr: 선택한 세금 그룹에 세무 당국를 가져올 수 없습니다
mr_in: निवडलेले कर समूहात कर अधिकार्यांना मिळविणे शक्य नाही
nl_nl: Kon de belasting authoriteiten van de geselecteerde belasting groep niet opvragen
pt_pt: Não pode recuperar autoridade fiscal no grupo de imposto selecionado
ro_ro: Nu am putut obţine autorităţilor fiscale în grupul fiscal selectat
ru_ru: Не удалось получить налоговые органы в выбранной налоговой группе
sq_al: Nuk mund të marrë organet tatimore në grupin e taksave të zgjedhura
sv: Kunde inte visa skattemyndigheter i den valda skattegruppen
sw_ke: Hakuweza kupata mamlaka ya kodi katika kundi kuchaguliwa kodi
tr_tr: Seçilen vergi grubunda vergi daireleri alınamadı
zh_hk: 无法取得税收组的税种
zh_tw: 在選取的稅組中未能取得稅務

source: It is inappropriate to set tax on tax where the tax is the first in the calculation order. The system has changed it back to no tax on tax for this tax authority
cs_cz: To je nevhodné stanovit daň z daně, kde je daň první v pořadí výpočtu. Tento systém se změnil zpět na žádné daně z příjmů pro tento daňový úřad
es_es: No es apropiado configurar un impuesto sobre otro cuando el impuesto es el primero en el orden de cálculo. El sistema lo ha cambiado a no impuesto sobre impuesto para esta autoridad fiscal.
hi_in: यह अनुचित है टैक्स पर टैक्स सेट जहां कर की गणना के क्रम में पहला है. व्यवस्था यह बदल गया है वापस इस टैक्स प्राधिकरण के लिए कोई कर नहीं करने के लिए कर पर
id_id: Tdk tepat utk mengatur pajak atas pajak dimana pajak tersebut adalah yg pertama dalam urutan perhitungan. Sistem tersebut telah mengubahnya kembali ke tdk ada pajak atas pajak utk wewenang pajak ini
it_it: Non è opportuno impostare fiscale dell&#39;imposta sulle cui l&#39;imposta è il primo in ordine di calcolo. Il sistema è cambiato di nuovo a nessuna tassa sulla tassa per il fisco
ko_kr: 세금 계산 순서의 첫 번째입니다 그것은 세금에 세금을 설정하는 것이 부적절하다. 이 시스템은이 세무 당국에 대한 세금에는 세금으로 다시 변경
mr_in: हे कर गणना क्रमात पहिल्या जेथे कर कर सेट अनुचित आहे. प्रणाली या कर प्राधिकरणाला कर नाही कर ते परत बदलला आहे
nl_nl: Belasting is de eerste in de berekenings volgorde en belasting op belasting kan niet. Systeem heeft het terug gezet naar geen belasting op belasting voor deze belasting authoriteit
pt_pt: É inadequado configurar impostos onde imposto sobre imposto, é o primeiro ordem de calculo. O sistema reverteu para sem impostos, nesta autoridade fiscal
ro_ro: Este nepotrivit să se stabilească impozitul pe impozit în cazul în care taxa este primul în ordinea de calcul. Sistemul le-a schimbat inapoi la nici o taxa pe impozit pentru acest autoritatea fiscală
ru_ru: Нецелесообразно устанавливать налог на налог, где налог является первым в расчет порядке. Система изменила его обратно на налог на налог на этом налоговом органе
sq_al: Ajo është e papërshtatshme për të vendosur taksa mbi tatimin ku taksa është i pari në mënyrë llogaritje. Sistemi e ka ndryshuar atë përsëri për të nuk ka taksa mbi tatimin për këtë organin tatimor
sv: Det är felaktigt att ange skatt på skatt när skatten är den första i beräkningsordningen. Systemet har ändrat tillbaka till ingen skatt på skatt för denna skattemyndighet.
sw_ke: Ni muafaka ya kuweka kodi katika kodi ambapo kodi ni ya kwanza katika utaratibu wa hesabu. Mfumo ina iliyopita ni nyuma ya kodi yoyote juu ya kodi kwa ajili ya mamlaka hii ya kodi
tr_tr: Bu vergi hesaplama sırasında ilk olarak nerede vergi vergi ayarlamak için uygun değildir. Sistem, bu vergi dairesinden vergi üzerine vergi geri değişti
zh_hk: 税上再设置税是不合适的，当税是第一个计算时。对此税收局，系统将此改回不再税上征税。
zh_tw: 在訂單中首個稅後再計算稅是不恰當的, 系統會更改回稅後在稅後不加上這稅務

source: Cannot delete this tax group because some customer branches are setup using it
cs_cz: Nelze smazat tuto daň, protože některé skupiny zákazníků větve jsou nastavení používat
es_es: No se pudo suprimir este grupo de impuestos porque algunas sucursales de clientes lo usan
hi_in: इस समूह को नष्ट कर, क्योंकि कुछ ग्राहक शाखाओं सेटअप कर रहे हैं इसे का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus grup pajak ini karena ada beberapa cabang customer yg menggunakannya
it_it: Impossibile eliminare il gruppo fiscale, poiché alcuni rami del cliente sono di installazione utilizzando lo
ko_kr: 일부 고객 가지 설정을 사용하고 있기 때문에이 세금 그룹을 삭제할 수 없습니다
mr_in: काही ग्राहक शाखा वापर सेटअप आहेत कारण या कर गट हटवणे शक्य नाही
nl_nl: Kan deze belasting groep niet verwijderen omdat er klant branches gebruik van maken
pt_pt: Não pode remover este grupo de impostos porque existe sucursal utilizando-o
ro_ro: Nu se poate şterge acest grup de impozit, deoarece unele ramuri client sunt setate folosind aceasta
ru_ru: Не удается удалить этот налог, потому что некоторые группы клиентов филиала установлены использовать его
sq_al: Nuk mund të fshini këtë grup të taksave për shkak se disa degë të konsumatorëve janë duke e përdorur atë setup
sv: Kan inte raddera denna skattegrupp eftersom någon kundleveransplats använder den
sw_ke: Hawezi kufuta kodi kwa sababu kundi hili baadhi ya matawi ya mteja ni kuanzisha kutumia
tr_tr: BU VERGI GRUBUNU SILEMEZSINIZ, BAGLI MÜSTERI SUBELERI VAR
zh_hk: 未能删除这个税收组, 因为已有客户分公司使用
zh_tw: 未能刪除這稅組, 因為已有客戶分公司使用

source: customer branches referring to this tax group
cs_cz: Zákazník větve s odkazem na tuto daň skupině
es_es: Sucursales de cliente que hacen referencia a este grupo de impuestos
hi_in: ग्राहक शाखाओं इस कर समूह का जिक्र
id_id: cabang customer yg mereferensi pada grup pajak ini
it_it: rami cliente riferimento a questo gruppo fiscale
ko_kr: 이 세금 그룹을 참조하여 고객 가지
mr_in: ग्राहक शाखा या कर गट संदर्भ
nl_nl: Klant branches met verwijzing naar deze belasting groep
pt_pt: Sucursal do cliente ref. ao grupo impostos
ro_ro: sucursale client referindu-se la acest grup de impozit
ru_ru: Клиент отраслей, относящихся к этому налоговые группы
sq_al: degëve të konsumatorëve duke iu referuar në këtë grup tatimore
sv: kundleveransplatser som hänvisar till denna skattegrupp
sw_ke: mteja matawi akimaanisha kundi hili kodi
tr_tr: BAGLI MÜSTERI SUBELERI
zh_hk: 个这个税收组的客户分公司
zh_tw: 這稅組的客戶分公司

source: Cannot delete this tax group because some suppliers are setup using it
cs_cz: Nelze smazat tuto daň skupiny, protože někteří dodavatelé jsou nastavení používat
es_es: No se pudo suprimir este grupo de impuestos porque algunos proveedores lo usan
hi_in: इस समूह को नष्ट कर, क्योंकि कुछ आपूर्तिकर्ताओं सेटअप कर रहे हैं इसे का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus grup pajak ini karena ada beberapa supplier yg menggunanya
it_it: Impossibile eliminare questo gruppo fiscale perché alcuni fornitori sono settati ad usarlo
ko_kr: 일부 공급 업체는 설정을 사용하고 있기 때문에이 세금 그룹을 삭제할 수 없습니다
mr_in: काही पुरवठादार ती वापरत सेटअप आहेत कारण या कर गट हटवणे शक्य नाही
nl_nl: Kan deze belasting groep niet verwijderen omdat er leveranciers gebruik van maken
pt_pt: Não pode excluir este grupo de imposto, porque alguns fornecedores usam-no.
ro_ro: Nu se poate şterge acest grup de impozit, deoarece unele sunt furnizori de configurare utilizarea acesteia
ru_ru: Не удается удалить налоговуб группу, потому что некоторые поставщики установлены использовать его
sq_al: Nuk mund të fshini këtë grup të taksave për shkak se disa furnizues janë duke e përdorur atë setup
sv: Kan inte raddera denna skattegrupp eftersom någon leverantör använder den
sw_ke: Hawezi kufuta kodi ya kikundi kwa sababu baadhi ya wauzaji ni kuanzisha kutumia
tr_tr: BU VERGI GRUBUNU SILEMEZSINIZ, BAGLI TEDARIKÇILER VAR
zh_hk: 未能删除这个税收组, 因为已有供应商使用
zh_tw: 未能刪除這稅組, 因為已有供應商使用

source: suppliers referring to this tax group
cs_cz: dodavatelů s odkazem na tuto daň skupině
es_es: proveedores referidos a este grupo de Impuestos
hi_in: आपूर्तिकर्ताओं इस कर समूह का जिक्र
id_id: supplier yg mereferensi pada grup pajak ini
it_it: fornitori di riferimento a questo gruppo fiscale
ko_kr: 이 세금 그룹을 참조 공급 업체
mr_in: या कर गट संदर्भ पुरवठादार
nl_nl: Leveranciers met verwijzing naar deze belasting groep
pt_pt: fornecedores ref. a esse grupo de impostos
ro_ro: furnizori referindu-se la acest grup de impozit
ru_ru: поставщиков, относящиея к этой налоговой группе
sq_al: furnizuesit duke iu referuar në këtë grup tatimore
sv: leverantörer som hänvisar till denna skattegrupp
sw_ke: wauzaji akimaanisha kundi hili kodi
tr_tr: BAGLI TEDARIKÇILER:
zh_hk: 个这个税收组的供应商
zh_tw: 這稅組的供應商

source: tax group has been deleted
cs_cz: daňové skupiny byl smazán
es_es: Se eliminó el grupo de impuestos
hi_in: टैक्स समूह हटा दिया गया है
id_id: grup pajak telah dihapus
it_it: gruppo di imposta è stato soppresso
ko_kr: 세금 그룹이 삭제되었습니다
mr_in: कर गट हटविला गेला आहे
nl_nl: Belasting groep is verwijderd
pt_pt: grupo de impostos removido.
ro_ro: Grupul taxa a fost şters
ru_ru: налоговая группа была удалена
sq_al: Grupi i taksave është grisur
sv: skattegruppen har raderats
sw_ke: kundi kodi imefutwa
tr_tr: VERGI GRUBU SILINDI
zh_hk: 税收组已被删除
zh_tw: 稅組已被刪除
