Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The sales GL posting could not be inserted because
cs_cz: Prodeje GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de ventas porque
id_id: Posting GL penjualan tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati di vendita perchè
ko_kr: 판매 GL 게시 때문에 삽입 할 수 없습니다
mr_in: विक्री जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De vekoop grootboekboeking kon niet worden geboekt omdat
pt_pt: Lanç. contábil de vendas não podem ser inseridas porque
ro_ro: GL vânzări detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить проводку в главную книгу, так как
sq_al: GL shitjes postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: GL ya mauzo posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证销售收入行,因为
zh_tw: 總帳過數的銷售未能插入, 因為

source: The sales discount GL posting could not be inserted because
cs_cz: Prodejní slevy GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable del descuento de ventas porque
hi_in: बिक्री बट्टा पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL diskon penjualan tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati sugli sconti perchè
ko_kr: 판매 할인 GL 게시 때문에 삽입 할 수 없습니다
mr_in: विक्री सवलतीच्या जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De verkoopskorting grootboekboeking kon niet worden geboekt omdat
pt_pt: Lanç. contábil desconto de vendas não pode ser criado porque
ro_ro: GL discount de vânzare detaşării nu a putut fi introdus, deoarece
ru_ru: Проводка в главной книге о скидках на продажу не может быть проведена, так как
sq_al: GL shitjes zbritje postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: GL mauzo ya discount posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证销售折扣行,因为
zh_tw: 總帳過數的銷售折扣未能插入, 因為

source: The asset disposal GL posting details could not be retrieved because
cs_cz: Vyřazení majetku GL vysílání podrobnosti se nepodařilo získat, protože
es_es: Los detalles contables de los activos a sacar no se pudieron recuperar, porque
hi_in: संपत्ति निपटान विवरण पोस्टिंग जीएल वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian posting GL aktiva yg dijual tdk dapat diambil karena
it_it: Il GL cessione di asset pubblicazione di dettagli non può essere recuperato, perché
ko_kr: 자산 처분 GL 게시 세부 사항 때문에 검색 할 수 없습니다
mr_in: मालमत्ता विल्हेवाट जी.एल. पोस्टिंग तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het actief ter beschikking GL posting details kon niet worden opgehaald omdat
pt_pt: Lançamentos baixa ativo não podem ser recuperados porque
ro_ro: Eliminarea GL activului postarea detalii nu a putut fi recuperate, deoarece
ru_ru: Не удалось получить информацию о списании фондов в главной книге, так как
sq_al: Dispozicion të aseteve GL postimin detajet nuk mund të shikohet, sepse
sv: Tillgången förfogande GL utstationering detaljer kunde inte hämtas på grund
sw_ke: Ovyo mali ya GL posting maelezo inaweza kuwa retrieved sababu
tr_tr: Ayrıntılar gönderme varlık satış GL çünkü alınamadı
zh_hk: 无法找到资产处置总帐过账细节因为
zh_tw: 資產處置總帳過帳的細節不能被檢索，因為

source: The following SQL was used to get the asset posting details
cs_cz: Následující SQL byl použit pro získání majetku vysílání podrobnosti
es_es: El siguiente SQL fue usado para obtener los detalles de publicación del activo
hi_in: निम्नलिखित एसक्यूएल को विवरण पोस्टिंग संपत्ति पाने के लिए इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk mengambil rincian posting aktiva
it_it: Il SQL seguente è stato utilizzato per ottenere il bene distacco dettagli
ko_kr: 다음 SQL은 자산 게시 세부 정보를 얻기 위해 사용
mr_in: खालील SQL मालमत्ता पोस्टिंग तपशील मिळविण्यासाठी वापरला होता
nl_nl: De volgende SQL werd gebruikt om het actief detachering details te krijgen
pt_pt: SQL que falhou na recuperação lançamentos ativo foi
ro_ro: SQL au fost folosite pentru a obţine activul detaşarea detalii
ru_ru: SQL-запрос получения информации о размещении фондов
sq_al: SQL pas u përdor për të marrë pasuri postimi detajet
sv: Följande SQL har använts för att få tillgång utstationering detaljer
sw_ke: SQL zifuatazo alikuwa kutumika kupata maelezo ya mali posting
tr_tr: Aşağıdaki SQL detayları gönderme varlık elde etmek için kullanıldı
zh_hk: 用于查询资产过账细节的SQL是
zh_tw: 下面的SQL來獲得該資產的詳細信息張貼

source: accumulated depreciation disposal
es_es: eliminación de la depreciación acumulada
ko_kr: 감가 상각 누계액 처리
mr_in: एकत्रित र्हास विल्हेवाट
pt_pt: depreciação acumulada baixada
zh_tw: 累計折舊處置

source: The reversal of accumulated depreciation GL posting on disposal could not be inserted because
cs_cz: Obrácení oprávky GL vysílání na odstranění nemůže být vložen, protože
es_es: La revocación de depreciación de publicación GL acumulada en la eliminación no puede ser insertada porque
hi_in: संचित मूल्यह्रास निपटान पर पोस्टिंग जीएल का उत्क्रमण वजह से हो सकता है नहीं डाला
id_id: Posting GL pembalikan akumulasi penyusutan saat penghapusan tdk dapat dimasukkan karena
it_it: L&#39;inversione di GL ammortamento distacco da cessione non potrebbe essere inserito perché
ko_kr: 처분 감가 상각 누계액의 GL 게시의 반전이 있기 때문에 삽입 할 수 없습니다
mr_in: विल्हेवाट वर एकत्रित र्हास जी.एल. पोस्टिंग उलटे समाविष्ट करणे शक्य नाही कारण
nl_nl: De omkering van geaccumuleerde afschrijvingen GL posting op verwijdering kan niet worden geplaatst omdat
pt_pt: Lançamento da reversao da depreciação acumulado não pode ser inserido porque
ro_ro: Inversarea de GL amortizarea acumulată postarea pe eliminarea nu a putut fi introdus, deoarece
ru_ru: Ошибка отмены занесения по причине списания информации о накопленной амортизации в главную книгу
sq_al: Ndryshim i GL amortizimin e akumuluar të postuar në dispozicion nuk mund të futet, sepse
sv: Återföring av ackumulerade avskrivningar GL utstationering vid avyttring kunde inte sättas in eftersom
sw_ke: reversal ya GL kusanyiko uchakavu posting ovyo inaweza kuwa kuingizwa kwa sababu
tr_tr: bertaraf yazabilmek birikmiş amortisman GL ters çünkü takılı olamazdı
zh_hk: 撤销处置资本累计折旧的修改无法完成因为
zh_tw: 無法插入的處置累計折舊總帳過帳撥回，因為

source: cost disposal
es_es: eliminación de costos
ko_kr: 비용 처리
mr_in: किमतीच्या विल्हेवाट
pt_pt: custo baixa
zh_tw: 處置費用

source: The reversal of asset cost on disposal GL posting could not be inserted because
es_es: La reversión del costo de los activos mediante el asiento contable de eliminación no pudo insertarse porque
id_id: Posting GL utk pembalikan biaya aktiva saat dijual tdk dapat dimasukkan karena
ko_kr: 처분 GL 게시에 자산 비용의 반전이 있기 때문에 삽입 할 수 없습니다
mr_in: विल्हेवाट जी.एल. पोस्टिंग वर मालमत्ता किंमतीच्या उलटे समाविष्ट करणे शक्य नाही कारण
pt_pt: Lançamento reverso do custo da baixa de ativo não pode ser inserido porque
zh_tw: 無法插入的出售總帳過帳資產成本的逆轉，因為

source: net book value disposal
ko_kr: 순 장부 가액 처분
mr_in: निव्वळ पुस्तकी मूल्य विल्हेवाट
pt_pt: valor contábil baixa
zh_tw: 帳面出售淨值

source: The disposal net book value GL posting could not be inserted because
cs_cz: K dispozici čisté účetní hodnoty GL vysílání nemohly být zařazeny, protože
es_es: El valor contable neto en libros de la eliminación no se ha podido insertar, porque
hi_in: निपटान नेट बही मूल्य पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL nilai bersih penjualan tdk dapat dimasukkan karena
it_it: La rete di smaltimento GL valore di libro distacco non può essere inserito perché
ko_kr: 처분 순 장부 가치 GL 게시 때문에 삽입 할 수 없습니다
mr_in: विल्हेवाट निव्वळ पुस्तकी मूल्य जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De verwijdering nettoboekwaarde GL terbeschikkingstelling kan niet worden geplaatst omdat
pt_pt: Lançamento valor contábil de baixa ativo não pode ser inserido porque
ro_ro: Eliminarea valorii nete GL carte detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось записать данные о чистой прибыли в главную книгу, так как
sq_al: Neto vlera dispozicion Libri GL postimi nuk mund të shtohet sepse
sv: Förfogande netto bokförda värdet GL utstationering kunde inte med därför att
sw_ke: Ovyo wavu kitabu GL thamani posting inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme bertaraf net defter değeri GL çünkü takılı olamazdı
zh_hk: 因下列原因净帐目值处置的总帐过账未能完成
zh_tw: 不能插入的處置收入扣除帳面總值總帳過帳，因為

source: asset disposal proceeds
ko_kr: 자산 매각 진행
mr_in: मालमत्ता विल्हेवाट उत्पन्न
pt_pt: proceder baixa de ativos
zh_tw: 資產出售所得款項

source: The disposal proceeds GL posting could not be inserted because
cs_cz: Pozbytí GL vysílání nemohly být zařazeny, protože
es_es: La publicación contable procedente de la eliminación no se ha podido insertar, porque
hi_in: निपटान आय जीएल नहीं डाला जा सका क्योंकि पोस्टिंग
id_id: Posting GL hasil penjualan tdk dapat dimasukkan karena
it_it: Il ricavato smaltimento GL distacco non potrebbe essere inserito perché
ko_kr: 매각 금액의 GL 게시 때문에 삽입 할 수 없습니다
mr_in: विल्हेवाट उत्पन्न जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De opbrengsten van de verkoop GL terbeschikkingstelling kan niet worden geplaatst omdat
pt_pt: Lançamento baixa ativo não pode ser inserido porque
ro_ro: Încasările eliminarea GL detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить запись о списаниях в главную книгу, так как
sq_al: Të ardhurat dispozicion GL postimi nuk mund të futet, sepse
sv: Den avyttringen GL utstationering kunde inte med därför att
sw_ke: kuendelea ovyo wa GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: Elden çıkarılmasından kaynaklanan GL çünkü takılı olamazdı gönderme
zh_hk: 因为下列原因处置所得款过账未能完成
zh_tw: 不能插入出售所得款項總帳過帳，因為

source: The fixed asset transaction could not be inserted because
cs_cz: Dlouhodobého majetku transakce nemůže být vložen, protože
es_es: La transacción del activo fijo no puede ser insertada por
hi_in: अचल संपत्ति लेनदेन के कारण हो सकता है नहीं डाला
id_id: Transaksi aktiva tetap tdk dapat dimasukkan karena
it_it: L&#39;operazione elemento delle immobilizzazioni non può essere inserito perché
ko_kr: 고정 자산 거래는 때문에 삽입 할 수 없습니다
mr_in: निर्धारण मालमत्ता व्यवहार समाविष्ट करणे शक्य नाही कारण
nl_nl: De vaste activa / passiva transactie kan niet worden geplaatst omdat
pt_pt: A transação ativo fixo não pode ser inserida porque
ro_ro: Tranzacţie active fixe nu a putut fi introdus, deoarece
ru_ru: Не удалось добавить транзакцию об основных средствах, так как
sq_al: Transaksioni i aseteve fikse nuk mund të futet, sepse
sv: Den fasta tillgångar Transaktionen kan inte läggas till grund
sw_ke: Wa upangaji wa shughuli mali inaweza kuwa kuingizwa kwa sababu
tr_tr: Sabit kıymet işlem çünkü takılı olamazdı
zh_hk: 因为下列原因，固定资产交易未能完成
zh_tw: 不能插入固定資產交易，因為

source: The following SQL to insert the fixed asset transaction record was used
cs_cz: Následující SQL vložit stálých aktiv transakce záznam byl použit
es_es: Se utilizó el siguiente código SQL para insertar el registro de transacciones de activos fijos
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL अचल संपत्ति लेनदेन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memasukkan data transaksi aktiva tetap
it_it: L&#39;SQL seguente per inserire il record fissato transazione bene è stato utilizzato
ko_kr: 고정 자산 트랜잭션 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: निश्चित मालमत्ता व्यवहार रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De volgende SQL-het invoegen van de vaste activa / passiva transactie record werd gebruikt
pt_pt: SQL usado para inserir trans. ativo fixo foi
ro_ro: SQL pentru a insera următoarele fix tranzacţia record a activelor a fost folosit
ru_ru: SQL-запрос вставки транзакции об основных средствах
sq_al: SQL e mëposhtme për të futur fikse transaksioni aktiv rekord është përdorur
sv: Följande SQL för att infoga anläggningstillgångar transaktionen rekord användes
sw_ke: SQL zifuatazo Insert ya fasta mali rekodi ya shughuli ilitumika
tr_tr: eklemek için aşağıdaki SQL sabit kıymet işlemi kaydetmek kullanıldı
zh_hk: 用于插入固定资产交易记录的SQL是
zh_tw: 下面的SQL插入固定資產交易記錄使用

source: The fixed asset record could not be updated for the disposal because
cs_cz: Dlouhodobého majetku záznam nelze aktualizovat, protože k dispozici
es_es: El registro de activos fijos no se pudo actualizar para la e;liminación porque
hi_in: अचल संपत्ति रिकॉर्ड निपटान क्योंकि के लिए अद्यतन नहीं किया जा सकता है
id_id: Data aktiva tetap tdk dapat diperbarui utk penghapusan karena
it_it: Il record elemento delle immobilizzazioni non può essere aggiornato per lo smaltimento, perché
ko_kr: 고정 자산 레코드가 처리하기 때문에 업데이트 할 수 없습니다
mr_in: निर्धारण मालमत्ता रेकॉर्ड विल्हेवाटीसाठी अद्यतनित करणे शक्य नाही कारण
nl_nl: De vaste activa record kon niet worden bijgewerkt voor de verwijdering, omdat
pt_pt: O trans. ativo fixo não pode ser atualizada para baixa porque
ro_ro: Record de active fixe nu poate fi actualizat pentru eliminarea, deoarece
ru_ru: Запись об основных средтсвах не может быть обновлена для удаления, так как
sq_al: Të dhënat e aseteve fikse nuk mund të rifreskohet për hedhjen sepse
sv: Den fasta tillgångar rekord kunde inte uppdateras för slutförvaring, eftersom
sw_ke: Wa upangaji wa rekodi ya mali inaweza kuwa mwisho kwa ajili ya ovyo kwa sababu
tr_tr: Sabit kıymet kaydı imha çünkü güncelledi olamazdı
zh_hk: 因为下列原因，此处置的固定资产记录未能更新
zh_tw: 固定資產記錄不能被更新，以出售，因為

source: The following SQL to update the fixed asset record was used
cs_cz: Následující SQL k aktualizaci dlouhodobého majetku záznam byl použit
es_es: Se utilizó el SQL siguiente para actualizar el registro de activos fijos
hi_in: निम्नलिखित एसक्यूएल अचल संपत्ति रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut utk memperbarui data aktiva tetap digunakan
it_it: Il seguente SQL per aggiornare il record cespite è stato utilizzato
ko_kr: 고정 자산 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: निश्चित मालमत्ता रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De volgende SQL-het actualiseren van de vaste activa record werd gebruikt
pt_pt: SQL usado para atualizar trans. ativo fixo foi
ro_ro: Următoarele SQL pentru a actualiza înregistrarea activului fix a fost folosit
ru_ru: Для обновления данных об основных средствах был использован SQL
sq_al: SQL e mëposhtme për të rinovuar rekordin e aseteve fikse është përdorur
sv: Följande SQL för att uppdatera den fasta tillgången rekord användes
sw_ke: SQL zifuatazo update fasta rekodi ya mali ilikuwa kutumika
tr_tr: Aşağıdaki SQL sabit kıymet kaydı kullanılan güncelleme
zh_hk: 更新固定资产记录的SQL是
zh_tw: 下面的SQL來更新固定資產記錄是用來

source: The total debtor GL posting could not be inserted because
cs_cz: Celková dlužník GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable del total deudor porque
hi_in: कुल देनदार पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL total debitur tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati sul conto di controllo debitori perchè
ko_kr: 총 채무 GL 게시 때문에 삽입 할 수 없습니다
mr_in: एकूण कर्जदार जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De totale debiteuren grootboekboeking kon niet worden geboekt mdat
pt_pt: Total dos débitos na postagem Contábil não podem ser inseridas porque
ro_ro: GL debitorul totală a detaşării nu a putut fi introdus, deoarece
ru_ru: Проводка в главной книге оо общей дебиторской зажожности не может быть вставлена
sq_al: GL total debitori postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: GL jumla ya deni posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证应收账款行,因为
zh_tw: 未能插入總帳借方總過帳, 因為

source: The following SQL to insert the total debtors control GLTrans record was used
cs_cz: Následující SQL vložit celkovou kontrolu dlužníků GLTrans záznam byl použit
es_es: Para agregar el registro GLTrans de control del total de deudores, se usó el SQL siguiente
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL कुल देनदार नियंत्रण GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans kontrol total debitur
it_it: Il codice SQL utilizzato per inserire i dati nel conto controllo debitori era
ko_kr: 다음 SQL은 총 채무자가 GLTrans 기록이 사용 된 제어 삽입
mr_in: एकूण debtors घालण्यासाठी खालील SQL GLTrans रेकॉर्ड वापरला होता नियंत्रित
nl_nl: De gebruikte SQL om de totale debiteuren controle grootboekboeking te boeken was
pt_pt: SQL usado para inserir total devedor GLTrans foi
ro_ro: SQL pentru a insera următoarele total debitori control record GLTrans a fost folosit
ru_ru: SQL вставки данных об общей контрольной транзакции о дебиторах в главную книгу
sq_al: SQL e mëposhtme për të futur në total debitorët e kontrollit GLTrans rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya kudhibiti jukumu jumla rekodi GLTrans ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入总账凭证应收账款行的SQL是
zh_tw: 以下插入借方總控制交易記錄的 SQL 正被使用

source: The freight GL posting could not be inserted because
cs_cz: Nákladní GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de transporte porque
hi_in: भाड़ा पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL pengiriman tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati sui costi di spedizione perchè
ko_kr: 화물 GL 게시 때문에 삽입 할 수 없습니다
mr_in: वाहतुक जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De vracht grootboekboeking kon niet worden toegevoegd omdat
pt_pt: A postagem contábil frete não pode ser inserida porque
ro_ro: GL postarea de transport de marfă nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить в главную книгу данные о фрахте
sq_al: GL mallrave postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: GL ya mizigo posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证的运费行,因为
zh_tw: 總帳過數的運費未能插入, 因為

source: The tax GL posting could not be inserted because
cs_cz: Daň GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de impuestos porque
hi_in: कर पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL pajak tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati sulle imposte perchè
ko_kr: 세금 GL 게시 때문에 삽입 할 수 없습니다
mr_in: कर जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De belasting grootboekboeking kon niet worden geboekt omdat
pt_pt: Postagem Contábil de Impostos não podem ser inseridas porque
ro_ro: GL fiscale detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить проводки о налогах в главную книгу, так как
sq_al: GL tatimore postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: GL ya kodi posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证的销售税行, 因为
zh_tw: 總帳過數的稅未能插入, 因為

source: Invoice number
cs_cz: Číslo faktury
es_es: Factura número
hi_in: चालान संख्या
id_id: Nomor faktur
it_it: Fattura numero
ko_kr: 송장 번호
mr_in: अशी यादी तयार क्रमांक
nl_nl: Factuur nummer
pt_pt: Número do Aviso
ro_ro: Numar Factura
ru_ru: Номер счета
sq_al: Numri Faturë
sv: Faktura nummer
sw_ke: Invoice namba
tr_tr: FATURA NO
zh_hk: 发票编号
zh_tw: 發票編號

source: processed
cs_cz: zpracované
es_es: procesado
hi_in: संसाधित
id_id: telah diproses
it_it: emessa
ko_kr: 처리
mr_in: प्रक्रिया
nl_nl: Verwerkt
pt_pt: processado
ro_ro: prelucrate
ru_ru: обработано
sq_al: i përpunuar
sv: bearbetad
sw_ke: kusindika
tr_tr: ISLENDI
zh_hk: 已生成
zh_tw: 已進行

source: Print
cs_cz: Tisk
es_es: Imprimir
hi_in: प्रिंट
id_id: Cetak
it_it: Stampa
ko_kr: 인쇄
mr_in: छाप उठवणे
nl_nl: Afdruk
pt_pt: Imprimir
ro_ro: Imprimare
ru_ru: Печать
sq_al: Shtyp
sv: Skriv ut
sw_ke: Magazeti
tr_tr: YAZDIR
zh_hk: 打印
zh_tw: 列印

source: Print this invoice
cs_cz: Vytisknout tuto fakturu
es_es: Imprimir esta factura
hi_in: इस चालान प्रिंट
id_id: Cetak faktur ini
it_it: Stampa questa fattura
ko_kr: 이 송장을 인쇄하기
mr_in: या चलन छापा
nl_nl: Afdrukken deze factuur
pt_pt: Imprimir esse pedido
ro_ro: Imprimare Factura
ru_ru: Печатать этот счет
sq_al: Printo këtë faturë
sv: Skriv ut denna faktura
sw_ke: Magazeti hii invoice
tr_tr: BU FATURAYI YAZDIR
zh_hk: 打印这张发票
zh_tw: 列印這發票

source: Landscape
cs_cz: Terén
es_es: Horizontal
hi_in: परिदृश्य
id_id: Horisontal
it_it: Paesaggio
ko_kr: 경치
mr_in: रमणीय भूप्रदेश किंवा त्याचे चित्र
nl_nl: liggend
pt_pt: Paisagem
ro_ro: Peisaj
ru_ru: Пейзаж
sq_al: Peizazh
sv: Landskap
sw_ke: Mazingira
tr_tr: Peyzaj
zh_hk: 纵向
zh_tw: 信紙

source: Portrait
cs_cz: Portrét
es_es: Vertical
hi_in: चित्र
id_id: Vertikal
it_it: Ritratto
ko_kr: 초상화
mr_in: पोर्ट्रेट
nl_nl: staand
pt_pt: Retrato
ro_ro: Portret
ru_ru: Портрет
sq_al: Portret
sv: Porträtt
tr_tr: Portre
zh_hk: 横向
zh_tw: 合同

source: Select another order for invoicing
cs_cz: Zvolit jinou objednávku k fakturaci
es_es: Seleccionar otro pedido para facturar
hi_in: चालान के लिए एक और आदेश का चयन करें
id_id: Pilih order lain utk difaktur
it_it: Seleziona un altro ordine da fatturare
ko_kr: 송장에 대한 또 다른 순서를 선택합니다
mr_in: इन्हॉइसिंग दुसरी ऑर्डर निवडा
nl_nl: Selecteer een andere opdracht voor factureren
pt_pt: Selec. outro pedido para Liberar
ro_ro: Selectaţi o altă ordine de facturare
ru_ru: Выберите другой заказ для оприходования
sq_al: Zgjidhni një tjetër mënyrë për faturimin
sv: Välj en annan order som skall faktureras
sw_ke: Kuchagua mwingine ili fakturering
tr_tr: FATURALANACAK BIR BASKA SIPARIS SEÇIN
zh_hk: 选择其他要开发票的订单
zh_tw: 選擇其他要開發票的訂單

source: Sales Order Entry
cs_cz: Prodejní objednávky Vstup
es_es: Ingreso de órdenes de venta
hi_in: बिक्री आदेश प्रवेश
id_id: Masukkan Order Penjualan
it_it: Inserimento ordine di vendita
ko_kr: 판매 주문 입력
mr_in: विक्री मागणी प्रविष्टी
nl_nl: Verkoop Opdracht Invoer
pt_pt: Entrada Pedido Venda
ro_ro: Ordinul de vânzare de intrare
ru_ru: Выберите заказ
sq_al: Hyrja Sales Order
sv: Kundorder
sw_ke: Order mauzo Entry
tr_tr: SATIS SIPARISI GIRISI
zh_hk: 销售订单行
zh_tw: 銷售訂單輸入

source: Date On Invoice
cs_cz: Datum na faktuře
es_es: Fecha en factura
hi_in: चालान पर दिनांक
id_id: Tgl Pada Faktur
it_it: Data in fattura
ko_kr: 송장에 대한 최신 정보
mr_in: अशी यादी तयार तारीख
nl_nl: Datum op de factuur
pt_pt: Data no Pedido
ro_ro: Pe data facturii
ru_ru: Дата в счете-фактуре
sq_al: Data On Faturë
sv: Fakturadatum
sw_ke: Tarehe ya ankara
tr_tr: Fatura On Tarihi
zh_hk: 发票日期
zh_tw: 發票日期

source: Consignment Note Ref
cs_cz: Přepravního listu Ref
es_es: Referencia Consignación
hi_in: परेषण नोट रेफरी
id_id: Ket. Catatan Pengiriman
it_it: Rif. Bolla Consegna
ko_kr: 위탁 주 참조
mr_in: प्रेषक टीप संदर्भ
nl_nl: Vrachtbrief ref.
pt_pt: Ref. Nota Consignação
ro_ro: Trăsură Ref
ru_ru: Ссылка на транспортную накладную
sq_al: Ref ngarkesë Shënim
sv: Referens
sw_ke: Angalia Consignment Kumb
tr_tr: Konsinye Not Ref
zh_hk: 运单号
zh_tw: 托運單號(追蹤參考)

source: Enter the consignment note reference to enable tracking of the delivery in the event of customer proof of delivery issues
ko_kr: 배달 문제의 고객 증명의 경우에 배송 추적이 가능하도록 운송장 참조를 입력
mr_in: वितरण मुद्दे ग्राहक पुरावा झाल्यास धावसंख्या ट्रॅकिंग सक्षम करण्यासाठी प्रेषक टीप संदर्भ द्या
pt_pt: Informe ref. nota consignação para habilitar rastr. de entrega como prova de entrega
zh_tw: 輸入托運單，以便未來產生交貨問題時，對客戶提出交運文件的跟蹤證明參考依據

source: No Of Packages in Delivery
es_es: Cantidad de paquetes en la entrega
id_id: Jumlah Paket pd Pengiriman
ko_kr: 배달의 패키지 없음
mr_in: डिलिव्हरी पॅकेजेस नाही
pt_pt: não há núm. de Volumes
zh_tw: 交運的包裝數量

source: Action For Balance
cs_cz: Akce pro váhy
es_es: Acción por motivos de balanza
hi_in: संतुलन के लिए लड़ाई
id_id: Tindakan Utk Neraca
it_it: Azione per Balance
ko_kr: 균형 액션
mr_in: शिल्लक कृती
nl_nl: Actie voor Balance
pt_pt: Ação para Saldo
ro_ro: Acţiune pentru echilibrul
ru_ru: Действия для баланса
sq_al: Veprim Për Bilanci
sv: Åtgärd för balans
sw_ke: Action Mizani
tr_tr: Denge için Eylem
zh_hk: 余数处理
zh_tw: 餘數處理
