Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There were no items in the range and location specified
cs_cz: Nebyly zjištěny žádné položky v rozsahu a umístění uvedené
es_es: No hay ningún artículo en el rango y la ubicación especificada
hi_in: वहाँ सीमा और स्थान में कोई आइटम नहीं निर्दिष्ट किया गया
id_id: Tdk ada item di antara jangka kode dan lokasi yg ditentukan
it_it: Non ci sono stati gli articoli della vasta e posizione specificata
ko_kr: 지정된 범위 및 위치에 항목은 없었다
mr_in: निर्दिष्ट श्रेणी आणि स्थान मध्ये कोणतेही आयटम नाहीत
nl_nl: Er waren geen items in de gespecificeerde range / lokatie
pt_pt: Não há itens no intervalo e local especificados
ro_ro: Nu s-au produs în intervalul şi locaţia specificată
ru_ru: Не найдено товаров в заданном диапазоне и местоположении
sq_al: Nuk ka pasur artikuj në varg dhe vendin e specifikuar
sv: Det finns inga produkter i selekteringsintervallet
sw_ke: Kulikuwa hakuna vitu mbalimbali na eneo maalum
tr_tr: BELIRTTIGINIZ ARALIK VE DEPO KRITERLERINE UYGUN ÜRÜN YOK
zh_hk: 指定的物料组范围和仓库没有物料
zh_tw: 指定的範圍和地點沒有商品

source: Category ID
es_es: ID de categoría
ko_kr: 범주 ID
zh_tw: 類別編碼

source: Inventory Planning Reporting
cs_cz: Plánování zásob zpráv
es_es: Reporte de Planificación de Inventario
hi_in: सूची रिपोर्टिंग योजना
id_id: Laporan Perencanaan Persediaan
ko_kr: 재고 계획보고
mr_in: सूची नियोजन अहवाल
nl_nl: Rapportage van de voorraad planning
pt_pt: Relatório Planejamento Estoque
ro_ro: Inventar de planificare de raportare
ru_ru: Отчет о планировании ассортимента
sq_al: Planifikimit Inventari Raportimi
sv: Lagerplaneringsrapport
sw_ke: Hesabu Mipango Reporting
tr_tr: STOK PLANLAMA RAPORLAMA
zh_hk: 物料需求计划报表
zh_tw: 庫存計劃報表

source: Select Inventory Categories
ko_kr: 선택 재고 카테고리
zh_tw: 選擇庫存類別

source: For Inventory in Location
cs_cz: Pro Zásoby v lokalitě
es_es: Para inventario en ubicación
hi_in: स्थान में सूची के लिए
id_id: Utk Persediaan di Lokasi
it_it: Per l&#39;inventario in Località
ko_kr: 위치에 재고를 들어
mr_in: स्थान सूची करण्यासाठी
nl_nl: voorraad op lokatie
pt_pt: Para Estoque no Local
ro_ro: Pentru Inventarul în locaţie
ru_ru: Для ассортимента в месторасположении
sq_al: Inventari për në Vendndodhja
sv: För lager på plats
sw_ke: Kwa ajili ya Kitabu katika Location
tr_tr: DEPO
zh_hk: 仓库
zh_tw: 倉庫地點:

source: All Locations
cs_cz: Všechna umístění
es_es: Todos los Almacenes
hi_in: सभी स्थान
id_id: Semua Lokasi
it_it: Tutte le Sedi
ko_kr: 모든 지역
mr_in: सर्व स्थाने
nl_nl: Alle Locaties
pt_pt: Todos Locais
ro_ro: Toate Amplasamentele
ru_ru: Все местоположения
sq_al: Të gjitha Locations
sv: Alla ställen
sw_ke: Maeneo yote
tr_tr: TÜM DEPOLAR
zh_hk: 所有仓库
zh_tw: 全部地點

source: Stock Planning
cs_cz: Sklad plánování
es_es: Planificación de Inventario
hi_in: शेयर योजना
id_id: Perencanaan Stok
it_it: Archivio di pianificazione
ko_kr: 재고 계획
mr_in: स्टॉक नियोजन
nl_nl: Voorraadplanning
pt_pt: Planejamento de Estoque
ro_ro: Planificarea stoc
ru_ru: Товарное планирование
sq_al: Stock Planifikimit
sv: Lagerplanering
sw_ke: Mipango ya hisa
tr_tr: Stok planlama
zh_hk: 库存计划
zh_tw: 庫存規劃

source: One Month MAX
cs_cz: Jeden měsíc MAX
es_es: Un mes Máximo
hi_in: एक महीना MAX
id_id: Satu Bulan MAX
it_it: Un mese MAX
ko_kr: 한 달 MAX
mr_in: एक महिना कमाल
nl_nl: Een maand MAX
pt_pt: Um Mês MAX
ro_ro: Maxim o lună
ru_ru: MAX за один месяц
sq_al: Një MAX Muaj
sv: Efter en månad Max
sw_ke: Mwezi mmoja MAX
tr_tr: Bir Ay MAX
zh_hk: 一个月最多
zh_tw: 最大一個月

source: One Month and a half MAX
cs_cz: Jeden měsíc a půl MAX
es_es: Un Mes y medio Máximo
hi_in: एक माह और एक आधा MAX
id_id: Satu Bulan dan setengah MAX
it_it: Un mese e mezzo MAX
ko_kr: 1 개월 반 MAX
mr_in: एक महिना आणि एक अर्धा कमाल
nl_nl: Een maand en een half MAX
pt_pt: 1 Mês e 50% MAX
ro_ro: O lună şi un maxim jumătate
ru_ru: MAX за полтора месяца
sq_al: Një muaj e gjysmë MAX
sv: En och en halv månad Max
sw_ke: Mwezi mmoja na nusu MAX
tr_tr: Bir ay ve bir buçuk MAX
zh_hk: 一个半月内地最大值
zh_tw: 一個月半最大

source: Two Months MAX
cs_cz: Dva měsíce MAX
es_es: Dos meses Máximo
hi_in: दो महीने MAX
id_id: Dua Bulan MAX
it_it: Due mesi max
ko_kr: 두 달 MAX
mr_in: दोन महिने कमाल
nl_nl: Twee maanden MAX
pt_pt: 2 Meses MAX
ro_ro: Maxim două luni
ru_ru: MAX за два месяца
sq_al: Dy Muaj MAX
sv: Två månader Max
sw_ke: Miezi miwili MAX
tr_tr: İki Ay MAX
zh_hk: 两个月最多
zh_tw: 最大兩個月

source: Two Month and a half MAX
cs_cz: Dva měsíce a půl MAX
es_es: Dos Meses y medio Máximo
hi_in: दो माह और एक आधा MAX
id_id: Dua Bulan dan setengah MAX
it_it: Due mesi e mezzo di MAX
ko_kr: 두 달 반 MAX
mr_in: दोन महिना आणि एक अर्धा कमाल
nl_nl: Twee maand en een half MAX
pt_pt: 2 Meses e 50% MAX
ro_ro: De două luni şi un maxim jumătate
ru_ru: MAX за два с половиной месяца
sq_al: Dy muaj e gjysmë MAX
sv: Två och en halv månad Max
sw_ke: Mwezi mbili na nusu MAX
tr_tr: İki ay ve bir buçuk MAX
zh_hk: 两个半月最多
zh_tw: 兩個月半最大

source: Three Months MAX
cs_cz: Tři měsíce MAX
es_es: Tres Meses Máximo
hi_in: तीन महीने MAX
id_id: Tiga Bulan MAX
it_it: Tre mesi max
ko_kr: 세 달 MAX
mr_in: तीन महिने कमाल
nl_nl: Drie maanden MAX
pt_pt: 3 Meses MAX
ro_ro: Mult trei luni
ru_ru: MAX за три месяца
sq_al: Tre Muajt MAX
sv: Tre månader Max
sw_ke: Tatu Months MAX
tr_tr: Üç Aylar MAX
zh_hk: 三个月最大值
zh_tw: 最大三個月

source: Four Months MAX
cs_cz: Čtyři měsíce MAX
es_es: Cuatro Meses Máximo
hi_in: चार महीने MAX
id_id: Empat Bulan MAX
it_it: Quattro mesi max
ko_kr: 네 개월 최대
mr_in: चार महिने कमाल
nl_nl: Vier maanden MAX
pt_pt: 4 Meses MAX
ro_ro: Patru luni maxim
ru_ru: MAX за четыре месяца
sq_al: Katër muaj MAX
sv: Fyra månader Max
sw_ke: Miezi minne MAX
tr_tr: Dört Ay MAX
zh_hk: 四个月最大值
zh_tw: 最大四個月

source: One Month AVG
cs_cz: Jeden měsíc AVG
es_es: Un mes Promedio
hi_in: एक महीना औसत
id_id: Satu Bulan AVG
it_it: Un mese di AVG
ko_kr: 한 달 평균
mr_in: एक महिना AVG
nl_nl: Een maand AVG
pt_pt: 1 mês MED
ro_ro: De o lună de mediu
ru_ru: AVG за один месяц
sq_al: Një Muaj AVG
sv: Efter en månad medel
sw_ke: Mwezi mmoja AVG
tr_tr: Bir Ay AVG
zh_hk: 一个月平均
zh_tw: 一個月平均

source: One Month and a half AVG
cs_cz: Jeden měsíc a půl AVG
es_es: Un Mes y medio Promedio
hi_in: एक माह और एक आधा औसत
id_id: Satu Bulan dan AVG setengah
it_it: Un mese e mezzo di AVG
ko_kr: 1 개월 반 AVG
mr_in: एक महिना आणि एक अर्धा AVG
nl_nl: Een maand en een half AVG
pt_pt: 1 mês e meio AVG
ro_ro: O lună şi medie pentru o jumătate
ru_ru: AVG за полтора месяца
sq_al: Një muaj dhe një gjysmë AVG
sv: En och en halv månads medel
sw_ke: Mwezi mmoja na nusu AVG
tr_tr: Bir ay ve bir buçuk AVG
zh_hk: 一个半月平均
zh_tw: 一個月半的AVG

source: Two Months AVG
cs_cz: Dva měsíce AVG
es_es: Dos meses Promedio
hi_in: दो महीने औसत
id_id: Dua Bulan AVG
it_it: Due mesi di AVG
ko_kr: 두 달 AVG
mr_in: दोन महिने AVG
nl_nl: Twee maanden AVG
pt_pt: 2 meses AVG
ro_ro: Medie de două luni
ru_ru: AVG за два месяца
sq_al: Dy Muaj AVG
sv: Två månaders medel
sw_ke: Miezi miwili AVG
tr_tr: İki Ay AVG
zh_hk: 两个月平均
zh_tw: 兩個月平均

source: Two Month and a half AVG
cs_cz: Dva měsíce a půl AVG
es_es: Dos Meses y medio Promedio
hi_in: दो माह और एक आधा औसत
id_id: Dua Bulan dan AVG setengah
it_it: Due mesi e mezzo di AVG
ko_kr: 두 달 반 AVG
mr_in: दोन महिना आणि एक अर्धा AVG
nl_nl: Twee maand en een half AVG
pt_pt: 2 meses e meio AVG
ro_ro: De două luni şi jumătate AVG
ru_ru: AVG за два с половиной месяца
sq_al: Dy Muaj gjysmë dhe një AVG
sv: Två och en halv månads medel
sw_ke: Mwezi mbili na nusu AVG
tr_tr: İki ay ve bir buçuk AVG
zh_hk: 两个半月平均
zh_tw: 兩個月半的AVG

source: Three Months AVG
cs_cz: Tři měsíce AVG
es_es: Tres Meses Promedio
hi_in: तीन महीने औसत
id_id: Tiga Bulan AVG
it_it: Tre Mesi di AVG
ko_kr: 세 달 평균
mr_in: तीन महिने AVG
nl_nl: Drie maanden AVG
pt_pt: 3 meses AVG
ro_ro: Trei luni AVG
ru_ru: AVG за три месяца
sq_al: Tre Muajt AVG
sv: Tre månaders medel
sw_ke: Miezi mitatu AVG
tr_tr: Üç Aylar AVG
zh_hk: 三个月平均
zh_tw: 三個月平均

source: Four Months AVG
cs_cz: Čtyři měsíce AVG
es_es: Cuatro Meses Promedio
hi_in: चार महीने औसत
id_id: Empat Bulan AVG
it_it: Quattro mesi di AVG
ko_kr: 네 달 평균
mr_in: चार महिने AVG
nl_nl: Vier maanden AVG
pt_pt: 4 meses AVG
ro_ro: Patru luni AVG
ru_ru: AVG за четыре месяца
sq_al: Katër muaj AVG
sv: Fyra månaders medel
sw_ke: Miezi minne AVG
tr_tr: Dört Ay AVG
zh_hk: 四个月平均
zh_tw: 四個月平均

source: Preferred Supplier Inventory Plan
cs_cz: Preferované Dodavatel Inventář plánu
es_es: Plan de Inventario del proveedor Preferido
hi_in: पसंदीदा प्रदायक सूची योजना
id_id: Perencanaan Persediaan Supplier Pilihan
it_it: Preferred Supplier Piano Inventario
ko_kr: 우선 공급 업체의 재고 계획
mr_in: पसंतीचे पुरवठादार सूची योजना
nl_nl: Preferred Supplier Inventarisatie Plan
pt_pt: Fornecedor Principal Planej. Estoque
ro_ro: Furnizorul preferat Inventarul Planul
ru_ru: План инвентаризации для предпочитаемого поставщика
sq_al: Inventari i parapëlqyer Furnizuesi Plan
sv: Huvudleverantörs Lagerplan
sw_ke: Preferred Supplier Mali Mpango
tr_tr: Tercih Tedarikçi Envanter Planı
zh_hk: 首选供应商库存计划
zh_tw: 首選供應商庫存計劃

source: for all stock locations
cs_cz: pro všechny akciové lokality
es_es: para todos los almacenes
hi_in: सभी शेयर स्थानों के लिए
id_id: utk semua lokasi stok
it_it: per tutte le posizioni della scorta
ko_kr: 모든 재고 위치는
mr_in: सर्व स्टॉक स्थाने
nl_nl: voor alle voorraad lokaties
pt_pt: para todos os locais de estoque
ro_ro: pentru toate locaţiile stoc
ru_ru: для всех расположений товара
sq_al: për të gjitha vendet e aksioneve
sv: för alla lagerställen
sw_ke: kwa ajili ya maeneo ya hisa zote
tr_tr: BÜTÜN DEPOLAR IÇIN
zh_hk: 在 所有仓库
zh_tw: 全部存貨地點於

source: for stock at
cs_cz: na skladě
es_es: para almacenar en
hi_in: पर स्टॉक के लिए
id_id: utk stok di
it_it: per scorta a
ko_kr: 재고에 대한
mr_in: स्टॉक साठी
nl_nl: voor voorraad te
pt_pt: para Estoque em
ro_ro: pentru stoc la
ru_ru: для товара в
sq_al: për aksioneve në
sv: för lager
sw_ke: kwa ajili ya hisa katika
tr_tr: stok at için
zh_hk: 在
zh_tw: 存貨於

source: Avg Qty
cs_cz: Avg Množství
es_es: Cantidad Media
hi_in: औसत मात्रा
id_id: Qty Rata2
it_it: Qtà media
ko_kr: 평균 수량
mr_in: सरासरी मात्रा
nl_nl: Gem Aantal
pt_pt: Quant. Média
ro_ro: AVG Cantitate
ru_ru: Среднеея кол-во
sv: Medel kvantitet
sw_ke: Avg Uchina
tr_tr: Avg Adet
zh_hk: 平均数量
zh_tw: 平均數量

source: 4 mths
es_es: 4 meses
id_id: 4 bln
ko_kr: 4 mths를
nl_nl: 4 mndn
pt_pt: 4 Meses
ru_ru: 4 мес
sq_al: 4 days
sv: 4 mån
tr_tr: 4 ayl
zh_hk: 4个月
zh_tw: 4個月

source: Max Mnth
cs_cz: Max měs.
es_es: Meses Max
hi_in: अधिकतम ऑफ़ द मंथ
id_id: Maks Bulan
ko_kr: 최대 Mnth
mr_in: कमाल Mnth
nl_nl: Max mnd
pt_pt: Max Mês
ru_ru: Макс Мес
sv: Max månader
zh_hk: 最大月
zh_tw: 最大月份

source: Standard
es_es: Estándar
hi_in: मानक
id_id: Standar
ko_kr: 표준
mr_in: इयत्ता
nl_nl: Standaard
pt_pt: Padrão
ru_ru: Стандартный
sw_ke: Kiwango
zh_hk: 标准
zh_tw: 標準

source: Deviation
cs_cz: Odchylka
es_es: Desviación
hi_in: विचलन
id_id: Deviasi
it_it: Deviazione
ko_kr: 일탈
mr_in: योग्य मार्ग सोडून देणे
nl_nl: Afwijking
pt_pt: Desvio
ro_ro: Abatere
ru_ru: Отклонение
sq_al: Devijim
sv: Avvikelse
sw_ke: Kupotoka
tr_tr: Sapma
zh_hk: 偏差
zh_tw: 誤差

source: Lead Time
cs_cz: Dodací lhůta
es_es: Tiempo de espera
hi_in: लीड समय
id_id: Waktu Tunggu
it_it: Tempo di consegna
ko_kr: 리드 타임
mr_in: एखाद्या वस्तूच्या पुरवठ्यासाठी दिलेली ऑर्डर व ती वस्तू मिळणे यांतील वेळेचे अंतर
pt_pt: Interv. Tempo
ru_ru: Время выполнения
sv: Ledtid
sw_ke: Risasi Time
tr_tr: Kurşun Zaman
zh_hk: 交货需时
zh_tw: 交期

source: in months
cs_cz: v měsících
es_es: en meses
hi_in: महीने में
id_id: dlm bulan
it_it: in mesi
ko_kr: 개월
mr_in: महिन्यात
nl_nl: in maanden
pt_pt: em meses
ro_ro: în luni
ru_ru: в месяц
sq_al: në muaj
sv: datum;månader
sw_ke: katika miezi
tr_tr: ay içinde
zh_hk: 月
zh_tw: 在幾個月

source: Qty Required
cs_cz: Množství požadované
es_es: Cantidad requerida
hi_in: मात्रा आवश्यक
id_id: Qty Diperlukan
it_it: Qtà richiesta
ko_kr: 수량 필수
mr_in: मात्रा आवश्यक
nl_nl: kwantiteit verplicht
pt_pt: Qtd Requ.
ro_ro: Cantitate necesară
ru_ru: Требуемое кол-во
sq_al: Qty Patjetėr
sv: Erfodrad kvantitet
sw_ke: Uchina Required
tr_tr: Adet Gerekli
zh_hk: 要求数量
zh_tw: 要求數量

source: in Supply Chain
cs_cz: v dodavatelském řetězci
es_es: en Cadena de Suministro
hi_in: आपूर्ति श्रृंखला में
id_id: dlm Rantai Suplai
it_it: nella supply chain
ko_kr: 공급 사슬에서
mr_in: पुरवठा साखळी मध्ये
pt_pt: na Cadeia Suprimento
ro_ro: în lanţul de aprovizionare
ru_ru: в цепи поставок
sq_al: në zinxhirin e furnizimit të
sv: i leverantörskedja
sw_ke: katika ugavi
tr_tr: Tedarik Zinciri
zh_hk: 在供应链
zh_tw: 在供應鏈

source: Cust Ords
cs_cz: Odběratele Ords
es_es: Ords. Client.
hi_in: ग्राहक Ords
id_id: Ord Cust
it_it: Ordini Clien
ko_kr: 커스트 Ords
mr_in: ग्राहक Ords
pt_pt: Custo Ped.
ru_ru: Зак. кл.
sv: Kundorder
tr_tr: MÜSTERI SIPARISLERI
zh_hk: 销售订单
zh_tw: 客戶訂單

source: Splr Ords
es_es: Ords. Expir.
id_id: Ord Splr
it_it: Ordini Forn
pt_pt: Forn. Ords
ru_ru: Зак. пост.
tr_tr: Splr Kelimeler
zh_hk: 采购订单
zh_tw: 供應商訂單

source: Sugg Ord
es_es: Ords. Suge.
id_id: Order Disarankan
it_it: Ord Sugg
ko_kr: Sugg 오드
mr_in: Sugg आर्द Khordad short
pt_pt: Ped. Sug.
ru_ru: Сагг заказ
sv: Pris
sw_ke: Sugg BWANA
zh_hk: 需求数量
zh_tw: 建議訂單

source: Inventory Planning Based On Lead Time Of Preferred Supplier
cs_cz: Zásoby plánování na základě dodací lhůta přednostního dodavatele
es_es: Planificación de Inventario Basado en el Tiempo de Entrega del proveedor Preferido
hi_in: सूची पसंदीदा प्रदायक की लीड समय के आधार पर योजना
id_id: Perencanaaan Persediaan Per Waktu Pesan Supplier Pilihan
it_it: Inventario pianificazione basata su lead time di fornitore privilegiato
ko_kr: 선호하는 공급 업체의 리드 타임을 기준으로 재고 계획
mr_in: पसंतीचे पुरवठादार शिसे वेळ आधारित सूची नियोजन
nl_nl: Inventarisatie planning op basis van doorlooptijd van Preferred Supplier
pt_pt: Estoque planejado com base nos prazos do fornecedor principal
ro_ro: Inventar de planificare bazat pe timpul de livrare a furnizorului preferate
ru_ru: Планирование инвентаризации предпочитаемого поставщика
sq_al: Inventari i Planifikimit të bazuar në kohë Lead e Furnizuesi i parapëlqyer
sv: Inventering planering utifrån ledtid på Preferred Supplier
sw_ke: Hesabu Mipango Based On Time Kiongozi wa Preferred Supplier
tr_tr: Envanter Tercih Tedarikçi Of Teslimat Süresi Dayalı Planlama
zh_hk: 存货计划根据偏好供应商的供货周期
zh_tw: 基於交貨期的首選供應商庫存計劃

source: Nil
cs_cz: Nic
es_es: cero
hi_in: शून्य
id_id: Tdk ada
it_it: Zero
ko_kr: 무
mr_in: शून्य
nl_nl: Niks
ro_ro: Zero
ru_ru: Пусто
sq_al: Zero
sv: (ingen)
tr_tr: Sıfır
zh_hk: 无
zh_tw: 無

source: Preferred Supplier Inventory Planning
cs_cz: Preferované Dodavatel plánování zásob
es_es: Planificación de Inventario del proveedor Preferido
hi_in: पसंदीदा प्रदायक इन्वेंटरी प्लानिंग
id_id: Perencanaan Persediaan Supplier Pilihan
ko_kr: 우선 공급 업체의 재고 계획
mr_in: पसंतीचे पुरवठादार सूची नियोजन
pt_pt: Fornecedor Principal Planej. Inv.
ro_ro: Furnizorul preferat Inventarul de planificare
ru_ru: Предпочтительного поставщика
sq_al: Inventari i parapëlqyer Furnizuesi Planifikimit
sv: Huvudleverantörs lagerplannering
sw_ke: Preferred Supplier Mali Mipango
tr_tr: Tercih Tedarikçi Stok Planlama
zh_hk: 首选供应商库存计划
zh_tw: 首選供應商庫存計劃

source: Months Buffer Stock to Hold
cs_cz: Měsíců vyrovnávací Stock Hold
es_es: Meses de Existencia a Mantener
hi_in: बफर स्टॉक होल्ड करने के लिए महीने
id_id: Stok Cadangan Disimpan Selama
it_it: Mesi scorta di Hold
ko_kr: 버퍼 재고 잡고 개월
mr_in: ठेवण्यासाठी महिने बफर स्टॉक
nl_nl: Maanden buffervoorraad naar Hold
pt_pt: Meses Manter Estoque Reserva
ro_ro: Luni stocului tampon la Hold
ru_ru: Месячный запас товаров
sq_al: Muaj Stock Buffer do të mbajë
sv: Månader buffertlagret till Hold
sw_ke: Miezi Buffer Stock kwa Hold
tr_tr: Ay Tampon Stok Hold
zh_hk: 要准的安全库存月数
zh_tw: 幾個月緩衝庫存，以保持

source: Two Weeks
cs_cz: Dva týdny
es_es: Dos Semanas
hi_in: दो सप्ताह
id_id: Dua Minggu
it_it: Due Settimane
ko_kr: 두 주
mr_in: दोन आठवडे
nl_nl: Twee weken
pt_pt: 2 semanas
ro_ro: Două săptămâni
ru_ru: Две недели
sq_al: Dy Javë
sv: Två veckor
sw_ke: Wiki mbili
tr_tr: İki Hafta
zh_hk: 两周
zh_tw: 兩週

source: One Month
cs_cz: Jeden měsíc
es_es: Un mes
hi_in: एक महीना
id_id: Satu Bulan
it_it: Un mese
ko_kr: 한달
mr_in: एक महिना
nl_nl: Maand
pt_pt: 1 mês
ro_ro: De o lună
ru_ru: Один месяц
sq_al: Një muaj
sv: Efter en månad
sw_ke: Mwezi mmoja
tr_tr: AYLIK
zh_hk: 一个月
zh_tw: 一個月

source: Six Weeks
cs_cz: Šest týdnů
es_es: Seis semanas
hi_in: छह सप्ताह
id_id: Enam Minggu
it_it: Sei Settimane
ko_kr: 6 주
mr_in: सहा आठवडे
nl_nl: Zes Weken
pt_pt: 6 semanas
ro_ro: Şase săptămâni
ru_ru: Шесть недель
sq_al: Gjashtë Javë
sv: Sex veckor
sw_ke: Wiki sita
tr_tr: Altı hafta
zh_hk: 六周
zh_tw: 六週

source: Two Months
cs_cz: Dva měsíce
es_es: Dos meses
hi_in: दो महीने
id_id: Dua Bulan
it_it: Due Mesi
ko_kr: 이 개월
mr_in: दोन महिने
nl_nl: Twee Maanden
pt_pt: 2 meses
ro_ro: De două luni
ru_ru: Два месяца
sq_al: Dy Muaj
sv: datum;månader
sw_ke: Miezi miwili
tr_tr: 2 AYLIK
zh_hk: 两个月
zh_tw: 兩個月

source: Inventory Quantities Report
cs_cz: Množství zásob Zpráva
es_es: Informe de Cantidades del Inventario
hi_in: सूची मात्रा रिपोर्ट
id_id: Laporan Qty Persediaan
it_it: Quantitativi Inventory Report
ko_kr: 재고 수량 보고서
mr_in: सूची प्रमाणात अहवाल
nl_nl: Voorraadhoeveelheden Verslag
pt_pt: Relatório de Quantidades Inventariadas
ro_ro: Cantităţi Inventarul Raport
ru_ru: Отчет об инвентаризации
sq_al: Sasitë Inventari Report
sv: Lagerkvantitetsrapport
sw_ke: Ripoti ya hesabu kiasi
tr_tr: Stok miktarları Raporu
zh_hk: 库存数量报告
zh_tw: 庫存數量報表

source: Parts With Quantities
cs_cz: S díly Množství
es_es: Componentes con Cantidades
hi_in: मात्रा के साथ पार्ट्स
id_id: Brg Dgn Qty
it_it: Parti con quantità
ko_kr: 수량와 부품
mr_in: प्रमाणात सह भाग
nl_nl: Delen met hoeveelheden
pt_pt: Peças Com Quantidades
ro_ro: Piese cu cantităţi
ru_ru: Части с количеством
sq_al: Parts me sasi të
sv: Delar med lagerkvantiteter
sw_ke: Sehemu na kiasi
tr_tr: Miktarları ile Parçaları
zh_hk: 部品及数量
zh_tw: 零件數量

source: Inventory Quantities
cs_cz: Množství zásob
es_es: Cantidades del Inventario
hi_in: सूची मात्रा
id_id: Jumlah Persediaan
it_it: Inventario Quantitativi
ko_kr: 재고 수량
mr_in: सूची प्रमाणात
nl_nl: Voorraadhoeveelheden
pt_pt: Quantidades Estoque
ro_ro: Cantităţi inventar
ru_ru: Инвентарное количество
sq_al: Inventari sasitë
sv: Inventariekvantiteter
sw_ke: Hesabu kiasi
tr_tr: Stok miktarları
zh_hk: 库存数量
zh_tw: 目前庫存數量

source: The Inventory Quantity report could not be retrieved by the SQL because
cs_cz: Zásoby Množství zprávy se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener el registro de la Cantidad de Inventario porque
hi_in: इन्वेंटरी मात्रा रिपोर्ट क्योंकि SQL से नहीं लिया सकता है
id_id: Laporan Qty Persediaan tdk dapat diambil oleh SQL karena
it_it: Il rapporto di inventario quantitativo non poteva essere recuperate dal SQL perché
ko_kr: 재고 수량 보고서는 SQL 때문에 검색 할 수 없습니다
mr_in: सूची मात्रा अहवाल SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De inventaris Hoeveelheid verslag kon niet worden opgehaald door de SQL, omdat
pt_pt: O relatório de quantidades inventariadas não pode ser recuperado pelo SQL porque
ro_ro: Inventarul Cantitatea Raportul nu a putut fi recuperate de către SQL, deoarece
ru_ru: Отчет об инвентаризации не может быть получен с помощью SQL, так как
sq_al: Raporti i Sasia Inventari nuk mund të shikohet nga SQL sepse
sv: Lagerkvantitetsrapporten kunde inte hämtas av SQL eftersom
sw_ke: Ripoti ya Kitabu Quantity inaweza kuwa retrieved na SQL sababu
tr_tr: Stok Miktarı rapor SQL çünkü tarafından alınamadı
zh_hk: SQL无法查询库存数量,因为
zh_tw: 庫存數量報表不能由SQL來檢索，因為

source: Print Inventory Quantities Report
cs_cz: Tisknout množství zásob Zpráva
es_es: Imprimir Informe de Cantidades del Inventario
hi_in: प्रिंट इन्वेंटरी मात्रा रिपोर्ट
id_id: Cetak Laporan Qty Persediaan
it_it: I quantitativi di inventario Stampa rapporto
ko_kr: 인쇄 재고 수량 보고서
mr_in: प्रिंट सूची प्रमाणात नोंदवा
nl_nl: Print voorraadhoeveelheden Verslag
pt_pt: Imprimir Relat. Quantid.
ro_ro: Cantităţile de imprimare Inventarul Raport
ru_ru: Напечатать отчет об инвентаризации
sq_al: Inventari sasitë Print Report
sv: Skriv ut lager kvantitetsrapport
sw_ke: Ripoti ya magazeti Mali kiasi
tr_tr: Baskı Envanter Miktarları Raporu
zh_hk: 打印库存数量报告
zh_tw: 列印庫存數量報表

source: There were no items with inventory quantities
cs_cz: Nebyly zjištěny žádné položky množství zásob
es_es: No hubo artículos con cantidades del inventario
hi_in: वहाँ सूची मात्रा के साथ कोई आइटम नहीं थे
id_id: Tdk ada item dgn qty persediaan
it_it: Non ci sono stati gli elementi con le quantità di inventario
ko_kr: 재고 수량과 아이템은 없었다
mr_in: पुस्तके प्रमाणात सह कोणतेही आयटम नाहीत
nl_nl: Er waren geen items met voorraden,
pt_pt: Não há itens com quantidades inventariadas
ro_ro: Nu s-au produs cu cantităţile de inventar
ru_ru: Нет товаров с указанными количествами
sq_al: Nuk ka pasur objekte me sasitë e inventarit
sv: Det finns inga produkter med lagerkvantiteter
sw_ke: Kulikuwa hakuna vitu na kiasi hesabu
tr_tr: stok miktarları ile öğe yok edildi
zh_hk: 没有附有库存数量的物料
zh_tw: 庫存中沒有任何商品

source: Inventory Quantities Reporting
cs_cz: Množství zásob zpráv
es_es: Informe de Cantidades del Inventario
hi_in: सूची रिपोर्टिंग मात्रा
id_id: Laporan Qty Persediaan
it_it: Quantitativi Inventory Report
ko_kr: 보고 재고 수량
mr_in: रिपोर्टिंग सूची प्रमाणात
nl_nl: Voorraadhoeveelheden Reporting
pt_pt: Relatório Quantidades Estoque
ro_ro: Cantităţile de raportare a inventarului
ru_ru: Отчет о количественной инвентаризации
sq_al: Sasitë Inventari Raportimi
sv: Lagerkvantitetssrapportering
sw_ke: Hesabu kiasi Reporting
tr_tr: Raporlama Stok Miktarı
zh_hk: 库存数量报告
zh_tw: 庫存數量報表

source: Use this report to display the quantity of Inventory items in different categories.
cs_cz: Použijte tuto zprávu zobrazit množství položek zásob v různých kategoriích.
es_es: Utilice este informe para mostrar la cantidad de artículos de inventario en diferentes categorías.
hi_in: इस के लिए विभिन्न श्रेणियों में इन्वेंट्री मदों की मात्रा प्रदर्शन रिपोर्ट का उपयोग करें.
id_id: Gunakan laporan ini utk menampilkan qty item Persediaan dalam kategori yg berbeda.
it_it: Utilizzare questo report per visualizzare la quantità di voci di inventario in diverse categorie.
ko_kr: 다른 카테고리에서 재고 품목의 수량을 표시하려면이 보고서를 사용합니다.
mr_in: विविध श्रेणींमध्ये सूची आयटम प्रमाण प्रदर्शित करण्यासाठी हे अहवाल वापरा.
nl_nl: Gebruik dit rapport om de voorraad items weer te geven in verschillende categorien.
pt_pt: Use este relatório para mostrar quantidades de itens inventariados em diferentes categorias
ro_ro: Utilizaţi acest raport pentru a afişa cantitatea obiectelor de inventar în diferite categorii.
ru_ru: Используйте этот отчет для отображения количества товарно-материальных ценностей в различных категориях.
sq_al: Përdoreni këtë raport për të shfaqur sasinë e artikujve të inventarit në kategori të ndryshme.
sv: Använd den här rapporten för att visa den mängd inventarier i olika kategorier.
sw_ke: Kutumia taarifa hii kwa kuonyesha wingi wa vitu Inventory katika makundi tofauti.
tr_tr: farklı kategoride Envanteri öğelerin miktarı görüntülemek için bu raporu kullanın.
zh_hk: 使用此报告显示不同种类的存货数量
zh_tw: 使用此報表來顯示不同種類存貨的數量

source: Selection
cs_cz: Výběr
es_es: Selección
hi_in: चयन
id_id: Pilihan
it_it: Selezione
ko_kr: 선택
mr_in: निवड
nl_nl: Selectie
pt_pt: Seleção
ro_ro: Selecţie
ru_ru: Выбор
sq_al: Përzgjedhje
sv: Typ
sw_ke: Uteuzi
tr_tr: Seçim
zh_hk: 选择
zh_tw: 選擇

source: Only Parts With Multiple Locations
cs_cz: Pouze díly s více pobočkami
es_es: Sólo Componentes con múltiples ubicaciones
hi_in: कई स्थानों के साथ ही पार्ट्स
id_id: Hanya Brg Dgn Beberapa Lokasi
it_it: Solo le parti con più sedi
ko_kr: 여러 위치 만 부품
mr_in: अनेक ठिकाणी फक्त भाग
nl_nl: Enkel de delen met meerdere locaties
pt_pt: Só Itens com Múltiplos Locais
ro_ro: Piese Numai cu mai multe locaţii
ru_ru: Только части, находящиеся во многих местах
sq_al: Pjesë vetëm me vende të shumta
sv: Endast delar med flera platser
sw_ke: Parts tu na maeneo mbalimbali
tr_tr: Birden Mekanlar ile sadece Parçaları
zh_hk: 只限于多库存地点的部品
zh_tw: 只有部分具有多個位置
