Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The supplierid must already exist in the weberp database.
cs_cz: Supplierid již musí existovat v databázi weberp.
es_es: El Id del proveedor debe existir en la base de datos de WebERP.
hi_in: Supplierid पहले ही weberp डेटाबेस में मौजूद होना चाहिए.
id_id: Supplierid harus sdh ada di database weberp.
it_it: Il IDFornitore deve esistere già nel database weberp.
ko_kr: 공급 업체 ID는 이미 weberp 데이터베이스에 존재해야합니다.
mr_in: supplierid आधीच weberp डेटाबेसमध्ये विद्यमान असणे आवश्यक आहे.
nl_nl: De supplierid moet al bestaan in de weberp database.
pt_pt: ID do fornecedor deve existir no DB.
ro_ro: Supplierid trebuie să existe deja în baza de date weberp.
ru_ru: SupplierID уже должен существовать в weberp базы данных.
sq_al: Supplierid duhet të ekzistojnë tashmë në bazën e të dhënave weberp.
sv: Den supplierid måste redan finnas i weberp databasen.
sw_ke: supplierid lazima tayari zipo katika orodha ya weberp.
tr_tr: SupplierID zaten weberp veritabanında bulunması gerekir.
zh_hk: 输入的部件编码不存在于webERP的数据库
zh_tw: 供應商必須已經存在erp的數據庫

source: This function is used to retrieve the details of a supplier from the webERP database.
cs_cz: Tato funkce slouží k získání informací o dodavatele z webERP databáze.
es_es: Esta función se usa para obtener los detalles de un proveedor desde la base de datos de WEbERP.
hi_in: इस समारोह को webERP डेटाबेस से एक सप्लायर के विवरण को पुनः प्राप्त किया जाता है.
id_id: Fungsi ini digunakan utk mengambil rincian supplier dari database webERP.
it_it: Questa funzione viene utilizzata per recuperare i dettagli di un fornitore dal database webERP.
ko_kr: 이 기능은 webERP 데이터베이스에서 공급 업체의 상세 정보를 검색하는 데 사용됩니다.
mr_in: हे कार्य webERP डेटाबेस एक पुरवठादार तपशील पुनर्प्राप्त करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de details van een leverancier te halen uit de webERP database.
pt_pt: Função usada para recuperar detalhes do fornec. do db WebERP
ro_ro: Această funcţie este utilizată pentru a prelua detaliile unui furnizor din baza de date webERP.
ru_ru: Эта функция используется для получения сведений о поставщике от webERP базы данных.
sq_al: Ky funksion është përdorur për të marrë të dhënat e një furnizuesi nga baza e të dhënave webERP.
sv: Denna funktion används för att hämta information om en leverantör från webERP databasen.
sw_ke: kazi hii ni kutumika kwa Retrieve maelezo ya wasambazaji kutoka orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanından bir tedarikçi detaylarını almak için kullanılır.
zh_hk: 此函数用于从webERP数据库中提取供应商的细节。
zh_tw: 此函數用於從ERP數據庫中檢索一個供應商的詳細信息。

source: Supplier ID
cs_cz: Dodavatel ID
es_es: ID del proveedor
hi_in: आपूर्तिकर्ता आईडी
id_id: ID Supplier
it_it: ID fornitore
ko_kr: 공급 업체 ID
mr_in: पुरवठादार आयडी
nl_nl: Leverancier ID
pt_pt: ID Fornecedor
ro_ro: ID-ul furnizorului
ru_ru: Поставщик ID
sq_al: Furnizuesi ID
sv: Leverantör ID
sw_ke: Wasambazaji ID
tr_tr: Tedarikçi kimliği
zh_hk: 供应商ID
zh_tw: 供應商 ID

source: This is a string value. It must be a valid supplier id that is already in the webERP database.
cs_cz: To je hodnota řetězce. To musí být platný dodavatel id, který je již v webERP databázi.
es_es: Se trata de una cadena de valor. Debe ser una identificador de proveedor válida que ya esté en la base de datos webERP.
hi_in: यह एक स्ट्रिंग मूल्य है. यह एक वैध सप्लायर आईडी कि webERP डाटाबेस में पहले से ही किया जाना चाहिए.
id_id: Ini adalah nilai teks. Ini harus berupa id supplier berlaku yg sdh ada di database webERP.
it_it: Si tratta di un valore di stringa. Deve essere un ID valido fornitore che è già nel database webERP.
ko_kr: 이 문자열 값입니다. 그것은 webERP 데이터베이스에 이미 유효한 공급 업체 ID 여야합니다.
mr_in: हे string व्हॅल्यू आहे. तो webERP डेटाबेसमध्ये आधीपासूनच आहे की एक वैध पुरवठादार आयडी असणे आवश्यक आहे.
nl_nl: Dit is een string waarde. Het moet een geldig id leverancier die al in de webERP database.
pt_pt: Valor String. Deve ser ID de um fornecedor válido já existente no DB WebERP.
ro_ro: Aceasta este o valoare şir. Trebuie să fie un furnizor id valabil, care este deja în baza de date webERP.
ru_ru: Это строковое значение. Он должен быть допустимым идентификатором поставщика, который уже в webERP базы данных.
sq_al: Kjo është një vlerë string. Ajo duhet të jetë një ID te vlefshme furnizues që është tashmë në bazën e të dhënave webERP.
sv: Detta är en sträng värde. Det måste vara en giltig leverantör ID som redan finns i webERP databasen.
sw_ke: Hii ni thamani ya kamba. Ni lazima iwe halali wasambazaji id kwamba tayari katika orodha ya webERP.
tr_tr: Bu bir dize değeri. O webERP veritabanında zaten geçerli bir tedarikçi kimliği olmalıdır.
zh_hk: 这是一个字串值。它必须是一个有效的供应商ID,且已经存在在webERP数据库中。
zh_tw: 這是一個字符串值。它必須是一個有效的供應商ID，它是已經在ERP數據庫。

source: If successful this function returns a set of key/value pairs containing the details of this supplier.
cs_cz: Pokud bude úspěšný tato funkce vrací sadu páry klíč / hodnota obsahující podrobné údaje o této dodavatele.
es_es: Si tiene éxito esta función devuelve un conjunto de pares clave / valor que contienen los detalles de este proveedor.
hi_in: सफल यदि यह फ़ंक्शन कुंजी / मान इस सप्लायर के विवरण युक्त जोड़े का एक सेट देता है.
id_id: Jika berhasil fungsi ini mengembalikan set pasangan kunci/nilai berisi rincian supplier ini.
it_it: In caso di successo la funzione restituisce una serie di coppie chiave / valore contenenti i dettagli di questo fornitore.
ko_kr: 성공하는 경우,이 함수는 보조 장비의 세부 사항을 포함하는 키 / 값 쌍의 세트를 리턴한다.
nl_nl: Indien succesvol retourneert deze functie een set van sleutel / waarde-paren met de details van deze leverancier.
pt_pt: Com sucesso Função retorna conjunto de par (chave,valor) contendo detalhes desse fornecedor
ro_ro: Daca va avea succes această funcţie returnează un set de perechi cheie / valoare care conţine detalii cu privire la acest furnizor.
ru_ru: В случае успеха эта функция возвращает множество пар ключ / значение содержащие детали этого поставщика.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një grup i / palë kyçe vlerën që përmban të dhënat e këtij furnizuesit.
sv: Om det lyckas den här funktionen returnerar en uppsättning av nyckel / värde par med närmare uppgifter om denna leverantör.
sw_ke: Kama mafanikio kazi hii anarudi seti ya muhimu jozi thamani / zenye maelezo ya muuzaji hii.
tr_tr: Eğer başarılı olursanız bu işlev bu tedarikçi detaylarını içeren anahtar / değer çiftleri bir dizi döndürür.
zh_hk: 如果成功，此函数返回一套关键字/值配对，包含供应商的细节。
zh_tw: 如果成功該函數返回一個包含該供應商的詳細信息的鍵/值對。

source: The key will be identical with field name from the suppliers table. All fields will be in the set regardless of whether the value was set.
cs_cz: Klíčem bude totožný s názvem pole od dodavatelů tabulky. Všechna pole budou v souboru bez ohledu na to, zda je hodnota byla nastavena.
es_es: La clave será idéntica con el nombre de campo de la tabla proveedores. Todos los campos estarán en el conjunto independientemente de si el valor se fijó.
hi_in: प्रमुख आपूर्तिकर्ताओं की मेज से फ़ील्ड नाम के साथ समान हो जाएगा. सभी क्षेत्रों में निर्धारित है कि क्या मूल्य निर्धारित किया गया था की परवाह किए बिना किया जाएगा.
id_id: Kunci ini akan identik dgn nama kolom dari tabel suppliers. Semua kolom akan ada di set terlepas dari apakah nilainya sdh diatur.
it_it: La chiave sarà identico al nome del campo della tabella fornitori. Tutti i campi saranno nel set indipendentemente dal fatto che il valore è stato impostato.
ko_kr: 키는 공급자 테이블에서 필드 이름과 동일합니다. 모든 필드에 관계없이 값이 설정되었는지 여부 세트에있을 것입니다.
mr_in: कि पुरवठादार तक्त्यातून फील्ड नावाने तोच असेल. सर्व क्षेत्रे पर्वा मूल्य सेट झाले आहे किंवा नाही संच असेल.
nl_nl: De sleutel zal identiek zijn met de veldnaam uit de tabel Leveranciers. Alle velden worden in de set, ongeacht of de waarde is vastgesteld.
pt_pt: Chave será identica ao campo da tabela de fornecedor. Todos os campos serão config de acordo com o valor informado
ro_ro: Cheia va fi identic cu numele câmpului din tabelul furnizori. Toate domeniile vor fi în set, indiferent dacă valoarea a fost stabilit.
ru_ru: Ключ будет идентична имя поля из таблицы поставщиков. Все поля будут в наборе независимо от того, значение было множество.
sq_al: Kryesore do të jetë identik me emrin fushë nga tabela e furnizuesit. Të gjitha fushat do të jetë në grup, pavarësisht nëse ishte vendosur vlera.
sv: Nyckeln kommer att vara identiska med fältnamn från leverantörerna bordet. Alla fält kommer att vara i den uppsättning oavsett om värdet fastställdes.
sw_ke: muhimu kuwa kufanana na shamba jina kutoka meza ya wazabuni. Mashamba yote itakuwa katika kuweka bila kujali kama thamani ya mara kuweka.
tr_tr: Anahtar tedarikçiler tablodan alan adı ile aynı olacak. Tüm alanları ne olursa olsun değeri olup olmadığını kümesi olacaktır.
zh_hk: 此关键字将和来自供应商表的字段名一致。所有的字段将包含在设定中，无论是否已经设定了值。
zh_tw: 關鍵問題是相同的從供應商表的字段名。所有字段都將在集合不論是否設置了值。

source: This is a string value. It must be a valid field in the suppliers table. This is case sensitive
cs_cz: To je hodnota řetězce. To musí být platný pole v tabulce dodavatelů. To je malá a velká písmena
es_es: Se trata de una cadena de valor. Debe ser un campo válido en la tabla de proveedores. Se trata de un caso de sensibilidad
hi_in: यह एक स्ट्रिंग मूल्य है. यह आपूर्तिकर्ताओं तालिका में एक वैध क्षेत्र होना चाहिए. इस मामले संवेदनशील है
id_id: Ini adalah nilai teks. Ini harus berupa kolom berlaku di tabel suppliers. Huruf besar atau kecil berpengaruh
it_it: Si tratta di un valore di stringa. Deve essere un valido campo nella tabella fornitori. Questo è case sensitive
ko_kr: 이 문자열 값입니다. 이 공급 업체 테이블에서 유효한 필드해야합니다. 이 대소 문자를 구분합니다
mr_in: हे string व्हॅल्यू आहे. तो पुरवठादार तक्त्यात वैध फील्ड असणे आवश्यक आहे. या प्रकरणात संवेदनशील आहे
nl_nl: Dit is een string waarde. Het moet een geldig veld in de tabel Leveranciers worden. Dit is hoofdlettergevoelig
pt_pt: Valor String. Deve ser um campo válido na tabela de Fornec.Sensível a Maisc. e Minúsc.
ro_ro: Aceasta este o valoare şir. Trebuie să fie un câmp valabil în tabelul de furnizori. Acesta este un caz sensibil
ru_ru: Это строковое значение. Он должен быть действительным поля в таблице поставщиков. Это с учетом регистра
sq_al: Kjo është një vlerë string. Ajo duhet të jetë një fushë të vlefshme në tabelën e furnizuesit. Ky është rasti i ndjeshëm
sv: Detta är en sträng värde. Det måste vara ett giltigt fält i de leverantörer tabellen. Detta är skiftlägeskänsligt
sw_ke: Hii ni thamani ya kamba. Ni lazima iwe shamba halali katika meza ya wazabuni. Hii ni kesi nyeti
tr_tr: Bu bir dize değeri. Bu tedarikçiler tablosunda geçerli bir alan olmalıdır. Bu hassas durumda
zh_hk: 这是一个字串值。它必须是供应商表中的一个有效的字段。它属于大小写敏感的。
zh_tw: 這是一個字符串值。它必須是在供應商表中的有效字段。這是區分大小寫

source: Criteria
cs_cz: Kritéria
es_es: Criterio
hi_in: मापदंड
id_id: Kriteria
it_it: Criteri
ko_kr: 기준
mr_in: निकष
pt_pt: Critério
ro_ro: Criterii
ru_ru: Критерии
sq_al: Kriteret
sv: Kriterier
sw_ke: Vigezo
tr_tr: Kriterleri
zh_hk: 条件
zh_tw: 標準

source: This is a string value. It holds the string that is searched for in the given field. It will search for all or part of the field.
cs_cz: To je hodnota řetězce. To si myslí, řetězec, který je hledal v dané oblasti. To bude hledat pro všechny nebo část pole.
es_es: Se trata de una cadena de valor. Sostiene la cadena que se busca en el campo dado. Se va a buscar la totalidad o parte del campo.
hi_in: यह एक स्ट्रिंग मूल्य है. यह स्ट्रिंग है कि दिए गए क्षेत्र में खोजा है रखती है. यह सभी या क्षेत्र के भाग के लिए खोज करेंगे.
id_id: Ini adalah nilai teks. Ini memegang kata yg dicari dalam kolom yg diberikan. Ini akan mencari semua bagian dari kolom.
it_it: Si tratta di un valore di stringa. Contiene la stringa che viene cercato in un determinato settore. Si cercherà per tutto o parte del campo.
ko_kr: 이 문자열 값입니다. 그것은 지정된 필드에서 검색되는 문자열을 보유하고있다. 그것은 전부 또는 필드의 일부를 검색합니다.
mr_in: हे string व्हॅल्यू आहे. तो दिलेल्या क्षेत्रात शोधले आहे की स्ट्रिंग आहे. हे फील्ड सर्व किंवा भाग शोधू होईल.
nl_nl: Dit is een string waarde. Het houdt de string die wordt gezocht in het gegeven veld. Het zal zoeken naar alle of een deel van het veld.
pt_pt: Valor String. Armazena argumento de pesquisa para um det. campo. Pesq. ocorre em todo ou em parte do campo.
ro_ro: Aceasta este o valoare şir. Ea deţine şir, care este cautat în domeniul dat. Acesta va căuta pentru toate sau o parte din teren.
ru_ru: Это строковое значение. Она проводит строку, искали в данной области. Он будет искать все или часть поля.
sq_al: Kjo është një vlerë string. Ajo mban të vargut që është i kontrolluar për në fushën e caktuar. Ajo do të kërkojë për të gjitha ose një pjesë të fushës.
sv: Detta är en sträng värde. Det håller sträng som sökte inom ett visst område. Det kommer att söka för alla eller en del av fältet.
sw_ke: Hii ni thamani ya kamba. Ana kamba kwamba ni searched kwa katika uwanja huo. Itakuwa tafuta kwa yote au sehemu ya shamba.
tr_tr: Bu bir dize değeri. Bu belirli bir alanda aranır dize tutar. Tüm ya da alanın bir parçası arayacaktır.
zh_hk: 这是一个字串值。它储存了给定字段要寻找的字串。它将查询此字段的部分或者全部。
zh_tw: 這是一個字符串值。它擁有中搜索給定字段的字符串。它會搜索所有領域的全部或部分。

source: If successful this function returns an array of supplier ids.
cs_cz: Pokud bude úspěšný tato funkce vrátí pole dodavatele ID.
es_es: Si tiene éxito esta función devuelve una matriz de identificadores de proveedores.
hi_in: सफल यदि यह फ़ंक्शन आपूर्तिकर्ता आईडी की एक सरणी देता है.
id_id: Jika berhasil fungsi ini mengembalikan array id supplier.
it_it: In caso di successo la funzione restituisce una matrice di ID fornitore.
ko_kr: 성공하면이 기능은 공급 업체 ID의 배열을 반환합니다.
nl_nl: Indien succesvol deze functie retourneert een array van leverancier ids.
pt_pt: Com sucesso Função retorna array com ID do fornecedor
ro_ro: Daca va avea succes această funcţie întoarce o matrice de id-uri de furnizor.
ru_ru: В случае успеха эта функция возвращает массив идентификаторов поставщика.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një rrjet të IDS furnizuesit.
sv: Om det lyckas den här funktionen returnerar en array av leverantör ids.
sw_ke: Kama mafanikio kazi hii anarudi safu ya IDS wasambazaji.
tr_tr: Eğer başarılı olursa bu işlev tedarikçi kimliklerini bir dizi döndürür.
zh_hk: 如果成功，此函数返回一个供应商ID组成的数组。
zh_tw: 如果成功該函數返回供應商ID的數組。

source: This function is used to retrieve the details of stock batches.
cs_cz: Tato funkce slouží k načtení informací zásob šarží.
es_es: Esta función se usa para obtener los detalles de lotes de existencias.
hi_in: इस समारोह को शेयर बैच की जानकारी पाने के लिये प्रयुक्त है.
id_id: Fungsi ini digunakan utk mengambil rincian batch stok.
it_it: Questa funzione viene utilizzata per recuperare i dettagli dei lotti stock.
ko_kr: 이 기능은 재고 일괄 처리의 세부 사항을 검색하는 데 사용됩니다.
mr_in: हे कार्य स्टॉक बॅचेस तपशील पुनर्प्राप्त करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de details van de voorraad batches te halen.
pt_pt: Função usada para recuperar detalhes dos lotes batch
ro_ro: Această funcţie este utilizată pentru a prelua detalii de loturi stoc.
ru_ru: Эта функция используется для получения подробной акций партии.
sq_al: Ky funksion është përdorur për të marrë të dhënat e tufa aksioneve.
sv: Denna funktion används för att hämta information om beståndet partier.
sw_ke: kazi hii ni kutumika kwa Retrieve maelezo ya makundi ya hisa.
tr_tr: Bu fonksiyonu stok partilerin ayrıntıları almak için kullanılır.
zh_hk: 此函数用于提取库存批次细节。
zh_tw: 此功能是用於檢索倉庫批次的詳細信息。

source: Returns a two dimensional array of stock batch details.
cs_cz: Vrátí dvourozměrné pole detailů zásob šarže.
es_es: Devuelve una matriz bidimensional de los datos de del lote de existencias.
hi_in: एक दो स्टॉक बैच विवरण के आयामी सरणी देता है.
id_id: Mengembalikan array 2 dimensi berisi rincian batch stok.
it_it: Restituisce una matrice bidimensionale di dettagli lotto stock.
ko_kr: 재고 배치 세부의 2 차원 배열을 돌려줍니다.
nl_nl: Geeft een tweedimensionale array op voorraad batch details.
pt_pt: Retorna dois arrays dimensionais, estoque e detalhes dos lotes
ro_ro: Întoarce o matrice bidimensională de detalii lot stoc.
ru_ru: Возвращает двумерный массив подробности акции партии.
sq_al: Kthen një grup të dy dimensionale të dhënat grumbull të aksioneve.
sv: Returnerar en tvådimensionell array med detaljer lager parti.
sw_ke: Anarudi mbili dimensional safu ya maelezo kundi hisa.
tr_tr: Döner stok toplu detayları iki boyutlu bir dizi.
zh_hk: 返回一个库存批细节的二维数组。
zh_tw: 返回一個二維的倉庫分批細節數組。

source: The fields returned are stockid, loccode, batchno, quantity, itemcost.
cs_cz: Vrácené pole jsou stockid, loccode, batchno, množství, itemcost.
es_es: Los campos obtenidos son stockid, loccode, batchno, quantity, itemcost.
hi_in: लौट क्षेत्रों stockid हैं loccode, batchno, मात्रा, itemcost.
id_id: Kolom yg dikembalikan adalah stockid, loccode, batchno, quantity, itemcost.
it_it: I campi restituiti sono stockid, loccode, batchno, la quantità, itemcost.
ko_kr: 반환되는 필드는 itemcost는 stockid, loccode, batchno, 양이다.
nl_nl: De geretourneerde velden zijn stockid, loccode, batchno, hoeveelheid, itemcost.
pt_pt: Campos retornados: item, cód local, núm. lote, quant. e custo item
ro_ro: Câmpuri returnate sunt stockid, loccode, batchno, cantitatea, itemcost.
ru_ru: Полей возвращенные stockid, loccode, batchno, количество, itemcost.
sq_al: Fushat janë kthyer stockid, loccode, batchno, sasinë, itemcost.
sv: De returnerade fält är stockid, loccode, batchno, kvantitet, objektkostnad.
sw_ke: mashamba ya kurudi ni stockid, loccode, batchno, wingi, itemcost.
tr_tr: geri alanlar, loccode, batchno, miktar, itemcost stockid vardır.
zh_hk: 此字段返回的是stockid(存货ID),loccode(地点代码),batchno(批号),数量，itemcost(物料成本）
zh_tw: 返回的字段stockid，loccode，batchno，數量，itemcost。

source: Adjust the stock balance for the given stock code at the given location by the amount given.
cs_cz: Upravte akcie bilance pro dané populace kód na daném místě danou částku.
es_es: Ajuste el balance de existencias para el código de valores dado en el lugar determinado por la cantidad dada.
hi_in: दी गई राशि से किसी स्थान पर दिए गए कोड के लिए स्टॉक स्टॉक संतुलन को समायोजित करें.
id_id: Menyesuaikan saldo stok utk kode stok di lokasi dgn jumlah yg diberikan.
it_it: Regolare il bilanciamento del magazzino per il codice di stock dato alla posizione indicata con l&#39;importo determinato.
ko_kr: 주어진 양에 의해 지정된 위치에서 주어진 주식 코드에 대한 재고 밸런스를 조정합니다.
mr_in: दिलेल्या रक्कम दिलेल्या ठिकाणी दिलेल्या स्टॉक कोड स्टॉक शिल्लक समायोजित.
nl_nl: Pas de voorraad balans voor de gegeven stock code op de opgegeven locatie van het aangegeven bedrag.
pt_pt: Ajustasaldo de estoque do código de produto em um determ. local através da quant. informada
ro_ro: Ajustaţi balanţa de stoc pentru codul de stoc dat la o locaţie dată de suma de dat.
ru_ru: Отрегулируйте сток баланс для данного запаса код в данном месте по количеству данной.
sq_al: Të rregulluar bilancin e aksioneve për kodin e aksioneve të dhënë në vend të caktuar nga shuma e dhënë.
sv: Justera lagersaldot för den givna lagerkod på angiven plats genom att det angivna beloppet.
sw_ke: Kurekebisha urari wa hisa kwa utaratibu wa kupewa hisa katika eneo kutolewa kwa kiasi fulani.
tr_tr: verilen miktar tarafından verilen yerde verilen stok kodu için stok dengesini ayarlayın.
zh_hk: 依据指定的地点，指定的金额，调整指定存货代码的存货的库存。
zh_tw: 由下式給出量調整庫存餘額為給定的物料編號在指定的位置。

source: This is an integer value. It holds the amount of stock to be adjusted. Should be negative if is stock is to be reduced
cs_cz: To je celé číslo. Je držitelem množství zásob je třeba upravit. By měl být negativní, pokud je skladem, je třeba snížit
es_es: Este es un valor entero. Sostiene la cantidad de material a ser ajustado. Deberia ser negativo si se van a reducir existencias
hi_in: यह एक पूर्णांक मान है. यह मानती स्टॉक की मात्रा को समायोजित किया जाना है. नकारात्मक हो सकता है अगर शेयर है चाहिए करने के लिए कम हो रहा है
id_id: Ini nilai bilangan bulat. Ini memegang jumlah stok yg ingin disesuaikan. Harusnya negatif jika stok ingin dikurangi
it_it: Questo è un valore intero. Essa detiene la quantità di materiale da regolare. Dovrebbe essere negativa se è stock è ridotto
ko_kr: 이 정수 값이다. 그것은 콘텐츠의 양이 조절 될 보유하고있다. 재고가있는 경우 음수해야 할 것은 감소 될 것입니다
mr_in: हे इंटीजर मूल्य आहे. तो जुळवून घ्यावी स्टॉक प्रमाण आहे. स्टॉक असल्यास नकारात्मक असावी कमी करणे आहे
nl_nl: Dit is een geheel getal. Het houdt het bedrag van de voorraad aan te passen. Moet negatief zijn als de voorraad strekt wordt verlaagd
pt_pt: Valor inteiro. Armazena a quant. de estoque para ajuste. Deve ser negativo se o estoque deve ser reduzido.
ro_ro: Aceasta este o valoare întreagă. Ea deţine suma de stoc care urmează să fie ajustate. Trebuie să fie negativ în cazul în care este rulant este de a fi redus
ru_ru: Это целое число. Она проводит количество акций, чтобы быть скорректированы. Должен быть отрицательным, если это акции должна быть снижена
sq_al: Kjo është një vlerë e plotë. Ajo mban shumën e aksioneve që do të rregullohen. Duhet të jetë negative nëse është e aksioneve është që të reduktohet
sv: Detta är ett heltal. Den rymmer den mängd materiel som skall justeras. Bör vara negativt om beståndet ska kunna minskas
sw_ke: Hii ni thamani ya integer. Ana kiasi cha hisa kubadilishwa. Wanapaswa kuwa hasi kama ni hisa ni kuwa kupunguzwa
tr_tr: Bu bir tamsayı değerdir. Bu stok miktarı ayarlanmalıdır tutar. hisse senedi ise negatif olmalı azaltılmalıdır
zh_hk: 这是一个整数值。它包含了将要调整的存货金额。如果是将存货减少，需要是一个负数。
zh_tw: 這是一個整數值。其持有的庫存量進行調整。如果是倉庫應該是否定的是要減少

source: If successful this function returns 0.
cs_cz: Pokud bude úspěšný tato funkce vrací 0.
es_es: Si tiene éxito esta función devuelve 0.
hi_in: सफल यदि यह फ़ंक्शन 0 देता है.
id_id: Jika berhasil fungsi ini mengembalikan 0.
it_it: In caso di successo questa funzione restituisce 0.
ko_kr: 이 함수는 0을 반환 성공하면.
nl_nl: Indien succesvol retourneert deze functie 0.
pt_pt: Se com sucesso Função retorna 0.
ro_ro: Daca va avea succes această funcţie o întoarce 0.
ru_ru: В случае успеха эта функция возвращает 0.
sq_al: Nëse i suksesshëm këtë funksion të kthimit 0.
sv: Om det lyckas den här funktionen returnerar 0.
sw_ke: Kama mafanikio anarudi kazi hii 0.
tr_tr: Başarılı bu işlev 0 döndürürse.
zh_hk: 如果成功，此函数返回0.
zh_tw: 如果成功該函數返回0。

source: Issues stock to a given work order from the given location
cs_cz: Otázky populace na danou práci, aby z daného místa
es_es: Las emisiones de a existencias a una orden de trabajo determinada, de la ubicación dada
hi_in: दिए गए स्थान से संबंधित मुद्दे एक दिया काम करने के लिए शेयर
id_id: Keluarkan stok ke order produksi yg diberikan dari lokasi yg diberikan
it_it: Problemi di scorte per un ordine di lavoro dato dalla posizione data
ko_kr: 주어진 위치에서 주어진 작업 순서에 문제 주식을
mr_in: दिलेल्या स्थानावरून दिलेल्या काम ऑर्डरमध्ये मुद्दे स्टॉक
nl_nl: Kwesties voorraad een bepaald werk om uit de gegeven locatie
pt_pt: Neces. estoque para a ordem prod. do local informado
ro_ro: stoc Probleme la un ordin dat de lucru de la o locaţie dată
ru_ru: Выпусков акций в данной работе Приказ от данного места
sq_al: Çështjet e aksioneve të një urdhër të dhënë punë nga vend të caktuar
sv: Nyemissioner till ett visst verk order från den angivna platsen
sw_ke: Masuala ya hisa ili kupewa kazi kutoka sehemu ya kupewa
tr_tr: Verilen bir yerden belirli bir çalışma düzenine Sorunlar stok
zh_hk: 从指定的地点向一个给定的工作单发料。
zh_tw: 問題倉庫從給定的位置給定的工單
