Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Check for orphan Order Items
cs_cz: Zkontrolujte, zda pro vzácná onemocnění objednávky položky
es_es: Comprobar Artículos del Pedido huérfanos
hi_in: अनाथ आदेश आइटम्स जाँचें
id_id: Periksa Item Penjualan yg yatim
it_it: Verificare la presenza di elementi Ordine orfani
ko_kr: 고아 주문 항목 확인
mr_in: अनाथ मागणी आयटम तपासा
nl_nl: Kontroleer voor rest order items
pt_pt: Verif. Itens Ord. Compra Órfa?
ro_ro: Verificaţi pentru a ordona elementele orfane
ru_ru: Проверка заказ товаров без поддержки
sq_al: Kontrollo për Items Rendit jetim
sv: Leta efter övergivna beställningsprodukter
sw_ke: Kuangalia kwa yatima Items Order
tr_tr: yetim Sipariş Kalemleri için kontrol edin
zh_hk: 查找孤立的订单物料
zh_tw: 檢查孤立的訂單項目

source: Check Order Item Amounts
cs_cz: Zkontrolujte, zda Částky objednat
es_es: Comprobar Importes del artículo del Pedido
hi_in: जाँच के आदेश आइटम राशियाँ
id_id: Periksa Jumlah Item Order
it_it: Verifica Ordine Voce Importi
ko_kr: 주문 상품의 금액을 확인
mr_in: ऑर्डर आयटम राशी तपासा
nl_nl: Controleer order item hoeveelheid
pt_pt: Verif. Quant. Totais Itens
ro_ro: Verificaţi Postul Ordine Sume
ru_ru: Проверика суммы заказов товаров
sq_al: Item Check Rendit Shumat
sv: Kolla beställda mängder
sw_ke: Order kuangalia Item Kiasi
tr_tr: Kontrol Sipariş Ürün Miktarları
zh_hk: 查找订单物料金额
zh_tw: 檢查訂單項目金額

source: Order Item
cs_cz: Aby bod
es_es: Artículo del Pedido
hi_in: आदेश आइटम
id_id: Item Order
it_it: Ordine Voce
ko_kr: 주문 상품
mr_in: मागणी आयटम
nl_nl: Orer item
pt_pt: Item Pedido
ro_ro: Pentru Postul
ru_ru: Заказ товара
sq_al: Item Rendit
sv: Beställningspost
sw_ke: Bidhaa ili
tr_tr: Sipariş Öğe
zh_hk: 订单物料
zh_tw: 訂單項目

source: Has no Sales Order
cs_cz: Nemá žádné prodejní objednávky
es_es: No tiene Orden de Venta
hi_in: कोई बिक्री आदेश है
id_id: Tdk memiliki Order Penjualan
it_it: Non ha alcun ordine di vendita
ko_kr: 더 판매 주문이 없습니다
mr_in: एकही विक्री ऑर्डर आहे
nl_nl: Heeft geen verkoop order
pt_pt: Não há Pedido Vendas
ro_ro: Nu are nici o comandă de vânzări
ru_ru: Не имеет заказов
sq_al: Nuk ka Rendit Sales
sv: Har ingen kundorder
sw_ke: Hana Order Sales
tr_tr: hiçbir Satış Sipariş etti
zh_hk: 没有销售订单
zh_tw: 沒有銷售訂單

source: Debtors trans
cs_cz: Dlužníci trans
es_es: Transacciones de Deudores
hi_in: ट्रांस देनदार
id_id: Transaksi Debitur
it_it: Debitori trans
ko_kr: 채무자 트랜스
mr_in: Debtors व्यवहार
nl_nl: Bebiteuren transactie
pt_pt: Trans. Fornec.
ro_ro: Creanţe trans
ru_ru: Сделки должников
sq_al: Debitorët trans
sv: Kundtransaktion
sw_ke: Jukumu trans
tr_tr: Borçlular trans
zh_hk: 债务人（应收）交易
zh_tw: 債務人(應收)交易

source: differ from salesorderdetails
cs_cz: se liší od salesorderdetails
es_es: no coincide con salesorderdetails
hi_in: salesorderdetails से अलग
id_id: berbeda dari salesorderdetails
it_it: differiscono da salesorderdetails
ko_kr: salesorderdetails 다를
mr_in: salesorderdetails वेगळे
nl_nl: verschilt van de verkoop order details
pt_pt: dif. detalhes pedidos vendas
ro_ro: diferă de la salesorderdetails
ru_ru: отличия от salesorderdetails
sq_al: ndryshojnë nga salesorderdetails
sv: skiljer från säljorderdetaljer
sw_ke: tofauti na salesorderdetails
tr_tr: salesorderdetails farklı
zh_hk: 与salesorderdetails销售订单细节不同
zh_tw: 與銷售訂單細節不同

source: Check for orphan Stock Moves
cs_cz: Zkontrolujte, zda pro vzácná onemocnění Moves skladem
es_es: Comprobar si hay Movimientos de Existencias huérfanos
hi_in: अनाथ स्टॉक चालें के लिए जाँचें
id_id: Periksa Perpindahan Stok yg yatim
it_it: Verificare la presenza di orfani Moves Archivio
ko_kr: 고아 주식 이동 확인
mr_in: अनाथ स्टॉक चालविण्याच्या तपासा
nl_nl: Controleer voor wees voorraad mutaties
pt_pt: Verif. Mov. Estoq. Órfão?
ro_ro: Verificaţi pentru Mută orfan de Valori
ru_ru: Проверка лишенных поддержки перемещений склада
sq_al: Kontrollo për lëviz jetim Stock
sv: Leta efter övergivna lagertransaktioner
sw_ke: Kuangalia kwa Moves Stock yatima
tr_tr: yetim Hazır Moves olup olmadığını kontrol edin
zh_hk: 检查孤立的库存变化
zh_tw: 檢查孤立的庫存變化

source: Stock Move
cs_cz: Sklad Přesunout
es_es: Movimiento de Inventario
hi_in: चाल स्टॉक
id_id: Perpindahan Stok
it_it: Archivio Move
ko_kr: 주식 이동
mr_in: स्टॉक हलवा
nl_nl: Voorraad beweging
pt_pt: Mover Estoque
ro_ro: Mutare stoc
ru_ru: Перемещение склада
sv: Lagertransaktion
sw_ke: Hisa Move
tr_tr: Stok Taşı
zh_hk: 库存变化
zh_tw: 庫存變化

source: Check for orphan Tax Entries
cs_cz: Zkontrolujte, zda pro vzácná onemocnění daňové položky
es_es: Comprobar si hay Entradas de Impuestos huérfanos
hi_in: अनाथ टैक्स प्रविष्टियों के लिए जाँच करें
id_id: Periksa Entri Pajak yg yatim
it_it: Verificare la presenza di orfani voci fiscali
ko_kr: 고아 세금 항목 확인
mr_in: अनाथ कर नोंदणीकरीता तपासा
nl_nl: Controleer voor wees bealsting boekingen
pt_pt: Verif. Dados Fiscais Órfão?
ro_ro: Verificaţi pentru orfan Entries fiscale
ru_ru: Проверка лишенных поддержки налоговых внесений
sq_al: Kontrollo për Entries Tatimore jetim
sv: Leta efter övergivna skatteposter
sw_ke: Kuangalia kwa yatima Kodi Entries
tr_tr: yetim Vergi Girişler için kontrol edin
zh_hk: 检查孤立的税收分录
zh_tw: 檢查孤立的稅務分錄

source: Tax Entry
cs_cz: Vstup daně
es_es: Ingreso de Impuesto
hi_in: एंट्री टैक्स
id_id: Entri Pajak
it_it: Tasse di entrata
ko_kr: 세금 항목
mr_in: कर प्रविष्टी
nl_nl: Belasting invoer
pt_pt: Informar Impostos
ro_ro: Taxa de intrare
ru_ru: Налоговое внесение
sq_al: Tatimore Hyrja
sv: Skattepost
sw_ke: Kodi Entry
tr_tr: Vergi Giriş
zh_hk: 税收凭证
zh_tw: 稅項輸入

source: Sales Integrity Check completed.
cs_cz: Prodej Integrity Check dokončena.
es_es: Comprobación de la Integridad de Ventas completada.
hi_in: बिक्री वफ़ादारी की जाँच पूरी की.
id_id: Pemeriksaan Integritas Penjualan telah selesai.
it_it: Vendite Controllo di integrità completato.
ko_kr: 판매 무결성 검사가 완료되었습니다.
mr_in: विक्री अखंडत्व तपासण्याचे पूर्ण.
nl_nl: Controle van de verkoop integriteit is gereed
pt_pt: Verif. Integrid. Vendas completado.
ro_ro: Vânzări verifica integritatea finalizate.
ru_ru: Проверка целостности продаж завершена
sq_al: Sales Integriteti Check përfunduar.
sv: Koll av försäljningsintegritet avslutad
sw_ke: Mauzo ya Uadilifu Check kukamilika.
tr_tr: Satış Bütünlük kontrol tamamladı.
zh_hk: 销售完整性检查完成。
zh_tw: 銷售完整性檢查完成。

source: Recalculation of Brought Forward Balances in Chart Details Table
cs_cz: Přepočet minulých zůstatků v grafu Podrobnosti tabulce
es_es: Nuevo cálculo de los Saldos de la página anterior en la Tabla de Detalles del Plan de Cuentas
hi_in: लाया फॉरवर्ड की पुनर्गणना चार्ट में विवरण तालिका शेष
id_id: Perhitungan-ulg dari Saldo Awal (bfwd) di Tabel Chart Details
it_it: Ricalcolo del Riporto Saldi in carteggio Dettagli
ko_kr: 차트 상세 표에 가져 앞으로 균형의 재 계산
mr_in: चार्ट तपशील टेबल आणली फॉरवर्ड शिल्लकीची Recalculation
nl_nl: Herberekening van Gebracht Forward Tegoeden in Grafiek Details Tabel
pt_pt: Recalcular Saldo Futuro Tab. Detalhes Contábeis
ro_ro: Recalcularea Forward adus Solduri în graficul Detalii tabelul
ru_ru: Пересчет остатков, перенесенных на другой счет в таблице подробностей
sq_al: Rillogaritjen e Forward solli ekuilibrave në grafikun Detajet Tabela
sv: Omräkning av tidigareläggas Vågar i diagram Detaljer tabell
sw_ke: Recalculation ya Forward Brought Bakaa katika Kielelezo Details Jedwali
tr_tr: Getirdi İleri tekrar hesaplanması Grafik Detayları Tablo Teraziler
zh_hk: 重计明细资料表的转结结余
zh_tw: 重新計算明細資料表的結轉結餘

source: Please re-select the reporting period
cs_cz: Prosím re-vyberte účetního období
es_es: Vuelva a seleccionar el período
hi_in: फिर समीक्षाधीन अवधि का चयन करें
id_id: Silahkan pilih-ulg periode laporan
it_it: Si prega di selezionare nuovamente il periodo di riferimento
ko_kr: 보고 기간을 다시 선택하세요
mr_in: अहवाल कालावधी पुन्हा निवडा
nl_nl: Her-selecteer de rapportage periode
pt_pt: Selec. novamente período relatório
ro_ro: Vă rugăm să re-selecta perioada de raportare
ru_ru: Пожалуйста, выберите еще раз период отчетности
sq_al: Ju lutem ri-zgjedhur të periudhës raportuese
sv: Välj ett annat periodintervall
sw_ke: Tafadhali re-chagua kipindi cha taarifa
tr_tr: LÜTFEN RAPOR TARIH ARALIGINI TEKRAR SEÇINIZ
zh_hk: 请重新输入重新报告的期间
zh_tw: 請重新輸入重新報表的期間

source: Update Item Costs From CSV
ko_kr: CSV에서 업데이트 항목 비용
zh_tw: 更新商品成本自CSV

source: Update Item Costs from CSV file
ko_kr: CSV 파일에서 업데이트 항목 비용
zh_tw: 更新商品成本自CSV文件

source: The file to import the item cost updates from contains incorrect column headings
ko_kr: 에서 항목 비용 업데이트를 가져올 파일이 잘못 열 머리글을 포함
zh_tw: 匯入的更新商品成本檔案表頭內含有不正確的欄位

source: The selected item code does not exist
ko_kr: 선택한 항목 코드가 존재하지 않습니다
zh_tw: 選擇的商品編碼不存在

source: Batch Update of costs
ko_kr: 비용의 일괄 업데이트
zh_tw: 批次更新成本

source: This function updates the costs of all items from a comma separated variable (csv) file.
ko_kr: 이 기능은 쉼표에서 모든 항목의 비용이 변수 (CSV) 파일을 분리 업데이트합니다.
zh_tw: 此功能更新所有物料的成本，其文件來自逗號分隔的變量（CSV）文件。

source: followed by rows containing these four fields for each cost to be updated.
ko_kr: 각각의 비용이 업데이트 될 때까지이 네 개의 필드를 포함하는 행 하였다.
zh_tw: 每一成本更本包含下列的這四個欄位

source: The StockID field must have a corresponding entry in the stockmaster table.
ko_kr: StockID 필드는 stockmaster 테이블에 해당하는 항목이 있어야합니다.
zh_tw: 庫存ID欄位在會計科目主檔中必須是存在的科目。

source: Apply Current Customer and Branch Data to Sales Analysis
ko_kr: 판매 분석에 현재 고객 및 지점 데이터 적용
mr_in: विक्री विश्लेषण वर्तमान ग्राहक आणि शाखा डेटा अर्ज
pt_pt: Cliente Corrente e Dados Sucursal Análise
zh_tw: 適用於現有客戶和分公司的數據，以利銷售分析

source: Update Sales Analysis Customer Data
ko_kr: 업데이트 판매 분석 고객 데이터
mr_in: अद्यतन विक्री विश्लेषण ग्राहक डेटा
pt_pt: Atualiz. Dados Analise Vendas Cliente
zh_tw: 更新銷售分析客戶數據

source: Could not retrieve the customer records to be updated because
ko_kr: 때문에 업데이트 할 고객 레코드를 검색 할 수 없습니다
mr_in: ग्राहक रेकॉर्ड अद्ययावत करावी पुनर्प्राप्त करणे शक्य नाही कारण
pt_pt: Não pode atualizar dados dos clientes porque
zh_tw: 無法檢索客戶記錄進行更新，因為

source: Updated sales analysis for customer code
ko_kr: 고객 코드 업데이트 된 판매 분석
mr_in: ग्राहक कोड अद्यतनित विक्री विश्लेषण
pt_pt: Atualiz. analise vendas para código do cliente
zh_tw: 針對客戶代碼的銷售分析更新

source: and branch code
ko_kr: 및 지점 코드
mr_in: आणि शाखा कोड
pt_pt: e Código Sucursal
zh_tw: 分公司編碼

source: Updated the sales analysis with all the latest sales areas, salesman and sales types as set up now
ko_kr: 지금까지 설정 한 모든 최신 판매 지역, 판매원 및 판매 종류와 판매 분석 업데이트
mr_in: आता सेट म्हणून सर्व नवीनतम विक्री भागात, विक्रता आणि विक्री प्रकारच्या विक्री विश्लेषण Updated
pt_pt: Migrar análise de vendas com últ. área de vendas, vendedor e tipo de vendas config.
zh_tw: 更新了銷售分析與所有最新的銷售區域，銷售員和銷售類型，設置了現在

source: Upgrade webERP to version 3.10.5
cs_cz: Upgrade na verzi 3.10.5 webERP
es_es: Actualizar WebERP a la versión 3.10.5
hi_in: webERP 3.10.5 संस्करण के लिए अद्यतन
it_it: Aggiornamento alla versione 3.10.5 webERP
ko_kr: 버전 3.10.5에 webERP 업그레이드
mr_in: आवृत्ती 3.10.5 ते webERP श्रेणीसुधार
nl_nl: Upgrade naar versie 3.10.5 webERP
pt_pt: Upgrade webERP para versão 3.10.5
ro_ro: Upgrade webERP la versiunea 3.10.5
ru_ru: Обновление до версии webERP 3.10.5
sq_al: Upgrade webERP të version 3.10.5
sv: Uppgradera webERP till version 3.10.5
sw_ke: Kuboresha webERP na toleo 3.10.5
tr_tr: Yükseltme webERP sürüm 3.10.5 için
zh_hk: 升级 webERP到 3.10.5版本
zh_tw: 升級 ERP

source: This script will perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.10 scripts
cs_cz: Tento skript bude provádět jakékoli změny v databázi, protože v 3,10 potřebné pro možnost přidání dalších funkcí do verze 3.10 skripty
es_es: Este script realizara cualquier modificación a la base de datos desde 3,10 v requerida para permitir la funcionalidad adicional en la versión 3.10 scripts
hi_in: इस स्क्रिप्ट के लिए आवश्यक 3.10 वी के बाद से डेटाबेस में कोई भी संशोधन करने के लिए संस्करण में अतिरिक्त कार्यक्षमता 3.10 लिपियों की अनुमति देगा
id_id: Script ini akan melakukan modifikasi ke database sejak v 3.10 diperlukan utk memungkinkan fungsi tambahan di versi 3.10 script
it_it: Questo script permette di eseguire qualsiasi modifica al database poiché V 3,10 necessaria per consentire la funzionalità aggiuntive in versione 3.10 script
ko_kr: 이 스크립트는 버전 3.10 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.10 이후 데이터베이스에 대한 수정을 수행합니다
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3.10 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3.10 पासून डेटाबेस कोणतेही बदल सुरू होईल
nl_nl: Dit script zal uitvoeren van alle wijzigingen aan de database, omdat v vereiste 3,10 tot de extra functionaliteit mogelijk te maken in versie 3.10 scripts
pt_pt: Esse script executa todos modif. no DB desde a versão 3.10 requer. para permitir func. 3.10
ro_ro: Acest script va efectua orice modificări ale bazei de date din moment ce v 3.10 necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.10 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных с версии 3,10,необходимых для получения дополнительной функциональности в скриптеверсии 3.10
sq_al: Ky skenar do të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,10 nevojshme për të lejuar funksionalitet shtesë në version 3,10 Scripts
sv: Detta skript kommer att utföra några ändringar till databasen sedan v 3,10 krävs för att ytterligare funktionalitet i version 3,10 skript
sw_ke: script Hii kufanya marekebisho yoyote na database ya tangu v 3.10 required kuruhusu kazi zaidi katika toleo scripts 3.10
tr_tr: Bu script versiyonu 3.10 komut ek işlevsellik sağlamak için gerekli v 3.10 yana veritabanına herhangi bir değişiklik yapacak
zh_hk: 此脚本将会对数据库根据从3.10版以来的要求进行修改，从而使3.10版的脚本新增功能得以运行。
zh_tw: 該腳本運行為V3.08要求允許在版本3.09的腳本的附加功能進行任何數據庫的修改

source: Perform Upgrade
cs_cz: Provést upgrade
es_es: Ejecutar Actualización a una versión Superior
hi_in: उन्नयन प्रदर्शन
id_id: Lakukan Upgrade
it_it: Effettuare l&#39;aggiornamento
ko_kr: 업그레이드 수행
mr_in: सुधारणा
pt_pt: Exec. Atualiz. DB
ro_ro: Efectuaţi upgrade
ru_ru: Выполнить обновление
sq_al: Kryer Upgrade
sv: Utför Uppgradera
sw_ke: Kufanya Upgrade
tr_tr: Gerçekleştirmek Yükseltme
zh_hk: 运行升级
zh_tw: 執行升級

source: Inserting default Debtor type
cs_cz: Vložení výchozí typ dlužníka
es_es: Agregando tipo de Deudor por defecto
hi_in: डिफ़ॉल्ट देनदार प्रकार डालने
id_id: Memasukkan tipe Debitur standar
it_it: Inserimento di default tipo Debitore
ko_kr: 삽입 기본 채무자 유형
mr_in: डीफॉल्ट ऋणको प्रकार अंतर्भूत
nl_nl: Het plaatsen van standaard Debiteur type
pt_pt: Informe tipo Fornec. padrão
ro_ro: Introducerea implicit tipul debitorului
ru_ru: Установка по умолчанию типа должника
sq_al: Lloji i futur default Debitori
sv: Infogar gäldenärstyp
sw_ke: Inserting default jukumu aina
tr_tr: Varsayılan Borçlu tipi ekleme
zh_hk: 插入默认的债务人种类
zh_tw: 插入預設債務人類型

source: Failed
cs_cz: Neúspěšný
es_es: Falló
hi_in: में विफल
id_id: Gagal
it_it: Fallito
ko_kr: 실패한
mr_in: अयशस्वी
nl_nl: Mislukt
pt_pt: Falhou
ro_ro: Eşuat
ru_ru: Не удалось
sv: misslyckades
sw_ke: Alishindwa
tr_tr: Başarısız oldu
zh_hk: 已失败
zh_tw: 已失敗

source: Inserting default Factor company
cs_cz: Vložení výchozí faktor společnosti
es_es: Agregando Compañía Financiera predeterminada
hi_in: डिफ़ॉल्ट फैक्टर कंपनी डालने
id_id: Memasukkan perusahan Penagih standar
it_it: Inserimento di default società Factor
ko_kr: 삽입 기본 요소 회사
mr_in: घालताना डीफॉल्ट फॅक्टर कंपनी
nl_nl: Het plaatsen van standaard Factor bedrijf
pt_pt: Informe Empresa Factor padrão
ro_ro: Introducerea implicit companie Factor
ru_ru: Вставка торгового агента компании по умолчанию
sq_al: Futur default kompani Faktori
sv: Infogar default Factor företag
sw_ke: Inserting default Factor kampuni
tr_tr: Varsayılan Factor şirket ekleme
zh_hk: 正在插入默认的代理公司
zh_tw: 插入預設因子公司

source: Adding quotedate to salesorders table
cs_cz: Přidání quotedate na salesorders tabulky
es_es: Agregando quoteddate a la tabla salesorders
hi_in: salesorders तालिका में quotedate जोड़ना
id_id: Menambah quotedate ke tabel salesorders
it_it: Aggiunta quotedate a tavola salesorders
ko_kr: salesorders 테이블에 quotedate 추가
mr_in: Salesorders तक्ता quotedate जमा
nl_nl: Toe te voegen aan quotedate salesorders tafel
pt_pt: Adic. data cotação tab. (salesorders)
ro_ro: Adăugarea quotedate la masa salesorders
ru_ru: Добавление quotedate к таблице SalesOrders
sq_al: Shtimi quotedate të salesorders tryezë
sv: Lägga quotedate till salesorders bord
sw_ke: Kuongeza quotedate ya meza salesorders
tr_tr: salesorders tabloya quotedate ekleme
zh_hk: 将报价日期加入到销售订单表。
zh_tw: 添加quotedate到SalesOrders表

source: Adding confirmeddate to salesorders table
cs_cz: Přidání confirmeddate na salesorders tabulky
es_es: Agregando confirmeddate a la tabla salesorders
hi_in: salesorders तालिका में confirmeddate जोड़ना
id_id: Menambah confirmeddate ke tabel salesorders
it_it: Aggiunta confirmeddate a tavola salesorders
ko_kr: salesorders 테이블에 confirmeddate 추가
mr_in: Salesorders तक्ता confirmeddate जमा
nl_nl: Toe te voegen aan confirmeddate salesorders tafel
pt_pt: Adic. data confirmação na tab. (salesorders)
ro_ro: Adăugarea confirmeddate la masa salesorders
ru_ru: Добавление confirmeddate к таблице SalesOrders
sq_al: Shtimi confirmeddate të salesorders tryezë
sv: Lägga confirmeddate till salesorders bord
sw_ke: Kuongeza confirmeddate ya meza salesorders
tr_tr: salesorders tabloya confirmeddate ekleme
zh_hk: 将确认日期加入到销售订单表
zh_tw: 添加confirmeddate到SalesOrders表

source: Upgrade webERP 3.01 - 3.02
cs_cz: Upgrade webERP 3,01 až 3,02
es_es: Actualizar WebERP 3.01 - 3.02
hi_in: 3.01 webERP अपग्रेड - 3.02
ko_kr: 3.01-3.02 webERP 업그레이드
mr_in: 3,02 - webERP 3,01 श्रेणीसुधार
ru_ru: Обновление webERP 3,01 - 3,02
sv: Uppgradera webERP 3,01 till 3,02
sw_ke: Kuboresha webERP 3.01-3.02
tr_tr: Yükseltme webERP 3,01-3,02
zh_hk: 升级 webERP 3.01 - 3.02
zh_tw: 升級 ERP 3.01 - 3.02

source: Upgrade script to number salesorderdetails records as required by version 3.02 .... please wait
cs_cz: Upgrade skript na číslo salesorderdetails záznamů, jak požaduje verze 3.02 .... prosím čekejte
es_es: Actualización de secuencia de comandos al número de los registros de detalles de la orden de ventas requeridos por la versión 3.02 .... por favor espere
hi_in: उन्नयन नंबर करने के लिए स्क्रिप्ट के रूप में रिकॉर्ड salesorderdetails 3.02 संस्करण के लिए आवश्यक .... कृपया प्रतीक्षा करें
id_id: Upgrade script utk menomori data salesorderdetails seperti yg diperlukan oleh versi 3.02 .... silahkan tunggu
it_it: Upgrade script per numero salesorderdetails record come richiesto dalla versione 3.02 .... si prega di attendere
ko_kr: 버전 3.02에서 요구하는 수 salesorderdetails 기록에 스크립트를 업그레이드 .... 기다려주십시오
mr_in: आवृत्ती 3,02 आवश्यक संख्या salesorderdetails रेकॉर्ड करण्यासाठी स्क्रिप्ट श्रेणीसुधारित .... कृपया प्रतीक्षा करा
pt_pt: Script para migrar núm. pedidos de venda como requerídos na ver. 3.02.... aguarde
ro_ro: Upgrade-ul script-ul la numărul salesorderdetails înregistrări în conformitate cu versiunea 3.02 .... Vă rugăm să aşteptaţi
ru_ru: Обновление скрипта до номера записей salesorderdetails в соответствии с требованиями версии 3.02 .... Пожалуйста, подождите
sq_al: Upgrade shkrimit për numrin e regjistrimeve të kërkuara salesorderdetails nga versioni 3,02 .... ju lutem prisni
sv: Uppgraderingsskriptet till nummer salesorderdetails dokument som krävs i version 3.02 .... var god vänta
sw_ke: Kuboresha script idadi salesorderdetails kumbukumbu kama inavyotakiwa na toleo 3.02 .... tafadhali kusubiri
tr_tr: numarası script kayıtları salesorderdetails Yükseltme sürümün 3.02 gerekli .... lütfen bekleyin
zh_hk: 升级脚本到3.02版本要求的salesorderdetails销售订单细节记录编号...请稍候
zh_tw: 升級程式到編號銷售訂單資料記錄如3.02版本的要求 .... 請等侯

source: The upgrade script appears to have been run already successfully - there is no need to re-run it
cs_cz: Upgrade skript Zdá se, že byl spuštěn již úspěšně - není nutné, aby re-spustit
es_es: Parece que ya se ha ejecutado con éxito el script de actualización - no hay necesidad de volver a ejecutar
hi_in: उन्नयन स्क्रिप्ट के लिए पहले से ही सफलतापूर्वक चलाया जा रहा है प्रकट होता है - कोई फिर से इसे चलाने की जरूरत है
id_id: Script upgrade tampaknya telah berhasil dijalankan - tdk perlu utk menjalankan-ulg
it_it: Lo script di aggiornamento sembra essere stato già eseguito con successo - non c&#39;è bisogno di ri-correre
ko_kr: 그것을 다시 실행 할 필요가 없습니다 - 업그레이드 스크립트가 성공적으로 이미 실행 된 것으로 나타납니다
mr_in: सुधारणा स्क्रिप्ट यशस्वीरित्या आधीच चालवा केली असल्यासारखे दिसते - तो पुन्हा चालवा करण्याची आवश्यकता नाही आहे
pt_pt: Script de atualiz. parece já ter sido executado com sucesso. não é necessário reexecutar.
ro_ro: Script-ul de upgrade pare să fi fost rulat deja cu succes - nu este nevoie să re-rula
ru_ru: Сценарий обновления уже был удачно запущен - нет необходимости повторно запускать его
sq_al: Script upgrade duket të ketë qenë drejtuar me sukses - nuk ka nevojë për ri-drejtuar atë
sv: Den uppgraderingsskriptet tycks ha körts redan framgångsrikt - det finns ingen anledning att köra om det
sw_ke: Script kuboresha inaonekana kuwa tayari kuendesha mafanikio - hakuna haja tena kukimbia
tr_tr: Yükseltme komut başarıyla çalıştırmak gibi görünüyor - yeniden çalıştırmak için gerek yok
zh_hk: 此更新脚本看来已经成功运行 --不需要重新运行。
zh_tw: 升級程式顯示已完成運行 - 無需再次執行

source: The sales orderdetails lines have been numbered appropriately for version 3.02
cs_cz: Prodejní orderdetails linky byly očíslovány vhodně pro verzi 3.02
es_es: Las líneas de detalles de las ordenes de ventas se han numerado correctamente para la versión 3.02
hi_in: बिक्री orderdetails लाइनों 3.02 संस्करण के लिए किया गया है उचित क्रमांकित
id_id: Baris rincian order penjualan telah dinomori sesuainya utk versi 3.02
it_it: Le vendite OrderDetails righe sono state numerate in modo appropriato per la versione 3.02
ko_kr: 판매 OrderDetails의 라인 버전 3.02에 대해 적절하게 번호가되었다
mr_in: विक्री orderdetails ओळी आवृत्ती 3,02 साठी योग्य क्रमांकित गेले आहेत
pt_pt: Linhas Detalhes do Pedido de Vendas foram num. corretamento para v 3.02
ro_ro: Vânzărilor orderdetails linii au fost numerotate în mod corespunzător pentru versiunea 3.02
ru_ru: Строки продаж orderdetails были пронумерованы соответственно для версии 3.02
sq_al: Shitjes orderdetails linjat kanë qenë të përshtatshme për të numëruar version 3,02
sv: Försäljningen orderdetails linjer har numrerats lämpligt för version 3.02
sw_ke: Ya mauzo orderdetails mistari kuwa idadi ya ipasavyo kwa ajili ya toleo 3.02
tr_tr: Satış hatları sürümü 3.02 için uygun bir numaralı edilmiştir orderdetails
zh_hk: 销售订单资料列已按版本 3.02 适当地被编号,
zh_tw: 銷售訂單資料列已按版本 3.02 適當地被編號,

source: Upgrade webERP 3.04 - 3.05
cs_cz: Upgrade webERP 3,04 až 3,05
es_es: Actualizar WebERP 3.04 - 3.05
hi_in: 3.04 webERP अपग्रेड - 3.05
ko_kr: 3.04-3.05 webERP 업그레이드
mr_in: 3,05 - webERP 3,04 श्रेणीसुधार
ru_ru: Обновление webERP 3,04 - 3,05
sv: Uppgradera webERP 3,04 till 3,05
sw_ke: Kuboresha webERP 3.04-3.05
tr_tr: Yükseltme webERP 3,04-3,05
zh_hk: 升级 webERP 3.04 - 3.05
zh_tw: 升級 ERP 3.04 - 3.05
