Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Enter the quantity required of this item to complete the contract
es_es: Introducir la cantidad necesaria de este artículo para completar el contrato
ko_kr: 계약을 완료하려면이 항목의 필요한 수량을 입력
mr_in: कंत्राट पूर्ण करण्यासाठी या आयटमची आवश्यक प्रमाणात प्रविष्ट करा
pt_pt: Informe a quantidade requerida desse item para completar o contrato
zh_tw: 輸入此項目所需要的數量，以完成合約

source: Only the first
cs_cz: Pouze první
es_es: Solo el primero
hi_in: केवल पहले
id_id: Hanya
it_it: Solo i primi
ko_kr: 첫 번째
mr_in: केवळ प्रथम
nl_nl: Alleen de eerste
pt_pt: Sómente os primeiros
ro_ro: Doar primul
ru_ru: Только первый
sq_al: Vetëm e parë
sv: Bara den första
sw_ke: Ya kwanza tu
tr_tr: SADECE ILK
zh_hk: 只有第一项
zh_tw: 只要第一項

source: can be displayed
cs_cz: mohou být zobrazeny
es_es: puede ser mostrado
hi_in: प्रदर्शित कर सकते हैं
id_id: yg pertama dapat ditampilkan
it_it: possono essere visualizzati
ko_kr: 디스플레이 될 수있다
mr_in: प्रदर्शित केले जाऊ शकतात
nl_nl: weergeven
pt_pt: podem ser exibidos
ro_ro: pot fi afişate
ru_ru: могут быть отображены
sq_al: mund të shfaqet
sv: kan visas
sw_ke: unaweza visas
tr_tr: GÖSTERILEBILIR
zh_hk: 可以被显示
zh_tw: 可以被顯示

source: Please restrict your search to only the parts required
cs_cz: Prosím, omezit vyhledávání pouze na požadované části
es_es: Por favor restrinja su búsqueda a sólo los productos requeridos
hi_in: कृपया केवल आवश्यक भागों के लिए अपनी खोज को सीमित
id_id: Silahkan batasi pencarian Anda ke hanya brg yg diperlukan
it_it: Si prega di restringere la ricerca a solo le parti necessarie
ko_kr: 필요한 부분 만에 검색을 제한하십시오
mr_in: आवश्यक फक्त भाग शोध करा
nl_nl: Beperk zoekopdracht tot die delen die nodig zijn
pt_pt: Por favor restringir mais a pesquisa
ro_ro: Vă rugăm să restricţionaţi căutarea la numai piesele necesare
ru_ru: Пожалуйста, ограничте поиск только необходимыми части
sq_al: Ju lutemi të kufizuar kërkimin tuaj të vetëm pjesët e kërkuara
sv: Vänligen begränsa din sökning till endast de nödvändiga delarna
sw_ke: Tafadhali kuzuia saka lako kwa sehemu tu ya required
tr_tr: LÜTFEN ARAMA YAPARKEN GEREKLI PARÇALAR IÇIN ARAMA KRITERLERINIZI KISITLAYINIZ
zh_hk: 请限制搜索条件并选择需要的物料
zh_tw: 請限制搜尋到只要的部件

source: Add to Contract Bill Of Material
cs_cz: Přidat do smlouvy kusovníku
es_es: Añadir a la Lista de Materiales del Contrato
hi_in: सामग्री का अनुबंध विधेयक में जोड़ें
id_id: Tambahkan ke Daftar Bahan Baku Kontrak
it_it: Aggiungi a Bill Contratto di materiale
ko_kr: 자재 명세서 (BOM)를 계약에 추가
mr_in: साहित्य बिल कॉण्ट्रॅक्ट जोडा
nl_nl: Voeg toe aan Contract Bill Of Material
pt_pt: Adicionar Contrato do BOM
ro_ro: Adauga la Bill Contract de Material
ru_ru: Добавить к спецификации материалов в договоре
sq_al: Add to Bill Kontratë e materiale
sv: Lägg till Contract stycklista
sw_ke: Kuongeza mkataba Bill ya Material
tr_tr: Materyal Of Sözleşme Bill ekle
zh_hk: 增加到合同物料清单
zh_tw: 增加到合約BOM

source: Contract Costing
cs_cz: Kalkulace zakázky
es_es: Costoo del Contrato
hi_in: संविदा लागत
id_id: Pembiayaan Kontrak
it_it: Contratto Costing
ko_kr: 계약 원가 계산
mr_in: कॉण्ट्रॅक्ट भांडवलाच्या
pt_pt: Custo do Contrato
ro_ro: Contract de costuri
ru_ru: Калькуляция контракта
sq_al: Kontratës kushton
sv: Kontrakt Kostnad
sw_ke: Mkataba Kukadiria Gharama
tr_tr: Sözleşme Maliyetleme
zh_hk: 合同成本
zh_tw: 合約成本

source: This page is expected to be called with the contract reference to show the costing for
cs_cz: Tato stránka je čekal, že je volána s odkazem na smlouvu ukázat kalkulace pro
es_es: Esta página espera la referencia del contrato para mostrar el cálculo de costos para
hi_in: इस पृष्ठ के लिए अनुबंध संदर्भ के साथ बुलाया होने की उम्मीद है के लिए लागत शो
id_id: Halaman ini harus dipanggil dgn referensi kontrak utk menampilkan biaya utk
it_it: Questa pagina dovrebbe essere chiamato con gli estremi del contratto di mostrare i costi per
ko_kr: 이 페이지에 대한 비용 표시하도록 계약을 참조하여 호출 할 것으로 예상된다
mr_in: या पृष्ठासाठी भांडवलाच्या दर्शविण्यासाठी करार संदर्भ सह म्हणतात असेल अशी अपेक्षा आहे
nl_nl: Deze pagina is naar verwachting aangeroepen worden met de referentie van het contract te geven van de kosten voor
pt_pt: Página ativada para exibir custos do contrato para
ro_ro: Această pagină este de aşteptat să fie numit cu contract de referinţă pentru a arăta calcul al costurilor pentru
ru_ru: Эта страница может быть вызвана со ссылкой на контракт, для которого считается стоимость
sq_al: Kjo faqe është pritet që të quhet me referencën e kontratës për të treguar kushton për
sv: Denna sida förväntas att kallas med det avtal hänvisning att visa kostnadsberäkning för
sw_ke: Ukarasa huu unatarajiwa kuwa na kuitwa na kumbukumbu ya mkataba kuonyesha gharama ya
tr_tr: Bu sayfa için maliyet göstermek için sözleşme referans anılmaktadır bekleniyor
zh_hk: 此也需要使用合同编码调用以显示成本
zh_tw: 預計本頁面被稱為合約參考，以顯示成本核算

source: Could not get the inventory issues for this contract because
cs_cz: Nelze získat seznam problémů pro tuto zakázku, protože
es_es: No se pudieron obtener los problemas del inventario para este contrato, porque
hi_in: इस अनुबंध के लिए क्योंकि सूची मुद्दों को प्राप्त नहीं कर सका
id_id: Tak bisa mendapatkan masalah persediaan utk kontrak ini karena
it_it: Impossibile ottenere i problemi di inventario per questo contratto perché
ko_kr: 이 계약으로 인해 대한 재고 문제를 가져올 수 없습니다
mr_in: या करार साठी पुस्तके मुद्दे मिळविणे शक्य नाही कारण
nl_nl: Kon niet de inventaris van thema&#39;s voor dit contract, omdat
pt_pt: Não pode obter requer. de inventário para esse contrato porque
ro_ro: Nu am putut obţine problemele inventar pentru acest contract, deoarece
ru_ru: Не удалось получить инвентаризации вопросы по этому контракту, потому
sq_al: Nuk mund të marrë me çështjet e inventarit për këtë kontratë, sepse
sv: Kunde inte få inventeringen frågorna för detta kontrakt eftersom
sw_ke: Hakuweza kupata masuala ya hesabu kwa mkataba huu kwa sababu
tr_tr: Bu sözleşme çünkü envanter konular alınamadı
zh_hk: 无法得到此合同的相关商品的信息因为
zh_tw: 不能得到的合約庫存問題，因為

source: Contract
cs_cz: Smlouvy
es_es: Contrato
hi_in: अनुबंध
id_id: Kontrak
it_it: Contratto
ko_kr: 계약
mr_in: कंत्राट
pt_pt: Contratar
ru_ru: Контракт
sq_al: Kontratës
sv: Kontrakt
sw_ke: Mkataba
tr_tr: IRTIBAT
zh_hk: 合同
zh_tw: 合同

source: Closed
cs_cz: Zavřeno
es_es: Cerrado
hi_in: बंद
id_id: Selesai
it_it: Chiuso
ko_kr: 폐장
mr_in: बंद
nl_nl: Gesloten
pt_pt: Fechado
ro_ro: Închis
ru_ru: Закрыто
sq_al: Mbyllur
sv: Stängt
sw_ke: C.
tr_tr: Kapalı
zh_hk: 已关闭
zh_tw: 已關閉

source: Current Confirmed
cs_cz: Potvrzeno aktuální
es_es: Confirmado Actual
hi_in: वर्तमान पुष्टि
id_id: Dikonfirmasi Saat-Ini
it_it: Confermato corrente
ko_kr: 현재 확정
mr_in: पुष्टी वर्तमान
nl_nl: Huidige Bevestigd
pt_pt: Confirmado e Ativo
ro_ro: Curent confirmat
ru_ru: Текущий Подтвержденные
sq_al: Current konfirmuar
sv: Nuvarande Bekräftad
sw_ke: Sasa alithibitisha
tr_tr: Geçerli Onaylandı
zh_hk: 已确认
zh_tw: 已確認

source: Quoted
cs_cz: Citoval
es_es: Citado
hi_in: उद्धरित
id_id: Dkrm-Pnwaran
it_it: Citato
ko_kr: 인용
mr_in: उद्धृत
nl_nl: Geciteerd
pt_pt: Cotado
ro_ro: Cotate
ru_ru: Цитируется
sq_al: Cituar
sv: Noterade
sw_ke: Alinukuliwa
tr_tr: Kote
zh_hk: 已报价
zh_tw: 已報價

source: Original Costing
cs_cz: Původní kalkulace
es_es: Costoo Original
hi_in: मूल लागत
id_id: Pembiayaan Awal
it_it: Originale Costing
ko_kr: 원래 원가 계산
mr_in: मूळ भांडवलाच्या
nl_nl: Originele Costing
pt_pt: Custo Original
ro_ro: Original costuri
ru_ru: Исходные затраты
sq_al: Origjinal kushton
sv: Original Kostnad
sw_ke: Kukadiria Gharama ya awali
tr_tr: Orijinal Maliyetleme
zh_hk: 初始成本
zh_tw: 原始成本

source: Actual Costs
cs_cz: Skutečné náklady
es_es: Costos actuales
hi_in: वास्तविक लागत
id_id: Biaya Aktual
it_it: Spese effettive
ko_kr: 실제 비용
mr_in: वास्तविक खर्च
nl_nl: De werkelijke kosten
pt_pt: Custo Real
ro_ro: Costurile reale
ru_ru: Фактические затраты
sq_al: Shpenzimet aktuale
sv: Faktiska kostnader
sw_ke: Gharama halisi
tr_tr: Gerçek Maliyetler
zh_hk: 实际成本
zh_tw: 實際成本

source: Inventory Required
cs_cz: Inventury
es_es: Inventario requerido
hi_in: सूची आवश्यक
id_id: Persediaan Diperlukan
it_it: Inventario obbligatori
ko_kr: 재고 필요
mr_in: सूची आवश्यक
nl_nl: Inventaris Vereist
pt_pt: Estoque Requerido
ro_ro: Inventarul Necesar
ru_ru: Инвентаризации обязательно
sq_al: Inventari Patjetėr
sv: Inventering som föreskrivs
sw_ke: Hesabu Required
tr_tr: Envanter Gerekli
zh_hk: 要求库存
zh_tw: 庫存要求

source: Unit
cs_cz: Jednotkou
es_es: Unidad
hi_in: इकाई
id_id: Satuan
it_it: Unità
ko_kr: 단위
mr_in: एकक
pt_pt: Unid.
ro_ro: Unitate
ru_ru: Единица
sq_al: Njësi
sv: Enhet
sw_ke: Kitengo
tr_tr: Birim
zh_hk: 单位
zh_tw: 單位

source: Actual usage
cs_cz: Skutečné využití
es_es: Uso actual
hi_in: वास्तविक उपयोग
id_id: Realisasi Penggunaan
it_it: L&#39;utilizzo effettivo
ko_kr: 실제 사용
mr_in: वास्तविक वापर
nl_nl: Het werkelijke gebruik
pt_pt: Uso Realiz.
ro_ro: Reale de utilizare
ru_ru: Фактическое использование
sq_al: përdorimit Aktuale
sv: Faktiska användning
sw_ke: Matumizi halisi
tr_tr: Fiili kullanım
zh_hk: 实际用量
zh_tw: 實際用量

source: Total Inventory Budgeted Cost
cs_cz: Celkem Zásoby Rozpočtové náklady
es_es: Total del Costo Presupuestado del Inventario
hi_in: कुल इन्वेंट्री लागत बजट
id_id: Total Biaya Anggaran Persediaan
it_it: Costo totale preventivato di inventario
ko_kr: 총 재고 원가 예산 비용
mr_in: एकूण सूची तयार अंदाजित किंमत
nl_nl: Totale voorraad gebudgetteerde kosten
pt_pt: Total Custo Estoque Previsto
ro_ro: Inventar Total Cost bugetat
ru_ru: Общию Бюджетированные расходы
sq_al: Inventari përgjithshme të buxhetuara Kosto
sv: Total Inventory budgeterade kostnaden
sw_ke: Jumla ya hesabu bajeti Gharama
tr_tr: Toplam Stok Maliyeti Bütçelenen
zh_hk: 总物料预算成本
zh_tw: 總庫存成本預算

source: Total Inventory Actual Cost
cs_cz: Celkem Zásoby Skutečné náklady
es_es: Total de Inventario Costo Actual
hi_in: कुल इन्वेंट्री वास्तविक लागत
id_id: Total Biaya Aktual Persediaan
it_it: Inventario Totale Costo effettivo
ko_kr: 총 재고 실제 비용
mr_in: एकूण सूची तयार प्रत्यक्ष खर्च
nl_nl: Totale voorraad Werkelijke kosten
pt_pt: Total Custo Estoque Realizado
ro_ro: Inventar Total Cost real
ru_ru: Общие фактические расходы
sq_al: Inventari Totali i kostos aktuale
sv: Total Inventory Verklig kostnad
sw_ke: Gharama halisi ya jumla ya Kitabu
tr_tr: Toplam Envanter Fiili Maliyet
zh_hk: 总物料实际成本
zh_tw: 總存貨的實際成本

source: Other Costs
cs_cz: Ostatní náklady
es_es: Otros costos
hi_in: अन्य लागत
id_id: Biaya Lain2
it_it: Altri costi
ko_kr: 기타 비용
mr_in: इतर मूल्य
nl_nl: Andere kosten
pt_pt: Outros Custos
ro_ro: Alte costuri
ru_ru: Прочие расходы
sq_al: Kostot e tjera
sv: Övriga kostnader
sw_ke: Gharama nyingine
tr_tr: Diğer Maliyetler
zh_hk: 其他成本
zh_tw: 其它成本

source: Requirement
cs_cz: Požadavek
es_es: Requisito
hi_in: आवश्यकता
id_id: Persyaratan
it_it: Requisito
ko_kr: 요구 사항
mr_in: गरज
nl_nl: Eis
pt_pt: Requerimento
ro_ro: Cerinţă
ru_ru: Требование
sq_al: Kërkesë
sv: Krav
sw_ke: Matakwa
tr_tr: Gereklilik
zh_hk: 要求
zh_tw: 要求

source: Budgeted Other Costs
cs_cz: Ostatní náklady do rozpočtu
es_es: Otros Costos Presupuestados
hi_in: बजट में अन्य लागत
id_id: Biaya Anggaran Lain2
it_it: Altri costi preventivati
ko_kr: 예산 기타 비용
mr_in: अंदाजित इतर खर्च
nl_nl: Begrote Overige Kosten
pt_pt: Outros Custos Orçados
ro_ro: Bugetate Alte costuri
ru_ru: Бюджетные Прочие расходы
sq_al: Shpenzimet e buxhetuara të tjera
sv: Budgeterad Övriga kostnader
sw_ke: Bajeti nyingine Gharama
tr_tr: Bütçe Diğer Giderler
zh_hk: 其他预算成本
zh_tw: 其他費用的預算

source: Supplier
cs_cz: Dodavatel
es_es: Proveedor
hi_in: प्रदायक
it_it: Fornitore
ko_kr: 공급 업체
mr_in: पुरवठादार
nl_nl: Leverancier
pt_pt: Fornecedor
ro_ro: Furnizorul
ru_ru: Поставщик
sq_al: Furnizuesi
sv: Leverantör
sw_ke: Muuzaji
tr_tr: TEDARIKÇI
zh_hk: 供应商
zh_tw: 供應商

source: Anticipated
cs_cz: Předpokládaný
es_es: Anticipado
hi_in: प्रत्याशित
id_id: Diduga
it_it: Anticipato
ko_kr: 예상
mr_in: उद्भवणाऱ्या
nl_nl: Verwachte
pt_pt: Antecipado
ro_ro: Anticipat
ru_ru: Ожидаемый
sq_al: Parashikuar
sv: Förväntad
sw_ke: Kutarajia
tr_tr: Beklenen
zh_hk: 预计
zh_tw: 預計

source: Could not get the other charges to the contract because
cs_cz: Nelze získat další poplatky ke smlouvě, protože
es_es: No se pudieron obtener los otros cargos en el contrato, porque
hi_in: क्योंकि अनुबंध के लिए अन्य शुल्क नहीं पा सका
id_id: Tdk dapat mengambil biaya lain utk kontrak karena
it_it: Impossibile ottenere le altre spese per il contratto perché
ko_kr: 계약 때문에에 기타 비용을 가져올 수 없습니다
mr_in: कंत्राट इतर शुल्क मिळविणे शक्य नाही कारण
nl_nl: Kon niet de andere kosten om het contract, omdat
pt_pt: Não pode obter outros encargos para o contrato porque
ro_ro: Nu am putut obţine alte cheltuieli la contract, deoarece
ru_ru: Не удалось получить иных обязательных платежей в договор, поскольку
sq_al: Nuk mund të marrë pagesat e tjera të kontratës për shkak
sv: Kunde inte få de andra avgifter till avtalet, eftersom
sw_ke: Hakuweza kupata mashtaka mengine ya mkataba kwa sababu
tr_tr: sözleşme çünkü diğer masraflar alınamadı
zh_hk: 无法取得此合同的其他费用因为
zh_tw: 這合約無法得到其他費用，因為

source: Actual Other Costs
cs_cz: Skutečné Ostatní náklady
es_es: Otros Costos Actuales
hi_in: वास्तविक लागत अन्य
id_id: Biaya Aktual Lain2
it_it: Altri costi effettivi
ko_kr: 실제 기타 비용
mr_in: वास्तविक इतर खर्च
nl_nl: Werkelijke Overige Kosten
pt_pt: Outros Custos Efetivos
ro_ro: Alte costuri reale
ru_ru: Фактические Прочие расходы
sq_al: Kostot aktuale të tjera
sv: Faktiska Övriga kostnader
sw_ke: Gharama halisi nyingine
tr_tr: Fiili Diğer Giderler
zh_hk: 实际其他费用
zh_tw: 實際其它成本

source: Total Budget Contract Cost
cs_cz: Celkový rozpočet smluvní náklady
es_es: Total Costo del Contrato Presupuestado
hi_in: कुल बजट अनुबंध मूल्य
id_id: Total Biaya Anggaran Kontrak
it_it: Bilancio complessivo costo del contratto
ko_kr: 총 예산 계약 비용
mr_in: एकूण बजेट कंत्राट किंमत
nl_nl: Totaal budget Contract Cost
pt_pt: Total Custo Contrato Orçado
ro_ro: Bugetul total contract cost
ru_ru: Общая стоимость бюджета контракта
sq_al: Total i kontratës Buxheti Kosto
sv: Total budget kontraktsumma
sw_ke: Bajeti ya jumla ya Mkataba Gharama
tr_tr: Toplam Bütçe Sözleşme Maliyeti
zh_hk: 合同预算总金额
zh_tw: 合約成本的總預算

source: Total Actual Contract Cost
cs_cz: Skutečné celkové náklady smlouvy
es_es: Total Costo del Contrato Actual
hi_in: कुल वास्तविक अनुबंध मूल्य
id_id: Total Biaya Aktual Kontrak
it_it: Costo totale del contratto vero e proprio
ko_kr: 총 실제 계약 비용
mr_in: एकूण वास्तविक करार किंमत
nl_nl: Totaal van de werkelijke kosten Contract
pt_pt: Total Custo Contrato Efetivo
ro_ro: Costul total contractuale reale
ru_ru: Всего Фактическая стоимость контракта
sq_al: Kosto totale e kontratës aktuale
sv: Totala faktiska kontraktsumma
sw_ke: Jumla ya Gharama halisi ya Mkataba
tr_tr: Toplam Fiili Sözleşme Maliyeti
zh_hk: 实际合同成本总计
zh_tw: 總實際合約成本

source: Variance on contract
cs_cz: Rozptyl na zakázku
es_es: Varianza en el Contrato
hi_in: अनुबंध पर वेरिएंस
id_id: Selisih pada kontrak
it_it: Varianza sul contratto
ko_kr: 계약에 분산
mr_in: कंत्राट वर फरक
nl_nl: Variantie op contract
pt_pt: Variação Contrato
ro_ro: Variance pe bază de contract
ru_ru: Разница по контракту
sq_al: Ndryshimi në kontratë
sv: Varians på kontrakt
sw_ke: Mkikhitalifiana juu ya mkataba
tr_tr: sözleşme Varyans
zh_hk: 合同差异
zh_tw: 合約變動

source: The gl entry of WIP for the variance on closing the contract could not be inserted because
cs_cz: Gl vstup WIP pro rozptyl na uzavření smlouvy nemohly být zařazeny, protože
es_es: La entrada contable del Trabajo en Progreso para la varianza en el cierre del contrato no puede ser insertarse porque
hi_in: विचरण के लिए WIP की जीएल अनुबंध समापन पर प्रवेश वजह से हो सकता है नहीं डाला
id_id: Entri gl WIP utk selisih pada penutupan kontrak tdk dapat dimasukkan karena
it_it: La voce di GL WIP per la varianza sulla chiusura del contratto non può essere inserito perché
ko_kr: 계약 종료에 분산에 대한 WIP의 GL 항목이 있기 때문에 삽입 할 수 없습니다
mr_in: कंत्राट बंद वर फरक साठी WIP च्या GL नोंद समाविष्ट करणे शक्य नाही कारण
nl_nl: De GL binnenkomst van WIP voor de variantie over de afsluiting van het contract niet kon worden geplaatst, omdat
pt_pt: Entrada Contábil variação WIP não pode ser incluida porque
ro_ro: Intrarea gl a WIP pentru varianţa privind închiderea contractului nu a putut fi introdus, deoarece
ru_ru: Не удалось записать WIP для отклонения при закрытии контракта, так как
sq_al: Gl hyrjen e WIP për grindje për mbylljen e kontratës nuk mund të shtohet sepse
sv: GL inträde WIP för variansen om att avsluta kontraktet kunde inte med därför att
sw_ke: kuingia The gl ya WIP kwa ugomvi juu ya kufunga mkataba inaweza kuwa kuingizwa kwa sababu
tr_tr: sözleşmenin kapanış üzerinde varyans için WIP ve gl giriş çünkü takılı olamazdı
zh_hk: 关闭合同时无法产生在制品成本差异的总帐分录因为
zh_tw: 變動合約結案上，在製品的總帳輸入不能插入，因為

source: The status of the contract could not be updated to closed because
cs_cz: Stav smlouvy nemohly být aktualizovány, aby uzavřen, protože
es_es: El estado del contrato no puede ser actualizado al cierre porque
hi_in: अनुबंध की स्थिति को अद्यतन नहीं किया जा सका क्योंकि बंद करने के लिए
id_id: Status kontrak tdk dapat diperbarui ke selesai karena
it_it: Lo stato del contratto non potrebbe essere aggiornato a chiuso perché
ko_kr: 계약의 상태는 폐쇄로 업데이트 할 수 없기 때문에
mr_in: कराराच्या स्थिती बंद अद्यतनित करणे शक्य नाही कारण
nl_nl: De status van het contract niet kon worden bijgewerkt om gesloten omdat
pt_pt: A situação do contato não pode ser atualizada porque
ro_ro: Statutul de contract nu au putut fi actualizate pentru a închise din cauza
ru_ru: Статус контракта не может быть обновлен до закрытых из-за
sq_al: Statusi i kontratës nuk mund të rifreskohet për të mbyllur për shkak
sv: Statusen för kontraktet kunde inte uppdateras att stängas på grund
sw_ke: Hali ya mkataba inaweza kuwa mwisho wa kufungwa kwa sababu
tr_tr: sözleşmenin durumu güncellenir olamazdı çünkü kapalı için
zh_hk: 未能更新合同状态因为
zh_tw: 該合約的狀態無法更新，因為封閉

source: The following SQL to change the status of the contract was used
cs_cz: Následující SQL pro změnu stavu zakázky bylo použito
es_es: Se utilizó el SQL siguiente para cambiar el estado del contrato
hi_in: निम्नलिखित एसक्यूएल अनुबंध की स्थिति बदलने के लिए इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk mengubah status kontrak
it_it: Il SQL seguente per modificare lo stato del contratto è stata utilizzata
ko_kr: 계약의 상태를 변경하려면 다음 SQL을 사용 하였다
mr_in: कराराच्या स्थिती बदलण्यासाठी खालील SQL वापरला होता
nl_nl: De volgende SQL om de status van het contract te veranderen werd gebruikt
pt_pt: SQL usado para atualizar a situação do contrato foi
ro_ro: Următoarele SQL pentru a modifica statutul de contract a fost folosit
ru_ru: SQL изменения статуса контракта
sq_al: SQL e mëposhtme për të ndryshuar statusin e kontratës është përdorur
sv: Följande SQL för att ändra status på kontraktet användes
sw_ke: SQL zifuatazo na mabadiliko ya hali ya mkataba ilikuwa kutumika
tr_tr: Aşağıdaki SQL kullanılan sözleşmenin durumunu değiştirmek için
zh_hk: 用于更改合同状态的SQL是
zh_tw: 下面的SQL程序用來更改合約的狀態

source: Could not update the work order to closed because:
cs_cz: Nepodařilo se aktualizovat práci, aby uzavřený, protože:
es_es: No se pudo actualizar la orden de trabajo a finalizada porque:
hi_in: कार्य आदेश अद्यतन नहीं किया जा सका क्योंकि बंद करने के लिए:
id_id: Tdk dapat memperbarui order produksi ke selesai karena:
it_it: Impossibile aggiornare l&#39;ordine di lavoro chiusi perché:
ko_kr: because 폐쇄에 작업 순서를 업데이트 할 수 없습니다 :
mr_in: बंद कारण ते काम ऑर्डर अद्यतनित करणे शक्य नाही:
nl_nl: Kon de werkorder die moest worden afgesloten niet actualiseren omdat:
pt_pt: Não pode ser atualizado na ordem de produção porque
ro_ro: Imposibil de actualizat pentru muncă a închis deoarece:
ru_ru: Не удалось закрыть наряд на работу, так как:
sq_al: Nuk mund update mënyrë që të punojë për të mbyllur për shkak se:
sv: Kan inte uppdatera arbetsordern till stängd eftersom
sw_ke: Hakuweza update ili kazi ya kufungwa kwa sababu:
tr_tr: iş emri güncelleme olamazdım çünkü kapalı için:
zh_hk: 未能更新工作单到关闭, 因为
zh_tw: 未能更新這工作單為關閉, 因為

source: The SQL used to close the work order was:
cs_cz: SQL použitý k uzavření pracovního příkazu byl:
es_es: El SQL usado para cerrar la orden de trabajo fue
hi_in: SQL के पास काम करने गया था प्रयोग किया है:
id_id: SQL yg digunakan utk menutup order produksi tersebut adalah:
it_it: L&#39;SQL utilizzato per chiudere l&#39;ordine di lavoro è stata:
ko_kr: 작업 순서를 닫 SQL 사용했다 :
mr_in: काम ऑर्डर बंद करण्यासाठी वापरले SQL होते:
nl_nl: De SQL gebruikt om de werkorder af te sluiten was:
pt_pt: SQL usado para fechar a ordem produção foi
ro_ro: SQL utilizată pentru a închide ordinea de lucru a fost:
ru_ru: SQL закрытия наряда на работу:
sq_al: SQL të përdorura për të mbyllur për punë ka qenë:
sv: Följande SQL användes för att stänga arbetsordern
sw_ke: SQL kutumika kwa karibu ili kazi mara:
tr_tr: SQL eser sipariş edildi kapatmak için kullanılır:
zh_hk: 用于关闭工作单的SQL是
zh_tw: 用作關閉工作單的SQL是:

source: The location stock record could not be updated because
cs_cz: Umístění skladové evidenci nelze aktualizovat, protože
es_es: No se pudo actualizar el registro de ubicación del almacén porque
hi_in: स्थान स्टॉक रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Data lokasi stok tdk dapat diperbarui karena
it_it: La contabilità di magazzino posizione non potrebbe essere aggiornato perché
ko_kr: 위치 재고 레코드가 있기 때문에 업데이트 할 수 없습니다
mr_in: स्थान स्टॉक नोंद अद्यावत करू शकत नाही कारण
nl_nl: De voorraadlokatie boeking kon niet worden vernieuwd omdat
pt_pt: O registros do local de estoque não pode ser atualizado porque
ro_ro: Stocul de înregistrare locaţie nu a putut fi actualizat deoarece
ru_ru: Не удалось обновить данные о товаре в местоположении, так как
sq_al: Aksioneve vend rekord nuk mund të rifreskohet për shkak se
sv: SQL
sw_ke: Rekodi ya eneo hisa inaweza kuwa mwisho kwa sababu
tr_tr: Konumu stok kaydından dolayı güncelleme olamazdı
zh_hk: 未能更新仓库物料库存记录,因为
zh_tw: 未能更新地點存貨記錄, 因為

source: stock movement records could not be inserted when processing the work order receipt because
cs_cz: Záznamy zásob pohyb nemohl být vložen při zpracování práce doručení objednávky, protože
es_es: Los registros del movimiento de existencias no pudieron ser insertados cuando se procesó la orden de trabajo, porque
hi_in: शेयर आंदोलन रिकॉर्ड जब काम करने रसीद क्योंकि प्रसंस्करण नहीं किया जा सकता है डाला
id_id: data pergerakkan stok tdk dapat dimasukkan saat memproses penerimaan order produksi tersebut karena
it_it: registrazioni dei movimenti delle scorte non può essere inserita durante l&#39;elaborazione del ricevimento dell&#39;ordine di lavoro perché
ko_kr: 작업 지시 접수 때문에 콘텐츠를 처리 할 때 이동 레코드를 삽입 할 수없는
mr_in: काम ऑर्डर पावती प्रक्रिया करताना स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Voorraad mutatie kon niet worden uitgevoerd bij het verwerken van de materiaal boeking op de werk order omdat
pt_pt: movimento de estoque não pode ser inserido enquanto recebe ordem de produção porque
ro_ro: evidenţa mişcării stocurilor nu a putut fi introduse la prelucrarea primirea comenzii de lucru, deoarece
ru_ru: Не удалось переместить запись о перемещении товаров при обработке получения наряда на работу
sq_al: të dhënat e lëvizjes së aksioneve nuk mund të futet në procesin e shqyrtimit pranimi për punë, sepse
sv: Lagertransaktioner kunde inte sparas under arbetsorderprocessen eftersom
sw_ke: hisa harakati kumbukumbu inaweza kuwa kuingizwa wakati usindikaji ili kazi risiti kwa sababu
tr_tr: stok hareket kayıtları iş emri makbuz nedeniyle işleme takılı olamazdı
zh_hk: 当处理工作单收据时，库存变化记录无法插入，因为
zh_tw: 執行訂單接收工作時庫存調撥記錄不能插入, 因為
