Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Can not retrieve assembly components location stock quantities because
cs_cz: Nelze načíst součásti sestavy množství umístění skladu, protože
es_es: No se puede obtener las cantidades de existencias de la ubicación de componentes para ensamblar porque
hi_in: विधानसभा घटकों स्थान स्टॉक मात्रा में प्राप्त नहीं कर सकता क्योंकि
id_id: Tdk dapat mengambil qty stok utk lokasi komponen rakitan karena
it_it: Non è stato possibile estrarre la quantità disponibile dei componenti il raggruppamento selezionato perchè
ko_kr: 때문에 조립 부품 위치 재고 수량을 검색 할 수 없습니다
nl_nl: Kon de assemblage componenten hoeveelheid niet opvragen omdat
pt_pt: Não pode recuperar quantid. componentes para local estoque porque
ro_ro: Nu poate prelua componente stoc locaţie, deoarece cantităţile de asamblare
ru_ru: Не удалось получить данных о количествах компонентов в месоположении, так как
sq_al: Nuk mund të marrim sasi të komponentëve të asamblesë vend të aksioneve, sepse
sv: Kan inte visa monteringskomponenternas lagersaldon för att
sw_ke: Hawezi Retrieve vipengele kanisa eneo hisa kiasi kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 找不到BOM组件库存,因为
zh_tw: 未能提取組裝零件地點的存貨數量, 因為

source: Order
cs_cz: Objednávka
es_es: Pedidos
hi_in: आदेश
it_it: Ordine
ko_kr: 순서
mr_in: हुकूम
nl_nl: Opdracht
pt_pt: Pedido
ro_ro: Pentru
ru_ru: Заказ
sq_al: Mënyrë
sv: Beställ
sw_ke: Ili
tr_tr: SIPARIS
zh_hk: 加入订单
zh_tw: 次序

source: Stock movement records for the assembly components of
cs_cz: Sklad pohyb záznamy pro montáž komponent
es_es: Registro de movimientos de inventario para los componentes del montaje de
hi_in: शेयर विधानसभा के घटकों के लिए आंदोलन रिकॉर्ड
id_id: Data pergerakkan stok utk komponen rakitan dari
it_it: Non è stato possibile registrare i movimenti di magazzino dei componenti del raggruppamento
ko_kr: 어셈블리의 구성 요소에 대한 콘텐츠 이동 레코드
mr_in: च्या जुळवणी घटकांसाठी स्टॉक चळवळ रेकॉर्ड
nl_nl: Voorraadverplaatsingsrecords voor de assemblage componenten van
pt_pt: Registro mov. estoque itens que compoem produto
ro_ro: Stoc înregistrările mişcare pentru asamblarea componentelor
ru_ru: Данные о перемещении товара для компонентов сборки
sq_al: lëvizje të dhënat Stock për komponentët e asamblesë së
sv: Lagertransaktioner för monteringkomponenter för
sw_ke: Hisa harakati kumbukumbu kwa vipengele kanisa la
tr_tr: montaj parçaları için Stok hareket kayıtları
zh_hk: BOM组件的物料移动记录
zh_tw: 零件的存貨調撥記錄

source: could not be inserted because
cs_cz: nemůže být vložen, protože
es_es: no se pudo agregar porque
hi_in: नहीं डाला जा सका क्योंकि
id_id: tdk dapat dimasukkan karena
it_it: perchè
ko_kr: 때문에 삽입 할 수 없습니다
mr_in: समाविष्ट करणे शक्य नाही कारण
nl_nl: kon niet worden toegevoegd omdat
pt_pt: não pode ser inserido porque
ro_ro: nu a putut fi introdus, deoarece
ru_ru: не могут быть вставлены, так как
sq_al: nuk mund të futet, sepse
sv: kunde inte spara för att
sw_ke: inaweza kuwa kuingizwa kwa sababu
tr_tr: GIRILEMEDI:
zh_hk: 未能插入,因为
zh_tw: 未能插入, 因為

source: The following SQL to insert the assembly components stock movement records was used
cs_cz: Následující SQL vložit součásti sestavy záznamy pohyb zásob byla použita
es_es: Se usó el siguiente SQL para agregar los registros de movimientos de existencias de componentes de ensamblados
hi_in: निम्नलिखित सम्मिलित करने के लिए विधानसभा घटकों स्टॉक आंदोलन रिकॉर्ड एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data pergerakkan stok komponen rakitan
it_it: Il codice SQL utilizzato per registrare i movimenti di magazzino dei componenti era
ko_kr: 조립 부품 재고 이동 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: जुळवणी घटक स्टॉक चळवळ रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de assamblage componenten verplaatsingsrecords toe te voegen was
pt_pt: SQL usado para inserir movim. componentes montados de estoque foi
ro_ro: SQL pentru a insera următoarele asamblarea componentelor evidenţa operativă circulaţie a fost folosit
ru_ru: SQL вставки записей о перемещении компонентов сборки
sq_al: SQL e mëposhtme për të futur në komponentët e asamblesë të dhënat e aksioneve të lëvizjes është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya hisa vipengele mkutano kumbukumbu harakati ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入BOM组件物料移动记录的SQL是
zh_tw: 以下插入裝組零件存貨移動記錄的SQL 正被使用

source: Location stock record could not be updated for an assembly component because
cs_cz: Umístění skladové evidenci nemohlo být aktualizovány pro montáž komponent, protože
es_es: No se pudo actualizar el registro de existencias de ubicación para un componente de ensamblado porque
hi_in: स्थान स्टॉक रिकॉर्ड एक विधानसभा घटक क्योंकि के लिए अद्यतन नहीं किया जा सकता है
id_id: Data lokasi stok tdk dapat diperbarui utk komponen rakitan karena
it_it: Non è stato possibile aggiornare la quantità disponibile del componente presso il magazzino selezionato perchè
ko_kr: 위치 재고 기록은 어셈블리 구성 요소 때문에 업데이트 할 수 없습니다
mr_in: स्थान स्टॉक रेकॉर्ड एक जुळवणी घटक करीता अद्ययावत केले जाऊ शकत नाही कारण
nl_nl: Voorraadrecord voor een assemblage component kon niet worden vernieuwd omdat
pt_pt: local de estoque não pode ser atualiz. para montagem item porque
ro_ro: Locul de amplasare evidenţă operativă a mărfurilor nu a putut fi actualizat pentru o componentă de asamblare, deoarece
ru_ru: Запись о месторасположении товара не может быть модифицирована для компонента сборки, так как
sq_al: Vendndodhja rekord aksioneve nuk mund të rifreskohet për një komponent i kuvendit, sepse
sv: Lagerställe posteb kunde inte sparas för en monteringskomponent för att
sw_ke: Location rekodi ya hisa inaweza kuwa mwisho kwa ajili ya sehemu ya kanisa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: BOM组件的存货记录未能更新,因为
zh_tw: 組裝零件的地點存貨記錄未能更新, 因為

source: The following SQL to update the locations stock record for the component was used
cs_cz: Následující SQL aktualizovat umístění skladové účetnictví pro složka byla použita
es_es: Se usó el siguiente SQL para actualizar el registro de existencias de ubicaciones del componente
hi_in: निम्नलिखित एसक्यूएल घटक के लिए स्थानों के शेयर रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data lokasi stok utk komponen tersebut
it_it: Il codice SQL utilizzato per aggiornare la quantità disponibile presso il magazzino era
ko_kr: 구성 요소의 위치를​​ 재고 기록을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: घटक साठी स्थाने स्टॉक रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraadrecord voor een assemblage component te vernieuwen was
pt_pt: SQL usado para atualiz. estoque do compoente foi
ro_ro: Următoarele SQL pentru a actualiza înregistrarea stocurilor locatii pentru componenta a fost utilizată
ru_ru: Следующие SQL для обновления записи местах запас для компонента были использованы
sq_al: SQL e mëposhtme për të rinovuar rekordin e vende të aksioneve për komponent është përdorur
sv: SQL
sw_ke: SQL zifuatazo update rekodi ya maeneo ya hisa kwa ajili ya sehemu ya mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新BOM组件存货记录的SQL是
zh_tw: 以下更新零件地點存貨記錄的 SQL 正被使用

source: Stock movement records could not be inserted because
cs_cz: Pohyb zásob záznamy nemohly být zařazeny, protože
es_es: No se pudo agregar los registros de movimiento de existencias porque
hi_in: शेयर आंदोलन रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data pergerakkan stok tdk dapat dimasukkan karena
it_it: Non è stato possibile registrare i nuovi movimenti di magazzino perchàŠ
ko_kr: 주식 이동 기록이 있기 때문에 삽입 할 수 없습니다
mr_in: स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Voorraadverplaatsingsrecords konden niet worden toegevoegd omdat
pt_pt: movimento de estoque não pode ser inserido porque
ro_ro: Bursa de Valori înregistrările circulaţie nu a putut fi introdus, deoarece
ru_ru: Данные о перемещении товара не могут быть добавлены, так как
sq_al: lëvizje të dhënat Stock nuk mund të shtohet sepse
sv: Lagertransaktioner kunde inte sparas för att
sw_ke: kumbukumbu harakati Stock inaweza kuwa kuingizwa kwa sababu
tr_tr: STOK ISLEMI GIRILEMEDI:
zh_hk: 物料移动记录未能插入,因为
zh_tw: 存貨調撥記錄未能插入, 因為

source: The following SQL to insert the stock movement records was used
cs_cz: Následující SQL vložit záznamy pohyb zásob byla použita
es_es: Se usó el siguiente SQL para agregar los registros de movimiento de existencias
hi_in: निम्नलिखित सम्मिलित करने के लिए स्टॉक आंदोलन रिकॉर्ड एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data pergerakkan stok
it_it: Il codice SQL utlizzato per registrare i movimenti di magazzino era
ko_kr: 주식 이동 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: स्टॉक चळवळ रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraadverplaatsingsrecords toe te voegen was
pt_pt: SQL usado para inserir movim. de estoque foi
ro_ro: SQL pentru a insera următoarele evidenţa mişcării stocurilor a fost folosit
ru_ru: SQL вставки данных о перемещении товара
sq_al: SQL e mëposhtme për të futur të dhënat e lëvizjes së aksioneve është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya kumbukumbu harakati hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入物料移动记录的SQL是
zh_tw: 以下插入存貨移動記錄的 SQL 正被使用

source: Taxes and rates applicable to this invoice line item could not be inserted because
cs_cz: Daně a sazby platné pro tato faktura řádku nemůže být vložen, protože
es_es: No se pudo agregar los impuestos y tasas aplicables al artículo de esta fila de la factura porque
hi_in: करों और इस चालान पंक्ति वस्तु पर लागू दरों वजह से हो सकता है नहीं डाला
id_id: Pajak dan tarif yg berlaku pada item baris faktur ini tdk dapat ditambahkan karena
it_it: Tasse e tariffe applicabili a questa voce fattura non può essere inserito perché
ko_kr: 이 송장 라인 항목에 적용되는 세금 및 요금 때문에 삽입 할 수 없습니다
mr_in: कर आणि हा चलन ओळ आयटमवर लागू दर समाविष्ट करणे शक्य नाही कारण
nl_nl: Belastingen en kortingen voor dit factuuritem kon niet worden toegevoegd omdat
pt_pt: Impostos e taxas aplicaveis a este aviso não pode ser inseridos porque
ro_ro: Taxele şi tarifele aplicabile pentru acest post de linie factură nu a putut fi introdus, deoarece
ru_ru: Налоги и ставки, применяемых к этому счету-фактуре не могут быть вставлены, так как
sq_al: Taksat dhe normat e zbatueshme për këtë artikull faturë linjë nuk mund të futet, sepse
sv: Moms och avgifter för denna fakturarad kunde inte sparas för att
sw_ke: Kodi na viwango husika na bidhaa hii invoice line inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 发票行的税务信息未能插入,因为
zh_tw: 應用到發票列的稅和率未能插入, 因為

source: The following SQL to insert the stock movement tax detail records was used
cs_cz: Následující SQL vložit pohyb zásob daňově detail byl použit
es_es: Se usó el siguiente SQL para agregar los registros de detalle de impuestos de movimiento de existencias
hi_in: निम्नलिखित सम्मिलित करने के लिए स्टॉक आंदोलन कर विस्तार रिकॉर्ड एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data rincian pajak pada pergerakkan stok
it_it: L&#39;SQL seguente per inserire i registri fiscali dei movimenti delle scorte dettaglio è stato utilizzato
ko_kr: 주식 이동 세금 세부 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: स्टॉक चळवळ कर तपशील रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de belastingdetails voor de voorraadverplaatsing toe te voegen was
pt_pt: SQL usado para inserir imposto do movimento de estoque foi
ro_ro: SQL pentru a insera următoarele evidenţa mişcării stocurilor detaliu taxa a fost folosit
ru_ru: SQL вставки о налогах на перемещение товаров
sq_al: SQL e mëposhtme për të futur të dhënat e lëvizjes së aksioneve të taksave detaje është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya harakati hisa undani kumbukumbu kodi ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入发票行税务信息的SQL是
zh_tw: 以下插入存貨移動稅項資料記錄的 SQL 正被使用

source: The serial stock item record could not be updated because
cs_cz: Pořadové skladová položka záznamu nelze aktualizovat, protože
es_es: No se pudo actualizar el registro del artículo de existencias seriado porque
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Data item stok serial tdk dapat diperbarui karena
it_it: Non è stato possibile inserire i dati dell'articolo identificato singolarmente perchè
ko_kr: 직렬 재고 항목 레코드가 있기 때문에 업데이트 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम नोंद अद्यावत करू शकत नाही कारण
nl_nl: Reeksmatig vooraad item kon niet worden vernieuwd omdat
pt_pt: Item de estoque serial não pode ser atualizado no DB porque
ro_ro: Serial element evidenţă operativă a mărfurilor nu a putut fi actualizat deoarece
ru_ru: Данные о серийном товаре не могут быть обновлены, так как
sq_al: Serial pika e aksioneve të regjistruar nuk mund të rifreskohet për shkak se
sv: Serieproduktposten kunde inte sparas för att
sw_ke: Serial hisa rekodi ya bidhaa inaweza kuwa mwisho kwa sababu
tr_tr: ISLEM BASARISIZ! SERILENMIS STOK ÜRÜNÜ GÜNCELLENEMEDI:
zh_hk: 物料序列号未能更新,因为
zh_tw: 存貨序列號號未能更新, 因為

source: The following SQL to update the serial stock item record was used
cs_cz: Následující SQL aktualizovat sériové skladě záznam byl použit
es_es: Se usó el siguiente SQL para actualizar el registro del artículo de existencias seriado
hi_in: निम्नलिखित एसक्यूएल धारावाहिक भंडार वस्तु रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data item stok serial
it_it: Il codice SQL utilizzato per i dati dell'articolo identificato singolarmente era
ko_kr: 시리얼 재고 항목 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om reeksmatig vooraad item te vernieuwen was
pt_pt: SQL usado para atualizar item serial de estoque foi
ro_ro: Următoarele SQL pentru a actualiza elementul de serie evidenţă operativă a mărfurilor a fost folosit
ru_ru: SQL обновления данных о серийном товаре
sq_al: SQL e mëposhtme për të rinovuar serial element rezervë rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo update Serial hisa rekodi ya bidhaa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新物料序列号的SQL是
zh_tw: 以下更新序列號商品記錄的 SQL 正被使用

source: The serial stock movement record could not be inserted because
cs_cz: Sériové fotografie hnutí záznam nemůže být vložen, protože
es_es: No se pudo agregar el registro de movimiento de existencias seriadas porque
hi_in: धारावाहिक स्टॉक आंदोलन रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data pergerakkan stok serial tdk dapat dimasukkan karena
it_it: Non è stato possibile registrare i movimenti dell'articolo identificato singolarmente perchè
ko_kr: 직렬 재고 운동 기록이 있기 때문에 삽입 할 수 없습니다
mr_in: सिरियल स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: De voorraadverplaatsing van dit reeksmatige item kon niet worden toegevoegd omdat
pt_pt: Mov. item de estoque serial não pode ser inserido porque
ro_ro: Serial mişcare evidenţă operativă a mărfurilor nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить данные о перемещении серийного товара
sq_al: Serial Lëvizja e aksioneve të regjistruar nuk mund të futet, sepse
sv: Fel
sw_ke: Serial hisa rekodi ya harakati inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 带序列号的物料移动记录未能插入,因为
zh_tw: 存貨序號移動記錄未能插入, 因為

source: The following SQL to insert the serial stock movement records was used
cs_cz: Následující SQL vložit sériové záznamy, pohyb zásob byla použita
es_es: Se usó el siguiente SQL para agregar los registros de movimientos de existencias seriadas
hi_in: निम्नलिखित सम्मिलित करने के लिए धारावाहिक स्टॉक आंदोलन रिकॉर्ड एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data pergerakkan stok serial
it_it: Il codice SQL utilizzato per registrare i movimenti dell'articolo identificato singolarmente era
ko_kr: 시리얼 재고 이동 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: सिरियल स्टॉक चळवळ रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraadverplaatsing van dit reeksmatige item toe te voegen was
pt_pt: SQL usado para inserir movimento de serial
ro_ro: SQL pentru a insera următoarele evidenţa mişcării stocurilor de serie a fost folosit
ru_ru: SQL вставки данных о перемещении товара
sq_al: SQL e mëposhtme për të futur të dhënat serial lëvizjen e aksioneve është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya Serial kumbukumbu harakati hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入带序列号的物料移动记录的SQL是
zh_tw: 以下插入序列號存貨移動記錄的 SQL 正被使用

source: The count of existing Sales analysis records could not run because
cs_cz: Počet existujících záznamů Prodej analýza nemohla spustit, protože
es_es: No se pudo procesar el cómputo de registros existentes del análisis de Ventas porque
hi_in: मौजूदा बिक्री विश्लेषण रिकॉर्ड की गिनती नहीं चलाया जा सकता क्योंकि
id_id: Perhitungan data analisa Penjualan yg ada tdk dapat berjalan karena
it_it: Non è stato possibile effettuare il conteggio delle analisi delle vendite esistenti perchè
ko_kr: 기존 판매 분석 레코드의 수는 때문에 실행할 수 없습니다
mr_in: विद्यमान विक्री विश्लेषण रेकॉर्डची संख्या चालवू शकले नाही कारण
nl_nl: De telling van deverkoopsanalyse kon niet worden uitgevoerd omdat
pt_pt: A contagem da analise dos registros de vendas existentes não pode ser executada porque
ro_ro: Numărul de înregistrări existente, analiza de vanzari nu ar putea funcţiona, deoarece
ru_ru: Подсчет числа строк анализа существующих продаж не может быть запущен, так как
sq_al: Numërimin e të dhënave ekzistuese të shitjes analizë nuk mund të kandidojë për shkak se
sv: Fel
sw_ke: Hesabu ya kumbukumbu zilizopo uchambuzi Sales hakuweza kukimbia kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 无法取得现有销售分析记录条数,因为
zh_tw: 未能運行現有銷售分析的點算, 因為

source: SQL to count the no of sales analysis records
cs_cz: SQL počítat žádné prodeje analýzy záznamů
es_es: SQL para contar el número registros de análisis de ventas
hi_in: एसक्यूएल की कोई बिक्री विश्लेषण रिकॉर्ड गिनती के लिए
id_id: SQL utk menghitung jumlah data analisa penjualan
it_it: Il codice SQL utilizzato per conteggiare le analisi delle vendite era
ko_kr: SQL은 판매 분석 레코드의 더를 계산하는
mr_in: एकही विक्री विश्लेषण रेकॉर्ड मोजण्यासाठी SQL
nl_nl: De gebruikte SQL om de telling van de verkoopsanalyserecords uit te voeren was
pt_pt: SQL para contar núm. análise de vendas
ro_ro: SQL pentru a conta nici o analiză a vânzărilor de înregistrări
ru_ru: SQL подсчета числа записей о продажах
sq_al: SQL për të numëruar nuk e shitjeve të dhënat Analiza
sv: SQL
sw_ke: SQL kuhesabu mauzo hakuna wa uchambuzi wa kumbukumbu
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于取得现有销售分析记录条数的SQL是
zh_tw: 點算銷售分析數目記錄的 SQL

source: Sales analysis record could not be added or updated because
cs_cz: Prodej analýza záznamu nebylo možné přidat ani aktualizovat, protože
es_es: No se pudo agregar ó actualizar el registro de análisis de ventas porque
hi_in: बिक्री विश्लेषण रिकॉर्ड या नहीं जोड़ा जा सकता है क्योंकि अद्यतन
id_id: Data analisa Penjualan tdk dapat ditambahkan atau diperbarui karena
it_it: Non è stato possibile aggiungere o aggiornare i dati per le analisi delle vendite perchè
ko_kr: 판매 분석 레코드를 추가하거나 때문에 업데이트 할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड जोडले किंवा सुधारित केले जाऊ शकत नाही कारण
nl_nl: De verkoopsanalyse record kon niet worden toegevoegd omdat
pt_pt: Registro de análise de vendas não pode ser adicionado ou atualizado porque
ro_ro: Vânzări record de analiză nu a putut fi adăugate sau actualizate, deoarece
ru_ru: Данные об анализе продаж не может быть добавлены или обновлены, так как
sq_al: Shitje rekord analizë nuk mund të shtohet ose të përditësuar për shkak se
sv: Fel
sw_ke: Mauzo rekodi uchambuzi hakuweza kuwa aliongeza au updated sababu
tr_tr: SATIS ANALIZ KAYDI EKLENEMEDI/GÜNCELLENEMEDI:
zh_hk: 销售分析记录未能插入或更新,因为
zh_tw: 銷售分析記錄未能加入或更新, 因為

source: The following SQL to insert the sales analysis record was used
cs_cz: Následující SQL vložit prodejní rekord analýza byla použita
es_es: Se usó el siguiente SQL para agregar el registro del análisis de ventas
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL बिक्री विश्लेषण रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data analisa penjualan
it_it: Il codice SQL utilizzato per aggiungere o aggiornare i dati per le analisi delle vendite era
ko_kr: 판매 분석 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: विक्री विश्लेषण रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de verkoopsanalyse record toe te voegen was
pt_pt: Para inserir o registro de análise de vendas foi usado SQL
ro_ro: SQL pentru a insera următoarele record de analiză de vânzare a fost utilizată
ru_ru: SQL вставки данных об анализе продаж
sq_al: SQL e mëposhtme për të futur të dhënat e shitjes analizës është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert rekodi ya mauzo ya uchambuzi wa mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入销售分析记录的SQL是
zh_tw: 以下插入銷售分析記錄的 SQL 正被使用

source: The cost of sales GL posting could not be inserted because
cs_cz: Náklady na prodej GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de costo de ventas porque
hi_in: बिक्री पोस्टिंग जीएल की लागत क्योंकि नहीं किया जा सकता है डाला
id_id: Posting GL HPP tdk dapat dimasukkan karena
it_it: Non è stato possibile imputare il costo del venduto perchè
ko_kr: 판매 GL 게시의 비용 때문에 삽입 할 수 없습니다
mr_in: विक्री जी.एल. पोस्टिंग खर्च समाविष्ट करणे शक्य नाही कारण
nl_nl: De verkoopskosten grootboekboeking kon niet worden uitgevoerd omdat
pt_pt: Lanç. Contábeis do Custo de Vendas não podem ser inseridos porque
ro_ro: Costul de GL vânzărilor detaşării nu a putut fi introdus, deoarece
ru_ru: Транзакция в главной книге о стоимости продаж не может быть вставлена, так как
sq_al: Kostoja e shitjes GL postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: Gharama za mauzo GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证销售成本行,因为
zh_tw: 總帳過數的銷售成本未能插入, 因為

source: The following SQL to insert the GLTrans record was used
cs_cz: Následující SQL vložit záznam GLTrans byla použita
es_es: Se usó el siguiente SQL para agregar el registro de transacción contable
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans
it_it: Il codice SQL utilizzato per inserire i dati era
ko_kr: GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de grootboekboeking toe te voegen was
pt_pt: SQL usado para inserir trans. contábil GLTRANS foi
ro_ro: SQL pentru a insera următoarele record GLTrans a fost folosit
ru_ru: SQL вставки записи о транзакции в главной книге
sq_al: SQL e mëposhtme për të futur të dhënat GLTrans është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert rekodi ya GLTrans ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入总账凭证销售成本行的SQL是
zh_tw: 以下插入總帳易記錄的 SQL 正被使用

source: The stock side of the cost of sales GL posting could not be inserted because
cs_cz: Populace straně náklady na prodej GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar la parte de existencias del registro contable de costo de ventas porque
hi_in: बिक्री पोस्टिंग जीएल की लागत का स्टॉक पक्ष क्योंकि नहीं डाला सका
id_id: Posting GL HPP sisi stok tdk dapat dimasukkan karena
it_it: Non è stato possibile imputare la parte relativa al magazzino del costo del venduto perchè
ko_kr: 판매 GL 전기의 비용의 주식면이 있기 때문에 삽입 할 수 없습니다
mr_in: विक्री जी.एल. पोस्टिंग खर्च साठा बाजूला समाविष्ट करणे शक्य नाही कारण
nl_nl: De voorraadzijde van de verkoopskosten grootboekboeking kon niet worden geboekt omdat
pt_pt: Lanç. Contáb. estoque exced. custo vendas não pode ser inserido porque
ro_ro: Partea de material din costul de GL vânzărilor detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить данные о товаре при записи в главную книгу, так как
sq_al: Ana e aksioneve të kostos së shitjes GL postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: Upande wa hisa ya gharama ya mauzo GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入总账凭证存货行,因为
zh_tw: 總帳過數的存貨銷售成本未能插入, 因為
