Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Select the general ledger account where the accumulated depreciation on assets of this category should be posted to. Only balance sheet accounts can be selected
ko_kr: 이 카테고리의 자산에 대한 감가 상각 누계액을 게시해야합니다 일반 회계 원장 계정을 선택합니다. 만 대차 대조표 계정을 선택할 수 있습니다
mr_in: या वर्गात मालमत्ता वर एकत्रित र्हास पोस्ट केले पाहिजे तेथे सामान्य खातेवही खाते निवडा. केवळ ताळेबंद खाती निवडले जाऊ शकते
pt_pt: Selecionar a conta contábil onde a depreciação acumulada de ativo fixo dessa categoria será registrada. Somente contas saldo podem ser usadas
zh_tw: 選取這個類別的資產的累計折舊應拋轉到總帳科目。只有資產負債表科目可以選擇

source: Depreciation Journal Entry
cs_cz: Odpisy Zápis do deníku
es_es: Ingreso del Diario de Amortización
hi_in: मूल्यह्रास जर्नल प्रविष्टि
id_id: Masukkan Jurnal Penyusutan
it_it: Ammortamenti voce diario
ko_kr: 감가 상각 분개
mr_in: घसारा जर्नल प्रविष्टी
nl_nl: Afschrijvingen Journaalpost
pt_pt: Lançamento Livro Depreciação
ro_ro: Amortizarea Jurnalul de intrare
ru_ru: Запись об амортизации
sq_al: Hyrja Zhvlerësimi Journal
sv: Avskrivnings journalpost
sw_ke: Journal uchakavu Entry
tr_tr: Amortisman Journal Entry
zh_hk: 折旧日记账分录
zh_tw: 折舊日記帳分錄

source: The date is expected to be in the format
es_es: Las fechas deben estar en el formato
id_id: Tgl harus dalam format
ko_kr: 날짜 형식으로 될 것으로 예상된다
mr_in: तारीख स्वरूपात असेल अशी अपेक्षा आहे
pt_pt: A data deve estar no formato
zh_tw: 日期必須是日期格式

source: No depreciation will be committed as the processing date is beyond the current date. The depreciation run can only be run for periods prior to today
cs_cz: Žádné odpisy budou přidělovány v den zpracování je mimo aktuální datum. Odpisy spustit lze spustit pouze za období předcházející dnes
es_es: Ninguna depreciación será comprometida ya que la fecha de procesamiento está más allá de la fecha actual. La corrida de la depreciación sólo se puede ejecutar por períodos anteriores a hoy
hi_in: कोई मूल्यह्रास के रूप में प्रोसेसिंग दिनांक वर्तमान दिनांक से परे है प्रतिबद्ध किया जाएगा. मूल्यह्रास रन ही अवधि के लिए चला सकते हैं आज से पहले
id_id: Penyusutan tdk akan dilakukan sbg tgl pengolahan adalah di luar tgl saat ini. Jangka depresiasi hanya bisa dijalankan utk periode sebelum hari ini
it_it: Nessun ammortamento saranno impegnati come la data di trasformazione è oltre la data corrente. La corsa di ammortamento può essere eseguito solo per i periodi anteriori ad oggi
ko_kr: 처리 날짜가 현재 날짜를 벗어으로 감가 상각이 커밋되지 않습니다. 감가 상각 실행 오늘 이전 기간 동안 실행할 수 있습니다
mr_in: प्रक्रिया तारीख चालू दिनांक पलीकडे आहे म्हणून नाही घसारा बांधील जाईल. घसारा धाव फक्त अगोदर आजच्या कालखंडातील चालू शकते
nl_nl: Geen afschrijving zal worden gepleegd als de dag van verwerking is dan de huidige datum. De afschrijvingen lopen kan alleen worden uitgevoerd voor de perioden voorafgaand aan vandaag
pt_pt: Não serão gerados lançamentos onde a data está após a data de hoje. A depreciação deve estar em uma data no passado.
ro_ro: Nici o amortizare vor fi angajate ca data de prelucrare este dincolo de data curentă. Rula amortizare pot fi rulate numai pentru perioadele anterioare de astăzi
ru_ru: Данные об амортизации не будут отправлены, так как дата обработки - за сегодняшней датой. Запуск амортизации возможен только для периодов, предшествующихсегодняшней дате
sq_al: Nuk e amortizimit të jetë e angazhuar si data e përpunimit është përtej datën e tanishme. Afat të amortizimit mund të kandidojë për periudhat e mëparshme për sot
sv: Inga avskrivningar kommer att begås som den aktuella dagen är bortom dagens datum. Deprecieringen springa kan endast köras för perioder före idag
sw_ke: Hakuna uchakavu kuwa nia kama tarehe ya usindikaji ni zaidi ya tarehe ya sasa. Kukimbia ya uchakavu inaweza tu kukimbia kwa muda kabla ya leo
tr_tr: işlem tarihinden geçerli tarih ötesinde olduğu gibi hiçbir amortisman taahhüt edilecektir. Amortisman çalıştırmak sadece bugün önce dönemler için çalıştırılabilir
zh_hk: 无法处理折旧，因为除了日期已经超过当期日期。折旧处理只能处理今天之前的折旧。
zh_tw: 不計提折舊將致力於為處理日期超出了目前的日期。執行折舊期間只能執行在今天之前

source: Asset ID
es_es: ID de activo
hi_in: संपत्ति आईडी
id_id: ID Aktiva
ko_kr: 자산 ID
mr_in: मालमत्ता आयडी
pt_pt: ID Ativo
ru_ru: ID активов
sq_al: ID aktiv
sv: Tillgång ID
sw_ke: Mali ID
tr_tr: Varlık kimliği
zh_hk: 资产 ID
zh_tw: 資產 ID

source: Date Purchased
cs_cz: Datum Zakoupeno
es_es: Fecha de compra
hi_in: तिथि खरीदा
id_id: Tgl Dibeli
it_it: Data di acquisto
ko_kr: 날짜는 구매
mr_in: खरेदी केल्याची तारीख
nl_nl: Datum van aankoop
pt_pt: Data Compra
ro_ro: Data achiziţionării
ru_ru: Дата покупки
sq_al: Data e blera
sv: Inköpsdatum
sw_ke: Tarehe ya kununuliwa
tr_tr: Tarih Satın
zh_hk: 采购日期
zh_tw: 採購日期

source: Cost
cs_cz: Cena
es_es: Costo
hi_in: लागत
id_id: HPP
it_it: Costo
ko_kr: 비용
mr_in: खर्च
nl_nl: Kosten
pt_pt: Custo
ru_ru: Стоимость
sq_al: Kosto
sv: Kostnad
sw_ke: Gharama
tr_tr: MALIYET
zh_hk: 成本
zh_tw: 成本

source: Accum Depn
es_es: Depreciación acumulada
id_id: Akum Peny
pt_pt: Deprec. Acum.
sv: Ack Depn
zh_hk: 累计折旧
zh_tw: 累計折舊

source: B/fwd Book Value
cs_cz: B / fwd Účetní hodnota
es_es: Valor en Libros de Ida/Vuelta
hi_in: बी / अग्रेषित बुक वैल्यू
id_id: Nilai Buku B/fwd
it_it: B / book value fwd
ko_kr: B / FWD 장부 가액
mr_in: ब / टप्पा पुस्तक मूल्य
nl_nl: B / FWD Boekwaarde
pt_pt: Valor Fiscal
ro_ro: B / Fwd valoarea contabilă
ru_ru: B / FWD стоимость
sq_al: B / Vlera dergoni Libri
sv: B / FWD Bokfört värde
sw_ke: B / Fwd Kitabu Thamani
tr_tr: B / fwd Defter Değeri
zh_hk: 结转账面值
zh_tw: 上期結轉帳面總值

source: Depn Type
cs_cz: Typ Depn
es_es: Tipo de depreciación
hi_in: Depn लिखें
id_id: Tipe Peny
it_it: Tipo Depn
ko_kr: Depn 유형
mr_in: Depn प्रकार
pt_pt: Tipo Deprec.
ro_ro: Depn Tip
ru_ru: Тип Depn
sv: Depn Typ
sw_ke: Aina Depn
tr_tr: Depn Tip
zh_hk: 折旧类型
zh_tw: 折舊類別

source: Depn Rate
cs_cz: Hodnotit Depn
es_es: Tasa de depreciación
hi_in: Depn दर
id_id: Angka Peny
ko_kr: Depn 평가
mr_in: Depn रेट
nl_nl: Beoordeel Depn
pt_pt: Taxa Deprec.
ru_ru: Рейтинг Depn
tr_tr: Depn Oranı
zh_hk: 折旧率
zh_tw: 折舊率

source: New Depn
cs_cz: Nové Depn
es_es: Nueva depreciación
hi_in: नई Depn
id_id: Peny Baru
it_it: Nuovo Depn
ko_kr: 새로운 Depn
mr_in: नवीन Depn
nl_nl: Nieuwe Depn
pt_pt: Nova Deprec.
ro_ro: Noi Depn
ru_ru: Новый Depn
sq_al: Ri Depn
sv: Nya Depn
sw_ke: Mpya Depn
tr_tr: Yeni Depn
zh_hk: 新折旧
zh_tw: 新的折舊

source: Total for
cs_cz: Celkem za
es_es: Total para
hi_in: के लिए कुल
id_id: Total utk
it_it: Totale per
ko_kr: 총
mr_in: एकूण
nl_nl: Totaal voor
pt_pt: Total para
ro_ro: Total pentru
ru_ru: Итого для
sq_al: Gjithsej për
sv: Total för
sw_ke: Jumla ya
tr_tr: TOPLAM
zh_hk: 小计
zh_tw: 總計:

source: Monthly depreciation for asset
es_es: Depreciación mensual para el activo
ko_kr: 자산에 대한 월별 감가 상각
mr_in: मालमत्तेसाठी मासिक घसारा
pt_pt: Total Depreciação Mensal
zh_tw: 每月資產折舊

source: Cannot insert a depreciation GL entry for the depreciation because
cs_cz: Nelze vložit odpisy GL vstup pro odpisy, protože
es_es: No se puede insertar una entrada de depreciación contable para la depreciación porque
hi_in: सम्मिलित ह्रास क्योंकि के लिए एक मूल्यह्रास जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL penyusutan GL utk penyusutan tersebut karena
it_it: Non è possibile inserire una voce di GL di ammortamento per l&#39;ammortamento in quanto
ko_kr: 감가 상각 때문에에 대한 감가 상각 GL 항목을 삽입 할 수 없습니다
mr_in: घसारा एक घसारा जी.एल. नोंद घालू शकत नाही कारण
nl_nl: Kunt geen afschrijvingen GL vermelding voor de afschrijving, omdat
pt_pt: Não pode inserir depreciação contábil porque
ro_ro: Nu poate introduce un GL intrare depreciere pentru depreciere, deoarece
ru_ru: Не удается вставить запись об амортизации в главную книгу, поскольку
sq_al: Nuk mund të vendos një GL zhvlerësim hyrje për zhvlerësimin sepse
sv: Kan inte infoga en avskrivning GL post för värdeminskning på grund
sw_ke: Hawezi Insert GL uchakavu kuingia kwa thamani kwa sababu
tr_tr: eklemek amortisman çünkü bir amortisman GL giriş Can&#39;t
zh_hk: 无法新增此折旧的总帐凭证
zh_tw: 輸入折舊項目時，不得插入折舊總帳，因為

source: The SQL that failed to insert the GL Trans record was
cs_cz: SQL, které se nepodařilo vložit GL Trans záznam byl
es_es: El SQL que falló al agregar el registro GL Trans fue
hi_in: SQL कि सम्मिलित करने के लिए विफल जीएल ट्रांस रिकॉर्ड था
id_id: SQL yg gagal memasukkan data GL Trans adalah
it_it: L&#39;SQL che non è riuscito a inserire il record GL Trans è stato
ko_kr: GL 트랜스 기록했다 삽입에 실패 SQL
mr_in: जी.एल. पलीकडे रेकॉर्ड घालण्यास अयशस्वी की SQL होते
nl_nl: De SQL waarin de grootboek boeking niet kon worden uitgevoerd was
pt_pt: SQL que falhou na inserção depreciação contábil foi
ro_ro: SQL care nu a reuşit să insera GL record Trans a fost
ru_ru: Завершившийся неудачей SQL вставки провоки в главную книгу
sq_al: SQL që nuk arriti të futur të dhënat Trans GL ishte
sv: Fel SQL
sw_ke: SQL kwamba alishindwa Insert GL Trans rekodi ilikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 插入转账凭证失败的SQL是
zh_tw: 插入總帳交易記錄失敗的 SQL 是

source: Cannot insert a fixed asset transaction entry for the depreciation because
cs_cz: Nelze vložit majetku zadání transakce na odpisy z důvodu
es_es: No se puede insertar una entrada de transacción de activo fijo para la depreciación porque
hi_in: सम्मिलित ह्रास क्योंकि के लिए एक अचल संपत्ति लेनदेन प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri transaksi aktiva tetap utk penyusutan tersebut karena
it_it: Non è possibile inserire una voce fissa transazione vantaggio per l&#39;ammortamento in quanto
ko_kr: 감가 상각 때문에에 대한 고정 자산 거래 항목을 삽입 할 수 없습니다
mr_in: घसारा साठी निश्चित मालमत्ता व्यवहार नोंद घालू शकत नाही कारण
nl_nl: Kunt geen vaste activa / passiva transactie inzending voor de afschrijving, omdat
pt_pt: Não pode inserir trans. ativo fixo para deprecição porque
ro_ro: Nu poate insera o tranzacţie de intrare a activelor fixe pentru depreciere, deoarece
ru_ru: Не удается записать проводки об основных активах для амортизации, так как
sq_al: Nuk mund të vendos një transaksion të caktuar aktiv hyrjes për zhvlerësimin sepse
sv: Kan inte infoga en anläggningstillgång transaktion posten för avskrivningar på grund
sw_ke: Hawezi Insert fasta mali shughuli kuingia kwa thamani kwa sababu
tr_tr: amortisman çünkü sabit bir varlık işlem giriş eklemek Can&#39;t
zh_hk: 无法新增此折旧的固定资产交易凭证
zh_tw: 輸入折舊項目時，不得插入固定資產交易總帳，因為

source: The SQL that failed to insert the fixed asset transaction record was
cs_cz: SQL, které se nepodařilo vložit stálých aktiv transakce záznam
es_es: El SQL que no pudo insertar el registro de transacciones de activos fijos fue
hi_in: SQL कि सम्मिलित करने के लिए विफल अचल संपत्ति लेनदेन रिकॉर्ड था
id_id: SQL yg gagal utk memasukkan data transaksi aktiva tetap adalah
it_it: L&#39;SQL che non è riuscito a inserire il disco fisso operazione bene è stato
ko_kr: 실패한 SQL은 고정 자산 트랜잭션 레코드가 삽입했다
mr_in: निश्चित मालमत्ता व्यवहार रेकॉर्ड घालण्यास अयशस्वी की SQL होते
nl_nl: De SQL die niet aan u de vaste activa / passiva transactie record is
pt_pt: SQL que falhou na inserção transação do ativo fixo foi
ro_ro: SQL care nu a reuşit să insera fix înregistrează tranzacţia a fost activ
ru_ru: SQL, которому не удалось вставить проводки об основных активах
sq_al: SQL që nuk arriti të futur fikse transaksioni aktiv rekord u
sv: Den SQL som misslyckades med att sätta in fasta tillgångar transaktionen skivan var
sw_ke: SQL kwamba alishindwa Insert fasta mali shughuli rekodi ilikuwa
tr_tr: SQL olduğu sabit kıymet işlem rekor oldu eklemek için başarısız
zh_hk: 插入固定资产交易记录失败的SQL是
zh_tw: 插入固定資產交易記錄的SQL程序失敗

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset accumulated depreciation could not be updated:
cs_cz: Critical Error! POZNÁMKA DOWN této chyby a hledat pomoc. Dlouhodobého majetku o oprávky nelze aktualizovat:
es_es: ERROR CRITICO! Tome nota de este error y busque ayuda. La depreciación de activos fijos acumulada no se pudo actualizar:
hi_in: त्रुटि गंभीर! नीचे इस त्रुटि ध्यान दें और सहायता चाहते हैं. अचल संपत्ति संचित मूल्यह्रास अद्यतन नहीं किया जा सकता है:
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN. Penyusutan aktiva tetap akumulasi tdk dapat diperbarui:
it_it: Errore critico! Annotare questo errore e chiedere assistenza. L&#39;ammortamento delle immobilizzazioni accumulato non può essere aggiornato:
ko_kr: 심각한 오류! 이 오류를 기록해서 도움을 요청. 고정 자산 감가 상각 누계액을 업데이트 할 수 없습니다 :
mr_in: गंभीर त्रुटी! ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात. निर्धारण मालमत्ता जमा घसारा अद्ययावत करू शकलो नाही:
nl_nl: KRITISCHE FOUT! Noteer deze fout en hulp zoeken. De vaste activa met cumulatieve afschrijvingen kunnen niet worden bijgewerkt:
pt_pt: Erro Crítico! O Depreciação Ativo fixo não pode ser acumulada!
ro_ro: CRITICE EROARE! Notaţi această eroare şi solicitaţi asistenţă. Amortizarea activelor fixe acumulate nu a putut fi actualizat:
ru_ru: Критическая ошибка! Запишите эту ошибку и обратиться за помощью. Невозможно обновить данные об амортизации основынх средств.
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë. Amortizimin e aseteve fikse të akumuluar nuk mund të azhornuara:
sv: Kritiskt fel! OBS NER detta fel och söka hjälp. Den fasta tillgångar ackumulerade avskrivningar kunde inte uppdateras:
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili msaada huo. Wa upangaji wa mali uchakavu kusanyiko inaweza kuwa updated:
tr_tr: HATA KRİTİK! BU HATA AŞAĞI NOT VE YARDIM SEEK. Sabit kıymet birikmiş amortisman güncelledi olamazdı:
zh_hk: 严重错误！记录下此错误并寻求援助。固定资产累计折旧无法更新
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求協助。固定資產累計折舊無法更新：

source: The following SQL was used to attempt the update the accumulated depreciation of the asset was:
cs_cz: Následující SQL byl použit k pokusu aktualizovat oprávky majetku bylo:
es_es: El SQL que se utilizó para intentar la actualización de la depreciación acumulada del activo fue:
hi_in: निम्नलिखित एसक्यूएल को अद्यतन संपत्ति का संचित मूल्यह्रास था का प्रयास किया गया था:
id_id: SQL berikut ini digunakan utk mencoba memperbarui akumulasi penyusutan aktiva tetap:
it_it: Il seguente SQL è stato utilizzato per tentare l&#39;aggiornamento del fondo ammortamento del bene è stata:
ko_kr: 다음 SQL은 자산의 감가 상각 누계액이었다 업데이트를 시도하는 데 사용되었다 :
mr_in: खालील SQL मालमत्तेचा एकत्रित र्हास होता सुधारणा प्रयत्न करण्यासाठी वापरलेला:
nl_nl: De volgende SQL werd gebruikt om de update de poging van de geaccumuleerde afschrijvingen van de activa was:
pt_pt: O seguinte SQL usado para cessar atualiz. depreciação acumulada falhou:
ro_ro: Următoarele SQL a fost folosit pentru încercarea de a actualiza amortizarea acumulată a activului a fost:
ru_ru: SQL обновления накопленной амортизации актива было:
sq_al: SQL pas u përdor për përpjekje për të rinovuar amortizimin e akumuluar të aseteve ishte:
sv: Följande SQL har använts för att försöka att uppdatera ackumulerade avskrivningar på tillgången var:
sw_ke: SQL zifuatazo ilitumika jaribio la update ya uchakavu wa mali kusanyiko mara:
tr_tr: Aşağıdaki SQL güncelleme varlığın birikmiş amortisman oldu girişimi için kullanılmıştır:
zh_hk: 用于更新累计资产折旧的SQL是
zh_tw: 下面的SQL來嘗試更新該資產的累計折舊為：

source: GRAND Total
cs_cz: Celkový součet
es_es: GRAN Total
hi_in: कुल योग
it_it: TOTALE
ko_kr: 총계
mr_in: गोळाबेरीज
nl_nl: TOTAAL
pt_pt: TOTAL GERAL
ru_ru: Итого
sq_al: GRAND Gjithsej
sv: Totalsumma
tr_tr: GRAND Toplam
zh_hk: 汇总
zh_tw: 累計

source: Depreciation
cs_cz: Znehodnocení
es_es: Depreciación
hi_in: मूल्यह्रास
id_id: Penyusutan
it_it: Ammortamento
ko_kr: 감가 상각
mr_in: अवमूल्यन
nl_nl: Afschrijvingen
pt_pt: Depreciação
ro_ro: Depreciere
ru_ru: Амортизация
sq_al: Amortizim
sv: Avskrivning
sw_ke: Uchakavu
tr_tr: Amortisman
zh_hk: 折旧
zh_tw: 折舊

source: has been successfully entered
cs_cz: byl úspěšně vstoupila
es_es: fue entrado con éxito
hi_in: सफलतापूर्वक प्रवेश कर गया है
id_id: telah berhasil dimasukkan
it_it: è stato correttamente inserito
ko_kr: 성공적으로 입력되었습니다
mr_in: यशस्वीरितीने भरले आहे
nl_nl: is met succes ingevoerd
pt_pt: foi adicionada com sucesso
ro_ro: a fost introdus cu succes
ru_ru: были успешно внесены
sq_al: ka hyrë me sukses
sv: har sparats
sw_ke: imekuwa mafanikio aliingia
tr_tr: başarıyla girildi
zh_hk: 输入成功
zh_tw: 已完成輸入

source: Return to main menu
cs_cz: Návrat do hlavní nabídky
es_es: Regresar al menú principal
hi_in: मुख्य मेनू पर लौटें
id_id: Kembali ke menu utama
it_it: Tornare al menu principale
ko_kr: 메인 메뉴로 돌아 가기
mr_in: मुख्य मेनूवर परत
nl_nl: Terug naar het hoofdmenu
pt_pt: Retornar ao Menu Principal
ro_ro: A reveni la meniul principal
ru_ru: Вернуться в главное меню
sq_al: Kthim në menu kryesore të
sv: Återgå till huvudmenyn
sw_ke: Kurudi orodha kuu
tr_tr: Ana menüye geri dön
zh_hk: 返回主菜单
zh_tw: 返回到主菜單

source: Date to Process Depreciation
cs_cz: Datum do procesu Odpisy
es_es: Fecha para Procesar la Depreciación
hi_in: तिथि ह्रास प्रक्रिया को
id_id: Tgl utk Proses Penyusutan
it_it: Data di processo di ammortamento
ko_kr: 감가 상각을 처리 할 날짜
mr_in: घसारा प्रक्रिया करण्यात दिनांक
nl_nl: Datum Afschrijvingen Proces
pt_pt: Data para Processar Depreciação
ro_ro: Data la Procesul de amortizare
ru_ru: Дата к процессу амортизации
sq_al: Data të Procesi Zhvlerësimi
sv: Datum för Process Avskrivningar
sw_ke: Tarehe ya Mchakato Uchakavu
tr_tr: Tarih Amortisman Sürecine
zh_hk: 处理折旧日期
zh_tw: 執行折舊的日期

source: Commit Depreciation
cs_cz: Odpisy spáchat
es_es: Comprometer Depreciación
hi_in: कमेटी मूल्यह्रास
id_id: Lakukan Penyusutan
it_it: Commit Ammortamenti
ko_kr: 감가 상각을 커밋
mr_in: घसारा कमिट
nl_nl: Commit Afschrijvingen
pt_pt: Confirmar Depreciação
ro_ro: Commit Amortizarea
ru_ru: Зафиксировать амортизацию
sq_al: Commit Zhvlerësimi
sv: Begå Avskrivningar
sw_ke: Kufanya Uchakavu
tr_tr: Taahhüt Amortisman
zh_hk: 执行折旧
zh_tw: 確認新增折舊

source: Fixed Assets
cs_cz: Dlouhodobý majetek
es_es: Activos fijos
hi_in: फिक्स्ड आस्तियों
id_id: Aktiva Tetap
it_it: Immobilizzazioni
ko_kr: 고정 자산
mr_in: स्थिर मालमत्ता
nl_nl: Vaste activa
pt_pt: Ativo Fixo
ro_ro: Mijloace fixe
ru_ru: Основные средства
sq_al: Asetet fikse
sv: Anläggningstillgångar
sw_ke: Fasta Mali
tr_tr: Duran Varlıklar
zh_hk: 固定资产
zh_tw: 固定資產

source: Back to Select
cs_cz: Zpět na výběr
es_es: Volver a seleccionar
hi_in: वापस चुनें
id_id: Kembali ke Pilih
it_it: Torna a Selezione
ko_kr: 위로 선택하기
mr_in: मागे निवडण्यासाठी
nl_nl: Terug naar Selecteer
pt_pt: Voltar para Seleção
ro_ro: Înapoi la Select
ru_ru: Назад к выбору
sq_al: Back to Zgjidh
sv: Tillbaka till Välj
sw_ke: Nyuma Chagua
tr_tr: Geri seçin
zh_hk: 返回选择
zh_tw: 返回選擇

source: Fixed Asset Items
cs_cz: Položek dlouhodobých aktiv
es_es: Artículos de activos fijos
hi_in: फिक्स्ड आस्ति आइटम
id_id: Aktiva Tetap Produk
it_it: Voci dell&#39;attivo immobilizzato
ko_kr: 고정 자산 항목
mr_in: मुदत मालमत्ता आयटम
nl_nl: Vaste activa
pt_pt: Itens Ativo Fixo
ro_ro: Elemente fixe Asset
ru_ru: Объекты основных средств
sq_al: Items aseteve fikse
sv: Fasta tillgångar
sw_ke: Fasta Amana Items
tr_tr: Demirbaş Kalemleri
zh_hk: 固定资产
zh_tw: 固定資產項目

source: Something is wrong with uploading a file
cs_cz: Něco je špatně s nahráním souboru
es_es: Algo va mal al colgar el archivo
hi_in: कुछ ऐसी फ़ाइल अपलोड के साथ गलत है
id_id: Ada yg salah saat meng-upload file
it_it: C&#39;è qualcosa di sbagliato con l&#39;upload di un file
ko_kr: 뭔가 파일을 업로드에 문제가 있습니다
mr_in: काहीतरी एक फाइल अपलोड चूक आहे
nl_nl: Ging iets fout bij het opladen van de file
pt_pt: Algo de errado ocorreu na carga do arquivo
ro_ro: Ceva este în neregulă cu încărcarea unui fişier
ru_ru: Что-то случилось при загрузке файлов
sq_al: Diçka është e gabuar me ngarkimi një file
sv: Något är fel med uppladdning av en fil
sw_ke: Kitu ni sawa na uploading file
tr_tr: YÜKLEDIGINIZ DOSYADA veya FORMATINDA HATA VAR
zh_hk: 上传文件时发生错误
zh_tw: 上載檔案是發生錯誤

source: The asset description must be entered and be fifty characters or less long. It cannot be a zero length string either, a description is required
cs_cz: Aktivum popis musí být zapsány a padesát znaků dlouhé. To nemůže být nulové délky řetězec buď popis je požadováno
es_es: Debe ser introducida la descripción de los activos y debe tener un máximo de cincuenta caracteres.
hi_in: संपत्ति विवरण में दर्ज किया जाना चाहिए और पचास अक्षर या उससे कम का होना. यह एक शून्य लंबाई स्ट्रिंग या तो नहीं जा सकता है, एक वर्णन की आवश्यकता है
id_id: Keterangan aktiva harus dimasukkan maksimal 50 karakter. Juga tdk boleh kosong, perlu keterangan
it_it: La descrizione delle attività deve essere iscritto ed essere personaggi cinquanta o meno lungo. Non può essere una stringa di lunghezza zero o, una descrizione è necessaria
ko_kr: 자산 설명을 입력 오십 자 이하 여야해야합니다. 그것은 설명이 필요한 어느 제로 길이 문자열을 할 수 없습니다
mr_in: मालमत्ता वर्णन प्रविष्ट आणि लांब पन्नास किंवा त्यापेक्षा कमी असणे करणे आवश्यक आहे. हे वर्णन आवश्यक आहे, एकतर शून्य लांबी स्ट्रिंग असू शकत नाही
nl_nl: De asset beschrijving moet worden ingevoerd en vijftig tekens of minder lang. Het kan niet worden een &quot;zero length string, een beschrijving nodig is
pt_pt: A descrição do ativo fixo deve ter no máximo 50 caracteres. Não pode ter tamanho 0. Descrição obrigatória.
ro_ro: Descrierea activ trebuie să fie introduse şi să fie cincizeci de caractere sau mai puţin timp. Ea nu poate fi un şir de lungime zero, fie, o descriere este necesar
ru_ru: Описание актива должно быть введено и быть не более пятидесяти символов. Оно не может быть нулевой длины.
sq_al: Përshkrimi i pasurisë duhet të lidhet dhe të karaktereve të pesëdhjetë ose më pak të gjatë. Ajo nuk mund të jetë një varg gjatësi zero ose, një përshkrim është e nevojshme
sv: Tillgången Beskrivningen måste läggas in och vara femtio tecken eller mindre lång. Det kan inte vara ett noll-längd sträng heller är en beskrivning krävs
sw_ke: maelezo ya mali iwekwe na hamsini wahusika au chini ya muda mrefu. Haiwezi kuwa ni sifuri urefu string aidha, maelezo anahitajika
tr_tr: Varlık tanımı girilmelidir elli veya daha az karakterden uzun olabilir. O da bir sıfır uzunlukta bir dize olamaz, bir açıklama gereklidir
zh_hk: 物料描述必须输入且不多于50个字
zh_tw: 該資產必須輸入描述，不超過50個字符且不能是零長度的字符串，且此描述為必填項

source: The asset long description cannot be a zero length string, a long description is required
cs_cz: Aktivum dlouhý popis nemůže být nulové délky řetězce, dlouhý popis je požadováno
es_es: Se requiere una descripción larga de los activos
hi_in: संपत्ति लंबे वर्णन एक शून्य लंबाई स्ट्रिंग नहीं किया जा सकता है, एक लंबा विवरण आवश्यक है
id_id: Keterangan lengkap utk aktiva tdk boleh kosong, itu diperlukan
it_it: La descrizione del patrimonio a lungo non può essere una stringa di lunghezza zero, una descrizione lunga è richiesta
ko_kr: 자산 긴 설명 길이가 0 인 문자열이 될 수 없습니다, 긴 설명이 필요합니다
mr_in: मालमत्ता लांब वर्णन शून्य लांबी स्ट्रिंग असू शकत नाही, एक लांब वर्णन आवश्यक आहे
nl_nl: De asset lange beschrijving kan niet worden een &quot;zero length string, een lange beschrijving is vereist
pt_pt: Descrição longa do ativo fixo é requerida. Não pode estar sem preencher
ro_ro: Descrierea activului lung nu poate fi un şir de lungime zero, o descriere lung este necesară
ru_ru: Подробное описание актива не может быть нулевой длины, Требуется подробное описание.
sq_al: Përshkrimi i pasurisë të gjatë nuk mund të jetë një varg gjatësi zero, një përshkrim të gjatë është e nevojshme
sv: Tillgången långa beskrivningen kan inte vara en noll-längd sträng, är en lång beskrivning krävs
sw_ke: Maelezo ya mali kwa muda mrefu hawezi kuwa sifuri urefu kamba, maelezo ya muda mrefu ni required
tr_tr: Varlık uzun açıklamalar sıfır uzunlukta bir dize olamaz, uzun bir açıklama gereklidir
zh_hk: 资产的详细描述不能是 0 长度的字符串，需要一个详细描述
zh_tw: 資產的詳細描述的長度不得為零的字符串，且此詳細描述為必填項
