Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot delete this account because chart details have been created using this account and at least one period has postings to it
cs_cz: Nelze smazat tento účet, protože graf detaily byly vytvořeny pomocí tohoto účtu a alespoň jeden doby vyslání k němu
es_es: No se puede suprimir esta cuenta porque hay detalles del plan que la usan y al menos un período tiene asientos en ella
hi_in: इस खाते को हटाना क्योंकि चार्ट विवरण इस खाते का उपयोग कर बनाया गया है और कम से कम अवधि के लिए यह पोस्टिंग है नहीं कर सकते
id_id: Tdk dapat menghapus akun ini karena rincian kode akun telah dibuat menggunakan akun ini dan minimum 1 periode mempunyai posting terhadapnya
it_it: Impossibile eliminare questo account perché i dettagli grafico sono stati creati utilizzando questo account e almeno un periodo di distacco è ad esso
ko_kr: 차트 세부 사항은이 계정을 사용하여 생성 된 적어도 하나의 기간이 여기에 게시물이 되었기 때문에이 계정을 삭제할 수 없습니다
mr_in: चार्ट तपशील हे खाते वापरून तयार केले गेले आहेत आणि किमान एक काळ त्यात लेखांना आहे कारण हे खाते हटवणे शक्य नाही
nl_nl: Grootboekrekening kan niet worden verwijderd omdat er in ieder geval in een periode op geboekt is
pt_pt: não pode remover esta conta porque detalhe do plano de contas foi criado e há lançamentos em pelo menos 1 período
ro_ro: Nu poate sterge acest cont, deoarece detalii grafic au fost create folosind acest cont şi cel puţin o perioadă a postări să-l
ru_ru: Не удается удалить этот счет, поскольку данные о диаграмме были созданы с использованием этого счета и есть по крайней мере один период для него
sq_al: Nuk mund të fshini kete llogari, sepse detajet tabelë janë krijuar duke përdorur këtë llogari dhe të paktën një periudhë ka shkrimet për të
sv: Kan inte ta bort kontot då det har använts
sw_ke: Hawezi kufuta akaunti kwa sababu maelezo chati viliumbwa kwa kutumia akaunti hii na angalau kipindi ina matangazo yake
tr_tr: grafik detayları ve bu hesabı kullanarak yaratılmış olması nedeniyle en azından bir süre kendisine gönderilen sahip bu hesap silinemiyor
zh_hk: 删除会计科目失败，原因是：科目明细账已存在
zh_tw: 未能刪除帳戶因為應用這帳戶和最少一個期間的圖表已產生和已記帳

source: chart details that require this account code
cs_cz: graf detaily, které vyžadují tento kód účtu
es_es: detalles del plan que requieren de este código de cuenta
hi_in: चार्ट जानकारी है कि इस खाते को कोड की आवश्यकता
id_id: Rincian kode akun yg memerlukan kode akun ini
it_it: Dettagli grafico che richiedono questo codice conto
ko_kr: 이 계정 코드가 필요 차트 정보
mr_in: हे खाते कोड आवश्यक त्या चार्ट तपशील
nl_nl: Rekenschema details dat deze grootboekrekening nodig hebben
pt_pt: detalhes do plano de contas usam este código conta
ro_ro: detalii diagramă care necesită acest cod cont
ru_ru: данные схемы, требующие этот код счета
sq_al: Detajet tabelë që kërkojnë këtë kod llogari
sv: transkationer som behöver detta konto
sw_ke: chati maelezo kwamba zinahitaji hiyo code akaunti
tr_tr: Bu hesap kodu gerektiren grafik detayları
zh_hk: 个期间的明细账需要此会计科目
zh_tw: 這科目編號要求明細資料

source: Could not test for existing transactions because
cs_cz: Nemohu test na stávající operace, protože
es_es: No se pudo hacer la prueba para las transacciones existentes porque
hi_in: मौजूदा क्योंकि लेनदेन के लिए परीक्षण नहीं किया जा सका
id_id: Tdk dapat menguji transaksi yg ada karena
it_it: Impossibile test per le operazioni esistenti, perché
ko_kr: 기존의 거래로 인해 테스트 할 수 없습니다
mr_in: विद्यमान व्यवहार कारण चाचणी करणे शक्य नाही
nl_nl: Kon geen test uitvoeren voor betreffende transactie omdat
pt_pt: não conseguiu fazer teste nas transações porque
ro_ro: Nu ar putea test pentru tranzacţiile existente, deoarece
ru_ru: Не удалось проверить существующую транзакцию, так как
sq_al: Nuk mund test për transaksionet ekzistuese, sepse
sv: kan inte titta efter befintlia transaktioner för att
sw_ke: Hakuweza mtihani kwa shughuli zilizopo kwa sababu
tr_tr: Mevcut işlemler nedeniyle test Couldn&#39;t
zh_hk: 未能测试交易是否存在, 因为
zh_tw: 未能測試交易是否存在, 因為

source: Cannot delete this account because transactions have been created using this account
cs_cz: Nelze smazat tento účet, protože transakce byly vytvořeny pomocí tohoto účtu
es_es: No se puede suprimir esta cuenta porque se han creado transacciones utilizando esta cuenta
hi_in: इस खाते को हटाना क्योंकि लेनदेन इस खाते का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus akun ini karena transaksi telah dibuat meenggunakan akun ini
it_it: Impossibile eliminare questo account perché le transazioni sono stati creati utilizzando questo account
ko_kr: 트랜잭션이 계정을 사용하여 생성 된 때문에이 계정을 삭제할 수 없습니다
mr_in: व्यवहार तयार केले गेले कारण हे खाते वापरून हे खाते हटवणे शक्य नाही
nl_nl: Grootboekrekening kon niet worden verwijderd omdat er transacties mee zijn uitgevoerd
pt_pt: não pode remover esta conta contábil pois existem lançamentos contábeis
ro_ro: Nu poate sterge acest cont, deoarece tranzacţiile au fost create folosind acest cont
ru_ru: Не удается удалить этот счет, поскольку операции были созданы с его использованием.
sq_al: Nuk mund të fshini kete llogari, sepse transaksionet kanë qenë krijuar duke përdorur këtë llogari
sv: Kan inte ta bort kontot för att det finns transaktioner
sw_ke: Hawezi kufuta akaunti sababu shughuli viliumbwa kwa kutumia akaunti hii
tr_tr: işlemler bu hesabı kullanarak yaratılmış olması nedeniyle bu hesaba silinemiyor
zh_hk: 删除会计科目失败，已存在交易
zh_tw: 因為已經有交易資料使用此會計科目，所以無法刪除此會計科目。

source: transactions that require this account code
cs_cz: transakce, které vyžadují tento kód účtu
es_es: transacciones que requieren de este código de cuenta
hi_in: लेनदेन है कि इस खाते को कोड की आवश्यकता
id_id: Transaksi yg memerlukan kode akun ini
it_it: operazioni che richiedono questo codice conto
ko_kr: 이 계정 코드를 필요로 거래
mr_in: हे खाते कोड आवश्यक व्यवहार
nl_nl: Transacties die deze grootboekrekening nodig hebben
pt_pt: lançamentos contábeis que utilizam esta conta
ro_ro: tranzacţiile care necesită acest cod cont
ru_ru: транзакции, которые требуют этот код счета
sq_al: transaksionet që kërkojnë këtë kod llogari
sv: transaktioner som behöver detta konto
sw_ke: shughuli ambazo zinahitaji hiyo code akaunti
tr_tr: Bu hesap kodu gerektiren işlemler
zh_hk: 笔交易需要此会计科目
zh_tw: 筆交易需要此會計科目

source: Could not test for default company GL codes because
cs_cz: Nemohu test na výchozí kódy společnost GL, protože
es_es: No se pudo probar con los códigos contables de la compañía porque
hi_in: डिफ़ॉल्ट कंपनी जीएल क्योंकि कोड के लिए परीक्षण नहीं किया जा सका
id_id: Tdk dapat menguji kode GL perusahaan karena
it_it: Impossibile test per i codici di default società GL perché
ko_kr: 기본 회사 GL 코드를 테스트 할 수 없기 때문에
mr_in: डीफॉल्ट कंपनी जी.एल. कोडसाठी चाचणी करणे शक्य नाही कारण
nl_nl: Kon niet testen voor de standaard grootboekrekeningen omdat
pt_pt: Não pode testar a compania padrão códigos contábeis
ro_ro: Nu ar putea test pentru coduri de GL implicit companie, deoarece
ru_ru: Не удалось протестировать GL-коды компании по умолчанию, так как
sq_al: Nuk mund të provës për kompaninë kodet default GL sepse
sv: Kan inte titta efter standard konton för att
sw_ke: Hakuweza mtihani kwa default codes GL kampuni kwa sababu
tr_tr: Varsayılan şirket GL kodları çünkü test Couldn&#39;t
zh_hk: 无法测试公司预设会计科目，原因是：
zh_tw: 未能測試預設公司的總帳科目, 因為

source: Cannot delete this account because it is used as one of the company default accounts
cs_cz: Nelze smazat tento účet, protože je používá jako jeden z účtů společnosti výchozí
es_es: No se puede suprimir esta cuenta ya que se utiliza como una de las cuentas de la empresa predeterminada
hi_in: इस खाते को हटाना है क्योंकि यह एक कंपनी डिफ़ॉल्ट खातों के रूप में प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus akun ini karena digunakan sbg salah satu akun utama perusahaan
it_it: Impossibile eliminare questo account perché viene utilizzato come uno dei conti di default della società
ko_kr: 이 회사의 기본 계정의 하나로서 사용되기 때문에이 계정을 삭제할 수 없습니다
mr_in: तो कंपनीच्या मुलभूत खात्यांपैकी एक म्हणून वापरले जाते कारण हे खाते हटवणे शक्य नाही
nl_nl: Kon de grootboekrekening niet verwijderen omdat het als een standaard is gebruikt in de bedrijfsconfiguratie
pt_pt: Não pode remover esta conta porque ainda é utilizada na companhia padrão
ro_ro: Nu poate sterge acest cont, deoarece este folosit ca unul dintre conturile implicite societăţii
ru_ru: Не удается удалить этот счет, потому что он используется по умолчанию как один из счетов компании
sq_al: Nuk mund të fshini kete llogari, sepse ajo është përdorur si një nga llogaritë e kompanisë default
sv: Kan inte ta bort kontot för att det är företagets standardkonto
sw_ke: Hawezi kufuta akaunti kwa sababu ni kutumika kama moja ya kampuni default akaunti
tr_tr: o şirket varsayılan hesap olarak kullanıldığı için bu hesap silinemiyor
zh_hk: 删除会计科目失败，原因是：已作为公司预设会计科目
zh_tw: 未能刪除這帳目, 因為已有公司使用為預設帳目

source: Could not test for tax authority GL codes because
cs_cz: Nemohu test pro daňové kódy úřad GL, protože
es_es: No se pudieron probar los códigos contables de la autoridad fiscal porque
hi_in: टैक्स प्राधिकरण जीएल क्योंकि कोड के लिए परीक्षण नहीं किया जा सका
id_id: Tdk dapat menguji kode GL wewenang pajak karena
it_it: Impossibile test per i codici di autorità fiscale GL perché
ko_kr: 세무 당국 GL 코드를 테스트 할 수 없기 때문에
mr_in: कर अधिकाराने जी.एल. कोडसाठी चाचणी करणे शक्य नाही कारण
nl_nl: Kon de grootboekrekeningen voor de belastingen niet testen omdat
pt_pt: Não pode testar taxas autoridades Contábeis porque
ro_ro: Nu ar putea test pentru codurile GL autoritatea fiscală, deoarece
ru_ru: Не удалось протестировать GL-коды налоговых органов, так как
sq_al: Nuk mund test për autoritetin e kodeve të taksave, sepse GL
sv: Kan inte titta efter momskonton för att
sw_ke: Hakuweza mtihani kwa kodi codes GL mamlaka kwa sababu
tr_tr: vergi otoritesi GL kodları çünkü test Couldn&#39;t
zh_hk: 无法测试税务科目，原因是
zh_tw: 未能測試稅項依據總帳科目, 因為

source: Cannot delete this account because it is used as one of the tax authority accounts
cs_cz: Nelze smazat tento účet, protože je používá jako jeden z účtů daňový úřad
es_es: No se puede suprimir esta cuenta, ya que se utiliza como una de las cuentas de la autoridad fiscal
hi_in: इस खाते को हटाना है क्योंकि यह एक टैक्स प्राधिकरण खातों के रूप में प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus akun ini karena digunakan sbg salah satu akun wewenang pajak
it_it: Impossibile eliminare questo account perché viene utilizzato come uno dei conti l&#39;autorità fiscale
ko_kr: 이 세무 당국 계정의 하나로서 사용되기 때문에이 계정을 삭제할 수 없습니다
mr_in: तो कर अधिकृतता खात्यांपैकी एक म्हणून वापरले जाते कारण हे खाते हटवणे शक्य नाही
nl_nl: Kon deze grootboekrekening niet verwijderen omdat het voor de belastingen wordt gebruikt
pt_pt: Não pode remover essa conta porque é usada como conta para autoridade fiscal
ro_ro: Nu poate sterge acest cont, deoarece este folosit ca unul dintre conturile de autoritatea fiscală
ru_ru: Не удается удалить этот счет, потому что он используется как один из счетов налогового органа
sq_al: Nuk mund të fshini kete llogari, sepse ajo është përdorur si një nga llogaritë e organeve tatimore
sv: Kan inte ta bort detta konto för att det används som momskonto
sw_ke: Hawezi kufuta akaunti kwa sababu ni kutumika kama moja ya akaunti ya mamlaka ya kodi
tr_tr: o vergi dairesinin hesaplarına biri olarak kullanıldığı için bu hesap silinemiyor
zh_hk: 删除会计科目失败, 原因是：已作为税务科目
zh_tw: 未能刪除這帳目, 因為已有稅項依據使用

source: Could not test for existing sales interface GL codes because
cs_cz: Nemohu test pro stávající prodejní rozhraní GL kódy, protože
es_es: No se pudo probar con los códigos contables existentes de la interfaz de ventas porque
hi_in: परीक्षण अंतरफलक जीएल कोड क्योंकि मौजूदा बिक्री के लिए नहीं किया जा सका
id_id: Tdk dapat menguji kode GL penghubung penjualan yg ada karena
it_it: Impossibile prova per la vendita esistenti interfaccia codici GL perché
ko_kr: 기존 판매 인터페이스 GL 코드로 인해 테스트 할 수 없습니다
mr_in: विद्यमान विक्री इंटरफेस जी.एल. कोडसाठी चाचणी करणे शक्य नाही कारण
nl_nl: Kon de interface verkoop met grootboekrekening niet testen omdat
pt_pt: Não pode testar para vendas existentes interface Cód. Contábil porque
ro_ro: Nu am putut test pentru vânzări existente interfaţă codurile GL, deoarece
ru_ru: Не удалось протестировать связующие существующие GL-коды продаж, так как
sq_al: Nuk mund test për ekzistuese të shitjes interface kodet GL sepse
sv: Kan inte titta efter föräljningskonteringsstyrningar för att
sw_ke: Hakuweza mtihani kwa mauzo zilizopo interface GL codes sababu
tr_tr: GL kodları çünkü arayüz satış mevcut test Couldn&#39;t
zh_hk: 无法测试销售收入科目是否存在，原因是
zh_tw: 未能測試銷售頁面總帳科目是否存在, 因為

source: Cannot delete this account because it is used by one of the sales GL posting interface records
cs_cz: Nelze smazat tento účet, protože to je jeden ze prodeje GL vysílání rozhraní záznamů
es_es: No se puede suprimir esta cuenta porque es usada por uno de los registros de la interfaz de registros contables de ventas
hi_in: इस खाते को हटाना है क्योंकि यह एक बिक्री इंटरफ़ेस अभिलेख पोस्टिंग जीएल के द्वारा प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus akun ini karena digunakan oleh salah satu data penghubung posting GL penjualan
it_it: Impossibile eliminare questo account perché viene utilizzato da uno dei GL vendite distacco record di interfaccia
ko_kr: 이 판매 GL 게시 인터페이스 기록 중 하나에 의해 사용되기 때문에이 계정을 삭제할 수 없습니다
mr_in: तो विक्री जी.एल. पोस्टिंग संवाद रेकॉर्ड एक वापरली जाते कारण हे खाते हटवणे शक्य नाही
nl_nl: Kan deze grootboekrekening niet verwijderen omdat het wordt toegepast voor vekoopsboekingen
pt_pt: Não pode remover esta conta porque é usada para postagem de lançamentos contábeis de vendas
ro_ro: Nu poate sterge acest cont, deoarece este folosit de către unul dintre GL vânzărilor postarea de înregistrări interfaţă
ru_ru: Не удается удалить этот счет, поскольку он используется одной из связанных записей о проводоках в главной книге
sq_al: Nuk mund të fshini kete llogari, sepse ajo është përdorur nga një prej GL shitjeve të dhënat interface postimin
sv: Kan inte ta bort konto för att det används för kontering av försäljning
sw_ke: Hawezi kufuta akaunti kwa sababu ni kutumiwa na mmoja wa mauzo GL posting kumbukumbu interface
tr_tr: Bu arabirim kayıt gönderme satış GL biri tarafından kullanıldığı için bu hesap silinemiyor
zh_hk: 删除会计科目失败，原因是：已作为销售收入科目
zh_tw: 未能刪除這帳目, 因為已有銷售總帳過帳介面記錄

source: Could not test for existing cost of sales interface codes because
cs_cz: Nemohu test pro stávající náklady kódů prodeje rozhraní, protože
es_es: No se pudo probar por el costo actual de los códigos de interfaz de ventas debido a
hi_in: बिक्री इंटरफ़ेस कोड की कीमत मौजूदा क्योंकि के लिए परीक्षण नहीं किया जा सका
id_id: Tdk dapat menguji kode penghubung HPP yg ada karena
it_it: Impossibile test per gli attuali costi dei codici di interfaccia di vendita a causa
ko_kr: 영업 인터페이스 코드의 기존 비용을 테스트 할 수 있기 때문에
mr_in: विक्री इंटरफेस कोडचा विद्यमान निवड चाचणी करणे शक्य नाही कारण
nl_nl: Kon de verwervingskosten interface niet testen omdat
pt_pt: Não pode testar existência código de custo de vendas porque
ro_ro: Nu am putut test pentru existente cost de coduri de interfaţă de vânzare, deoarece
ru_ru: Не удалось протестировать связанные коды стоимости продаж, так как
sq_al: Nuk mund test për ekzistuese koston e shitjes kodeve interface, sepse
sv: Kan inte titta efter kostnad sålda varor konteringar för att
sw_ke: Hakuweza mtihani kwa gharama ya kodi zilizopo interface mauzo kwa sababu
tr_tr: çünkü satış arayüz kodları maliyeti mevcut test Couldn&#39;t
zh_hk: 无法测试销售成本科目是否存在，原因是
zh_tw: 未能測試銷售成本介面編碼是否存在, 因為

source: Cannot delete this account because it is used by one of the cost of sales GL posting interface records
cs_cz: Nelze smazat tento účet, protože to je jeden ze náklady na prodej GL vysílání rozhraní záznamů
es_es: No se puede suprimir esta cuenta porque es usada por uno de los registros de la interfaz de registros contables de costos de ventas
hi_in: इस खाते को हटाना है क्योंकि यह एक बिक्री इंटरफ़ेस अभिलेख पोस्टिंग जीएल की लागत के द्वारा प्रयोग किया जाता है नहीं कर सकते
id_id: tdk dapat menghapus akun ini karena digunakan oleh salah satu data penghubung posting GL HPP
it_it: Impossibile eliminare questo account perché viene utilizzato da uno dei costi di GL vendite distacco record di interfaccia
ko_kr: 이 판매 GL 게시 인터페이스 레코드의 비용 중 하나에 의해 사용되기 때문에이 계정을 삭제할 수 없습니다
mr_in: तो विक्री जी.एल. पोस्टिंग संवाद रेकॉर्ड खर्चाच्या एक वापरली जाते कारण हे खाते हटवणे शक्य नाही
nl_nl: Kon de grootboekrekening niet verwijderen omdat het wordt gebruikt voor het boeken van de verwerwingskosten
pt_pt: Não pode remover essa conta porque é usada para custeio de vendas na postagem lançamentos contábeis
ro_ro: Nu poate sterge acest cont, deoarece este folosit de către unul dintre costul de GL vânzărilor posta înregistrări interfaţă
ru_ru: Не удается удалить этот счет, поскольку он используется одним из стоимости продаж GL размещения интерфейс записи
sq_al: Nuk mund të fshini kete llogari, sepse ajo është përdorur nga një kosto e shitjeve GL postimit të dhënat interface
sv: Kan inte ta bort konto för att det används för kontering av kostnad sålda varor
sw_ke: Hawezi kufuta akaunti kwa sababu ni kutumiwa na moja ya gharama ya mauzo GL posting kumbukumbu interface
tr_tr: Bu arabirim kayıt gönderme satış GL maliyetini biri tarafından kullanıldığı için bu hesap silinemiyor
zh_hk: 删除会计科目失败，原因是：已作为销售成本科目
zh_tw: 未能刪除這帳目, 因為已有銷售成本總帳過帳介面記錄

source: Could not test for existing stock GL codes because
cs_cz: Nemohu test pro stávající kódy, protože zásoby GL
es_es: No se pudo probar con los códigos contables existentes del inventario porque
hi_in: शेयर जीएल कोड मौजूदा क्योंकि के लिए परीक्षण नहीं किया जा सका
id_id: Tdk dapat menguji kode GL stok yg ada karena
it_it: Impossibile test per gli attuali codici di GL stock perché
ko_kr: 주식 GL 코드 때문에 기존 테스트 할 수 없습니다
mr_in: विद्यमान स्टॉक जी.एल. कोडसाठी चाचणी करणे शक्य नाही कारण
nl_nl: Kon de bestaande grootboekrekeningen voor voorraadboekingen niet testen omdat
pt_pt: Não pode testar existência cód. estoque contábil porque
ro_ro: Nu am putut test pentru codurile stocurilor existente, GL, deoarece
ru_ru: Не удалось проверить существующие коды товара главной книги, так как
sq_al: Nuk mund test për kodet ekzistuese GL bursës, sepse
sv: Kan inte titta efter föräljningskonteringsstyrningar eftersom
sw_ke: Hakuweza mtihani kwa zilizopo codes GL hisa kwa sababu
tr_tr: çünkü stok GL kodları mevcut test Couldn&#39;t
zh_hk: 无法测试存货科目是否存在，原因是
zh_tw: 未能測試存貨總帳科目是否存在, 因為

source: Cannot delete this account because it is used by one of the stock GL posting interface records
cs_cz: Nelze smazat tento účet, protože to je jeden ze zásob GL vysílání rozhraní záznamů
es_es: No se puede suprimir esta cuenta, ya que es utilizada por uno de los registros de la interfaz contable de la existencia
hi_in: इस खाते को हटाना है क्योंकि यह एक स्टॉक जीएल पोस्टिंग अंतरफलक अभिलेखों के द्वारा प्रयोग किया जाता है नहीं कर सकते
id_id: Tdk dapat menghapus akun ini karena digunakan oleh salah satu data penghubung posting GL stok
it_it: Impossibile eliminare questo account perché viene utilizzato da uno dei record GL interfaccia magazzino distacco
ko_kr: 이 주식 GL 게시 인터페이스 기록 중 하나에 의해 사용되기 때문에이 계정을 삭제할 수 없습니다
mr_in: तो स्टॉक जी.एल. पोस्टिंग संवाद रेकॉर्ड एक वापरली जाते कारण हे खाते हटवणे शक्य नाही
nl_nl: Kon de grootboekrekening niet verwijderen omdat het wordt gebruikt om voorraad
pt_pt: Não pode remover esta conta porque é usada para postagem dos lançamentos contábeis de estoque
ro_ro: Nu poate sterge acest cont, deoarece este folosit de către unul dintre înregistrările GL stocurilor interfaţă detaşarea
ru_ru: Не удается удалить этот счет, поскольку он используется одной из связанных записей о товарах в главной книге
sq_al: Nuk mund të fshini kete llogari, sepse ajo është përdorur nga një nga të dhënat GL aksioneve interface postimin
sv: Kan inte ta bort konto för att det används för kontering av försäljning
sw_ke: Hawezi kufuta akaunti kwa sababu ni kutumiwa na moja ya kumbukumbu ya hisa GL posting interface
tr_tr: Bu stok GL gönderme arayüzü kayıtları biri tarafından kullanıldığı için bu hesap silinemiyor
zh_hk: 删除会计科目失败，原因是：已作为存货科目
zh_tw: 未能刪除這帳目, 因為已有存貨總帳入帳介面記錄

source: Could not test for existing bank account GL codes because
cs_cz: Nemohu test pro stávající kód banky účet GL, protože
es_es: No se ha podido comprobar por los códigos contables de las cuentas bancarias existentes debido a
hi_in: बैंक खाता जीएल कोड मौजूदा क्योंकि के लिए परीक्षण नहीं किया जा सका
id_id: Tdk dapat menguji kode GL akun bank karena
it_it: Impossibile test per gli attuali codici bancari GL conto perché
ko_kr: 은행 계정 GL 코드 때문에 기존 테스트 할 수 없습니다
mr_in: विद्यमान बँक खाते जी.एल. कोडसाठी चाचणी करणे शक्य नाही कारण
nl_nl: Kon de bestaande grootboekrekeningen voor bankrekeningen niet testen omdat
pt_pt: Não pode testar para banco existente cód. contábeis
ro_ro: Nu am putut test pentru codurile existente cont bancar, deoarece GL
ru_ru: Не удалось проверить коды существующих банковских счетов в главной книге
sq_al: Nuk mund test për ekzistues llogari bankare kodet GL sepse
sv: Kan inte titta efter bankkonto till bokföringskopplingar eftersom
sw_ke: Hakuweza mtihani kwa benki zilizopo codes GL akaunti sababu
tr_tr: çünkü banka hesabı GL kodları mevcut test Couldn&#39;t
zh_hk: 无法测试银行科目是否存在，原因是
zh_tw: 未能測試銀行帳戶總帳科目是否存在, 因為

source: Cannot delete this account because it is used by one the defined bank accounts
cs_cz: Nelze smazat tento účet, protože je používá jeden z definovaných bankovních účtů
es_es: No se puede suprimir esta cuenta, ya que es utilizada por una de las cuentas bancarias definidas
hi_in: इस खाते को हटाना है क्योंकि यह एक एक करके प्रयोग किया जाता है परिभाषित नहीं कर सकते बैंक खातों
id_id: Tdk dapat menghapus akun ini karena digunakan oleh salah satu akun bank
it_it: Impossibile eliminare questo account perché è utilizzato da uno dei conti bancari definiti
ko_kr: 그것은 하나의 정의 된 은행 계좌로 사용되기 때문에이 계정을 삭제할 수 없습니다
mr_in: तो एक परिभाषित बँक खाती वापरली जाते कारण हे खाते हटवणे शक्य नाही
nl_nl: Deze grootboekrekening kon niet worden verwijderd omdat het voor een van de bestaande bankrekeningen wordt gebruikt
pt_pt: Não pode remover esta conta porque é usada por contas bancárias
ro_ro: Nu poate sterge acest cont, deoarece este folosit de către unul din conturile bancare definite
ru_ru: Не удается удалить этот счет, поскольку он используется одним определеннымбанковским счетов
sq_al: Nuk mund të fshini kete llogari, sepse ajo është përdorur nga një llogari bankare të përcaktuar
sv: Kan inte ta bort det här kontot eftersom det används av en av de definierade bankkonton
sw_ke: Hawezi kufuta akaunti kwa sababu ni kutumiwa na moja ya defined akaunti ya benki
tr_tr: o biri tarafından kullanıldığı için bu hesap silinemiyor belirlenen banka hesaplarına
zh_hk: 删除会计科目失败, 原因是：已作为银行科目
zh_tw: 不能刪除這帳戶, 因為已有設定銀行帳戶

source: Account Code
cs_cz: Kód účet
es_es: Código contable
hi_in: खाता कोड
id_id: Kode Akun
it_it: Codice account
ko_kr: 계정 코드
mr_in: खाते कोड
nl_nl: Rekening Nummer
pt_pt: Código da Conta
ro_ro: Cod cont
ru_ru: Код счета
sq_al: Kodi llogari
sv: Kontonummer
sw_ke: Kanuni akaunti
tr_tr: HESAP KODU
zh_hk: 科目编号
zh_tw: 科目編號

source: Enter up to 20 alpha-numeric characters for the general ledger account code
es_es: Introducir hasta 20 caracteres alfanuméricos para el código de cuenta del Libro Mayor
ko_kr: 총계정 원장 계정 코드 20 영숫자 문자를 입력
mr_in: सामान्य खातेवही खाते कोड 20 अल्फा अंकीय अक्षरांपर्यंत प्रविष्ट करा
pt_pt: Informe até 20 (vinte) caracteres alfa-numéricos para código conta contábil
zh_tw: 總帳科目代碼最多可輸入20個字母數字字符的

source: Enter up to 50 alpha-numeric characters for the general ledger account name
es_es: Introducir hasta 50 caracteres alfanuméricos para el nombre de cuenta del libro mayor
ko_kr: 총계정 원장 계정 이름 50 영숫자 문자를 입력
mr_in: सामान्य खातेवही खाते नावासाठी 50 अल्फा अंकीय अक्षरांपर्यंत प्रविष्ट करा
pt_pt: Informe até 50 caracteres para nome da conta contábil
zh_tw: 最多可以輸入50個字母數字字符的總帳科目名稱
