Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Calculation With Undefined Denominator
cs_cz: Výpočet S Nedefinované Jmenovatel
es_es: Cálculo con Denominador Indefinido
hi_in: अपरिभाषित भाजक के साथ गणना
id_id: Perhitungan Dgn Penyebut Tak Terdefinisi
it_it: Calcolo con Denominatore Undefined
ko_kr: 정의되지 않은 분모로 계산
mr_in: अपरिभाषित भाजक सह हिशोब
nl_nl: Berekening met Undefined Noemer
pt_pt: Cálculos com Denominador Indefinido
ro_ro: Cu calcul Numitor Nedefinit
ru_ru: Расчет с неопределенным Знаменателем
sq_al: Llogaritja Me Emeruesi padefinuar
sv: Beräkning med odefinierad denominator
sw_ke: Kwa hesabu denominator Undefined
tr_tr: TANIMSIZ DENOMINATOR
zh_hk: 计算包含未定义分母
zh_tw: 計算包含未定義分母

source: There was a problem running the SQL to retrieve the sales analysis information
cs_cz: Tam byl problém se systémem SQL načíst analýzu prodeje informace
es_es: Hubo un problema ejecutando el SQL para obtener la información del análisis de venta
hi_in: वहाँ एक एसक्यूएल बिक्री विश्लेषण जानकारी पुनः प्राप्त करने के लिए चल समस्या थी
id_id: Ada masalah menjalankan SQL utk mengambil informasi penjualan analisis
it_it: C&#39;è stato un problema quando si esegue il codice SQL per recuperare le informazioni di analisi delle vendite
ko_kr: 판매 분석 정보를 검색하기 위해 SQL 실행 문제가 있었다
mr_in: विक्री विश्लेषण माहिती पुनर्प्राप्त करण्यासाठी SQL कार्यरत एक समस्या आली
nl_nl: Er was een probleem draait de SQL om de verkoop analyse informatie op te halen
pt_pt: Há um problema executando SQL para recuperar análise de vendas
ro_ro: Nu a fost o problemă care rulează SQL pentru a prelua informaţiile analiza de vanzari
ru_ru: Возникла проблема при запуске SQL на получение информации по анализу продаж
sq_al: Nuk ishte një problem running SQL për të marrë informacionin e shitjes analiza
sv: Problem att köra SQL-koden
sw_ke: Kulikuwa na tatizo mbio SQL Retrieve mauzo ya taarifa uchambuzi
tr_tr: SQL satış analizleri bilgi almak için çalışan bir sorun oluştu
zh_hk: 运行SQL查询销售分析信息时发生问题
zh_tw: 執行SQL來檢索的銷售分析信息，有一個問題

source: The SQL that was used to retrieve the user defined sales analysis info was
cs_cz: SQL, který byl použit k načtení uživatelem definovaných prodeje analýza informací byla
es_es: El SQL usado para obtener el la información del análisis de ventas definido por el usuario fue
hi_in: SQL कि बिक्री विश्लेषण जानकारी परिभाषित उपयोगकर्ता पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil informasi analisa penjualan yg ditetapkan user adalah
it_it: di
ko_kr: 사용 된 SQL은 사용자 정의 판매 분석 정보이었다 검색하기
mr_in: वापरकर्ता परिभाषित विक्री विश्लेषण माहिती पुनर्प्राप्त करण्यासाठी वापरलेला SQL होते
nl_nl: De gerbuikte SQL om de door de gebruiker gedefinieerde verkoop analyse op te vragen was
pt_pt: SQL usado para recuperar o usuário análise de vendas foi
ro_ro: SQL care a fost utilizat pentru a prelua definite de utilizator de vânzare info analiză a fost
ru_ru: SQL, который был использован для получения определенной пользователем информации по анализу, был
sq_al: SQL që është përdorur për të marrë përdorues përcaktuar shitjet info analizë ishte
sv: SQL som används för att hämta den användardefinierade säljanalyser info var
sw_ke: SQL kuwa ilitumika Retrieve ya mtumiaji defined mauzo ya uchambuzi info alikuwa
tr_tr: satış analizi info kullanıcı tanımlı almak için kullanılan SQL oldu
zh_hk: 用作提取用作定义销售分析资讯的 SQL 是
zh_tw: 用作提取用作定義銷售分析資訊的 SQL 是

source: The user defined sales analysis SQL did not return any rows
cs_cz: Uživatelem definované analýzy prodeje SQL nevrátil žádné řádky
es_es: El SQL para el análisis de ventas definido no produjo resultados
hi_in: उपयोगकर्ता परिभाषित बिक्री विश्लेषण एसक्यूएल कोई पंक्तियों को वापस नहीं किया था
id_id: SQL analisa penjualan yg ditetapkan user tdk mengembalikan hasil
it_it: La vendita di analisi definiti dall&#39;utente SQL non ha restituito alcuna riga
ko_kr: 사용자 정의 판매 분석 SQL은 어떤 행을 반환하지 않았습니다
mr_in: वापरकर्ता परिभाषित विक्री विश्लेषण SQL कोणत्याही पंक्ती परत नाही
nl_nl: De door de gerbuiker gedefinieerde verkoop analyse leverde geen rijen op
pt_pt: SQL do usuário Análise de Venda não retornou dados.
ro_ro: Definite de utilizator analiza vânzărilor SQL nu a returnat nici rândurile
ru_ru: Опрделенный пользователем анализ продаж SQL не возвращает ни одной строки
sq_al: Përdorues përcaktuar shitjet analizë SQL nuk solli ndonjë rreshtave
sv: Den användardefinierade försäljningen analys SQL gav inga rader
sw_ke: user defined mauzo ya uchambuzi SQL hakurudi safu yoyote
tr_tr: Kullanıcı satış analizleri SQL bir satır vermedi tanımlanmış
zh_hk: 用户定义销售分析 SQL 未能传回任何列
zh_tw: 用戶定義銷售分析 SQL 未能傳回任何列

source: have another look at the criteria specified
cs_cz: mít jiný pohled na zadaných kritérií
es_es: revise los criterios especificados
hi_in: निर्धारित मानदंडों पर फिर से विचार किया है
id_id: lihat kembali kriteria yg dimasukkan
it_it: un altro sguardo al i criteri specificati
ko_kr: 지정된 조건에서 다른 모습을 가지고
mr_in: निर्दिष्ट निकष दुसरा पाहणे
nl_nl: Bekijk de gespecificeere criteria nogmaals
pt_pt: verificar o critério especificado
ro_ro: au o privire la criteriile specificate
ru_ru: еще раз взглянуть на указанные критерии
sq_al: kanë një vështrim në kriteret e specifikuara
sv: har en titt på de angivna kriterierna
sw_ke: na mwingine kuangalia vigezo maalum
tr_tr: BELIRTILEN KRITERLERI GÖZDEN GEÇIRIN
zh_hk: 其他检视的指定条件
zh_tw: 其他檢視的指定條件

source: Nothing To Report
cs_cz: Nic Chcete-li zpráva
es_es: Informe sin resultados
hi_in: कुछ भी नहीं रिपोर्ट करने के लिए
id_id: Tdk Ada Yg Dilaporkan
it_it: Nulla da segnalare
ko_kr: 아무것도보고하지 않으려면
mr_in: तक्रार करण्यासाठी काहीही
nl_nl: Niets om te rapporteren
pt_pt: Relatório Vazio
ro_ro: Nimic Pentru Raport
ru_ru: Ничего сообщить
sq_al: Asgjë për të deklaruar
sw_ke: Chochote na ripoti
tr_tr: RAPORLANACAK VERI YOK
zh_hk: 没有什么可报告
zh_tw: 沒有任何報表

source: The date does not appear to be in a valid format. The date being converted from SQL format was:
es_es: La fecha no parece estar en un formato válido. La fecha que es convertida de un formato SQL fue:
id_id: Format tgl tampaknya bermasalah. Tgl yg diconversi dari format SQL adalah:
it_it: La data non sembra essere in un formato valido. La data da convertire dal formato SQL è stata:
ko_kr: 날짜가 유효한 형식이 아닙니다. 된 날짜는 SQL 형식에서 변환되는 :
mr_in: तारीख वैध स्वरुपात असल्याचे दिसून येत नाही. SQL स्वरूपात रुपांतरित केले जात तारीख होती:
pt_pt: Data deve ser válida. A data convertida pelo SQL foi:
zh_tw: 無效的日期格式。這日期格式是來自SQL格式轉換而來：

source: An error occurred in adding a new period number
cs_cz: Došlo k chybě při přidávání nové období počet
es_es: Hubo un error al agregar ordinal de período
hi_in: एक त्रुटि एक नया अवधि संख्या जोड़ने में हुई
id_id: Kesalahan terjadi saat memasukkan nomor periode baru
it_it: È verificato un errore in aggiunta di un nuovo numero di periodo
ko_kr: 오류가 새로운 기간 번호를 추가 발생
mr_in: एक त्रुटी नवीन कालावधीत क्रमांक जोडण्यात आली
nl_nl: Een fout opgetreden bij het toevoegen van nieuwe periode nummer
pt_pt: Um erro ocorreu adicionando um novo período
ro_ro: A apărut o eroare în adăugarea unui număr de nouă perioadă
ru_ru: Возникла ошибка при добавлении нового номера периода
sq_al: Një gabim ndodhi në shtimin e një numër të ri periudhë
sv: Ett fel uppstod i att en ny period nummer
sw_ke: Hitilafu ilitokea katika kuongeza idadi mpya ya kipindi
tr_tr: YENI PERIYOD BILGISI EKLENEMEDI
zh_hk: 新增一个期间编号时发生错误
zh_tw: 新增一個期間編號時發生錯誤

source: Could not insert first period
cs_cz: Nemohu vložit první období
es_es: No se pudo agregar el primer período
hi_in: सम्मिलित पहले की अवधि नहीं कर सका
id_id: Tdk dapat memasukkan periode pertama
it_it: Impossibile periodo di primo inserimento
ko_kr: 첫 번째 기간을 삽입 할 수 없습니다
mr_in: प्रथम कालावधी घालू शकत नव्हते
nl_nl: 1e periode kon niet worden ingevoerd
pt_pt: Não pode inserir primeiro período
ro_ro: Nu ar putea inseraţi perioada de timp prima
ru_ru: Не удалось вставить первый период
sq_al: Nuk mund të periudhës së parë të futur
sv: Kunde inte infoga första perioden
sw_ke: Hakuweza kuingiza kipindi cha kwanza
tr_tr: ILK PERIYOD TARIHI EKLENEMEDI
zh_hk: 未能插入首个期间
zh_tw: 未能插入首個期間

source: Could not insert second period
cs_cz: Nemohu vložit druhé období
es_es: No se pudo agregar el segundo período
hi_in: दूसरी अवधि सम्मिलित नहीं किया जा सका
id_id: Tdk dapat memasukkan periode kedua
it_it: Impossibile periodo inserire la seconda
ko_kr: 두 번째 기간을 삽입 할 수 없습니다
mr_in: दुसरा कालावधी घालू शकत नव्हते
nl_nl: 2e periode kon niet worden ingevoerd
pt_pt: Não pode inserir segundo período
ro_ro: Nu ar putea inseraţi perioada de timp două
ru_ru: Не удалось вставить второй период
sq_al: Nuk mund të periudhës së dytë të futur
sv: Kunde inte infoga en andra period
sw_ke: Hakuweza kuingiza kipindi cha pili
tr_tr: eklemek ikinci dönem Couldn&#39;t
zh_hk: 无法插入第二个期间
zh_tw: 未能插入第二期間

source: The variable
cs_cz: Proměnné
es_es: La variable
hi_in: चर
id_id: Variabel
it_it: La variabile
ko_kr: 변수
mr_in: चल
nl_nl: De variabele
pt_pt: A variável
ro_ro: Variabila
ru_ru: Переменная
sq_al: Ndryshore
sv: Variabel:
sw_ke: Variable
tr_tr: DEGISKEN
zh_hk: 变量
zh_tw: 變數

source: is set to
cs_cz: je nastavena na
es_es: está asignada como
hi_in: सेट करने के लिए है
id_id: diatur ke
it_it: di
ko_kr: 로 설정
mr_in: वर सेट केले आहे
nl_nl: Is gezet tot
pt_pt: configurado para
ro_ro: este setat la
ru_ru: Установлено в
sq_al: është vendosur të
sw_ke: ni kuweka
tr_tr: TANIMLANDI:
zh_hk: 是设定到
zh_tw: 是設定到

source: The freight calculation for the destination city cannot be performed because
cs_cz: Nákladní výpočtu cílové město nelze provést, protože
es_es: No se pudo calcular el transporte a la ciudad destino porque
hi_in: गंतव्य शहर के लिए माल गणना क्योंकि नहीं किया जा सकता
id_id: Perhitungan pengiriman utk kota tujuan tdk dapat dilakukan karena
it_it: perchè
ko_kr: 목적지에 대한화물 계산하기 때문에 수행 될 수 없다
mr_in: गंतव्य शहर वाहतुक गणना करणे शक्य नाही कारण
nl_nl: De transport kosten vor de bestemming kan niet worden uitgevoerd omdat
pt_pt: Cálculo Frete para destino não pode ser feito porque
ro_ro: Calculul de transport de marfă pentru orasul de destinatie nu poate fi efectuată deoarece
ru_ru: Расчет груза для города назначения не может быть выполнен, поскольку
sq_al: Llogaritja e mallrave për qytetin e destinacionit nuk mund të kryhet për shkak
sv: Frakten beräknas för den destination som staden kan inte utföras på grund
sw_ke: Hesabu mizigo kwa ajili ya mji wa marudio hauwezi kuwa walifanya kwa sababu
tr_tr: SEVK SEHRI IÇIN NAKLIYE MALIYETI HESAPLANAMIYOR:
zh_hk: 未能执行目的地城市的船费计算
zh_tw: 未能執行目的地城市的船費計算

source: There is a problem in retrieving the pricing information for part
cs_cz: To je problém v získávání informace o cenách pro část
es_es: Hay un problema al obtener el precio del código
hi_in: वहाँ मूल्य निर्धारण की जानकारी को वापस लाने में कोई समस्या भाग के लिए है
id_id: Ada masalah saat mengambil informasi harga utk brg
it_it: C&#39;è un problema nel reperire le informazioni sui prezzi per la parte
ko_kr: 부품에 대한 가격 정보를 검색하는 문제가있다
mr_in: भाग मूल्याची माहिती पुनर्प्राप्त करताना समस्या आहे
nl_nl: Probleem bij het opvragen van de prijs informatie voor item
pt_pt: Problema na recuperação preços para item
ro_ro: Există o problemă în regăsirea informaţiilor de stabilire a preţurilor pentru o parte
ru_ru: Возникла проблема при восстановлении информац
sq_al: Ka një problem në retrieving informacion çmimi për pjesën
sv: Det finns ett problem att hämta de prisinformation för del
sw_ke: Kuna tatizo katika retrieving habari wa bei kwa sehemu
tr_tr: bir sorun kısmı için fiyat bilgisi alınırken var
zh_hk: 提取部件价目资讯时发生错误
zh_tw: 提取部件價格資訊時發生錯誤

source: and for Customer
cs_cz: a pro zákazníky
es_es: y para el cliente
hi_in: और ग्राहक के लिए
id_id: dan utk Customer
it_it: e per il Cliente
ko_kr: 및 고객에 대한
mr_in: आणि ग्राहकाचा
nl_nl: en voor klant
pt_pt: e do cliente
ro_ro: şi pentru clienţi
ru_ru: и для клиента
sq_al: dhe për Klientin
sv: och för kund
sw_ke: na kwa ajili ya Wateja
tr_tr: ve Müşteri için
zh_hk: 和于客户
zh_tw: 和於客戶

source: the error message returned by the SQL server was
cs_cz: chybovou zprávu vrátí SQL server byl
es_es: el error reporfado por el servidor SQL fue
hi_in: त्रुटि एसक्यूएल सर्वर के द्वारा दिया गया संदेश था
id_id: pesan kesalahan yg dikembalikan oleh server SQL adalah
it_it: il messaggio di errore restituito dal server SQL è stato
ko_kr: SQL 서버에 의해 반환 된 오류 메시지가 있었다
mr_in: SQL सर्व्हर द्वारे परत त्रुटी संदेश होता
nl_nl: Fout melding van de SQL server was
pt_pt: sql que retornou a mensagem foi
ro_ro: mesajul de eroare returnat de serverul SQL a fost
ru_ru: сообщение об ошибке, которое вернул серверу SQL было
sq_al: mesazh gabimi që kthehet nga serveri SQL ishte
sv: felmeddelandet som returneras av SQL-servern
sw_ke: ujumbe wa kosa kwa &#39;na SQL server alikuwa
tr_tr: SQL SUNUCUSUNU HATA MESAJI:
zh_hk: 由 SQL 伺服器传回的错误是
zh_tw: 由 SQL 伺服器傳回的錯誤是

source: There is an error to retrieve price from price matrix for stock
ko_kr: 주식의 가격 매트릭스에서 가격을 검색 할 수있는 오류가 있습니다
zh_tw: 從庫存的價格表有錯誤的檢索價格

source: and the error message returned by SQL server is
ko_kr: 및 SQL 서버에 의해 리턴 에러 메시지는
zh_tw: 藉由SQL服務器回應的錯誤消息

source: There are no prices set up for
cs_cz: Neexistují žádné ceny nastavit pro
es_es: No se ha fijado los precios de
hi_in: कोई के लिए स्थापित की कीमतें हैं
id_id: Tdk ada harga yg diatur utk
it_it: Non ci sono prezzi fissati su
ko_kr: 에 대한 설정에는 가격이 없습니다
mr_in: सेट नाही दर आहेत
nl_nl: Geen prijzen opgezet voor
pt_pt: Não há preços config. para
ro_ro: Nu există preţuri stabilite pentru
ru_ru: Цен для установки нет
sq_al: Nuk ka çmime të ngritur për
sv: Inga priser har angets för denna part
sw_ke: Hakuna bei kuanzisha
tr_tr: TANIMLI FIYAT BILGISI YOK
zh_hk: 还没有价目设定
zh_tw: 還沒有設定價格

source: Can not retrieve the cost of sales GL code because
cs_cz: Nelze načíst nákladů prodeje kódu GL, protože
es_es: No se pudo obtener el código contable costo de venta
hi_in: बिक्री जीएल कोड की वजह से लागत को पुनः प्राप्त नहीं कर सकते
id_id: Tdk dapat mengambil kode GL HPP karena
it_it: perchè
ko_kr: 판매 GL 코드 때문에 비용을 검색 할 수 없습니다
mr_in: विक्री जी.एल. कोड खर्च पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Kan de grootboek codes voor de kosten van de verkopen niet opvragen omdat
pt_pt: Não pode recuperar o custo de vendas porque
ro_ro: Nu poate prelua costul vânzărilor cod GL, deoarece
ru_ru: Не могу восстановить код стоимости продаж главной книги, поскольку
sq_al: Nuk mund të rifitoj koston e shitjes Kodi GL sepse
sv: Kan inte hämta kostnaden för sålda varor GL kod eftersom
sw_ke: Hawezi Retrieve gharama ya mauzo code GL sababu
tr_tr: SATISLARIN MALIYETI MUH.KODU ALINIRKEN HATA OLUSTU
zh_hk: 未能提取销售总账编号的成本, 因为
zh_tw: 未能提取銷售總帳編號的成本, 因為

source: SQL to get the cost of sales GL Code
cs_cz: SQL dostat náklady na prodej GL zákoníku
es_es: SQL para obtener el costo de ventas del Código Contable
hi_in: एसक्यूएल बिक्री जीएल संहिता की लागत प्राप्त करने के लिए
id_id: SQL utk mendapatkan kode GL HPP
it_it: SQL per ottenere il costo delle vendite GL codice
ko_kr: SQL 판매 GL 코드의 비용을 얻을 수
mr_in: विक्री जी.एल. कोड खर्च मिळविण्यासाठी SQL
nl_nl: SQL om de kostprijs van de omzet GL code te krijgen
pt_pt: SQL para obter custo de venas Conta Contábil.
ro_ro: SQL pentru a obţine costul vânzărilor GL Cod
ru_ru: SQL на получение кода стоимости продаж из главной книги
sq_al: SQL për të marrë koston e shitjes GL Kodi
sv: SQL för att få kostnaden för sålda varor GL-koden
sw_ke: SQL kupata gharama za mauzo Kanuni GL
tr_tr: SQL satış GL Kanunu&#39;nun maliyet almak için
zh_hk: 取得销售成本总账代码的SQL
zh_tw: 以SQL來獲得銷售成本總帳代碼

source: Could not determine the correct general ledger account to use for posting the cost of this sale. Go to the setup menu and define appropriate COGS (Cost Of Goods Sold) accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
cs_cz: Nelze určit správný účet hlavní knihy použít pro účtování nákladů na tohoto prodeje. Přejít na nabídku nastavení a definovat vhodné čepy (náklady na prodané zboží) účtů. K tomu, aby tato faktura, které mají být vysláni, že byl vyslán, aby výchozí prodeje a čepy - účet číslo 1
es_es: No se pudo determinar la cuenta contable correcta en la que apuntar el costo de esta venta. Vaya al menú de configuración y defina las cuentas apropiadas de Costos de Bienes Vendidos (COGS). Para permitir que esta factura fuera apuntada, se usó la predeterminada de Ventas y Costos de Productos Vendidos, cuenta número 1.
hi_in: सामान्य खाता बही सही करने के लिए इस बिक्री की लागत पोस्ट करने के लिए प्रयोग खाता निर्धारित नहीं कर सका. सेटअप मेनू में जाओ और उचित खातों (सामान बेचा की लागत) cogs परिभाषित. खाता नंबर 1 - करने के लिए यह करने के लिए किया जा चालान सक्षम यह बिक्री और cogs डिफ़ॉल्ट नियुक्त किया गया है तैनात
id_id: Tdk dapat menentukan akun buku besar yg benar utk digunakan posting biaya penjualan ini. Pergi ke menu pengaturan dan buat akun HPP (Harga Pokok Penjualan) yg sesuai. Utk memungkinkan faktur ini dibukukan, faktur ini telah dibukukan ke penjualan dan HPP standar - nomor akun 1
it_it: Impossibile determinare l&#39;account corretto contabilità generale da utilizzare per la pubblicazione il costo di questa vendita. Vai al menu di impostazione e definire COGS appropriate (Costo del venduto) i conti. Per attivare questa fattura per essere pubblicato è stato inviato per difetto di vendita e COGS - conto numero 1
ko_kr: 이 판매의 비용을 게시에 사용할 올바른 총계정 원장 계정을 확인할 수 없습니다. 설정 메뉴로 이동하여 적절한 원가 (매출원가) 계정을 정의합니다. 계좌 번호 1 - 송장을 사용하려면이 매출과 매출원가를 기본값으로 게시되었습니다 게시 할
mr_in: या विक्री किंमत पोस्ट वापरायचा योग्य सामान्य खातेवही खाते निर्धारित करणे शक्य नाही. सेटअप मेनू वर जा आणि योग्य COGS (विकले माल खर्च) खाती परिभाषित. पोस्ट करण्यासाठी हा चलन सुरू करण्यासाठी तो विक्री आणि COGS डीफॉल्ट पोस्ट केले गेले आहे - खाते क्रमांक 1
nl_nl: Juiste grootboekrekening kon niet worden vastgesteld om de kosten voor deze verkoop te boeken. Ga naar het set-up menu en definieer hiervoor de juiste rekeningen. Om deze factuur te verwerken zijn de kosten geboekt op de default verkoop en kosten rekening nummer
pt_pt: Não pode determ. conta contabil correta para usar na postagem do custo de venda. Ir no menu de config e definir o custo apropriado (COGS Cost Of Goods Sold) Conta Contábil Custo de Venda. Para habilitar que o pedido seja postado para vendas - conta contábil 1
ro_ro: Nu a putut determina contul corect registrul general de a utiliza pentru a posta costul acestui vânzare. Du-te la meniul de configurare şi să definească CBV adecvate (costul bunurilor vândute) conturile. Pentru a activa această factură pentru a fi postate a fost postat la implicit de vânzări şi CBV - numărul de cont o
ru_ru: Не удалось определить правильный общий счет Леджера использовать для размещения стоимость этой продажи. Перейти к меню настройки и определить соответствующие себестоимости (стоимость проданных товаров) счетов. Чтобы включить этот счет быть размещена она была размещена по умолчанию продаж и себестоимость - номер счета 1
sq_al: Nuk mund të përcaktojë saktë llogarinë e përgjithshme librit të përdorni për të postuar koston e kësaj shitje. Go to menu setup dhe define cogs të përshtatshme (KMSH) llogaritë. Për të mundësuar këtë faturë të postuar ajo ka qenë e postuar në default shitjes dhe cogs - numri i llogarisë 1
sv: Kunde inte bestämma rätt huvudboken konto för att använda för utstationering kostnaden för denna försäljning. Gå till inställningsmenyn och definiera lämpliga kuggar (Kostnad för sålda varor) konton. För att möjliggöra denna faktura att skickas det har varit upp till standard försäljning och kostnaden för sålda varor - konto nummer 1
sw_ke: Hakuweza kuamua sahihi kitabu akaunti ya jumla ya matumizi ya posting gharama ya mauzo hii. Kwenda kwa orodha ya kuanzisha na kufafanua COGS sahihi (gharama za bidhaa zinazouzwa) akaunti. Kuwawezesha hii invoice kuwa posted imekuwa posted default mauzo na COGS - akaunti namba 1
tr_tr: Bu satış maliyeti yazabilmek için kullanılacak doğru defteri kebir hesap belirlenemedi. kurulum menüsüne gidin ve hesapları (Satışların Maliyeti) uygun COGS tanımlar. hesap numarası 1 - edilecek bu fatura sağlamak için bu satış ve SMM varsayılan yayınlanmıştır yayınlamadı
zh_hk: 未能判定用作入账到这销售的成本的正确总账户. 请到设定目录和定义货品销售成本账目. 来启动这发票要入账到的预设销售和货品销售成本 - 账目编号 1
zh_tw: 無法判定這銷貨成本拋轉到正確的總帳帳戶. 請到設定目錄並設置適當的銷售成本總帳帳戶. 以啟動這發票拋轉入帳到預設的銷售和銷售成本 - 會計科目編號 1

source: There was a problem retrieving the sales general ledger code because
cs_cz: Tam byl problém načítání prodejní hlavní knihy kódu, protože
es_es: Hubo un problema al obtener el código contable de ventas porque
hi_in: वहाँ एक बिक्री सामान्य खाता बही कोड क्योंकि पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil kode buku besar penjualan karena
it_it: perchè
ko_kr: 판매 원장 코드 때문에 검색하는 동안 문제가 발생했습니다
mr_in: विक्री सामान्य खातेवही कोड पुनर्प्राप्त करताना समस्या आली कारण
nl_nl: Probleem bij het opvragen van de verkoop grootboek code omdat
pt_pt: Problema recuperando dados vendas na contabilidade porque
ro_ro: Nu a fost o problemă la regăsirea codul jurnalul de vânzări general, din cauza
ru_ru: Возникла проблема восстановление кода продаж главной книги, поскольку
sq_al: Nuk ishte një problem retrieving kodin shitjet e përgjithshme librit, sepse
sv: Det gick inte att hämta försäljningen huvudboken kod eftersom
sw_ke: Kulikuwa na tatizo retrieving mauzo ya jumla kwa sababu kitabu code
tr_tr: SATISLARIN MUH.KODU ALINIRKEN HATA OLUSTU
zh_hk: 提取总账编码错误, 因为
zh_tw: 提取總帳科目錯誤, 因為

source: SQL to get the sales GL Codes for sales and discounts
cs_cz: SQL se dostat z prodeje GL kódy pro prodej a slevy
es_es: SQL para obtener los Códigos Contables de Ventas de ventas y descuentos
hi_in: एसक्यूएल बिक्री और डिस्काउंट के लिए बिक्री जीएल कोड प्राप्त करने के लिए
id_id: SQL utk mengambil kode GL penjualan utk penjualan dan diskon
it_it: di
ko_kr: SQL 판매 및 할인 판매 GL 코드를 얻을 수 있습니다
mr_in: विक्री आणि सवलत विक्रीत जी.एल. कोड मिळविण्यासाठी SQL
nl_nl: Gebruikte SQL om de grootboek rekeningen voor verkopen en kortingen op te vragen
pt_pt: SQL usado para obter Cód. Contáb. de vendas e descontos
ro_ro: SQL pentru a obţine vânzări GL Coduri pentru vânzări şi reduceri
ru_ru: SQL на получение кодов продаж главной книги для продажи и скидок
sq_al: SQL për të marrë shitjes GL Kodet per shitjes dhe zbritje
sv: SQL för att få försäljningen GL Koder för försäljning och rabatter
sw_ke: SQL kupata mauzo ya GL Codes kwa ajili ya mauzo na punguzo
tr_tr: KULLANILAN KOMUT:
zh_hk: 取得销售和折扣的总账编码的 SQL
zh_tw: 取得銷售和折扣的總帳科目的 SQL
