Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There are no lines on this sale. Please enter lines to invoice first
cs_cz: Tam nejsou žádné čáry na tento prodej. Prosím, zadejte řádky faktury první
es_es: No hay líneas en esta venta. Por favor, introduzca las líneas para facturar primero
hi_in: इस बिक्री पर कोई लाइनें हैं. चालान करने के लिए पहली लाइनों में प्रवेश करें
id_id: Tdk ada baris pada penjualan ini. Masukkan baris dulu utk memfaktur
it_it: Non ci sono linee in questa vendita. Si prega di inserire linee di prima fattura
ko_kr: 이 판매에 더 라인이 없습니다. 첫 번째 송장 라인을 입력하세요
mr_in: या विक्रीवरील नाही ओळी आहेत. प्रथम चलन करण्यासाठी ओळी प्रविष्ट करा
nl_nl: Er zijn geen lijnen op deze verkoop. Vul lijnen naar de factuur van eerste
pt_pt: Não há linhas nesta venda. Favor entrar linhas do Pedido primeiro
ro_ro: Nu există linii de pe această vânzare. Vă rugăm să introduceţi liniile de la prima factura
ru_ru: Нет позиций на продажу. Пожалуйста, сначала введите строки для счета
sq_al: Nuk ka linja në këtë shitje. Ju lutemi shkruani linjave për të parë të faturës
sv: Det finns inga linjer på denna försäljning. Ange linjer att fakturera första
sw_ke: Hakuna mistari kuuzwa hii. Tafadhali kuingia mistari ya kwanza invoice
tr_tr: Bu satışa hiç hattı bulunmaktadır. fatura ilk satırları girin
zh_hk: 此订单没有销售细节。请首先输入要开发票的行
zh_tw: 此銷售沒有線。請先在發票輸入線

source: The amount entered as payment does not equal the amount of the invoice. Please ensure the customer has paid the correct amount and re-enter
cs_cz: Uvedená částka je platba nebude rovnat částce na faktuře. Prosím, aby zákazník zaplatil správné výši a re-zadání
es_es: La cantidad introducida como forma de pago no es igual a la cantidad de la factura. Por favor, asegúrese que el cliente ha pagado la cantidad correcta y re-ingrese
hi_in: राशि नहीं करता है चालान की राशि बराबर नहीं भुगतान के रूप में प्रवेश किया. ग्राहकों को सुनिश्चित कृपया है सही राशि का भुगतान किया और फिर से दर्ज करें
id_id: Jumlah yg dimasukkan sbg pembayaran tdk sama dgn jumlah tagihan. Pastikan customer telah membayar jumlah yg benar dan masukkan kembali
it_it: L&#39;importo iscritto a titolo di pagamento non è uguale l&#39;importo della fattura. Si prega di garantire che il cliente ha pagato l&#39;importo corretto e reinserire
ko_kr: 결제로 입력 양은 송장 량과 동일하지 않는다. 고객이 정확한 금액을 지불 확인하십시오 다시 입력
mr_in: पैसे म्हणून प्रविष्ट रक्कम चलन रक्कम समान नाही. ग्राहक योग्य रक्कम अदा केली आहे याची खात्री करा आणि पुन्हा प्रविष्ट
nl_nl: Het opgevoerde bedrag als betaling is niet gelijk aan het bedrag van de factuur. Zorg ervoor dat de klant heeft betaald de juiste hoeveelheid en opnieuw in te voeren
pt_pt: O valor entrado como pagamento não é igual ao valor da fatura. Certifique-se que o cliente pagou o montante correto e volte a informar
ro_ro: Suma a intrat ca de plată nu este egal cu valoarea facturii. Vă rugăm să asigure clientul a plătit suma corectă şi re-introduceţi
ru_ru: Введенное в качестве оплаты не равна сумме счета. Пожалуйста, убедитесь, клиент заплатил правильную сумму и введите правильную сумму
sq_al: Shuma e regjistruar si e pagesës nuk ka të barabartë me shumën e faturës. Ju lutemi sigurohuni që konsumatori ka paguar shumën korrekte dhe re-enter
sv: Det angivna beloppet som betalning inte lika beloppet på fakturan. Se till att kunden har betalat rätt belopp och återinträda
sw_ke: Kiasi aliingia kama malipo haina sawa na kiasi cha invoice. Tafadhali kuhakikisha wateja imelipa kiasi sahihi na kuingia upya
tr_tr: Miktar fatura miktarı eşit değildir ödeme olarak girdi. Doğru miktar ödedi müşteri emin olun ve yeniden girmek
zh_hk: 输入的付款金额不等于发票金额。请确保顾客支付了正确的金额并且重新输入
zh_tw: 輸出的付款金額不等於發票金額. 請確保客戶願義支付正確的金額並重新輸入

source: The parameter to prohibit negative stock is set and invoicing this sale would result in negative stock. No futher processing can be performed. Alter the sale first changing quantities or deleting lines which do not have sufficient stock.
cs_cz: Parametr, který chcete zakázat negativní populace je nastavena a fakturace tohoto prodeje by mělo za následek negativní skladě. Žádné další zpracování může být provedena. Alter prodej první změnu množství nebo odstranění čáry, které nemají dostatečné zásoby.
es_es: El parámetro para prohibir existencias negativas está configurado y la facturación de esta venta daría lugar a existencias negativas. Ningún proceso se puede realizar. Modifique la venta cambiando primero las cantidades o elimine las líneas que no cuentan con suficiente existencia.
hi_in: नकारात्मक स्टॉक निषेध पैरामीटर सेट है और इस बिक्री नकारात्मक स्टॉक पर नतीजा होगा चालान. आगे नहीं प्रसंस्करण किया जा सकता है. बिक्री पहले बदल मात्रा या हटाने लाइनें जो पर्याप्त स्टॉक नहीं है बदल.
id_id: Parameter utk melarang stok negatif diatur dan memfaktur penjualan ini akan mengakibatkan stok negatif. Tdk dapat diproses lebih lanjut. Ubah penjualannya dulu dgn menbgubah qty atau menghapus baris yg tdk memiliki stok cukup.
it_it: Il parametro di vietare stock negativo è impostato e la fatturazione questa vendita si tradurrebbe in stock negativo. Nessun ulteriore trattamento può essere eseguito. Modificare la prima vendita quantitativi modifica o l&#39;eliminazione di linee che non hanno scorte sufficienti.
ko_kr: 음의 주식을 금지하는 매개 변수는 설정이 판매 인보이스 것은 부정적인 재고 될 것입니다. 어떤 학습과 처리를 수행 할 수 없습니다. 최초의 수량을 변경하거나 충분한 재고가없는 줄을 삭제 판매를 변경합니다.
mr_in: नकारात्मक स्टॉक बंदी घटक निश्चित केले जाते आणि या विक्री इन्हॉइसिंग नकारात्मक स्टॉक कारणीभूत ठरेल. नाही futher प्रक्रिया केली जाऊ शकते. विक्री प्रथम प्रमाणात बदलणे किंवा पुरेसा स्टॉक नाही जे ओळी हटवण्याचा बदलू.
nl_nl: De parameter voor negatieve stock te verbieden is ingesteld en de facturatie van deze verkoop zou resulteren in negatieve voorraad. Geen verdere verwerking kan worden uitgevoerd. Alter de verkoop eerste veranderende hoeveelheden of te verwijderen lijnen die niet beschikken over voldoende voorraad.
pt_pt: Esta venda resultará em estoque negativo pelas regras que proibem estoque negativo. Mais nenhum processo pode ser executado. Altere primeiro mudando quantidades ou delete linhas na ordem de venda as quais não têm quantidades suficientes em estoque.
ro_ro: Parametrul de a interzice stoc negativ este stabilit şi facturarea această vânzare ar duce la stoc negativ. Nici o prelucrare ulterioară poate fi efectuată. Alter vânzare primele cantităţi modificarea sau stergerea de linii care nu au stoc suficient.
ru_ru: Конфигурация запрещает отрицательные товары, а оприходование этой продажи привело бы к отрицательному товару. Дальнейшая обработка невозможна. Измените продажу путем указания других количесвто товара или удалите строки, для которых нет товара.
sq_al: Parametër për të ndaluar aksioneve negative është vendosur dhe faturimi kjo shitje do të rezultojë në magazinë negative. Asnjë përpunim të mëtejshëm mund të kryhet. Alter shitjen e sasive të parë ndryshimin ose linjat e fshirjes të cilat nuk kanë të aksioneve të mjaftueshme.
sv: Parametern att förbjuda negativa lager är inställd och fakturering denna försäljning skulle resultera i negativa lager. Ingen ytterligare behandling kan utföras. Ändra försäljning först förändra kvantiteter eller ta bort rader som inte har tillräckliga lager.
sw_ke: parameter kuzuia hisa hasi ni kuweka na fakturering kuuza hii itakuwa matokeo katika hisa hasi. usindikaji Hakuna zaidi inaweza kuwa walifanya. Kubadilisha na mauzo ya kwanza ya kubadilisha kiasi au mistari kufuta ambao hawana hisa za kutosha.
tr_tr: negatif stok yasaklamak parametre ayarlanır ve faturalama bu satıştan olumsuz hazır olmasına neden olur. Daha fazla işlem yapılabilir. Satılık ilk değişen miktarlarda ya da yeterli stok yok silme çizgileri Alter.
zh_hk: 系统设置了禁止负数库存。此销售发票会导致负数库存。目前无法继续处理。请修改销售数量或者删除没有足够库存的商品
zh_tw: 禁止負庫存的參數設置和發票，這筆買賣會導致負庫存。未來沒有處理可以被執行。改變第一個銷售數量的變化或刪除其沒有足夠的庫存。

source: We were unable to load the area from the custbranch table where the sale is to
id_id: Kami tdk dapat memuat area dari tabel custbranch dimana penjualannya tertuju
ko_kr: 우리는 판매에 어디 custbranch 테이블에서 영역을로드 할 수 없음
pt_pt: Não foi possível encontrar a Área de Venda na lista Sucursal(is)
zh_tw: 從客戶分公司表內，我們無法載入這銷售區域

source: Trouble inserting the sales order header. The SQL that failed was
es_es: Problemas al insertar el encabezado de la orden de venta. El SQL que falló fue
ko_kr: 판매 주문 헤더를 삽입하는 문제. 실패한 SQL이었다
mr_in: समस्या विक्री ऑर्डर शीर्षक घालताना. अयशस्वी की SQL होते
pt_pt: SQL que falhou em adic. cabeçalho pedido venda foi
zh_tw: 此SQL程序針對插入銷售訂單表頭的問題是失敗的

source: The order cannot be added because
cs_cz: Aby nelze přidat, protože
es_es: No se puede agregar el pedido porque
hi_in: आदेश क्योंकि जोड़ा नहीं जा सकता
id_id: Order tak dapat ditambahkan karena
it_it: Non è stato possibile inserire l'ordine perchè
ko_kr: 순서 때문에 추가 할 수없는
mr_in: ऑर्डर कारण जोडले जाऊ शकत नाही
nl_nl: De order kan niet woren toegevoegd omdat
pt_pt: Pedido não pode ser adicionado porque
ro_ro: Pentru a nu poate fi adăugat, deoarece
ru_ru: Невозможно добавить заказ, так как
sq_al: Mënyrë nuk mund të shtohet sepse
sv: Beställningen kan inte läggas till eftersom
sw_ke: ili haiwezi aliongeza kwa sababu
tr_tr: BU SIPARIS EKLENEMEDI:
zh_hk: 订单未能新增, 因为
zh_tw: 訂單無法新增, 因為

source: Trouble inserting a line of a sales order. The SQL that failed was
cs_cz: Potíže s vložením řádku prodejní objednávky. SQL, které se nepodařilo se
es_es: Problemas al insertar una línea de una orden de venta. El SQL que falló fue
hi_in: मुसीबत एक बिक्री आदेश की एक लाइन डालने. एसक्यूएल है कि विफल रही थी
id_id: Trouble memasukkan baris perintah penjualan. SQL yg gagal adalah
it_it: Trouble inserimento di una riga di un ordine di vendita. L&#39;SQL che è stato omesso
ko_kr: 판매 주문의 라인을 삽입하는 문제. 실패한 SQL이었다
mr_in: समस्या विक्री आदेशाची ओळ समाविष्ट. अयशस्वी की SQL होते
nl_nl: Problemen het invoegen van een lijn van een klantorder. De SQL die mislukt was
pt_pt: SQL que falhou em adic. linha pedido venda foi
ro_ro: Probleme introduce o linie de o comandă de vânzări. SQL care nu au fost
ru_ru: Проблема вставки строки заказа на продажу. SQL
sq_al: Probleme futur një linjë e një qëllim të shitjes. SQL që nuk ishte
sv: Problem med att infoga en rad med en kundorder. Den SQL som misslyckades var
sw_ke: Taabu kuingiza mstari wa amri ya mauzo. SQL kwamba alishindwa mara
tr_tr: Sorun bir satış siparişi bir satır ekler. oldu başarısız SQL
zh_hk: 插入订单行到销售订单时发生问题,失败的SQL是
zh_tw: 插入的銷售訂單行的問題。此SQL是失敗的

source: Unable to add the sales order line
cs_cz: Nelze přidat řádků prodejní objednávky
es_es: No se puede agregar la línea de orden de venta
hi_in: के लिए बिक्री के आदेश पंक्ति जोड़ने में असमर्थ
id_id: Tdk dapat menambahkan baris order penjualan
it_it: Impossibile aggiungere l&#39;ordine di vendita online
ko_kr: 판매 주문 라인을 추가 할 수 없습니다
mr_in: विक्री ऑर्डर ओळ करण्यात अक्षम
nl_nl: Niet in staat om de klantorder lijn toe te voegen
pt_pt: Não foi possivel adic. linha pedido de vendas
ro_ro: Imposibil să adăugaţi linia comandă de vânzări
ru_ru: Невозможно добавить строку заказа
sq_al: Në pamundësi për të shtoni rreshtin e shitjes me qëllim
sv: Omöjligt lägga till raden i ordern
sw_ke: Hawawezi kuongeza mauzo ya mstari amri
tr_tr: satış siparişi satır eklenemiyor
zh_hk: 无法增加销售订单行
zh_tw: 無法新增銷售訂單行

source: Unable to insert a new work order for the sales order item
cs_cz: Nelze vložit novou práci, aby pro prodejní objednávky položky
es_es: No se puede agregar una nueva orden de trabajo para el artículo de la orden de ventas
hi_in: सम्मिलित करने के लिए बिक्री के आदेश आइटम के लिए कोई नया काम करने में असमर्थ
id_id: Tdk dapat memasukkan order produksi baru utk item order penjualan tersebut
it_it: Impossibile inserire un ordine di lavoro nuovo per la voce degli ordini di vendita
ko_kr: 판매 주문 항목에 대한 새로운 작업 순서를 삽입 할 수 없습니다
mr_in: विक्री ऑर्डर आयटम एक नवीन काम ऑर्डर घालण्यास अक्षम
nl_nl: Niet in staat om een nieuwe werkorder voor de klantorder item
pt_pt: Não foi possivel inserir nova ordem produção para item vendido
ro_ro: În imposibilitatea de a introduce o comandă de lucru nou pentru elementul de comandă de vânzări
ru_ru: Невозможно вставить новый наряд на работу для пункта заказа
sq_al: Në pamundësi për të futur një rend të ri pune për pikën e shitjes me qëllim
sv: Omöjligt skapa en ny arbetsorder för beställningen
sw_ke: Hawawezi kuingiza kazi mpya ili kwa ajili ya mauzo ya bidhaa ili
tr_tr: eklemek için satış sipariş öğesi için yeni bir çalışma düzeni kurulamıyor
zh_hk: 无法为此销售订单物料插入一张新的工作单
zh_tw: 無法插入銷售訂單商品的新工作單

source: In automatically creating a work order for
cs_cz: Automaticky vytvářet pracovní příkaz pro
es_es: Creando automáticamente una orden de trabajo para
hi_in: स्वचालित रूप से एक काम बनाने के लिए आदेश में
id_id: Waktu secara otomatis membuat order produksi utk
it_it: Nella creazione automatica di un ordine di lavoro per
ko_kr: 자동으로 작업 지시를 만드는
mr_in: आपोआप एक काम ऑर्डर तयार मध्ये
nl_nl: Automatisch in het creren van een werkorder voor de
pt_pt: Automaticamente criada ordem produção para
ro_ro: În crearea în mod automat un ordin de lucru pentru
ru_ru: Во время автоматического создания наряда на работу для
sq_al: Automatikisht në krijimin e një mënyrë të punojnë për
sv: Skapa restorder med automatik
sw_ke: Moja kwa moja ili kujenga kazi kwa
tr_tr: otomatik olarak bir iş emri oluşturulurken
zh_hk: 自动创建一个工作单
zh_tw: 自動產生一個工作單中

source: an item on this sales order, the cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
cs_cz: položky na této zakázce, protože náklady na tuto položku nahromaděných od součtu dílčích nákladů je nula. To by mohlo být, protože tam není žádný kusovníku nastavit ... možná budete chtít zkontrolovat tuto
es_es: un artículo en este pedido de venta, el costo de este artículo acumulado de la suma de los costos de los componentes es igual a cero. Esto podría ser porque no hay una lista de materiales creada ... puede que desee corroborar esto
hi_in: इस बिक्री के आदेश पर एक आइटम, इस मद की लागत के रूप में घटक लागत की राशि से जमा नहीं के बराबर है. इस वजह से वहाँ सामग्री का कोई बिल की स्थापना की है हो सकता है ... तुम डबल करने के लिए इस चेक करना चाह सकते हैं
id_id: item di order penjualan ini, biaya item tersebut seperti diakumulasi dari jumlah biaya komponen adalah nol. Ini dapat terjadi karena belum ada daftar bahan baku yg dibuat ... Anda mungkin bisa memeriksa kembali mengenai ini
it_it: un articolo su questo ordine di vendita, il costo di questo elemento come accumulati dalla somma dei costi dei componenti è pari a zero. Questo potrebbe essere perché non esiste un disegno di legge di materiale set up ... si potrebbe desiderare di questo doppio controllo
ko_kr: 이 판매 오더의 항목은 구성 요소 비용의 합 축적으로이 항목의 비용은 전무하다. 설정 물질의 어떤 법안이 없기 때문에 당신이 한 번 확인하실 수 있습니다 ... 수
mr_in: या विक्री ऑर्डर वर आयटम, घटक खर्च बेरीज पासून जमा म्हणून या आयटमची किंमत शून्य आहे. सेट साहित्याचा नाही बिल आहे कारण हे असू शकते ... आपण हे तपासा दुप्पट इच्छित असाल
nl_nl: een item op deze klantorder, de kosten van dit item als verzameld uit de som van de kosten van de onderdelen is nihil. Dit zou kunnen worden omdat er geen bill of material opgezet ... Misschien wilt u het dubbele te controleren
pt_pt: um item deste pedido de vendas, o custo deste item acumulado através da soma dos componentes é inexistente. Provavelmente não foi configurado BOM ... confirme o item
ro_ro: un element de pe această ordine de vânzări, costul de acest post ca acumulate din suma costurilor componenta este zero. Acest lucru ar putea fi pentru că nu există nici o factura de material înfiinţat ... poate doriţi să verificaţi acest
ru_ru: товар по этому наряду на работу, стоимость этого товара, подсчитанная как сумма стоимостей его компонентов, равна нулю. Это может быть, потому что не создана накладная на материалы ... вы можете проверить это двойным щелчком
sq_al: një artikull mbi këtë qëllim të shitjes, kostoja e këtij zëri akumuluar si nga shuma e shpenzimeve komponenti është zero. Kjo mund të jetë për shkak se nuk ka faturë të materialit të ngritur ... ju mund të dëshironi të dyfishtë të kontrolluar këtë
sv: en punkt på denna kundorder, eftersom kostnaderna för denna post ackumulerat från summan av kostnaden för komponenterna är noll. Detta kan bero på det inte finns någon stycklistan inrätta ... Du kanske vill dubbelkolla detta
sw_ke: kipengele ili hii mauzo, bei ya bidhaa hii kama kusanyiko kutoka jumla ya gharama ya sehemu ni nil. Hii inaweza kuwa kwa sababu hakuna hati ya mali kuanzisha ... unaweza unataka kuangalia mara mbili hii
tr_tr: Bu satış siparişi bir öğe, bu kalemin maliyeti bileşeni maliyetlerin toplamından birikmiş sıfırdır. kurmak malzeme hiçbir fatura olmadığından bu olabilir ... Bu onay çift isteyebilirsiniz
zh_hk: 此销售订单的一个物料，此物料成本作为其部件的成本和为零。这可能是因为没有设置BOM。。。您可能需要检查一下
zh_tw: 此銷售訂單上的項目，該項目從元件成本的總和積累的成本為零。這可能是因為材料結構表沒有建立...你不妨仔細檢查這

source: The work order item could not be added
cs_cz: Práce objednat nelze přidat
es_es: No se pudo agregar el artículo de la orden de trabajo
hi_in: कार्य आदेश आइटम जोड़ा नहीं जा सका
id_id: Item order produksi tdk dapat ditambah
it_it: L&#39;ordine del giorno ordine di lavoro non può essere aggiunto
ko_kr: 작업 순서 항목을 추가 할 수 없습니다
mr_in: काम ऑर्डर आयटम जोडला जाऊ शकत नाही
nl_nl: Werkorder item kon niet worden toegevoegd
pt_pt: Item da ordem de produção não pode ser adic.
ro_ro: Pentru postul de muncă nu ar putea fi adăugate
ru_ru: Наряд на работу не может быть добавлен
sq_al: Urdhëri i punës pika nuk mund të shtohet
sv: Arbetsordern kunde inte läggas till
sw_ke: Bidhaa kazi ili inaweza kuwa aliongeza
tr_tr: Iş emri kalemi ilave edilemedi
zh_hk: 工作单的项目无法增加
zh_tw: 未能新增工作單商品

source: A new work order has been created for
cs_cz: Nové práce, aby byla vytvořena pro
es_es: Se creó una nueva orden de trabajo para
hi_in: एक नया काम करने के लिए बनाया गया है
id_id: Order produksi yg baru telah dibuat utk
it_it: Un ordine nuovo lavoro è stato creato per
ko_kr: 새로운 작업 순서가 만들어졌습니다
mr_in: एक नवीन काम ऑर्डरच्या तयार केले गेले आहे
nl_nl: Een nieuwe werkorder is gemaakt voor
pt_pt: Nova Ordem Produção criada para
ro_ro: Un ordin de lucru nou a fost creat pentru
ru_ru: Наряд на работу был создан для
sq_al: Një mënyrë e re pune është krijuar për
sv: En ny arbetsorder har skapats för
sw_ke: A utaratibu mpya kazi imeanzishwa kwa
tr_tr: Yeni bir çalışma düzeni için yaratıldı
zh_hk: 新的工作单已经创建
zh_tw: 新的工作單已經被新建

source: These are for
cs_cz: Ty jsou pro
es_es: Éstos son para
hi_in: इन के लिए कर रहे हैं
id_id: Ini adalah utk
it_it: Questi sono per
ko_kr: 이들은위한
mr_in: या साठी आहेत
nl_nl: Deze zijn voor
pt_pt: Para estes
ro_ro: Acestea sunt pentru
ru_ru: Они предназначены для
sq_al: Këto janë për
sv: Dessa är för
sw_ke: Hayo ni kwa ajili ya
tr_tr: Bu içindir
zh_hk: 这些是
zh_tw: 這些是

source: there order ref
cs_cz: Aby tam ref
es_es: la referencia de la orden
hi_in: आदेश रेफरी वहाँ
id_id: ref order customer
it_it: ci ref ordine
ko_kr: 심판이 주문
mr_in: संदर्भ तेथे क्रम
nl_nl: er om ref
pt_pt: tem estes pedidos
ro_ro: acolo ref ordine
ru_ru: там ссылка на заказ
sq_al: ka ref mënyrë
sv: Kundens order ref.
sw_ke: huko ili ref
tr_tr: orada sipariş ref
zh_hk: 客户订单参号
zh_tw: 有訂單參考

source: our order number
cs_cz: naše číslo objednávky
es_es: Nuestro número de pedido
hi_in: हमारे आदेश संख्या
id_id: nomor order kita
it_it: il nostro numero d&#39;ordine
ko_kr: 우리의 주문 번호
mr_in: आमच्या ऑर्डर क्रमांक
nl_nl: ons ordernummer
pt_pt: nosso número pedido
ro_ro: noastre, pentru numărul
ru_ru: номер нашего заказа
sq_al: numrin tonë me qëllim
sv: vårt ordernummer
sw_ke: ili yetu idadi
tr_tr: Sipariş numarası
zh_hk: 我们的订单编号
zh_tw: 我們的訂單編號

source: The following serial numbers have been reserved for this work order
cs_cz: Těmito pořadovými čísly byly vyhrazeny pro tuto práci, aby
es_es: Los siguientes números de serie han sido reservados para esta orden de trabajo
hi_in: निम्नलिखित सीरियल नंबर इस काम के आदेश के लिए आरक्षित किया गया है
id_id: Nomor serial berikut sdh disiapkan utk order produksi ini
it_it: I seguenti numeri di serie sono stati riservati a questo ordine di lavoro
ko_kr: 다음의 일련 번호는이 작업 순서를 위해 예약 된
mr_in: खालील सिरिअल क्रमांक हे काम ऑर्डर राखीव गेले आहेत
nl_nl: De volgende serienummers zijn gereserveerd voor dit werk om
pt_pt: Os seguintes números seriais foram reservadas para esta ordem produção
ro_ro: Următoarele numere de ordine au fost rezervate pentru acest ordin de muncă
ru_ru: Следующие серийные номера были зарезервированы для этого наряда на работу
sq_al: Numrat e mëposhtëm serial janë rezervuar për këtë qëllim punë
sv: Följande serienummer har reserverats för denna arbetsorder
sw_ke: Zifuatazo idadi Serial kuwa zimetengwa kwa ajili ya kazi hii ili
tr_tr: Aşağıdaki seri numaraları bu iş için tahsis edilmiştir
zh_hk: 如下的序列号为此工作单保留
zh_tw: 下面的序列號已經被預留給該工單

source: This automatically generated serial number already exists - it cannot be added to the work order
cs_cz: Toto automaticky generované pořadové číslo již existuje - to nemůže být přidána do práce, aby
es_es: Este número de serie generado automáticamente ya existe y no se puede agregar a la orden de trabajo
hi_in: यह स्वतः उत्पन्न क्रम संख्या पहले से मौजूद है - यह काम करने को जोड़ा नहीं जा सकता
id_id: Nomor serial yg otomatis dibuat sdh ada - tdk dapat ditambahkan ke order produksi tersebut
it_it: Questo numero generato automaticamente seriale già esiste - non può essere aggiunto l&#39;ordine di lavoro
ko_kr: 이것은 자동으로 생성 된 시리얼 번호가 이미 존재 -이 작업 순서에 추가 할 수없는
mr_in: हे आपोआप व्युत्पन्न अनुक्रमांक आधीच अस्तित्वात आहे - तो काम ऑर्डर जोडले जाऊ शकत नाही
nl_nl: Deze automatisch gegenereerde serienummer bestaat al - het kan niet worden toegevoegd aan de werkorder
pt_pt: Números de Série Automaticamente gerados, já existem - eles não serão adic. a ordem de produção
ro_ro: Acest număr generat automat de serie deja există - ea nu poate fi adăugat la ordinea de muncă
ru_ru: Это автоматически сгенерированный серийный номер уже существует - он не может быть добавлен в наряд на работу
sq_al: Ky numër gjenerohet automatikisht serial tashmë ekziston - kjo nuk mund të shtohet në mënyrë që punën e
sv: Detta automatiskt genererade serienummer existerar redan - det kan inte läggas till arbetsordern
sw_ke: Hii moja kwa moja yanayotokana Serial Number tayari lipo - haiwezi aliongeza utaratibu wa kazi
tr_tr: Bu otomatik olarak oluşturulan seri numarası zaten var - o iş emri için eklenemez
zh_hk: 此自动产生的序列号已经存在 - 它无法增加到工作单中。
zh_tw: 這個自動產生的序號已經存在 - 它不能被添加到工作單

source: The serial number for the work order item could not be added
cs_cz: Pořadové číslo položky práci, aby nemohl být přidán
es_es: No se pudo agregar el número de serie del artículo de la orden de trabajo
hi_in: काम करने के आइटम के लिए सीरियल नंबर जोड़ा नहीं जा सका
id_id: Nomor serial utk item order produksi tdk dapat ditambahkan
it_it: Il numero di serie per l&#39;elemento di ordine di lavoro non può essere aggiunto
ko_kr: 작업 지시 항목에 대한 일련 번호를 추가 할 수없는
mr_in: काम ऑर्डर गोष्टीसाठी अनुक्रमांक जोडले जाऊ शकत नाही
nl_nl: Het serienummer van de werkorder item kon niet worden toegevoegd
pt_pt: O número Série para ordem de produção não pode ser adic.
ro_ro: Numărul de serie pentru elementul ordinea de muncă nu ar putea fi adăugate
ru_ru: Серийный номер для товара в наряде на работу не может быть добавлен
sq_al: Numri serik për pikën e rendit të punojnë nuk mund të shtohet
sv: Serienummret för arbetsorderdetaljen kunde inte läggas till
sw_ke: Idadi Serial kwa kipengele ili kazi inaweza kuwa aliongeza
tr_tr: iş emri öğe için seri numarası eklenemedi
zh_hk: 此工作单物料的序列号不能增加
zh_tw: 無法加入工單項目的序列號
