Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The date (in the month) after which invoices are charged to the following month should be a number less than 31
cs_cz: Datum (v měsíci), po které jsou faktury hrazeny následující měsíc by mělo být číslo menší než 31
es_es: La fecha (del mes) después de lo cual las facturas se cargan al mes siguiente debe ser un número inferior a 31
hi_in: तिथि (माह में) जिसके बाद चालान अगले माह से चार्ज किया जाता है एक 31 से कम संख्या होना चाहिए
id_id: Tgl (dalam bulan) sesdh faktur dibebankan pada bulan berikutnya harus kurang dari 31
it_it: La data dopo la quale le fatture devono essere imputate al mese successivo deve essere un numero inferiore a 31
ko_kr: 청구서는 다음 달에 청구됩니다 이후 (월) 날짜는 31 미만의 수 있어야한다
mr_in: पावत्या पुढील महिन्यात शुल्क आकारले ज्यानंतर (महिन्यात) तारीख कमी 31 संख्या असावे
nl_nl: De datum (in de maand) na welke facturen zijn ten laste van de volgende maand moet een aantal minder dan 31 worden
pt_pt: A data no mês após os pedidos serão faturados para o mês seguinte deve ser menor que 31
ro_ro: Data (în luna), după care plătesc facturile la luna următoare ar trebui să fie un număr mai mic de 31
ru_ru: Дата (в месяце), после которой счета оплачиваются в следующем месяце, должна быть числом менее 31
sq_al: Data (në muaj) pas së cilës fatura janë të akuzuar për muajin e ardhshëm duhet të jetë një numër më pak se 31
sv: Det datum (i månaden) efter vilka fakturor som belastar den följande månaden ska vara ett nummer mindre än 31
sw_ke: Tarehe ya (mwezi wa) baada ya ankara ni kushtakiwa kwa mwezi zifuatazo inapaswa kuwa chini ya watu 31
tr_tr: GIRDIGINIZ RAKKAM 31'DEN KÜÇÜK OLMALI
zh_hk: 信用期必须小于31个月
zh_tw: 下列已收款發票之後的日期必須少於 31

source: The estimated delivery days is expected to be a number and a recognised number has not been entered
cs_cz: Dodací dny má být číslo a číslo uznávané nebyl zadán
es_es: Se espera que los días estimados de entrega sea un número y no se ha entrado un número reconocido
hi_in: अनुमानित प्रसव दिनों के लिए एक संख्या होने की उम्मीद है और किसी मान्यता प्राप्त संख्या दर्ज नहीं किया गया
id_id: Perkiraan jumlah hari pengiriman diminta numerik dan angka dikenal belum dimasukkan
it_it: I giorni di consegna stimati devono essere inseriti come numero
ko_kr: 예상 배달 일을 수있을 것으로 예상되며, 인식 번호가 입력되지 않았습니다
mr_in: अंदाज वितरण दिवस संख्या असेल अशी अपेक्षा आहे आणि मान्यताप्राप्त संख्या प्रविष्ट केले नाही
nl_nl: De verwachte leveringsduur in dagen is numeriekk
pt_pt: O número de dias de entrega deve ser numérico
ro_ro: Zi estimat de livrare este de aşteptat să fie un număr şi un număr recunoscută nu a fost introdus
ru_ru: Ориентировочный день доставки должен быть числом
sq_al: Ditët vlerësohet ofrimit pritet të jetë një numër dhe një numër njohur nuk ka qenë hyrë
sv: Beräknade leveransdagar skallvara numeriskt
sw_ke: Siku utoaji inakadiriwa inatarajiwa kuwa idadi na idadi ya kutambuliwa haijawahi aliingia
tr_tr: TAHMINI SEVK GÜNÜ RAKKAM OLMALI
zh_hk: 交货日数必须是数字
zh_tw: 請輸大約交貨日數的數字, 可解讀數字沒有輸入

source: The estimated delivery days should be a number of days less than 60
cs_cz: Dodací dní by měl být počet dnů méně než 60
es_es: La estimación de días para entrega debe un número menor que 60
hi_in: अनुमानित प्रसव दिन दिनों की संख्या 60 से कम नहीं होना चाहिए
id_id: Perkiraan jumlah hari pengiriman harus kurang dari 60 hari
it_it: I giorni di consegna stimati devono essere un numero inferiore a 60
ko_kr: 예상 배달 일 이하 60 일 이하의 숫자를해야한다
mr_in: अंदाज वितरण दिवस दिवस नंबर असावा कमी 60
nl_nl: De verwachte leveringstermijn moet minder dan 60 dagen zijn
pt_pt: O número de dias entrega precisa ser um número menor que 60
ro_ro: Zi estimat de livrare trebuie să fie un număr de zile mai puţin de 60
ru_ru: Примерная дата доставки должна указывать число дней, меньшее 60
sq_al: Ditët e vlerësuar dorëzimit duhet të jetë një numër i ditëve më pak se 60
sv: Beräknade leveransdagar skall vara mindre än 60
sw_ke: Utoaji na makadirio ya siku lazima idadi ya siku chini ya 60
tr_tr: TAHMINI SEVK SÜRESI 60 GÜNDEN KISA OLMALIDIR
zh_hk: 交货日数必须少于60天
zh_tw: 大約交貨日數必須少於 60

source: A package can be delivered by seafreight anywhere in the world normally in less than 60 days
cs_cz: Balíček může být dodané seafreight kdekoli na světě, obvykle v méně než 60 dní
es_es: Normalmente un paquete puede ser entregado por vía marítima a cualquier parte del mundo en menos de 60 días
hi_in: एक पैकेज दुनिया में कहीं भी seafreight द्वारा किया जा सकता है सामान्य रूप से वितरित कम से कम 60 दिनों में
id_id: Paket dapat dikirim ke seluruh dunia melalui laut biasanya dalam 60 hari
it_it: E' possibile consegnare un pacco via nave ovunque nel mondo in meno di 60 giorni
ko_kr: 패키지는 보통이 60 일 세계 어디서나 seafreight에 의해 전달 될 수있다
mr_in: पॅकेज कमी 60 दिवसांत साधारणपणे जगात कुठेही seafreight पाठवलेल्या जाऊ शकते
nl_nl: Een zending kan normaal gesproken binnen 60 dagen over de hele wereld worden geleverd
pt_pt: Uma encomenda para qualquer localidade deve ser antes de 60 dias
ro_ro: Un pachet poate fi livrat prin seafreight oriunde în lume, în mod normal în mai puţin de 60 de zile
ru_ru: Пакет может быть доставлен морем в любую точку мира как правило, менее чем за 60 дней
sq_al: Një paketë mund të dorëzohet nga seafreight kudo në botë zakonisht në më pak se 60 ditë
sv: Ett paket kan normalt skickas med sjöfrakt vart som helst i v?rlden inom 60 dagar
sw_ke: paket inaweza kutolewa kwa seafreight popote duniani kawaida katika siku chini ya 60
tr_tr: DÜNYANIN HER YERINE, DENIZ YOLU ILE 60 GÜNDEN ERKEN SEVKIYAT YAPABILIRSINIZ
zh_hk: 一般海运件均能在60天内送达
zh_tw: 一般海運貨件均能在少於 60 天內送達

source: An error occurred in retrieving the information
cs_cz: Došlo k chybě při získávání informací
es_es: Hubo un error al obtener la información
hi_in: एक त्रुटि जानकारी पुन: प्राप्त करने में हुई
id_id: Kesalahan terjadi saat mengambil informasi
it_it: È verificato un errore di estrarre le informazioni
ko_kr: 오류가 정보를 검색에서 발생
mr_in: एक त्रुटी माहिती पुनर्प्राप्त आली
nl_nl: Een fout is opgetreden bij het opvragen van de informatie
pt_pt: Erro na recuperação da informação
ro_ro: A apărut o eroare în regăsirea informaţiilor
ru_ru: Ошибка в получении информации
sq_al: Ka ndodhur një gabim në marrjen e informacionit
sv: Fel uppstod när informationen skulle hämtas
sw_ke: Hitilafu ilitokea katika retrieving habari
tr_tr: Bir hata bilgisi alınırken oluştu
zh_hk: 查找信息时发生错误
zh_tw: 在檢索信息時出錯

source: Geocode Notice
es_es: Nota Geocode
id_id: Pemberitahuan Geocode
ko_kr: 지리 공지 사항
mr_in: Geocode सूचना
pt_pt: Aviso Geocode
zh_tw: 地圖編碼的通知

source: Address
cs_cz: Adresa
es_es: Dirección
hi_in: पता
id_id: Alamat
it_it: Indirizzo
ko_kr: 주소
mr_in: पत्ता
nl_nl: Adres
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sq_al: Adresë
sv: Adress 1
sw_ke: Anwani
tr_tr: Adres
zh_hk: 地址
zh_tw: 地址

source: failed to geocode
es_es: falló al obtener su geocode
id_id: gagal utk geocode
ko_kr: 지오 코딩하는 데 실패
mr_in: Geocode करण्यात अयशस्वी
pt_pt: geocode falhou
zh_tw: 進行地圖編碼失敗

source: Received status
es_es: Estado de Recepción
id_id: Menerima status
ko_kr: 수신 상태
mr_in: प्राप्त स्थिती
pt_pt: Situação receb.
zh_tw: 收貨狀態

source: branch has been updated.
cs_cz: pobočka byla aktualizována.
es_es: Se actualizó la sucursal.
hi_in: शाखा अद्यतन किया गया है.
id_id: cabang telah diperbarui
it_it: succursale è stata aggiornata.
ko_kr: 지점이 업데이트되었습니다.
mr_in: शाखा सुधारित केले आहे.
nl_nl: Branch is gewijzigd
pt_pt: Sucursal atualizada
ro_ro: ramură a fost actualizat.
ru_ru: данные о филиале обновлены.
sq_al: degë është përditësuar.
sv: leveransplats har uppdaterats
sw_ke: tawi imekuwa updated.
tr_tr: şube güncellendi.
zh_hk: 客户分公司已更新
zh_tw: 分公司已被更新。

source: Customer branch
es_es: Sucursal del cliente
id_id: Cabang Customer
ko_kr: 고객 지점
mr_in: ग्राहक शाखा
pt_pt: Sucursal Cliente
zh_tw: 客戶分公司

source: has been added, add another branch, or return to the
es_es: ha sido agregada, cree otra sucursal, ó vuelva al
id_id: telah ditambah, tambahkan cabang lainnya, atau kembali ke
ko_kr: 또 다른 지점을 추가하거나으로 돌아가 추가되었습니다
mr_in: जोडले गेले आहे, दुसर्या शाखा घालावे, किंवा परत
pt_pt: foi adic, adicione outra ou retorne ao
zh_tw: 已經新增，新增另一個分公司，或返回

source: Main Menu
cs_cz: Hlavní menu
es_es: Menú Principal
hi_in: मुख्य मेनू
id_id: Menu Utama
it_it: Menu Principale
ko_kr: 주 메뉴
mr_in: मुख्य मेनू
nl_nl: Hoofd Menu
pt_pt: Menu Principal
ro_ro: Meniul Principal
ru_ru: Главное меню
sv: Huvudmeny
tr_tr: ANA MENÜ
zh_hk: 主菜单
zh_tw: 主目錄

source: The branch record could not be inserted or updated because
cs_cz: Pobočka záznam nemůže být vložen, nebo aktualizovat, protože
es_es: No se pudo agregar ó actualizar el registro de sucursal porque
hi_in: शाखा या रिकार्ड नहीं किया जा सकता है डाला क्योंकि अद्यतन
id_id: Data cabang tdk dapat dimasukkan atau diperbarui karena
it_it: Non è stato possibile inserire o aggiornare la filiale perchè
ko_kr: 분기 레코드를 삽입하거나 때문에 업데이트 할 수 없습니다
mr_in: शाखा रेकॉर्ड घातले किंवा सुधारित केले जाऊ शकत नाही कारण
nl_nl: De branch kan niet worden toegevoegd of worden vernieuwd omdat
pt_pt: Registro sucursal não foi inserido porque
ro_ro: Înregistra sucursala nu a putut fi inserate sau actualizate, deoarece
ru_ru: Филиал не может быть добавлен или модифицирован, так как
sq_al: Të dhënat e degës nuk mund të shtohet ose të përditësuar për shkak se
sv: Fel
sw_ke: rekodi ya tawi inaweza kuwa kuingizwa au updated sababu
tr_tr: BU SUBE KAYDI GIRILEMIYOR VEYA GÜCELLENEMIYOR, ÇÜNKÜ:
zh_hk: 客户分公司记录未能插入或更新, 因为
zh_tw: 分公司記錄未能插入或更新, 因為

source: Cannot delete this branch because customer transactions have been created to this branch
cs_cz: Nelze odstranit, protože tato část zákaznické transakce byly vytvořeny k této pobočky
es_es: No se puede suprimir esta sucursal porque tiene transacciones de cliente
hi_in: इस शाखा को नष्ट क्योंकि ग्राहक लेनदेन इस शाखा के लिए निर्मित किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus cabang ini karena transaksi customer telah dibuat ke cabang ini
it_it: Non è possibile cancellare questa filiale perchè ci sono operazioni che vi fanno riferimento
ko_kr: 고객 트랜잭션이이 지점에 생성 되었기 때문에이 지점을 삭제할 수 없습니다
mr_in: ग्राहक व्यवहार या शाखेत निर्माण केले आहेत कारण या शाखा हटवू शकत नाही
nl_nl: De branch kan niet worden verwijderd omdat er transacties zijn waar de branch wordt gebruikt
pt_pt: não pode remover esta sucursal porque há transações criadas nessa sucursal
ro_ro: Nu se poate şterge acest ramură, deoarece operaţiunile clientului au fost create pentru această ramură
ru_ru: Не удается удалить этот филиал, поскольку транзакции клиента были созданы для этого филиала
sq_al: Nuk mund të fshini këtë degë, sepse transaksionet e konsumatorit janë krijuar për këtë degë
sv: Kan inte makulera leveransplatsen det finns transaktioner mot den
sw_ke: Hawezi kufuta tawi kwa sababu shughuli za wateja imeundwa ili tawi hili
tr_tr: BU SUBE SILINEMIYOR, ÇÜNKÜ BU SUBEYE BAGLI MUSTERI ISLEMLERI OLUSTURULMUS
zh_hk: 未能删除此客户分公司因为已有客户交易
zh_tw: 未能刪除此分公司因為已有客戶交易

source: transactions with this Branch Code
cs_cz: transakce s tímto pobočky zákoníku
es_es: transacciones con este Código de sucursal
hi_in: इस शाखा कोड के साथ लेनदेन
id_id: transaksi dgn Kode Cabang ini
it_it: operazioni con questo codice filiale
ko_kr: 이 지점 코드와의 거래
mr_in: या शाखा कोड सह व्यवहार
nl_nl: transacties met deze branch
pt_pt: transações nesse código de sucursal
ro_ro: tranzacţiile cu acest Cod Branch
ru_ru: транзакции с этим кодом филиала
sq_al: transaksionet me këtë Kod Dega
sv: transkationer med denna leveransplats
sw_ke: mashirikiano na Kanuni hii Tawi
tr_tr: BU SUBE KODU ILE ILGILI ISLEMLER
zh_hk: 项属于此客户分公司编码的交易
zh_tw: 屬於此分公司編碼的交易

source: Cannot delete this branch because sales analysis records exist for it
cs_cz: Nelze smazat tento obor, protože prodejní analýzy existují záznamy o to
es_es: No se puede suprimir esta sucursal porque tiene registros de análisis de ventas
hi_in: इस शाखा को नष्ट क्योंकि बिक्री विश्लेषण रिकॉर्ड के लिए यह मौजूद नहीं कर सकते
id_id: Tdk dapat menghapus cabang ini karena ada data analisa penjualan utk cabang ini
it_it: Non è possibile cancellare questa filiale perchè ci compare in alcune analisi di vendita
ko_kr: 판매 분석 기록이 존재하기 때문에이 지점을 삭제할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड त्यासाठी अस्तित्वात कारण या शाखा हटवू शकत नाही
nl_nl: De branch kan niet worden verwijderd omdat er sales analyses mee zijn uitgevoerd
pt_pt: não pode remover esta sucursal pois existem análise vendas para ela
ro_ro: Nu se poate şterge acest ramură pentru că vânzările de înregistrări de analiză există pentru ea
ru_ru: Не удалось удалить этот филиал, так как для него существуют записи анализа продаж
sq_al: Nuk mund të fshini këtë degë për shkak të shitjes të dhënat e analizave të ekzistojnë për të
sv: Kan inte ta bort leveransplatsen för det finns försäljningsanalysposter mot den
sw_ke: Hawezi kufuta tawi kwa sababu mauzo ya uchambuzi wa kumbukumbu za kuwepo kwa
tr_tr: BU SUBE SILINEMIYOR, ÇÜNKÜ ONUNLA ILGILI SATIS ANALIZ RAPORLARI VAR
zh_hk: 未能删除分公司因为已有销售分析记录
zh_tw: 未能刪除分公司因為有銷售分析記錄

source: sales analysis records with this Branch Code/customer
cs_cz: prodejní analýzy záznamů s tímto Pobočka zákoníku / zákazník
es_es: registros de análisis de ventas con este Código de sucursal/Cliente
hi_in: बिक्री इस शाखा कोड के साथ विश्लेषण ग्राहक / अभिलेख
id_id: data analisa penjualan dgn Kode Cabang/customer ini
it_it: analisi di vendita con questo codice filiale
ko_kr: 이 지점 코드 / 고객과 매출 분석 기록을
mr_in: या शाखा कोड / ग्राहक सह विक्री विश्लेषण रेकॉर्ड
nl_nl: Slaes analyses voor deze branch code / klant
pt_pt: análise de vendas que existem para este cód. sucursal cliente
ro_ro: de vânzări înregistrări analiza cu acest Cod Sucursala / client
ru_ru: записи аналаиаза продаж для этого кода филиала/клиента
sq_al: shitjeve të dhënat analizë me këtë Kod Dega / klient
sv: försäljninganalyspost med denna leveransplats/kund
sw_ke: mauzo ya uchambuzi wa kumbukumbu na Kanuni hii Tawi / wateja
tr_tr: BU SUBE KODU/MÜSTERININ SATIS ANALIZ KAYITLARI
zh_hk: 条属于此客户分公司编码/客户的销售分析记录
zh_tw: 屬於分公司編碼/客戶的銷售分析

source: Cannot delete this branch because sales orders exist for it
cs_cz: Nelze smazat tento obor, protože prodejní objednávky existují pro to
es_es: No se puede suprimir esta sucursal porque tiene órdenes de ventas
hi_in: इस शाखा को नष्ट क्योंकि यह बिक्री के आदेश के लिए मौजूद नहीं कर सकते
id_id: Tdk dapat menghapus cabang ini karena ada order penjualan utk cabang ini
it_it: Non è possibile cancellare questa filiale perchè ci sono suoi ordini di vendita
ko_kr: 판매 주문이 존재하기 때문에이 지점을 삭제할 수 없습니다
mr_in: विक्री ऑर्डर त्यासाठी अस्तित्वात कारण या शाखा हटवू शकत नाही
nl_nl: Branc kan niet worden verwijderd omdat er salesorders voor bestaan
pt_pt: Não pode remover esta sucursal pois existem pedidos de vendas para ela
ro_ro: Nu se poate şterge acest ramură, deoarece ordinele de vânzare există pentru ea
ru_ru: Не удалось удалить филиал, так как для него существуют заказы на продажу
sq_al: Nuk mund të fshini këtë degë për shkak të shitjes urdhërat ekzistojnë për të
sv: Kan inte ta bort denna leveransplats för att det finns kundorder mot den
sw_ke: Hawezi kufuta tawi kwa sababu mauzo ya kuwepo kwa amri yake
tr_tr: BU SUBE SILINEMIYOR, ÇÜNKÜ ONA BAGLI SATIS SIPARISLERI VAR
zh_hk: 未能删除分公司因为已有销售订单
zh_tw: 未能刪除分公司因為有銷售訂單

source: Purge old sales orders first
cs_cz: Vyčistit staré prodejních objednávek první
es_es: Purgar primero las órdenes de venta antiguas
hi_in: पुराने बिक्री आदेश पर्ज पहले
id_id: Hapus order penjualan yg lama lebih dulu
it_it: Bisogna prima eliminare gli ordini di vendita
ko_kr: 먼저 제거 된 판매 주문
mr_in: कोठा साफ जुन्या विक्री ऑर्डर प्रथम
nl_nl: Voor de oude verkoopsorders eerst uit
pt_pt: Antes remove pedidos antigos
ro_ro: Epurări comenzi vechi primele vânzări
ru_ru: Сначала удалите заказы на покупку
sq_al: Purge shitjet e vjetër urdhërat e parë
sv: Ta bort gamla kundorder först
sw_ke: Purge amri ya kwanza ya mauzo ya zamani
tr_tr: ÖNCE ESKI SATIS SIPARISLERINI TEMIZLE
zh_hk: 请先删除旧订单
zh_tw: 先清除舊訂單

source: sales orders for this Branch/customer
cs_cz: prodejních objednávek na tuto větev / zákazníka
es_es: Pedidos de Venta para esta sucursal/Cliente
hi_in: इस शाखा के ग्राहक / के लिए बिक्री के आदेश
id_id: order penjualan utk Cabang/Customer ini
it_it: ordini di vendita per questa filiale
ko_kr: 이 지점 / 고객에 대한 판매 주문
mr_in: या शाखा / ग्राहकासाठी विक्री ऑर्डर
nl_nl: Verkkopsorders voor deze branch / klant
pt_pt: Pedidos Vendas para este Cliente Sucursal
ro_ro: comenzi de vânzări pentru această ramură / client
ru_ru: заказы напокупку для это филиала/заказчика
sq_al: shitjes urdhërat për këtë klient / Dega
sv: kundorder för denna leveransplats/kund
sw_ke: mauzo ya maagizo kwa mteja hii Tawi /
tr_tr: BU SUBE/MUSTERININ SATIS SIPARISLERI
zh_hk: 张此客户分公司/客户的销售订单
zh_tw: 分公司/客戶的銷售訂單

source: Cannot delete this branch because users exist that refer to it
cs_cz: Nelze smazat tento obor, protože uživatelé existují, které se odkazují na to
es_es: No se puede suprimir esta sucursal porque hay usuarios que la usan
hi_in: इस शाखा को नष्ट क्योंकि उपयोगकर्ताओं मौजूद है कि यह उल्लेख नहीं कर सकते
id_id: Tdk dapat menghapus cabang ini karena ada user yg mereferensi padanya
it_it: Non è possibile eliminare questa filiale perchè ci sono utenti del sistema che vi appartengono
ko_kr: 사용자가 그것을 참조 존재하기 때문에이 지점을 삭제할 수 없습니다
mr_in: वापरकर्ते ते पहा अस्तित्वात कारण या शाखा हटवू शकत नाही
nl_nl: Deze branch kan niet worden verwijderd omdat er een gebruiker aan gekoppeld is
pt_pt: Não pode remover sucursal pois existem usuários ref. a ela
ro_ro: Nu se poate şterge acest ramură, deoarece utilizatorii care există se referă la aceasta
ru_ru: Не удалось удалить этот филиал, так как существует пользователь, ссылающийся на него
sq_al: Nuk mund të fshini këtë degë, sepse ekzistojnë përdoruesit që i referohen
sv: Kan inte ta bort denna leveransplats för användare refererar till den
sw_ke: Hawezi kufuta tawi kwa sababu watumiaji kuwepo kwamba rejea ni
tr_tr: BU SUBE SILINEMIYOR, ÇÜNKÜ ONUNLA ILGILI KULLANICILAR VAR
zh_hk: 未能删除客户分公司因为有此客户分公司的系统用户
zh_tw: 未能刪除分公司因為有用戶

source: Purge old users first
cs_cz: Vyčistit staré uživatele na první místo
es_es: Purgar primero los usuarios antiguos
hi_in: पुराने उपयोगकर्ताओं पर्ज पहले
id_id: Hapus user lama lebih dulu
it_it: Bisonga prima eliminare gli utenti
ko_kr: 먼저 제거 된 사용자
mr_in: प्रथम जुन्या वापरकर्ते पर्ज
nl_nl: Oude gerbuikers als eerste doorvoeren
pt_pt: primeiro remova usuários desta sucursal
ro_ro: Epurări utilizatori vechi primul
ru_ru: Сначала удалить старый список пользователей
sq_al: Purge përdoruesit e vjetër të parë
sv: Ta bort gamla användare först
sw_ke: Purge zamani watumiaji kwanza
tr_tr: ÖNCE ESKI KULLANICILARI TEMIZLE
zh_hk: 先清除旧用户
zh_tw: 先清除舊用戶

source: users referring to this Branch/customer
cs_cz: Uživatelé s odkazem na tuto větev / zákazníka
es_es: usuarios relacionados con esta sucursal/cliente
hi_in: इस शाखा / ग्राहक का जिक्र उपयोगकर्ताओं
id_id: user mereferensi pada Cabang/customer ini
it_it: utenti appartenenti a questa filiale
ko_kr: 이 지점 / 고객을 참조하여 사용자
mr_in: या शाखा / ग्राहक संदर्भ वापरकर्त्यांना
nl_nl: gebruikers behorend bij dit filiaal/klant
pt_pt: usuários ref. a este cliente sucursal
ro_ro: utilizatori referitoare la acest Sucursala / client
ru_ru: пользователи, ссылающиеся на этот(го) филиал/клиента
sq_al: përdorues duke iu referuar për këtë Dega / klient
sv: användare som refererar tillleveransplats/kund
sw_ke: watumiaji akimaanisha hii Tawi / wateja
tr_tr: BU SUBE/MUSTERIYLE ILGILI KULLANICILAR
zh_hk: 个属于此分公司/客户的系统用户
zh_tw: 屬於此分公司/客戶的用戶

source: Cannot delete this branch because contract have been created that refer to it
ko_kr: 계약이 그것을 참조 만들어 되었기 때문에이 지점을 삭제할 수 없습니다
mr_in: करार तयार केले गेले कारण ते पहा की हा शाखा हटवणे शक्य नाही
pt_pt: Não pode remover sucursal pois existem ofertas/contratos refer. a ela
zh_tw: 無法刪除此分公司，因為合同已新建的引用它

source: Purge old contracts first
ko_kr: 먼저 제거 된 계약
mr_in: प्रथम जुन्या करार पर्ज
pt_pt: primeiro remova contratos/ofertas desta sucursal
zh_tw: 首先清除舊合同

source: contracts referring to this branch/customer
ko_kr: 이 지점 / 고객 참조 계약
mr_in: करार हा शाखा / ग्राहक संदर्भ
pt_pt: contratos ref. a este cliente sucursal
zh_tw: 合同所指的這個分公司/客戶

source: Cannot delete this branch because it is the only branch defined for this customer.
ko_kr: 그것은이 고객에 대해 정의 된 유일한 지점이기 때문에이 지점을 삭제할 수 없습니다.
zh_tw: 不能刪除這分公司, 因為這是客戶唯一的預設分公司

source: The branch record could not be deleted
cs_cz: Pobočka záznam nelze smazat
es_es: No se pudo suprimir el registro de sucursal
hi_in: शाखा रिकॉर्ड नष्ट नहीं किया जा सकता है
id_id: Data cabang tdk dapat dihapus
it_it: Non è stato possibile cancellare i dati della filiale
ko_kr: 분기 기록을 삭제할 수 없습니다
mr_in: शाखा रेकॉर्ड हटविले जाऊ शकत नाही
nl_nl: Het filiaal record kon niet worden verwijderd
pt_pt: O registro sucursal não pode ser removido
ro_ro: Înregistra sucursala nu poate fi ştearsă
ru_ru: Не удалось удалить филиал
sq_al: Të dhënat e degës nuk mund të fshihet
sv: Leveransplatsen kan inte tas bort
sw_ke: rekodi ya tawi hakuweza kufutwa
tr_tr: SUBE KAYDI SILINEMEDI
zh_hk: 分公司记录未能删除
zh_tw: 分公司記錄未能刪除

source: the SQL server returned the following message
cs_cz: SQL server vrátí následující zprávu
es_es: El servidor SQL devolvió el siguiente mensaje
hi_in: एसक्यूएल सर्वर निम्न संदेश लौटे
id_id: Server SQL mengembalikan pesan berikut
it_it: Il server SQL ha dato il seguente messaggio
ko_kr: SQL 서버는 다음과 같은 메시지를 반환
mr_in: SQL सर्व्हर खालील संदेश परत
nl_nl: de SQL sever retourneerde de volgende boodschap
pt_pt: O SQL retornou a seguinte mensagem
ro_ro: serverul SQL întors următorul mesaj
ru_ru: SQL-сервер вернул следующее сообщение
sq_al: SQL server kthyer mesazhin e mëposhtëm
sv: SQL
sw_ke: SQL server akarudi ujumbe zifuatazo
tr_tr: SQL SUNUCU MESAJI:
zh_hk: SQL服务器返回以下信息
zh_tw: SQL 伺服器傳回以下訊息

source: Branch Deleted
cs_cz: Odstraněné větve
es_es: Sucursal Eliminada
hi_in: शाखा हटाए गए
id_id: Cabang Dihapus
it_it: Filiale cancellata
ko_kr: 지점 삭제
mr_in: हटवलेले शाखा
nl_nl: Filiaal Verwijderd
pt_pt: Sucursal Removida
ro_ro: Sucursala şterse
ru_ru: Филиал удален
sq_al: Dega Deleted
sv: Leveransplats makulerad
sw_ke: Tawi ilifutwa
tr_tr: SUBE SILINDI
zh_hk: 客户分公司已删除
zh_tw: 分公司已刪除

source: Branches defined for
cs_cz: Pobočky definovaných pro
es_es: Sucursales definidas para
hi_in: के लिए निर्धारित शाखाओं
id_id: Cabang dibuat utk
it_it: Filiali definito per
ko_kr: 지점에 대해 정의
mr_in: परिभाषित शाखा
nl_nl: Branches voor
pt_pt: Sucursais Existes Cliente
ro_ro: Sucursale definite pentru
ru_ru: Филиалы определенные для
sq_al: Degët e përcaktuara për
sv: Leveransplatser definierade för
sw_ke: Matawi defined kwa
tr_tr: için tanımlanmış Şubeler
zh_hk: 客户分公司定义
zh_tw: 界定分行

source: Branch Contact
cs_cz: Pobočka Kontakt
es_es: Contacto en la sucursal
hi_in: शाखा से संपर्क करें
id_id: Kontak Cabang
it_it: Branch Contatto
ko_kr: 분기 연락
mr_in: शाखेशी संपर्क
pt_pt: Contato Sucursal
ro_ro: Sucursala Contact
ru_ru: Контакты филиала
sq_al: Dega Kontakt
sv: Leveransplats kontakt
sw_ke: Tawi Wasiliana
tr_tr: Şube İletişim
zh_hk: 分公司联系人
zh_tw: 分公司聯繫人

source: Salesman
cs_cz: Prodejce
es_es: Vendedor
hi_in: विक्रेता
it_it: Venditore
ko_kr: 판매원
mr_in: (दुकान, इमध्ये) विक्री करणारा नोकर
nl_nl: Verkoper
pt_pt: Vendedor
ro_ro: Vânzător
ru_ru: Продавец
sq_al: Shitës
sv: Säljare
sw_ke: Mfanyabiashara
tr_tr: SATIS PERSONELI
zh_hk: 销售员
zh_tw: 業務員

source: Phone No
cs_cz: Telefon
es_es: Numero de teléfono
hi_in: फोन नहीं
id_id: No Telpon
it_it: Numero di telefono
ko_kr: 전화 번호
mr_in: फोन नाही
nl_nl: Telefoon
pt_pt: Número Telefone
ro_ro: Nr de telefon
ru_ru: Телефон №
sv: Telnr
sw_ke: Hakuna simu
tr_tr: TELEFON
zh_hk: 电话
zh_tw: 電話

source: Fax No
cs_cz: Fax
es_es: Numero de Fax
hi_in: नहीं फैक्स
id_id: No Fax
it_it: Numero di fax
ko_kr: 아니 팩스
mr_in: नाही फॅक्स
nl_nl: Fax
pt_pt: Número Fax
ro_ro: Fax nr
ru_ru: Номер факса
sv: Faxnr
tr_tr: FAKS
zh_hk: 传真
zh_tw: 傳真
