Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Numerator Minus Denominator
cs_cz: Čitatel Minus Jmenovatel
es_es: Numerador menos Denominador
hi_in: अंश शून्य भाजक
id_id: Pembilang Kurang Penyebut
it_it: Numeratore Denominatore Minus
ko_kr: 분자 마이너스 분모
mr_in: अंश वजा भाजक
nl_nl: Teller minus noemer
pt_pt: Numerador menos Denominador
ro_ro: Numărător Minus Numitor
ru_ru: Числитель минус знаменатель
sq_al: Emërues Numeruesi Minus
tr_tr: NÜMERATÖR (-) DENOMINATÖR
zh_hk: 分子减分母
zh_tw: 分子 - 分母

source: Constant
cs_cz: Konstantní
es_es: Constante
hi_in: स्थिर
id_id: Konstan
it_it: Costante
ko_kr: 일정한
mr_in: सतत
nl_nl: Constante
pt_pt: Constante
ro_ro: Constantă
ru_ru: Константа
sq_al: Konstante
sv: Konstant
sw_ke: Daima
tr_tr: SABIT
zh_hk: 常数
zh_tw: 常數

source: Format Type
cs_cz: Typ formátu
es_es: Formato
hi_in: प्रारूप टाइप करें
id_id: Tipe Format
it_it: Tipo di formato
ko_kr: 형식 유형
mr_in: स्वरूप प्रकार
nl_nl: Formaat Type
pt_pt: Tipo Formato
ro_ro: Format Tip
ru_ru: Тип формата
sq_al: Lloji format
sv: Formattyp:
sw_ke: Aina format
tr_tr: FORMAT
zh_hk: 格式种类
zh_tw: 格式種類

source: Numeric
cs_cz: Číselná
es_es: Numérico
hi_in: सांख्यिक
id_id: Angka
it_it: Numerico
ko_kr: 숫자
mr_in: संख्यात्मक
nl_nl: Nummeriek
pt_pt: Numérico
ru_ru: Числовой
sq_al: Numerike
sv: Numeriskt
sw_ke: Nambari
tr_tr: NÜMERIK
zh_hk: 数字
zh_tw: 數字

source: Percentage
cs_cz: Procento
es_es: Porcentaje
hi_in: प्रतिशतता
id_id: Persentase
it_it: Percentuale
ko_kr: 백분율
mr_in: प्रमाण
pt_pt: Percentual
ro_ro: Procentaj
ru_ru: Процент
sq_al: Përqindje
sv: Procent
sw_ke: Asilimia
tr_tr: YÜZDE (%)
zh_hk: 百分比
zh_tw: 百份比

source: Sales Analysis Reports Maintenance
cs_cz: Analýza prodeje Zprávy Údržba
es_es: Administrar informes de análisis de ventas
hi_in: बिक्री विश्लेषण रिपोर्ट रखरखाव
id_id: Pengaturan Laporan Analisa Penjualan
it_it: Analisi delle vendite report di manutenzione
ko_kr: 판매 분석 유지 보수 보고서
mr_in: विक्री विश्लेषण अहवाल देखभाल
nl_nl: Onderhoed van verkoopsanalyse rapporten
pt_pt: Manutenção Relatório Análise Vendas
ro_ro: Vânzări Analiza Rapoarte de întreţinere
ru_ru: Поддержка отчетов анализа продаж
sq_al: Sales Raportet Analiza Mirëmbajtja
sv: Underhåll av försäljningsanalyspapporter
sw_ke: Uchambuzi mauzo Reports Maintenance
tr_tr: SATIS ANALIZ RAPORLARI YÖNETIMI
zh_hk: 销售分析报表维护
zh_tw: 銷售分析報表維護

source: Product Code
cs_cz: Kód produktu
es_es: Código de Producto
hi_in: उत्पाद कोड
id_id: Kode Produk
it_it: Codice di prodotto
ko_kr: 제품 코드
mr_in: उत्पादन कोड
nl_nl: Produkt Code
pt_pt: Código Produto
ro_ro: Cod produs
ru_ru: Код продукции
sq_al: Kodi Produktit
sv: Produktkod
sw_ke: Kanuni bidhaa
tr_tr: ÜRÜN KODU
zh_hk: 物料编号
zh_tw: 產品編碼

source: Product Type
cs_cz: Druh výrobku
es_es: Tipo de Producto
hi_in: उत्पाद प्रकार
id_id: Tipe Produk
it_it: Tipo di prodotto
ko_kr: 제품 유형
mr_in: उत्पादन प्रकार
nl_nl: Produkt Type
pt_pt: Tipo Produto
ro_ro: Tipul de produs
ru_ru: Тип продукта
sq_al: Lloji i Produktit
sv: Produkttyp
sw_ke: Aina bidhaa
tr_tr: ÜRÜN TÜRÜ
zh_hk: 物料组
zh_tw: 編品種類

source: Customer Branch
cs_cz: Zákazník Pobočka
es_es: Sucursal del cliente
hi_in: ग्राहक शाखा
id_id: Cabang Customer
ko_kr: 고객 지점
mr_in: ग्राहक शाखा
nl_nl: Klanten Branch
pt_pt: Sucursal Cliente
ro_ro: Client Branch
ru_ru: Филиал клиента
sq_al: Customer Dega
sv: Filialkontor
sw_ke: Tawi mteja
tr_tr: MUSTERI SUBESI
zh_hk: 客户分公司
zh_tw: 客戶分公司

source: Not Used
cs_cz: Nevyužívá
es_es: No usado
hi_in: नहीं प्रयुक्त
id_id: Tdk Digunakan
it_it: Non usato
ko_kr: 사용하지 않음
mr_in: वापर नाही
nl_nl: Niet Gebruikt
pt_pt: Não Usado.
ro_ro: Nu sunt utilizate
ru_ru: Не используется
sq_al: Përdorur nuk
sv: Inte använt
sw_ke: Si Used
tr_tr: KULLANILMIYOR
zh_hk: 无
zh_tw: 未使用

source: The report heading must be more than two characters long
cs_cz: Zpráva čísla musí být více než dva znaky
es_es: La cabecera del informe debe tener más de dos caracteres
hi_in: शीर्षक रिपोर्ट दो से अधिक अक्षर लंबा होना चाहिए
id_id: Heading laporan minimal 2 karakter
it_it: La relazione della voce deve essere più di due caratteri
ko_kr: 이 보고서의 제목은 두 개 이상의 자이어야
mr_in: अहवाल शीर्षक जास्त दोन वर्णांचे असणे आवश्यक आहे
nl_nl: De rapportage koptekst moet minimaal 3 tekens lang zijn
pt_pt: O Cabeçalho do Relatório deve ter mais de 2 caracteres
ro_ro: Raportul poziţia trebuie să fie mai mult de două caractere
ru_ru: Заголовок отчета должен быть более двух символов
sq_al: Raporti i kreut duhet të jetë më shumë se dy karaktereve i gjatë
sv: Rapporten rubrik måste vara mer än två tecken
sw_ke: Ripoti ya viongozi lazima wahusika zaidi ya mbili kwa muda mrefu
tr_tr: RAPOR BASLIGI 2 KARAKTERDEN FAZLA OLMALI
zh_hk: 报表标题必须大于2个字
zh_tw: 報表台頭長度必須多於 2 個元

source: No report heading was entered
cs_cz: Žádná zpráva čísla byla zadána
es_es: Cabecera del informe no introducida
hi_in: कोई रिपोर्ट दर्ज किया गया था शीर्षक
id_id: Tdk ada heading laporan yg dimasukkan
it_it: Nessuna relazione voce è stata inserita
ko_kr: 어떤 보고서 제목이 입력되지 않았다
mr_in: शीर्षकाखाली नाही अहवाल प्रविष्ट केला होता
nl_nl: Geen rapportage koptekst was ingevoerd
pt_pt: Não há cabeçalho no relatório
ro_ro: Raportul nu a fost introdus la poziţia
ru_ru: Нет задан заголовок доклада
sq_al: Nuk ka raport të kreut u hyri
sv: Ingen rapport rubrik infördes
sw_ke: Hakuna taarifa ya viongozi mara aliingia
tr_tr: RAPOR BASLIGI GIRILMEMIS
zh_hk: 没有输入报表标题
zh_tw: 沒有輸入報表台頭

source: Heading too long
cs_cz: Okruh příliš dlouho
es_es: Cabecera demasiado larga
hi_in: शीर्षक बहुत लंबा
id_id: Heading terlalu panjang
it_it: Voce troppo lungo
ko_kr: 너무 긴 제목
mr_in: खूप लांब मथळा
nl_nl: Koptekst is te lang
pt_pt: Cabeçalho muito longo
ro_ro: Rubrică prea mult timp
ru_ru: Заголовок слишком длинный
sq_al: Shkon shumë e gjatë
sv: Spellista för lång
sw_ke: Viongozi muda mrefu sana
tr_tr: BASLIK ÇOK UZUN
zh_hk: 标题太长
zh_tw: 抬頭太長

source: A group by item must be specified for the report to have any output
cs_cz: Skupina podle položek musí být uvedena ve zprávě mít nějaký výstup
es_es: Debe especificar cómo agrupar los artículos para poder crear el informe
hi_in: आइटम द्वारा एक समूह रिपोर्ट के लिए निर्दिष्ट किया जाना चाहिए के लिए किसी भी उत्पादन किया है
id_id: Item "grup berdasarkan" harus dipilih utk laporan berisi hasil
it_it: Un gruppo di voce deve essere specificato per il report di avere qualsiasi uscita
ko_kr: 항목 별 그룹은 출력을 가지고 보고서를 지정해야합니다
mr_in: आयटम द्वारे समूह कोणत्याही आउटपुट असणे अहवाल निर्देशीत करणे आवश्यक आहे
nl_nl: Voor deze rapportage moet een groep worden gespecificeerd
pt_pt: Um grupo de item precisa ser especificado para que o relatório tenha conteúdo na saída
ro_ro: Un grup de element trebuie să fie specificate pentru raport să aibă nici o ieşire
ru_ru: Для создания отчета должен быть указан товар группировки
sq_al: Një grup nga pika duhet të specifikohet për raportin që të ketë ndonjë prodhim
sv: En grupp av objekt måste anges för den rapport som skall ha någon effekt
sw_ke: kikundi A na bidhaa lazima maalum kwa ajili ya ripoti ya kuwa na yeyote pato
tr_tr: öğesi tarafından bir grup herhangi bir çıkış var rapor için belirtilmelidir
zh_hk: 必须至少选择一个分组才能打印报表
zh_tw: 必須選取一組的商品才能輸出報表

source: No Group By selected
cs_cz: Žádná skupina vybraných
es_es: No se ha seleccionado Grupo por
hi_in: नहीं द्वारा चयनित समूह
id_id: Tdk ada Grup Berdasarkan yg dipilih
it_it: Nessun gruppo da selezionati
ko_kr: 선택되지 그룹으로하지 않습니다
mr_in: निवडलेले नाही ग्रुप
nl_nl: Geen groepeer bij geselecteerd
pt_pt: Nenhum Grupo Selecionado
ro_ro: Nici un grup Prin selectat
ru_ru: Не задана группировка
sq_al: Nuk ka Group By zgjedhur
sv: Ingen grupp vald
sw_ke: Hakuna Group Kwa kuchaguliwa
tr_tr: GRUPLAMA BELIRTILMEMIS
zh_hk: 没有选择分组
zh_tw: 沒有選取群組

source: Group by Level 1 is set but the upper and lower limits are not set
cs_cz: Skupina podle úrovně 1 je nastavena, ale horní a dolní limity nejsou stanoveny
es_es: Se ha fijado el nivel 1 de Grupo por pero no los limites inferios y superior
hi_in: स्तर 1 से समूह सेट है, लेकिन ऊपरी और निचली सीमाओं सेट नहीं कर रहे हैं
id_id: Grup berdasarkan Level 1 telah diatur tapi batas atas dan bawah tdk diatur
it_it: Gruppo di livello 1 è fissato, ma i limiti superiori ed inferiori non sono impostati
ko_kr: 레벨 1에 의해 기 설정되어 있지만, 상한과 하한이 설정되어 있지
mr_in: लेव्हल 1 द्वारे गट निश्चित केले जाते परंतु वरच्या आणि खालच्या मर्यादा निश्चित होत नाहीत
nl_nl: Aangegeven om te groeperen bij niveau 1 maar de boven en onder limiet is niet aangegeven.
pt_pt: Limites do Grupo Nivel 1 está configurado mas não os limites mais acima e mais abaixo.
ro_ro: Grup de nivel 1 este setat, dar limitele superioare şi inferioare nu sunt stabilite
ru_ru: Уровень группировки 1 установлен, но верхний и нижний пределы не заданы
sq_al: Grupi nga Niveli 1 është vendosur, por kufijtë e lartë dhe e ulët nuk janë vendosur
sv: Gruppen från nivå 1 är inställd men inte den övre och nedre gränser inte satt
sw_ke: Kundi na Level 1 ni kuweka lakini mipaka ya juu na chini si kuweka
tr_tr: Seviye 1 Grup ama ayarlanır alt ve üst limitler değildir
zh_hk: 第1层分组没有设定上下限
zh_tw: 第 1 層 的群組被設, 但還沒有設定上和下限

source: these must be specified for the report to have any output
cs_cz: Tyto musí být uvedena ve zprávě mít nějaký výstup
es_es: éstos deben ser especificados para poder crear el informe
hi_in: इन रिपोर्ट के लिए निर्दिष्ट किया जाना चाहिए के लिए किसी भी उत्पादन किया है
id_id: kedua batas harus ditentukan utk laporan berisi hasil
it_it: queste devono essere specificati per il report di avere qualsiasi uscita
ko_kr: 이러한 모든 출력을 가지고 보고서를 지정해야합니다
mr_in: या कोणत्याही आउटपुट असणे अहवाल निर्देशीत करणे आवश्यक आहे
nl_nl: Deze moeten worden gespecificeerd om een rapportage resultaat te verkrijgen
pt_pt: Estes Valores devem ser especif. para que o relatório tenha conteúdo na saída
ro_ro: acestea trebuie să fie specificate pentru raport să aibă nici o ieşire
ru_ru: должны быть указаны для печати отчета
sq_al: këto duhet të jenë të specifikuara për raportin që të ketë ndonjë prodhim
sv: Dessa måste anges för den rapport som skall ha någon effekt
sw_ke: hizi lazima maalum kwa ajili ya ripoti ya kuwa na yeyote pato
tr_tr: Bu herhangi bir çıkış var rapor için belirtilmelidir
zh_hk: 必须指定才能输出报表
zh_tw: 這必須指定才能輸出任何報表

source: Upper/Lower limits not set
cs_cz: Horní / Dolní hranice není nastaveno
es_es: No se han fijado limites superior/inferior
hi_in: ऊपरी / कम नहीं निर्धारित सीमा
id_id: Batas Atas/Bawah blm dimasukkan
it_it: Superiore / inferiore non limiti fissati
ko_kr: 상한 / 하한이 설정되어 있지
mr_in: उच्च / खाली मर्यादा सेट नाही
nl_nl: Boven / onder limiet is niet aangegeven
pt_pt: limites mais Acima/Abaixo não configurados
ro_ro: Superior / inferior nu limitele stabilite
ru_ru: Верхний / нижний пределы не установлены
sq_al: E Epërme / Ulët nuk kohore të përcaktuara
sv: Övre / Nedre inte gränser
sw_ke: Juu / chini mipaka si kuweka
tr_tr: ALT/ÜST LIMIT TANIMLANMAMIS
zh_hk: 上/下限未设定
zh_tw: 上/下限未設定

source: Group by Level 2 is set but the upper and lower limits are not set
cs_cz: Skupina podle úrovně 2 je nastavena, ale horní a dolní limity nejsou stanoveny
es_es: Se ha fijado el nivel 2 de Grupo por pero no los limites inferios y superior
hi_in: स्तर 2 से समूह सेट है, लेकिन ऊपरी और निचली सीमाओं सेट नहीं कर रहे हैं
id_id: Grup berdasarkan Level 2 telah diatur tapi batas atas dan bawah tdk diatur
it_it: Gruppo di livello 2 è impostato, ma i limiti superiori ed inferiori non sono impostati
ko_kr: 레벨 2에 의한 그룹이 설정되어 있지만, 상한과 하한이 설정되어 있지
mr_in: लेव्हल 2 गट निश्चित केले जाते परंतु वरच्या आणि खालच्या मर्यादा निश्चित होत नाहीत
nl_nl: Aangegeven om te groeperen bij niveau 2 maar de boven en onder limiet is niet aangegeven.
pt_pt: Limites do Grupo Nivel 2 está configurado mas não os limites mais acima e mais abaixo.
ro_ro: Grup de Nivelul 2 este setat, dar limitele superioare şi inferioare nu sunt stabilite
ru_ru: Группировка 2-го уровня установлена, но верхний и нижний пределы не заданы
sq_al: Grupi nga Level 2 është vendosur, por kufijtë e lartë dhe e ulët nuk janë vendosur
sv: Grupp av nivå 2 är inställd men inte den övre och nedre gränser inte satt
sw_ke: Kundi na Level 2 ni kuweka lakini mipaka ya juu na chini si kuweka
tr_tr: Seviye 2 Grup ama ayarlanır alt ve üst limitler değildir
zh_hk: 第2层分组没有设定上下限
zh_tw: 第 2 層 的群組被設, 但還沒有設定上和下限

source: Upper/Lower Limits not set
cs_cz: Horní / Dolní limity nejsou stanoveny
es_es: No se han fijado limites superior/inferior
hi_in: ऊपरी सेट / नहीं निचली सीमाएं
id_id: Batas Atas/Bawah tdk diatur
it_it: Superiore / inferiore non Limiti imposti
ko_kr: 상한 / 하한이 설정되어 있지
mr_in: उच्च / खाली मर्यादेहून सेट नाही
nl_nl: Boven / onder limiet is niet aangegeven
pt_pt: limites mais Acima/Abaixo não configurados
ro_ro: Superior / nu limite inferioare set
ru_ru: Верхний / нижний пределы не установлены
sq_al: Sipërme / nuk Kufijtë e Ulët të vendosur
sv: Övre / undre gränser som inte
sw_ke: Juu / chini mipaka si kuweka
tr_tr: ALT/ÜST LIMIT TANIMLANMAMIS
zh_hk: 上/下限未设定
zh_tw: 上/下限未設定

source: Group by Level 3 is set but the upper and lower limits are not set
cs_cz: Skupina podle úrovně 3 je nastavena, ale horní a dolní limity nejsou stanoveny
es_es: Se ha fijado el nivel 3 de Grupo por pero no los limites inferios y superior
hi_in: स्तर 3 से समूह सेट है, लेकिन ऊपरी और निचली सीमाओं सेट नहीं कर रहे हैं
id_id: Grup berdasarkan Level 3 telah diatur tapi batas atas dan bawah tdk diatur
it_it: Gruppo di Level 3 è impostata ma i limiti superiori ed inferiori non sono impostati
ko_kr: 레벨 3에 의한 그룹이 설정되어 있지만, 상한과 하한이 설정되어 있지
mr_in: लेव्हल 3 गट निश्चित केले जाते परंतु वरच्या आणि खालच्या मर्यादा निश्चित होत नाहीत
nl_nl: Aangegeven om te groeperen bij niveau 3 maar de boven en onder limiet is niet aangegeven.
pt_pt: Limites do Grupo Nivel 3 está configurado mas não os limites mais acima e mais abaixo.
ro_ro: Grup de nivel 3 este setat, dar limitele superioare şi inferioare nu sunt stabilite
ru_ru: Уровень группировки 3 установлен, но верхний и нижний пределы не установлены
sq_al: Grupi nga Level 3 është vendosur, por kufijtë e lartë dhe e ulët nuk janë vendosur
sv: Grupp av nivå 3 är inställd, men de övre och nedre gränser inte satt
sw_ke: Kundi na Level 3 ni kuweka lakini mipaka ya juu na chini si kuweka
tr_tr: Seviye 3 Grup ama ayarlanır alt ve üst limitler değildir
zh_hk: 第3层分组没有设定上下限
zh_tw: 第 3 層 的群組被設, 但還沒有設定上和下限

source: Group by Level 4 is set but the upper and lower limits are not set
cs_cz: Skupina podle Úroveň 4 je nastavena, ale horní a dolní limity nejsou stanoveny
es_es: Se ha fijado el nivel 4 de Grupo por pero no los limites inferios y superior
hi_in: स्तर 4 से समूह सेट है, लेकिन ऊपरी और निचली सीमाओं सेट नहीं कर रहे हैं
id_id: Grup berdasarkan Level 4 telah diatur tapi batas atas dan bawah tdk diatur
it_it: Gruppo di livello 4 è impostata ma i limiti superiori ed inferiori non sono impostati
ko_kr: 레벨 4에 의해 기 설정되어 있지만, 상한과 하한이 설정되어 있지
mr_in: लेव्हल 4 द्वारे गट निश्चित केले जाते परंतु वरच्या आणि खालच्या मर्यादा निश्चित होत नाहीत
nl_nl: Aangegeven om te groeperen bij niveau 4 maar de boven en onder limiet is niet aangegeven.
pt_pt: Limites do Grupo Nivel 4 está configurado mas não os limites mais acima e mais abaixo.
ro_ro: Grup de Nivelul 4 este setat, dar limitele superioare şi inferioare nu sunt stabilite
ru_ru: Уровень группировки 4 установлен, но верхний и нижний пределы не установлены
sq_al: Grupi nga Level 4 eshte vendosur, por kufijtë e lartë dhe e ulët nuk janë vendosur
sv: Gruppen från Nivå 4 är inställd, men de övre och nedre gränser inte satt
sw_ke: Kundi na Level 4 ni kuweka lakini mipaka ya juu na chini si kuweka
tr_tr: 4. seviye tarafından Grup ama ayarlanır alt ve üst limitler değildir
zh_hk: 第4层分组没有设定上下限
zh_tw: 第 4 層 的群組被設, 但還沒有設定上和下限

source: Group by Level 1 is set but the lower limit is greater than the upper limit
cs_cz: Skupina podle úrovně 1 je nastavena, ale spodní hranice je vyšší než horní hranice
es_es: Grupo por el nivel 1, esta fijado pero el límite inferior es mayor que el límite superior
hi_in: स्तर 1 से समूह सेट है, लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Grup berdasarkan Level 1 telah diatur tapi batas bawah lebih besar dari batas atas
it_it: Gruppo di livello 1 è impostata ma il limite inferiore è superiore al limite massimo
ko_kr: 레벨 1로 그룹화가 설정되지만 하한 상한보다 크면되고
mr_in: लेव्हल 1 द्वारे गट सेट पण कमी मर्यादा वरील मर्यादा पेक्षा जास्त आहे
nl_nl: Aangegeven om te groeperen bij niveau 1 maar de onderlimiet is groter dan de boven limiet
pt_pt: Limites do Grupo Nivel 1 está configurado mas o mais baixo limite está maior que o mais alto limite
ro_ro: Grup de nivel 1 este setat, dar limita inferioară este mai mare decât limita superioară
ru_ru: Уровень группировки 1 установлен, но нижний предел больше верхнего предела
sq_al: Grupi nga Niveli 1 është vendosur, por kufiri i ulët është më i madh se kufiri i sipërm
sv: Gruppen från nivå 1 är inställd, men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi na Level 1 ni kuweka lakini kikomo chini, ni mkubwa kuliko kikomo ya juu
tr_tr: Seviye 1 Grup ama ayarlanır alt sınır üst sınır daha büyüktür
zh_hk: 第1层分组设定的下限大于上限
zh_tw: 第 1 層 的群組被設, 但下限大於上限

source: the report will have no output
cs_cz: zpráva nebude mít žádný výstup
es_es: El informe no tendrá contenido
hi_in: रिपोर्ट नहीं उत्पादन होगा
id_id: laporan akan kosong
it_it: la relazione non avrà alcun output
ko_kr: 보고서에는 출력이되지 않습니다
mr_in: अहवाल आउटपुट लागेल
nl_nl: rapportage zal geen resultaat hebben
pt_pt: O relatório não terá dados de saída
ro_ro: Raportul nu va avea nici de ieşire
ru_ru: отчет не будет иметь результата
sq_al: raport nuk do të ketë dalje
sv: Ingen insticksmodul för utmatning
sw_ke: Ripoti hiyo itakuwa na hakuna pato
tr_tr: RAPOR ÇIKTISI YOK
zh_hk: 报表没有输出
zh_tw: 報表沒有輸出

source: Lower Limit > Upper Limit
cs_cz: Dolní limit&gt; horní hranice
es_es: Limite inferior < Límite Superior
hi_in: कम ऊपरी सीमा&gt; सीमा
id_id: Batas Bawah > Batas Atas
it_it: Limite inferiore&gt; Limite superiore
ko_kr: 하한> 상한
nl_nl: Onder limiet > boven limiet
pt_pt: Limite Menor > Limite Maior
ro_ro: Limita inferioară&gt; Limita superioară
ru_ru: Нижний предел&gt; верхнего предела
sq_al: Kufiri i poshtëm&gt; Limit Epërme
sv: x-område;sannolikhetsområde;undre_gräns;övre_gräns
sw_ke: Chini Limit&gt; Limit Upper
tr_tr: ALT LIMIT > UST LIMIT
zh_hk: 下限 > 上限
zh_tw: 下限 > 上限

source: Group by Level 2 is set but the lower limit is greater than the upper limit
cs_cz: Skupina podle úrovně 2 je nastavena, ale spodní hranice je vyšší než horní hranice
es_es: Grupo por nivel 2 , esta fijado pero el límite inferior es mayor que el límite superior
hi_in: स्तर 2 से समूह सेट है, लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Grup berdasarkan Level 2 telah diatur tapi batas bawah lebih besar dari batas atas
it_it: Gruppo di livello 2 è impostato, ma il limite inferiore è superiore al limite massimo
ko_kr: 레벨 2로 그룹화가 설정되지만 하한 상한보다 크면되고
mr_in: लेव्हल 2 गट सेट पण कमी मर्यादा वरील मर्यादा पेक्षा जास्त आहे
nl_nl: Aangegeven om te groeperen bij niveau 2 maar de onderlimiet is groter dan de boven limiet
pt_pt: Limites do Grupo Nivel 2 está configurado mas o mais baixo limite está maior que o mais alto limite
ro_ro: Grup de Nivelul 2 este setat, dar limita inferioară este mai mare decât limita superioară
ru_ru: Уровень группировки 2 установлен, но нижний предел больше верхнего предела
sq_al: Grupi nga Level 2 është vendosur, por kufiri i ulët është më i madh se kufiri i sipërm
sv: Grupp av nivå 2 är inställd, men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi na Level 2 ni kuweka lakini kikomo chini, ni mkubwa kuliko kikomo ya juu
tr_tr: Seviye 2 Grup ama ayarlanır alt sınır üst sınır daha büyüktür
zh_hk: 第2层分组设定的下限大于上限
zh_tw: 第 2 層 的群組被設, 但下限大於上限

source: Group by Level 3 is set but the lower limit is greater than the upper limit
cs_cz: Skupina podle úrovně 3 je nastavena, ale spodní hranice je vyšší než horní hranice
es_es: Grupo por nivel 3, esta fijado pero el límite inferior es mayor que el límite superior
hi_in: स्तर 3 से समूह सेट है, लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Grup berdasarkan Level 3 telah diatur tapi batas bawah lebih besar dari batas atas
it_it: Gruppo di Level 3 è impostata ma il limite inferiore è superiore al limite massimo
ko_kr: 레벨 3에 의한 그룹가 설정되지만 하한 상한보다 크면되고
mr_in: लेव्हल 3 गट सेट पण कमी मर्यादा वरील मर्यादा पेक्षा जास्त आहे
nl_nl: Aangegeven om te groeperen bij niveau 3 maar de onderlimiet is groter dan de boven limiet
pt_pt: Limites do Grupo Nivel 3 está configurado mas o mais baixo limite está maior que o mais alto limite
ro_ro: Grup de nivel 3 este setat, dar limita inferioară este mai mare decât limita superioară
ru_ru: Уровень группировки 3 установлен, но нижний предел больше верхнего предела
sq_al: Grupi nga Level 3 është vendosur, por kufiri i ulët është më i madh se kufiri i sipërm
sv: Grupp av nivå 3 är inställd, men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi na Level 3 ni kuweka lakini kikomo chini, ni mkubwa kuliko kikomo ya juu
tr_tr: Seviye 3 Grup ama ayarlanır alt sınır üst sınır daha büyüktür
zh_hk: 第3层分组设定的下限大于上限
zh_tw: 第 3 層 的群組被設, 但下限大於上限

source: Group by Level 4 is set but the lower limit is greater than the upper limit
cs_cz: Skupina podle Úroveň 4 je stanoven nižší limit, ale je větší než horní hranice
es_es: Grupo por nivel 4, esta fijado pero el límite inferior es mayor que el límite superior
hi_in: स्तर 4 से समूह सेट है, लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Grup berdasarkan Level 4 telah diatur tapi batas bawah lebih besar dari batas atas
it_it: Gruppo di livello 4 è impostata ma il limite inferiore è superiore al limite massimo
ko_kr: 레벨 4로 그룹화가 설정되지만 하한 상한보다 크면되고
mr_in: लेव्हल 4 द्वारे गट सेट पण कमी मर्यादा वरील मर्यादा पेक्षा जास्त आहे
nl_nl: Aangegeven om te groeperen bij niveau 4 maar de onderlimiet is groter dan de boven limiet
pt_pt: Limites do Grupo Nivel 4 está configurado mas o mais baixo limite está maior que o mais alto limite
ro_ro: Grup de Nivelul 4 este setat, dar limita inferioară este mai mare decât limita superioară
ru_ru: Уровень группировки 4 установлен, но нижний предел больше верхнего предела
sq_al: Grupi nga Level 4 eshte vendosur, por kufiri i ulët është më i madh se kufiri i sipërm
sv: Gruppen från Nivå 4 är inställd, men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi na Level 4 ni kuweka lakini kikomo chini, ni mkubwa kuliko kikomo ya juu
tr_tr: 4. seviye tarafından Grup ama ayarlanır alt sınır üst sınır daha büyüktür
zh_hk: 第4层分组设定的下限大于上限
zh_tw: 第 4 層 的群組被設, 但下限大於上限

source: The report could not be updated because
cs_cz: Tato zpráva nemůže být aktualizován, protože
es_es: No se pudo actualizar el informe porque
hi_in: रिपोर्ट क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Laporan tdk dapat diperbarui karena
it_it: Il rapporto non può essere aggiornato perché
ko_kr: 이 보고서는 때문에 업데이트 할 수 없습니다
mr_in: अहवाल अद्यतनित करणे शक्य नाही कारण
nl_nl: De rapportage kon niet worden gewijzigd omdat
pt_pt: O relatório não pode ser atualizado porque
ro_ro: Raportul nu a putut fi actualizat deoarece
ru_ru: Невозможно обносить отчет, так как
sq_al: Raporti nuk mund të rifreskohet për shkak se
sw_ke: Ripoti hiyo inaweza kuwa mwisho kwa sababu
tr_tr: RAPOR GÜNCELLENEMEDI:
zh_hk: 报表未能更新, 因为
zh_tw: 報表未能更新, 因為
