Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Are you sure you wish to delete this price list and all the prices it may have set up?
cs_cz: Jste si jisti, že chcete smazat tento ceníku a všechny ceny se může nastavit?
es_es: ¿Está seguro que desea suprimir esta lista de precios y todos los precios que pueden haber sido configurados?
hi_in: क्या आप वाकई इस मूल्य सूची और सभी की कीमतों यह स्थापित हो सकता है को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus daftar harga ini dan semua harga yg mungkin telah diatur?
it_it: Sei sicuro di voler cancellare questo listino e tutti i prezzi che potrebbero avere organizzato?
ko_kr: 이 가격 목록과 사용자가 설정 한 수있는 모든 가격을 삭제할 확실합니까?
mr_in: आपण या किंमत सूची आणि तो सेट असावे सर्व दर हटवू इच्छित खात्री आहे?
nl_nl: Bevestig dat de prijslijst met alle prijzen moet woren verwijderd
pt_pt: Confirma remoção desta Lista de Preço e todos os preços nela configurados
ro_ro: Sunteţi sigur că doriţi să ştergeţi această listă de preţuri şi toate preţurile, poate au înfiinţat?
ru_ru: Вы уверены, что хотите удалить этот прайс-лист и все цены ?
sq_al: A jeni i sigurt se doni të fshini këtë listë të çmimeve dhe të gjitha çmimet që mund të ketë ngritur?
sv: är du säker på att du vill ta bort denna prislista och alla priser den kan innehålla?
sw_ke: Una uhakika unataka kufuta orodha ya bei na bei ya yote inaweza kuwa na kuweka?
tr_tr: Eğer o kadar ayarlamış olabilir bu fiyat listesi ve tüm fiyatlar silmek istediğinizden emin misiniz?
zh_hk: 确认删除此价格表和已设置的价格？
zh_tw: 是否確定要刪除這價格表和所有已設定的價格

source: Show All Sales Types Defined
cs_cz: Zobrazit všechny prodeje typů definovaných
es_es: Mostrar Todos los Tipos de Venta Definidos
hi_in: सभी दिखाएँ सेल्स प्रकार निर्धारित
id_id: Tampilkan Semua Tipe Penjualan
it_it: Mostra tutti i tipi di vendita definiti
ko_kr: 정의 된 모든 판매 유형보기
mr_in: परिभाषित सर्व विक्री प्रकार दाखवा
nl_nl: Toon alle gedefinieerde verkoop types
pt_pt: Exibir todos Tipos Venda
ro_ro: Arata Toate tipurile de vânzări definite
ru_ru: Показать все определенные типы продаж
sq_al: Trego te gjitha Llojet e shitjes të përcaktuara
sv: Visa definitioner för alla försäljningstyper
sw_ke: Aina zote kuonyesha Sales Defined
tr_tr: TÜM TANIMLI SATIS TÜRLERINI GÖSTER
zh_hk: 显示所有已定义的价格表
zh_tw: 顯示所有已定義的銷售種類

source: Sales Type/Price List Setup
cs_cz: Prodej Typ / Ceník Nastavení
es_es: Configuración de Tipos de Venta / Lista de Precios
hi_in: बिक्री प्रकार / मूल्य सूची सेटअप
id_id: Pengaturan Tipe Penjualan/Daftar Harga
it_it: Vendite Tipo / Setup Listino Prezzi
ko_kr: 판매 종류 / 가격 목록 설정
mr_in: विक्री प्रकार / किंमत सूची सेटअप
nl_nl: Verkoopsoort / prijslijst definitie
pt_pt: Config. Tipo Venda/Lista Preço
ro_ro: Vânzări Tip / Lista de Setup Pret
ru_ru: Настройка Типа продажа / Прайс-листа
sq_al: Sales Lloji / Lista e Çmimeve Setup
sv: Ordertyp/Prislista inställningar
sw_ke: Mauzo Aina / Bei Orodha Setup
tr_tr: Satış Tipi / Fiyat Listesi Kur
zh_hk: 销售方式/价格表 设置
zh_tw: 銷售方式/價格表設定

source: Sales Type Name
cs_cz: Prodej Typ Název
es_es: Denominación del Tipo
hi_in: बिक्री लिखें नाम
id_id: Nama Tipe Penjualan
it_it: Vendite Tipo Nome
ko_kr: 판매 유형 이름
mr_in: विक्री प्रकार नाव
nl_nl: Verkoop Type Naam
pt_pt: Nome Tipo Venda
ro_ro: Vânzări Tip Nume
ru_ru: Название вида продажи
sq_al: Sales Emri Lloji
sv: Ordertypnamn
sw_ke: Aina ya mauzo Jina
tr_tr: SATIS TÜRÜ ADI
zh_hk: 价格表描述
zh_tw: 價格表名稱

source: Maintain Security Tokens
es_es: Administrar fichas de seguridad
id_id: Pengaturan Token Keamanan
ko_kr: 보안 토큰을 유지
mr_in: सुरक्षा टोकन ठेवा
pt_pt: Manter Tokens Segur.
zh_tw: 設置系統模組權限代碼

source: The token ID is expected to be a number. Please enter a number for the token ID
es_es: El ID del Testigo debe ser numérico. Por favor introduzca un número para el ID
id_id: ID token harus numerik. Silahkan masukkan angka utk ID token
ko_kr: 토큰은 ID 번호가 될 것으로 예상된다. 토큰 ID에 대한 번호를 입력하세요
mr_in: टोकन आयडी संख्या असेल अशी अपेक्षा आहे. टोकन आयडी क्रमांक प्रविष्ट करा
pt_pt: ID do token esperado deve ser um número. Informe um número
zh_tw: 標記ID規定為一個數字。請輸入一個數字標記的ID

source: A token description must be entered
es_es: Debe indicar la descripción del testigo
id_id: Keterangan token harus dimasukkan
ko_kr: 토큰 설명을 입력해야합니다
mr_in: टोकन वर्णन प्रविष्ट करणे आवश्यक आहे
pt_pt: Descrição do Token deve ser informada
zh_tw: 一個標記必須輸入描述

source: This security token is currently used by the following scripts and cannot be deleted
es_es: Esta ficha de seguridad es usado actualmente por los scripts siguientes y no se puede suprimir
id_id: Token keamanan ini sedang digunakan oleh script berikut dan tdk dapat dihapus
it_it: Questo token di protezione è attualmente utilizzato dai seguenti script e non può essere eliminato
ko_kr: 이 보안] 토큰은 현재 다음과 같은 스크립트에 의해 사용되며 삭제할 수 없습니다
mr_in: हे security टोकन सध्या खालील स्क्रिप्ट वापरली जाते आणि हटविले जाऊ शकत नाही
pt_pt: Esse token segurança é usado pelos scripts e não pode ser removido
zh_tw: 這個編制主任令牌是目前使用以下腳本，不能被刪除

source: This token ID has already been used. Please use a new one
es_es: Este ID de Testigo ya se ha usado antes. Por favor use uno nuevo
id_id: ID token ini telah digunakan. Silahkan gunakan yg baru
ko_kr: 이 토큰 ID가 이미 사용되었습니다. 새로운 하나를 사용하십시오
mr_in: हे टोकन आयडी आधीपासून वापरला गेला आहे. एक नवीन वापरा
pt_pt: O ID do token já foi usado. Favor usar um novo
zh_tw: 此標記ID已被使用。請用一個新的

source: Token ID
es_es: ID Testigo
id_id: ID Token
ko_kr: 토큰 ID
mr_in: टोकन आयडी
pt_pt: ID Token
zh_tw: 標記ID

source: Are you sure you wish to delete this security token?
es_es: ¿Está seguro que desea suprimir este testigo de seguridad?
id_id: Apakah Anda yakin ingin menghapus token keamanan ini?
ko_kr: 이 보안 토큰을 삭제하려면 확실합니까?
mr_in: आपण या सुरक्षा टोकन हटवू इच्छित खात्री आहे?
pt_pt: Confirma remover token de segurança?
zh_tw: 您確定要刪除此安全標記？

source: The security token description should describe which functions this token allows a user/role to access
es_es: La descripción de la ficha de seguridad debe describir a cuáles funciones permite a un usuario/rol acceder
ko_kr: 이 토큰을 설명하는 기능을한다 보안 토큰 설명에 액세스하려는 사용자 / 역할을 허용
mr_in: सुरक्षा टोकन वर्णन या टोकन कार्यावर जे वर्णन हवे संमत प्रवेश वापरकर्ता / भूमिका
pt_pt: Descr. token de segurança deve descrever quais funções esse token permite acesso de usuário ou regra
zh_tw: 安全令牌的描述應描述其功能此令牌允許用戶/角色的訪問

source: Select an Asset
cs_cz: Vyberte Asset
es_es: Seleccionar un activo
hi_in: एक परिसंपत्ति का चयन करें
id_id: Pilih Aktiva
it_it: Selezionate una risorsa
ko_kr: 자산을 선택
mr_in: मालमत्ता निवडा
nl_nl: Selecteer een Asset
pt_pt: Selecionar um Ativo
ro_ro: Selectaţi un activ
ru_ru: Выберите актив
sq_al: Zgjidh një të Aseteve
sv: Välj ett Asset
sw_ke: Kuchagua Amana
tr_tr: Bir Varlık seçin
zh_hk: 选择资产
zh_tw: 選擇資產

source: There are no asset categories currently defined please use the link below to set them up
cs_cz: Nejsou žádné kategorie aktiv v současné době definovány prosím použijte odkaz níže o jejich zřízení
es_es: No hay categorías de activos definidos en la actualidad, por favor utilice el siguiente enlace para ponerlos en marcha
hi_in: कोई संपत्ति वर्तमान में उल्लिखित कृपया नीचे दिए गए लिंक का उपयोग करने के लिए उन्हें स्थापित श्रेणियां हैं
id_id: Belum ada kategori aktiva, silahkan gunakan link di bawah ini utk membuatnya
it_it: Non ci sono categorie di attivi attualmente definito, utilizza il link qui sotto per configurarli
ko_kr: 현재를 설정하기 위해 아래 링크를 사용하십시오 정의 된 자산 범주가 없습니다
mr_in: सध्या त्यांना सेट करण्यासाठी कृपया खालील दुवा वापरा व्याख्या नाही मालमत्ता श्रेण्या आहेत
nl_nl: Er zijn geen categorien van activa die momenteel gedefinieerd, gebruik dan de onderstaande link op te zetten
pt_pt: Não há cat. ativo fixo definida por favor clique no link abaixo para config categ.
ro_ro: Nu exista categorii de active sunt definite în prezent va rugam sa folositi link-ul de mai jos pentru a le configura
ru_ru: Не определенных категорий активов в настоящее время. Пожалуйста, используйте ссылку ниже, чтобы задать их
sq_al: Nuk ka kategori të pasurive të përcaktuara aktualisht ju lutem përdorni lidhjen më poshtë për të vendosur ato
sv: Det finns inga kategorier av tillgångar för närvarande är definierade klicka på länken nedan för att ställa in dem
sw_ke: Kuna makundi mali hakuna sasa defined tafadhali kutumia kiungo chini kuweka yao juu
tr_tr: Şu anda bunları kurmak için aşağıdaki bağlantıyı kullanın lütfen tanımlanmış bir varlık kategorisi vardır
zh_hk: 尚未定义资产类型，请单击下面链接设置
zh_tw: 目前沒有定義的資產類別，請使用下面的鏈接設置它們

source: Define Asset Categories
cs_cz: Definovat kategorie aktiv
es_es: Definir Categorías de activos
hi_in: संपत्ति चैनल परिभाषित
id_id: Buat Kategori Aktiva
it_it: Definire le categorie di attivi
ko_kr: 자산의 범주를 정의
mr_in: मालमत्ता कॅटेगरीज परिभाषित
nl_nl: Definiren categorien van activa
pt_pt: Definir Categ. Ativo Fixo
ro_ro: Defini categoriile de active
ru_ru: Определить категории активов
sq_al: Define Kategoritë Aseteve
sv: Definiera tillgångskategorier
sw_ke: Define Jamii Amana
tr_tr: Varlık kategorileri tanımlayın
zh_hk: 定义资产类型
zh_tw: 定義資產類別

source: Any asset category
cs_cz: Jakékoliv kategorie aktiv
es_es: Cualquier categoría de activos
hi_in: किसी भी संपत्ति वर्ग
id_id: Semua kategori aktiva
it_it: Eventuali attività categoria
ko_kr: 모든 자산 범주
mr_in: कोणतीही मालमत्ता श्रेणी
nl_nl: Elke categorie activa
pt_pt: qualquer categoria ativo fixo
ro_ro: Orice activ categorie
ru_ru: Любая категория активов
sq_al: Çdo kategori të pasurive
sv: Varje tillgångsslag
sw_ke: Aina yoyote ya mali
tr_tr: Herhangi bir varlık kategorisi
zh_hk: 任何资产类型
zh_tw: 任何資產類別

source: Enter partial description
cs_cz: Zadejte částečný popis
es_es: Introducir descripción parcial
hi_in: आंशिक विवरण दर्ज करें
id_id: Masukkan sebagian keterangan
it_it: Inserisci la descrizione parziale
ko_kr: 부분에 대한 설명을 입력합니다
mr_in: आंशिक वर्णन प्रविष्ट करा
nl_nl: Voer gedeeltelijke omschrijving
pt_pt: Informe descrição parcial
ro_ro: Introduceţi descriere parţială
ru_ru: Введите частичное описание
sq_al: Enter Përshkrimi i pjesshëm
sv: Ange partiell beskrivning
sw_ke: Kuingia maelezo ubaguzi
tr_tr: kısmi açıklama girin
zh_hk: 输入部分描述
zh_tw: 輸入部分的說明

source: Enter partial asset code
cs_cz: Zadejte část aktiv kód
es_es: Ingrese código de activo parcial
hi_in: आंशिक संपत्ति कोड दर्ज करें
id_id: Masukkan sebagian kode aktiva
it_it: Inserisci il codice di parziale attività
ko_kr: 일부 자산 코드를 입력
mr_in: आंशिक मालमत्ता कोड प्रविष्ट करा
nl_nl: Voer gedeeltelijke asset-code
pt_pt: informe código parcial do ativo fixo
ro_ro: Introduceti codul activ parţiale
ru_ru: Введите код частичного активов
sq_al: Shkruani kodin e pjesshme aktiv
sv: Ange partiell tillgång kod
sw_ke: Kuingia sehemu ya mali code
tr_tr: kısmi varlık kodunu girin
zh_hk: 输入部分资产代码
zh_tw: 輸入部分資產代碼

source: Asset description keywords have been used in preference to the asset code extract entered
cs_cz: Asset popis klíčová slova byla použita v preferenci k majetku kód výpis vstoupila
es_es: Palabras claves de descripción de activos se han utilizado con preferencia al extracto de código de activos ingresado
hi_in: संपत्ति विवरण खोजशब्दों संपत्ति कोड करने के लिए किया गया है वरीयता में इस्तेमाल किया निकालने में प्रवेश किया
id_id: kata kunci keterangan Aktiva telah digunakan di preferensi utk ekstrak kode aktiva yg dimasukkan
it_it: Descrizione Parole chiave Asset sono stati utilizzati di preferenza al codice attività estratto iscritti
ko_kr: 자산 설명 키워드 입력 자산 코드 추출물에 우선하여 사용되고있다
mr_in: मालमत्ता वर्णन कीवर्ड प्रविष्ट मालमत्ता कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: Asset beschrijving zoekwoorden zijn gebruikt in plaats van het actief code te extraheren ingevoerd
pt_pt: descrição ativo fixo usada em detrimento de código informado
ro_ro: Asset cuvinte cheie Descrierea au fost folosite în preferinţă la codul activului extract introdus
ru_ru: Ключевые слова описания активов были использованы в предпочтение по сравнению с явно заданными кодами
sq_al: Përshkrimi i fjalë kyçe të Pasurive janë përdorur në preferencë për kodin e aktivit ekstrakt hyri
sv: Asset beskrivning sökord har använts i stället för tillgången kod utdraget in
sw_ke: maneno maelezo ya Amana zimetumika katika upendeleo kwa utaratibu wa mali dondoo aliingia
tr_tr: Varlık açıklaması anahtar kelimeler girmiş özü varlık koduna tercih kullanılmış olan
zh_hk: 资产描述关键字将优先于资产编号用于搜索
zh_tw: 提取資產代碼已被使用，資產描述關鍵字優先輸入

source: No assets were returned by the SQL because
cs_cz: Žádný majetek byl vrácen do SQL, protože
es_es: No fueron devueltos los activos por el SQL debido
hi_in: कोई संपत्ति क्योंकि SQL से लौट रहे थे
id_id: Tdk ada aktiva yg dikembalikan oleh SQL karena
it_it: Nessuna attività sono stati restituiti dal SQL perché
ko_kr: 어떤 자산은 SQL 때문에에 의해 반환되지 않았다
mr_in: कोणतेही मालमत्ते SQL करून परत आले कारण
nl_nl: Geen activa werden teruggestuurd door de SQL, omdat
pt_pt: Não foram recuperados ativo fixo com o sql porque
ro_ro: Nu active au fost returnate de către SQL, deoarece
ru_ru: Не найдено активов, так как
sq_al: Ka asete u kthyen nga SQL sepse
sv: Inga tillgångar som returneras av SQL eftersom
sw_ke: mali Hakuna kurudi kwa sababu SQL
tr_tr: Hiçbir varlık SQL çünkü tarafından iade edildi
zh_hk: 此SQL没有返回资产
zh_tw: SQL程序中沒有資產被返回，因為

source: No assets were returned by this search please re-enter alternative criteria to try again
cs_cz: Žádný majetek byl vrácen v tomto hledání, prosím re-zadat alternativní kritéria a zkuste to znovu
es_es: No fueron devueltos los activos por esta búsqueda, por favor vuelva a introducir los criterios alternativos para volver a intentarlo
hi_in: कोई संपत्ति इस खोज से लौट रहे थे कृपया फिर से वैकल्पिक मापदंड दर्ज करने के लिए फिर कोशिश
id_id: Tdk ada aktiva yg dikembalikan oleh pencarian ini, silahkan masukkan kembali kriteria alternatif utk mencoba lagi
it_it: Nessuna attività sono stati restituiti da questa ricerca si prega di inserire nuovamente i criteri alternativi per riprovare
ko_kr: 어떤 자산은 다시 시도 할 다른 기준을 다시 입력 해주십시오 검색에 의해 반환되지 않았다
mr_in: कोणतेही मालमत्ते पुन्हा प्रयत्न करण्यासाठी पर्यायी निकष पुन्हा प्रविष्ट करा या शोध करून परत आले
nl_nl: Geen activa werden ingeleverd door deze zoektocht kunt u opnieuw alternatieve criteria in te voeren om het opnieuw te proberen
pt_pt: Não houve ativo fixo que atendeu ao critério selecionado
ro_ro: Nu activele au fost returnate de această căutare vă rugăm să re-introduceţi criterii alternative pentru a încerca din nou
ru_ru: Не найдено активов в этом поиске. Пожалуйста, введите альтернативные критерии, чтобы попытаться снова.
sq_al: Nuk ka asetet janë kthyer nga ky kërkim ju lutem ri-shkruani kriteret alternative për të provoni përsëri
sv: Inga tillgångar returnerades av den här sökningen nytt ange alternativa kriterier för att försöka igen
sw_ke: Hakuna mali akarudi na kutafuta hii tafadhali tena kuingia vigezo mbadala ya kujaribu tena
tr_tr: Hiçbir varlık yeniden tekrar denemek için alternatif kriterleri yazınız bu arama tarafından iade edildi
zh_hk: 找不到资产, 请输入其他条件再试
zh_tw: 沒有搜索到任何資產資料，請重新輸入其他條件再試一次。

source: Search All Sales Orders
cs_cz: Hledání Všechny Prodejní objednávky
es_es: Buscar Todas las Pedidos de Venta
hi_in: सभी विक्रय आदेश खोज
id_id: Cari Semua Order Penjualan
it_it: Cerca in tutti gli ordini di vendita
ko_kr: 모든 판매 오더를 검색
mr_in: सर्व विक्री ऑर्डर शोधा
nl_nl: Zoek alle verkoop orders
pt_pt: Pesquisar Todos Pedidos Vendas
ro_ro: Cauta Toate Comenzi Vânzări
ru_ru: Искать все заказы на продажу
sq_al: Kërko të gjitha urdhëron Sales
sv: Sök alla kundorder
sw_ke: Search Daraja zote Sales
tr_tr: TÜM SATIS SIPARISLERI IÇINDE ARAMA YAP
zh_hk: 搜寻所有销售订单
zh_tw: 搜尋所有銷售訂單

source: Search Sales Orders
cs_cz: Hledat Prodejní objednávky
es_es: Buscar órdenes de venta
hi_in: खोज बिक्री आदेश
id_id: Cari Order Penjualan
it_it: Cerca Sales Orders
ko_kr: 검색 판매 주문
mr_in: शोध विक्री ऑर्डर
nl_nl: Zoek verkooporders
pt_pt: Pesquisar Pedidos Venda
ro_ro: Obligă Căutare Vânzări
ru_ru: Искать заказы на продажу
sq_al: Sales Search urdhëron
sv: Sök alla kundorder
sw_ke: Search Sales Daraja
tr_tr: Arama Satış Siparişleri
zh_hk: 搜寻销售订单
zh_tw: 搜尋銷售訂單

source: and for customer
es_es: y para el cliente
id_id: dan utk customer
ko_kr: 고객을위한
mr_in: आणि ग्राहकासाठी
pt_pt: e para cliente
zh_tw: 並為客戶

source: for the part
cs_cz: pro část
es_es: para el código
hi_in: भाग के लिए
id_id: utk brg
it_it: per la parte
ko_kr: 부분
mr_in: सोबतीसाठी
nl_nl: voor het artikel
pt_pt: para o item
ro_ro: pentru partea
ru_ru: для части
sq_al: për pjesën
sv: för produkten
sw_ke: kwa sehemu
tr_tr: [ ÜRÜN/PARÇA ]
zh_hk: 物料
zh_tw: 部件:

source: No selections have been made to search for parts
cs_cz: Žádné výběry byly provedeny hledat části
es_es: No se han hecho selecciones para buscar piezas
hi_in: कोई चयन भागों के लिए किया गया है खोज करने के लिए बनाया
id_id: Tdk ada pilihan yg dibuat utk mencari brg
it_it: Nessuna selezione sono stati fatti per cercare le parti
ko_kr: 어떤 선택이 부분을 검색하지되었습니다
mr_in: नाही निवडी भाग शोधण्यासाठी केले गेले आहेत
nl_nl: Er is geen selectie gemaakt om de onderdelen te zoeken
pt_pt: Não houve seleção para pesquisar itens
ro_ro: Nu selecţii au fost făcute pentru a căuta piese
ru_ru: Не выбрано ничего для поиска частей
sq_al: Nuk ka zgjedhje janë bërë për të kërkuar për pjesët e
sv: Inga val har gjorts för att söka efter delar
sw_ke: Hakuna uchaguzi yamefanywa na kutafuta sehemu
tr_tr: ÜRÜN ARAMA IÇIN SEÇIM YAPILMAMIS
zh_hk: 请输入查找物料的条件
zh_tw: 沒有選取要找尋的部件

source: choose a stock category or enter some characters of the code or description then try again
cs_cz: vyberte kategorii akcie nebo zadat některé znaky v kódu nebo popisu a zkuste to znovu
es_es: seleccione una categoría de existencia o entre una parte del código o de la descripción y pruebe de nuevo
hi_in: एक शेयर श्रेणी चुन सकते हैं या कोड या वर्णन के कुछ अक्षर तब पुन: प्रयास करें दर्ज
id_id: pilih kategori stok atau masukkan sebagian kode karakter atau keterangan kemudian coba kembali
it_it: Scegli una categoria stock o immettere alcuni caratteri del codice o descrizione poi provare di nuovo
ko_kr: 주식 카테고리를 선택하거나 다시 시도 코드 또는 설명의 일부 문자를 입력
mr_in: एक स्टॉक श्रेणी निवडा किंवा पुन्हा प्रयत्न नंतर कोड किंवा वर्णन काही वर्ण प्रविष्ट
nl_nl: Kies een voorraad catagorie of voer een aantal tekens van de code of beschrijving in en probeer het opnieuw
pt_pt: escolha uma categoria de estoque ou entre alguns caracteres do código ou da descrição.
ro_ro: alegeţi o categorie de valori sau a intra în anumite caractere ale codului sau descrierea apoi încercaţi din nou
ru_ru: выберите категорию товара или введите несколько символов из кода или описания,затем попробуйте еще раз
sq_al: zgjidhni një kategori të aksioneve ose të hyjnë disa shkronja të kodit ose përshkrimin e pastaj provoni përsëri
sv: Välj ett bestånd kategori eller in några tecken i koden eller beskrivning försök sedan igen
sw_ke: kuchagua jamii hisa au kuingia baadhi ya wahusika wa kanuni au maelezo basi jaribu tena
tr_tr: TEKRAR DENEYIN >> BIR STOK KATEGORISI SEÇIN VEYA KOD/AÇIKLAMA ARAMA KUTUSUNA GIRIS YAPIN
zh_hk: 选取物料组, 或输入描述或编码重试
zh_tw: 選取存貨類別, 或輸入編碼或內容的部份再試

source: for all orders placed after
cs_cz: pro všechny objednávky po
es_es: para todas las pedidos hechas después de
hi_in: सब के बाद रखा आदेश के लिए
id_id: utk semua order yg dibuat setelah
it_it: per tutti gli ordini effettuati dopo
ko_kr: 이후 모든 주문에 대한
mr_in: नंतर ठेवलेल्या सर्व ऑर्डर साठी
nl_nl: voor alle orders geplaatst na
pt_pt: para todos pedidos após
ro_ro: pentru toate comenzile plasate, după
ru_ru: для всех заказов, размещенных после
sq_al: për të gjitha porosive të vendosura pas
sv: för alla order registrerade efter
sw_ke: kwa wote baada ya kuwekwa amri
tr_tr: >> SU TARIHTEN SONRAKI TÜM SIPARISLER >>
zh_hk: 此日期之后开出的全部订单
zh_tw: 此日期之後開出的全部訂單

source: Search Orders
cs_cz: Objednávky vyhledávání
es_es: Búsqueda de Pedidos
hi_in: खोज आदेश
id_id: Cari order
it_it: Ordini di ricerca
ko_kr: 검색 주문
mr_in: शोध ऑर्डर
nl_nl: Zoek orers
pt_pt: Pesquisar Pedidos
ro_ro: Obligă Search
ru_ru: Искать заказы
sq_al: Urdhërat Search
sv: Sök order
sw_ke: Daraja tafuta
tr_tr: SIPARIS ARA
zh_hk: 查找销售订单
zh_tw: 搜尋訂單

source: Show Completed orders only
cs_cz: Zobrazit dokončené zakázky pouze
es_es: Mostrar sólo órdenes Completadas
hi_in: केवल दिखाएँ पूर्ण आदेश
id_id: Tampilkan hanya order Sdh-Difaktur
it_it: Mostra ordini completati solo
ko_kr: 쇼 완료 주문 만
mr_in: दर्शवा पूर्ण ऑर्डर केवळ
nl_nl: Toon Afgesloten alleen orders
pt_pt: Exibir sómente Pedidos Fechados
ro_ro: Arată numai comenzi finalizate
ru_ru: Показывать только выполненные заказы
sq_al: Show urdhra vetëm Kompletuar
sv: Sök endast avslutade kundorder
sw_ke: Kuonyesha zilizokamilika amri tu
tr_tr: Göstermek Tamamlanan siparişler sadece
zh_hk: 仅显示已完成销售订单
zh_tw: 只顯示已完成的訂單

source: To search for sales orders for a specific part use the part selection facilities below
cs_cz: Chcete-li hledat prodejní objednávky pro určitou část využívat zařízení část výběru níže
es_es: Para buscar órdenes de venta para una pieza determinada use la herramienta siguiente
hi_in: एक विशिष्ट भाग के उपयोग के लिए बिक्री के आदेश के लिए खोज भाग चयन सुविधाओं से नीचे करने के लिए
id_id: Utk mencari order penjualan brg tertentu, gunakan fasilitas pilihan brg di bawah
it_it: Per cercare di ordini di vendita per un uso specifico parte degli impianti di selezione di seguito parte
ko_kr: 특정 부분에 대한 판매 오더를 검색하려면 아래의 부품 선택 기능을 사용
mr_in: विक्री ऑर्डर शोधण्यासाठी एक विशिष्ट भाग खालील भाग निवड सुविधा वापरा
nl_nl: Om in de verkopen te zoeken voor een specifiek onderdeel gebruik zoeken hieronder
pt_pt: Para pesquisar Pedidos Venda para item específico utilize facilidades abaixo
ro_ro: Pentru a căuta pentru comenzi de vânzări pentru o utilizare anumită parte a instalaţiilor parte de selecţie de mai jos
ru_ru: Для поиска заказов на продажу конкретной части, испопльзуйте выбор объектов ниже
sq_al: Për të kërkuar për shitje urdhërat për një përdorim pjesë të veçantë të objekteve zgjedhja pjesën më poshtë
sv: Sök efter kundorder per produkt nedan
sw_ke: Kutafuta amri ya mauzo kwa ajili ya matumizi maalum sehemu ya uteuzi sehemu vifaa vya chini
tr_tr: BELIRLI BIR ÜRÜNE AIT SATIS SIPARISLARINI BULMAK IÇIN ASAGIDAKI ARAMA KUTULARINI KULLANABILIRSINIZ >>
zh_hk: 使用下面的物料搜索界面查找物料对应的销售订单
zh_tw: 使用下面的部件選取工具來找尋指定部件的銷售訂單

source: Sales Orders
cs_cz: Prodejní objednávky
es_es: Pedidos de Venta
hi_in: बिक्री आदेश
id_id: Order Penjualan
it_it: Ordini di vendita
ko_kr: 판매 주문
mr_in: विक्री ऑर्डर
nl_nl: Verkoop Orders
pt_pt: Pedidos Venda
ro_ro: Comenzi de vânzări
ru_ru: Заказы продаж
sq_al: Sales urdhëron
sv: Kundorder
sw_ke: Mauzo Daraja
tr_tr: SATIS SIPARISLERI
zh_hk: 销售订单
zh_tw: 銷售訂單

source: Select Contract
cs_cz: Vyberte smlouvy
es_es: Seleccionar contrato
hi_in: चयन अनुबंध
id_id: Pilih Kontrak
it_it: Seleziona Contratto
ko_kr: 선택 계약
mr_in: निवडा कॉण्ट्रॅक्ट
pt_pt: Selecionar Contrato
ro_ro: Selectaţi Contract
ru_ru: Выберите контракт
sq_al: Zgjidh kontratës
sv: Välj Kontrakt
sw_ke: Mkataba wa kuchagua
tr_tr: Seçmek Sözleşme
zh_hk: 选择合同
zh_tw: 選擇合約

source: Contracts
cs_cz: Smlouvy
es_es: Contratos
hi_in: ठेके
id_id: Kontrak
it_it: Contratti
ko_kr: 계약
mr_in: करार
nl_nl: Contracten
pt_pt: Contratos
ro_ro: Contracte
ru_ru: Контракты
sq_al: Kontratat
sv: Kontrakt
sw_ke: Mikataba
tr_tr: Sözleşmeler
zh_hk: 合同
zh_tw: 合同

source: Select A Contract
cs_cz: Vyberte smlouvy
es_es: Seleccionar Un Contrato
hi_in: एक अनुबंध का चयन करें
id_id: Pilih Kontrak
it_it: Seleziona Un Contratto
ko_kr: 계약을 선택
mr_in: करार निवडा
nl_nl: Kies een contract
pt_pt: Selecione um Contrato
ro_ro: Alegeti un Contract
ru_ru: Выберите контракт
sq_al: Zgjidh një Kontratë
sv: Välj Ett Kontrakt
sw_ke: Kuchagua A Mkataba
tr_tr: Bir Sözleşme seçin
zh_hk: 选择一份合同
zh_tw: 選擇一個合約
