Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The SQL that failed to update the GL budgets was
cs_cz: SQL, které se nepodařilo aktualizovat GL rozpočtů byl
es_es: El SQL que falló al actualizar los presupuestos contables fue
hi_in: SQL कि जीएल बजट अद्यतन विफल रहा था
id_id: SQL yg gagal memperbarui anggaran GL adalah
it_it: L&#39;SQL che non è riuscito a aggiornare i bilanci GL è stato
ko_kr: GL 예산을 업데이트하지 못했습니다 SQL이었다
mr_in: जी.एल. खर्चाचे अंदाजपत्रक अद्ययावत करण्यात अयशस्वी की SQL होते
nl_nl: De gebruikte SQL waar de budgetten niet konden worden gwijzigd was
pt_pt: SQL que falhou para atualiz. orçamento contábil foi
ro_ro: SQL care nu a reuşit să actualizeze bugetele GL a fost
ru_ru: Завершившийся неудачей SQL обновления бюджетов в главной киге
sq_al: SQL që nuk arriti të rinovuar buxhetet GL ishte
sv: Den SQL som misslyckades var
sw_ke: SQL kwamba alishindwa update bajeti ya GL alikuwa
tr_tr: GL bütçeleri güncelleme başarısız SQL oldu
zh_hk: 更新总帐于是失败的 SQL 是
zh_tw: 更新總帳預算失敗的 SQL 是

source: Last Financial Year
cs_cz: Poslední finanční rok
es_es: Último Ejercicio
hi_in: पिछले वित्तीय वर्ष
id_id: Tahun Fiskal Lalu
it_it: Ultimo anno finanziario
ko_kr: 지난 회계 년도
mr_in: अंतिम आर्थिक वर्ष
nl_nl: Vorig verslagjaar
pt_pt: Últ. Ano Fiscal.
ro_ro: Ultima Exerciţiul financiar
ru_ru: Последний финансовый год
sq_al: Vitin e kaluar financiar
sv: Föregående räkenskapsår
sw_ke: Mwaka wa Fedha uliopita
tr_tr: Son Mali Yılı
zh_hk: 上个财年
zh_tw: 上一財政年度

source: This Financial Year
cs_cz: V tomto rozpočtovém roce
es_es: Este Ejercicio
hi_in: इस वित्तीय वर्ष
id_id: Tahun Fiskal Ini
it_it: Questo anno finanziario
ko_kr: 이 회계 연도
mr_in: हे आर्थिक वर्ष
nl_nl: Dit verslagjaar
pt_pt: Este Ano Fiscal
ro_ro: Acest Exerciţiul financiar
ru_ru: В этом финансовом году
sq_al: Kjo Viti financiar
sv: Detta räkenskapsår
sw_ke: Huu mwaka wa fedha
tr_tr: Bu Mali Yılı
zh_hk: 本财年
zh_tw: 本財政年度

source: Next Financial Year
cs_cz: Příští finanční rok
es_es: Próximo Ejercicio
hi_in: अगले वित्तीय वर्ष
id_id: Tahun Fiskal Berikut
it_it: Esercizio successivo
ko_kr: 다음 회계 연도
mr_in: पुढील आर्थिक वर्ष
nl_nl: Volgend verslag jaar
pt_pt: Próximo Ano Fiscal
ro_ro: Next Exerciţiul financiar
ru_ru: Очередной финансовый год
sq_al: Vitin e ardhshëm financiar
sv: Nästa räkenskapsår
sw_ke: Mwaka wa Fedha ijayo
tr_tr: Bir sonraki Mali Yıl
zh_hk: 下一个财年
zh_tw: 下一財政年度

source: Year ended
cs_cz: Rok končící
es_es: Año Finalizado
hi_in: वर्ष समाप्त
id_id: Tahun berakhir
it_it: Esercizio chiuso
ko_kr: 연도 종료
mr_in: संपलेल्या वर्ष
nl_nl: Jaar einde
pt_pt: Ano Enc.
ro_ro: Anul încheiat la
ru_ru: Год, закончившийся
sq_al: Viti i mbyllur
sv: Året slutade
sw_ke: Mwezi
tr_tr: Yıl sona erdi
zh_hk: 年末
zh_tw: 年結

source: Actual
cs_cz: Aktuální
es_es: Ejecutado
hi_in: वास्तविक
id_id: Aktual
it_it: Effettivo
ko_kr: 실제
mr_in: वास्तविक
nl_nl: Actueel
pt_pt: Real
ro_ro: Real
ru_ru: Фактические
sq_al: Aktual
sv: Erhållet värde
sw_ke: Halisi
tr_tr: AKTÜEL
zh_hk: 实际
zh_tw: 實際

source: Budget
cs_cz: Rozpočet
es_es: Presupuesto
hi_in: बजट
id_id: Anggaran
ko_kr: 예산
mr_in: अंदाजपत्रक
pt_pt: Orçamento
ro_ro: Bugetul
ru_ru: Бюджет
sq_al: Buxhetit
sw_ke: Bajeti
tr_tr: BÜTÇE
zh_hk: 预算
zh_tw: 預算

source: Annual Budget
cs_cz: Roční rozpočet
es_es: Presupuesto Anual
hi_in: वार्षिक बजट
id_id: Anggaran Tahunan
it_it: Bilancio annuale
ko_kr: 연간 예산
mr_in: वार्षिक बजेट
nl_nl: Jaar budget
pt_pt: Orçam. Anual
ro_ro: Anual de buget
ru_ru: Ежегодный бюджет
sq_al: Buxheti vjetor
sv: Årsbudget
sw_ke: Bajeti ya mwaka
tr_tr: Yıllık Bütçe
zh_hk: 年度预算
zh_tw: 年度預算

source: Apportion Budget
es_es: Presupuesto Distribuido
id_id: Bagi Anggaran
ko_kr: 배분 예산
mr_in: बजेट वाटणी
pt_pt: Orçamento Alocado
zh_tw: 預算分配

source: Could not retrieve the ChartDetail records because
cs_cz: Nepodařilo se načíst ChartDetail záznamy, protože
es_es: No se pudieron obtener los registros detalle del Cuadro de Cuentas (ChartDetail) porque
hi_in: ChartDetail रिकॉर्ड को पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Tdk dapat mengambil data ChartDetail karena
it_it: Non è possibile recuperare i record ChartDetail perché
ko_kr: ChartDetail 기록 때문에를 검색 할 수 없습니다
mr_in: ChartDetail रेकॉर्ड परत मिळवू शकलो नाही कारण
nl_nl: Niet kon ophalen ChartDetail records, omdat
pt_pt: Não Pode recuperar registro plano de contas porque
ro_ro: Nu sa putut prelua înregistrările ChartDetail deoarece
ru_ru: Не удалось получить записи о ChartDetail, поскольку
sq_al: Nuk mund të rifitoj të dhënat ChartDetail sepse
sv: Kunde inte hämta kalkyldetaljposter eftersom
sw_ke: Hakuweza Retrieve kumbukumbu ChartDetail sababu
tr_tr: ChartDetail kayıtlar alınamadı çünkü
zh_hk: 未能提取明细资料表ChartDetail记录, 因为
zh_tw: 無法檢索圖表詳細記錄，因為

source: Could not update the chartdetails record because
cs_cz: Nepodařilo se aktualizovat chartdetails rekord, protože
es_es: No se pudo actualizar el registro de detalles (chartdetails) del Plan de Cuentas porque
hi_in: chartdetails रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui data chartdetails karena
it_it: perchè
ko_kr: chartdetails 기록 때문에를 업데이트 할 수 없습니다
mr_in: Chartdetails रेकॉर्ड अद्यतनित करणे शक्य नाही कारण
nl_nl: Kon de rekenschema details niet vernieuwen omdat
pt_pt: Não Pode atualizar registro plano de contas porque
ro_ro: Nu am putut actualiza record chartdetails deoarece
ru_ru: Не удалось обновить запись о данных схемы
sq_al: Nuk mund update rekord chartdetails sepse
sv: Kunde inte uppdatera detaljposten eftersom
sw_ke: Hakuweza update rekodi ya chartdetails sababu
tr_tr: chartdetails kaydından dolayı güncelleme Couldn&#39;t
zh_hk: 未能更新明细记录, 因为
zh_tw: 未能更新明細記錄, 因為

source: Period Actual
cs_cz: Aktuální období
es_es: Período actual
hi_in: वास्तविक काल
id_id: Aktual Periode
it_it: Periodo effettivo
ko_kr: 실제 기간
mr_in: कालावधी वास्तविक
nl_nl: Periode Actueel
pt_pt: Realizado Período
ro_ro: Perioada reală
ru_ru: Текущий период
sq_al: Periudha aktuale
sv: Period
sw_ke: Kipindi halisi
tr_tr: AKTÜEL PERIYOD
zh_hk: 累计实际
zh_tw: 期間實際

source: Period Budget
cs_cz: Období rozpočet
es_es: Presupuesto del período
hi_in: बजट अवधि
id_id: Anggaran Periode
it_it: Periodo di bilancio
ko_kr: 기간 예산
mr_in: कालावधी बजेट
nl_nl: Periode Budget
pt_pt: Orçado Período
ro_ro: Perioada bugetului
ru_ru: Бюджентный период
sq_al: Periudha e Buxhetit
sw_ke: Kipindi cha Bajeti
tr_tr: PERIYOD BÜTÇESI
zh_hk: 累计预算
zh_tw: 期間預算

source: Adjustment
cs_cz: Nastavení
es_es: Ajuste/Regularización/Diferencia
hi_in: समायोजन
id_id: Penyesuaian
it_it: Rettifica
ko_kr: 조정
mr_in: जुळवून घेणे
nl_nl: Aanpassing
pt_pt: Ajustado
ro_ro: Ajustare
ru_ru: Регулирование
sq_al: Rregullim
sv: Justering:
sw_ke: Kurekebisha
tr_tr: AYARLAMA
zh_hk: 调整
zh_tw: 調整

source: GL Codes Inquiry
cs_cz: GL Kódy Poptávka
es_es: Consultar códigos contables
hi_in: जीएल कोड्स जांच
id_id: Cari Kode GL
it_it: GL Codici inchiesta
ko_kr: GL 코드 문의
mr_in: जी.एल. कोड चौकशी
nl_nl: Zoekopdracht voor grootboekrekeningen
pt_pt: Consulta Códigos Contab.
ro_ro: GL Coduri anchetă
ru_ru: Изучение кодов в главной книге
sq_al: GL Codes Hetim
sv: Kontofråga
sw_ke: GL Codes Uchunguzi
tr_tr: MUHASEBE KODLARI SORGUSU
zh_hk: 总账科目查询
zh_tw: 總帳科目查詢

source: Group
cs_cz: Skupina
es_es: Grupo
hi_in: समूह
id_id: Grup
it_it: Gruppo
ko_kr: 그룹
mr_in: गट
nl_nl: Groep
pt_pt: Grupo
ro_ro: Grup
ru_ru: Группа
sq_al: Grup
sv: Grupp
sw_ke: Kundi
tr_tr: GRUP
zh_hk: 科目组
zh_tw: 群組

source: Journal Entry
cs_cz: Zápis do deníku
es_es: Entrada en libro diario
hi_in: जर्नल प्रविष्टि
id_id: Masukkan Jurnal
ko_kr: 분개
mr_in: रोजनीशीतील नोंद
nl_nl: Journaal Post Invoeren
pt_pt: Entrada Lançamento
ro_ro: Jurnalul de intrare
ru_ru: Запись в журнале
sq_al: Ditar
sv: Registrera verifikation
tr_tr: Dergi Giriş
zh_hk: 转账凭证
zh_tw: 轉帳憑證

source: The date entered was not valid please enter the date to process the journal in the format
cs_cz: Data vstupu nebyl platný zadejte datum, ke zpracování časopisu ve formátu
es_es: La fecha indicada no es válida, por favor, indique la fecha para procesar el Diario en el formato
hi_in: तिथि में प्रवेश मान्य दिनांक दर्ज करने के लिए प्रारूप में पत्रिका प्रक्रिया कृपया नहीं था
id_id: Tgl yg dimasukkan tdk berlaku silahkan masukkan tgl utk proses jurnal dgn format
it_it: La data inserita non è valido Inserisci la data di elaborare il giornale in formato
ko_kr: 입력 한 날짜가 유효하지 않습니다 형식으로 저널을 처리 할 날짜를 입력하세요
mr_in: प्रविष्ट केलेली तारीख स्वरूपात जर्नल प्रक्रिया तारीख प्रविष्ट करा वैध नव्हती
nl_nl: De ingevoerde datum was niet geldig
pt_pt: Data de transação informada não é válida, informar a data postagem no formato
ro_ro: Data introdus nu a fost validă vă rugăm să introduceţi data de la procesul de revistă în format
ru_ru: Введенна неверная дата. Пожалуйста введите дату для обработки журнала в формате
sq_al: Data e hyrë nuk ishte e vlefshme, ju lutem shkruani datën për procesin e revistës në formatin e
sv: Felaktigt datum, ange verifikationsdatum som
sw_ke: Tarehe aliingia si halali tafadhali kuingia katika tarehe ya mchakato wa jarida katika format
tr_tr: biçiminde dergi sürecine tarihini yazınız geçerli değildi tarihe girdi
zh_hk: 输入的日期无效, 请输入有效日期格式
zh_tw: 輸入的日期無效, 請輸入有效日期格式

source: Accept and Process Journal
cs_cz: Přijímat a zpracovávat věstníku
es_es: Aceptar y Procesar Diario
hi_in: स्वीकार करने और प्रोसेस जर्नल
id_id: Terima dan Proses Jurnal
it_it: Accetta e Gazzetta di processo
ko_kr: 동의 및 저널을 처리
mr_in: स्वीकारा आणि जर्नल प्रक्रिया
nl_nl: Accepteer en verwerk journaal boekingen
pt_pt: Aceitar e Processar Lançamento
ro_ro: Acceptaţi şi Jurnalul Procesul
ru_ru: Принять и обработать журнал
sq_al: Prano dhe Procesit Journal
sv: Ok
sw_ke: Kukubali na Journal Mchakato
tr_tr: Kabul ve Süreç Dergisi
zh_hk: 保存凭证
zh_tw: 接受及執行日記

source: Cannot insert a GL entry for the journal line because
cs_cz: Nelze vložit záznam GL pro časopis linku, protože
es_es: No se puede agregar un asiento contable para la file del diario porque
hi_in: सम्मिलित पत्रिका लाइन क्योंकि के लिए एक जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk baris jurnal karena
it_it: Non è possibile inserire una voce di GL per la linea di giornale, perché
ko_kr: 저널 라인 때문에위한 GL 항목을 삽입 할 수 없습니다
mr_in: जर्नल ओळ एक जी.एल. नोंद घालू शकत नाही कारण
nl_nl: Kan geen grootboek boeking uitvoeren voor de journaal regel omdat
pt_pt: Não pode inserir entrada contábil para linha porque
ro_ro: Nu se poate insera o intrare GL pentru linia de jurnal, deoarece
ru_ru: Невозможно вставить запись в главную книгу для записи в журнале, так как
sq_al: Nuk mund të vendos një hyrje GL për vijën e revistës, sepse
sv: Kan inte spara transaktionen för att
sw_ke: Hawezi kuingia Insert GL kwa line journal sababu
tr_tr: Derginin çizgi çünkü bir GL giriş eklemek Can&#39;t
zh_hk: 未能插入转账凭证, 因为
zh_tw: 未能插入總帳輸入到日記列, 因為

source: Reversal
cs_cz: Obrácení
es_es: Inverso
hi_in: उलट
id_id: Pembalikan
it_it: Inversione
ko_kr: 반전
mr_in: परावर्तन
nl_nl: Omkering
pt_pt: Reversão
ro_ro: Inversare
ru_ru: Возврат
sq_al: Ndryshim
sv: Bakåt
tr_tr: Ters
zh_hk: 撤销
zh_tw: 撤銷

source: Cannot insert a GL entry for the reversing journal because
cs_cz: Nelze vložit GL vstup pro couvání časopis, protože
es_es: No se puede agregar un asiento contable para el diario inverso porque
hi_in: सम्मिलित पीछे पत्रिका के लिए एक जीएल क्योंकि प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk jurnal balik karena
it_it: Non è possibile inserire una voce di GL per la rivista di retromarcia perché
ko_kr: 반전 저널 때문에위한 GL 항목을 삽입 할 수 없습니다
mr_in: Reversing जर्नल कारण एक जी.एल. नोंद घालू शकत नाही
nl_nl: Kon de grootboekboeking voor de tegenrekening niet uitvoeren omdat
pt_pt: Não pode inserir entrada Contábil para reversão lançamento contábil
ro_ro: Nu se poate insera o intrare GL pentru revista de mers înapoi, deoarece
ru_ru: Не удается вставить в главную книгу запись для журнала обращений, так как
sq_al: Nuk mund të vendos një hyrje GL për revistën përmbysur, sepse
sv: Kan inte skapa transaktioner för att
sw_ke: Hawezi kuingia Insert GL kwa jarida kupunguza kwa sababu
tr_tr: eklemek geri dergi çünkü bir GL giriş Can&#39;t
zh_hk: 未能插入红字凭证, 因为
zh_tw: 未能插入撤銷日記帳的總帳輸入, 因為

source: Journal
cs_cz: Deník
es_es: Libro diario
hi_in: पत्रिका
id_id: Jurnal
it_it: Gazzetta
ko_kr: 일지
mr_in: रोजनिशी
nl_nl: Journaal
pt_pt: Lanç.
ro_ro: Jurnalul
ru_ru: Журнал
sq_al: Ditar
tr_tr: Dergi
zh_hk: 转账凭证
zh_tw: 日記帳

source: Enter Another General Ledger Journal
cs_cz: Zadejte Další General Ledger věstníku
es_es: Introducir otro diario contable
hi_in: एक और सामान्य खाता बही जर्नल दर्ज
id_id: Masukkan Jurnal Buku Besar Yg Lain
it_it: Inserisci un&#39;altra rivista General Ledger
ko_kr: 또 다른 원장 저널을 입력
mr_in: आणखी सामान्य खातेवही जर्नल प्रविष्ट करा
nl_nl: Gebruik een andere grootboek rekening journaal
pt_pt: Entrar Lançamento Contábil
ro_ro: Introduceţi un alt jurnal General Ledger
ru_ru: Введите другой журнал главной книги
sq_al: Enter Një tjetër Journal Libri themelor
sv: Registrera en ny journal
sw_ke: Kuingia mwingine Mkuu Ledger Journal
tr_tr: Başka bir Defteri Kebir Dergisi girin
zh_hk: 输入其他转账凭证
zh_tw: 輸入其他日記帳

source: GL Journals involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
cs_cz: GL časopisů zahrnující dlužníků kontrolní účet nelze zadat. Hlavní knihy hlavní účetní knihy dlužníků (AR) integrace je povoleno, takže kontrola účtů, jsou automaticky udržuje webERP. Toto nastavení lze vypnout v konfiguraci systému
es_es: No se pueden entrar Diarios Contables que involucran la cuenta de control de deudores. La integración del balance contable de deudores (Cuentas a Cobrar) está habilitada así que las cuentas de control son administradas automáticamente por WebERP. Este parámetro puede ser deshabilitado en los Parámetros ERP de la Compañía.
hi_in: जीएल देनदार खाता नियंत्रण को शामिल पत्रिकाओं में प्रवेश किया नहीं जा सकता. सामान्य खाता बही देनदार खाता (ए आर) एकीकरण इसलिए नियंत्रण खातों स्वतः webERP द्वारा बनाए रखा है सक्षम है. इस सेटिंग सिस्टम विन्यास में अक्षम हो सकता है
id_id: Jurnal GL meliputi akun kontrol debitor tdk dapat dimasukkan. Integrasi debitur buku besar (PIUTANG) diaktifkan jadi akun kontrol secara otomatis diatur oleh webERP. Pengaturan ini dapat di non-aktifkan di Konfigurasi Sistem
it_it: Riviste GL che coinvolgono il controllo conto debitori non possono essere inseriti. La Contabilità Generale registro dei debitori (AR) l&#39;integrazione è attivato in modo automatico gli account di controllo sono mantenuti da webERP. Questa impostazione può essere disattivata in configurazione di sistema
ko_kr: 채무자 제어 계정과 관련된 저널 GL을 입력 할 수 없다. 제어 계정이 자동으로 webERP에 의해 유지되도록 총계정 원장 채무자 원장 (AR)의 통합을 사용할 수 있습니다. 이 설정은 시스템 구성에서 비활성화 할 수 있습니다
mr_in: Debtors नियंत्रण खाते समावेश जी.एल. जर्नल्स् प्रविष्ट करणे शक्य नाही. नियंत्रण खाती आपोआप webERP द्वारे नियंत्रीत केले जातात ज्यामुळे सामान्य खातेवही debtors खातेवही (ए.आर.) एकीकरण सक्षम आहे. हे सेटिंग प्रणाली संरचना मध्ये अक्षम केली जाऊ शकते
nl_nl: Journaal boekingen voor de debiteuren grootboek rekeningen kunnen niet worden uitgevoerd omdat de debiteuren grootboek integratie is geactiveerd. Controle rekeningen worden automatisch onderhouden door het systeem. In de systeem configuratie kan dit worden uitgezet.
pt_pt: Lanç. Contábeis envolvendo contas controle débito não podem ser informadas. Integração com contas a receber deve estar habilitada para que a integração automáticamente feita pelo WEBERP. Config pode ser desabilitado na Config Sistema
ro_ro: GL Jurnale implică cont de control debitorii nu pot fi introduse. General Ledger registrul debitorilor (AR) integrarea este activată atât conturile de control sunt menţinute în mod automat de către webERP. Această setare poate fi dezactivată în System Configuration
ru_ru: Журналы главной книги затрагивающие контрольные счета должников не могут быть введены. Включена интеграция должников главной книги, поэтому контрольные счета автоматически поддерживается webERP. Этот параметр может быть отключен в конфигурации системы
sq_al: GL Revista përfshin llogarinë e debitorëve të kontrollit nuk mund të futen. Përgjithshme borxhlinjve librit librit (AR) integrimi është mundësuar kështu llogaritë e kontrollit janë mbajtur automatikisht nga webERP. Kjo vendosjen mund të jetë me aftësi të kufizuara në System Configuration
sv: Transaktioner avseende kundreskontra kan inte registrera. Kundreskontran är aktiverad.
sw_ke: GL majarida yanayohusiana na jukumu ya akaunti ya kudhibiti hawezi kuwa aliingia. Ya jumla ya kitabu jukumu leja (AR) muungano ni kuwezeshwa ili kudhibiti hesabu ni moja kwa moja iimarishwe na webERP. kuweka hii inaweza kuwa walemavu katika mfumo Configuration
tr_tr: borçlular kontrol hesabınızla ilgili GL Dergi girilemez. kontrol hesapları otomatik olarak webERP tarafından tutulur böylece defteri kebir borçlular defterine (AR) entegrasyon etkindir. Bu ayarı Sistem Yapılandırması devre dışı bırakılabilir
zh_hk: 转账凭证中不能包含应收账款科目。系统已设置为应收自动过账到总账,且过账规则由WebErp维护。设置可以在系统设置中更改
zh_tw: 借方受控帳戶不能輸入總帳日記帳, 借方應收整合設定為開啟, 所以受控帳戶由ERP自動維護, 這設定可以在系統設定中關閉

source: GL Journals involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
cs_cz: GL časopisů zahrnující věřitelé kontrolní účet nelze zadat. Hlavní knihy věřitelů knihy (AP) integrace je povoleno, takže kontrola účtů, jsou automaticky udržuje webERP. Toto nastavení lze vypnout v konfiguraci systému
es_es: No se pueden entrar Diarios Contables que involucran la cuenta de control de acreedores. La integración del balance contable de acreedores (Cuentas a Pagar) está habilitada así que las cuentas de control son administradas automáticamente por WebERP. Este parámetro puede ser deshabilitado en los Parámetros ERP de la Compañía.
hi_in: जीएल लेनदारों नियंत्रण खाते शामिल पत्रिकाओं में प्रवेश किया नहीं जा सकता. सामान्य खाता बही खाता लेनदारों (एपी) एकीकरण इसलिए नियंत्रण खातों स्वतः webERP द्वारा बनाए रखा है सक्षम है. इस सेटिंग सिस्टम विन्यास में अक्षम हो सकता है
id_id: Jurnal GL meliputi akun kontrol kreditur tdk dapat dimasukkan. Integrasi kreditur buku besar (HUTANG) diaktifkan jadi akun kontrol secara otomatis diatur oleh webERP. Pengaturan ini dapat di non-aktifkan di Konfigurasi Sistem
it_it: Riviste GL che coinvolgono il controllo account creditori non possono essere inseriti. La Contabilità Generale libro mastro dei creditori (AP) l&#39;integrazione è attivato in modo automatico gli account di controllo sono mantenuti da webERP. Questa impostazione può essere disattivata in configurazione di sistema
ko_kr: 채권자 제어 계정을 포함하는 GL 저널은 입력 할 수 없습니다. 제어 계정이 자동으로 webERP에 의해 유지되도록 (AP = 연합 뉴스) 통합 원장 원장 채권자 사용할 수 있습니다. 이 설정은 시스템 구성에서 비활성화 할 수 있습니다
mr_in: धनको नियंत्रण खाते समावेश जी.एल. जर्नल्स् प्रविष्ट करणे शक्य नाही. नियंत्रण खाती आपोआप webERP द्वारे नियंत्रीत केले जातात ज्यामुळे (एपी) एकात्मता खातेवही सामान्य खातेवही धनको सक्षम आहे. हे सेटिंग प्रणाली संरचना मध्ये अक्षम केली जाऊ शकते
nl_nl: Journaal grootboekboekingen op de crediteuren account kunnen niet worden uitgevoerd. Systeem configuratie is zo dat deze rekeningen door het systeem worden onderhouden.
pt_pt: Lanç. Contábeis envolvendo contas crédito controle não podem ser informados. Integração Contas a Pagar deve estar habilitada, assim o controle das contas será mantido automaticamente pelo WEBERP. Essa config deve ser desabilitada na config do sistema
ro_ro: GL Jurnale implică cont de control creditorii nu pot fi introduse. General Ledger registrul creditorilor (AP) integrarea este activată atât conturile de control sunt menţinute în mod automat de către webERP. Această setare poate fi dezactivată în System Configuration
ru_ru: Журналы главной книги, затрагивающие контрольные счета кредиторов не могут быть введены. Включена интеграция главной книги кредиторов, поэтому контрольные счета автоматически поддерживается webERP. Этот параметр может быть отключен в конфигурации системы
sq_al: GL Revista bëjnë me llogari të kreditorëve të kontrollit nuk mund të futen. Përgjithshme të kreditorëve librit të librit (AP) i integrimit është mundësuar kështu llogaritë e kontrollit janë mbajtur automatikisht nga webERP. Kjo vendosjen mund të jetë me aftësi të kufizuara në System Configuration
sv: Transaktioner avseende leverantörsreskontra kan inte registrera. Leverantörsreskontran är aktiverad.
sw_ke: GL majarida yanayohusiana na wadai akaunti ya kudhibiti hawezi kuwa aliingia. Ya jumla ya kitabu wadai leja (AP) muungano ni kuwezeshwa ili kudhibiti hesabu ni moja kwa moja iimarishwe na webERP. kuweka hii inaweza kuwa walemavu katika mfumo Configuration
tr_tr: alacaklılar kontrol hesabınızla ilgili GL Dergi girilemez. kontrol hesapları otomatik olarak webERP tarafından tutulur böylece defteri kebir alacaklıların defter (AP) entegrasyon etkindir. Bu ayarı Sistem Yapılandırması devre dışı bırakılabilir
zh_hk: 转账凭证中不能包含应付账款科目。系统已设置为应付自动过账到总账,且过账规则由WebErp维护。设置可以在系统设置中更改
zh_tw: 貸方受控帳戶不能輸入總帳日記帳, 貸方應付整合設定為開啟, 所以受控帳戶由ERP自動維護, 這設定可以在系統設定中關閉

source: GL Journals involving a bank account cannot be entered
cs_cz: GL časopisů zahrnující bankovní účet, nemůže být zapsán
es_es: No puede entrar Diarios contables que involucran una cuenta bancaria
hi_in: जीएल एक बैंक खाते को शामिल पत्रिकाओं में प्रवेश नहीं किया जा सकता
id_id: Jurnal GL meliputi akun bank tdk dapat dimasukkan
it_it: Riviste GL coinvolgendo un conto in banca non può essere immesso
ko_kr: 계좌와 관련된 저널 GL 입력 할 수 없다
mr_in: एक बँक खाते समावेश जी.एल. जर्नल्स् प्रविष्ट करणे शक्य नाही
nl_nl: Journaalboekingen voor een grootboekrekening dat een bankrekening betreft kunnen niet worden uitgevoerd
pt_pt: Lanç. Contábeis envolvendo conta banco não pode ser inform.
ro_ro: GL Jurnale care implică un cont bancar nu poate fi introdus
ru_ru: Журналы главной книги, затрагивающие банковские счета, не могут быть введены
sq_al: GL Revista përfshin një llogari bankare nuk mund të futen
sv: Journalen avseende ett bankkonot kan inte registreras
sw_ke: GL majarida yanayohusiana na akaunti ya benki hawezi kuwa aliingia
tr_tr: Bir banka hesabı içeren GL Dergi girilemez
zh_hk: 转账凭证中不能出现银行科目
zh_tw: 日記帳不能輸入銀行帳相關的
