Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Work Centre Code
cs_cz: Práce Centrum kód
es_es: Código de centro de trabajo
hi_in: काम केंद्र कोड
id_id: Kode Workshop
it_it: Codice
ko_kr: 취업 센터 코드
mr_in: कार्य केंद्र कोड
nl_nl: Work center code
pt_pt: Código Centro Trabalho
ro_ro: Centrul de Codul de muncă
ru_ru: Код рабочего центра
sq_al: Kodit të Punës Centre
sv: Arbetsplatskod
sw_ke: Kituo cha kazi Code
tr_tr: IS MERKEZI KODU
zh_hk: 工作中心编码
zh_tw: 工作站編碼

source: The code should be at least 2 characters and no illegal characters allowed
ko_kr: 이 코드는 허용 최소 2 자없이 불법 자한다
mr_in: कोड किमान 2 अक्षरे आणि परवानगी नाही बेकायदेशीर वर्ण असावा
pt_pt: Código deve ter pelo menos 2 caracteres e devem ser válidos
zh_tw: 該代碼應該是至少2個字符，不容許非法字符

source: More than 2 legal characters
ko_kr: 2 개 이상 법률 자
mr_in: जास्त 2 कायदेशीर वर्ण
pt_pt: Mais de 2 caracteres válidos.
zh_tw: 超過2個合法字符

source: Work Centre Description
cs_cz: Popis práce střediska
es_es: Descripción de centro de trabajo
hi_in: काम केंद्र विवरण
id_id: Keterangan Workshop
it_it: Descrizione
ko_kr: 취업 센터 설명
mr_in: कार्य केंद्र वर्णन
nl_nl: Work center beschrijving
pt_pt: Descrição Centro de Trabalho
ro_ro: Centrul de munca Descriere
ru_ru: Описание Рабочего центра
sq_al: Përshkrimi i punës Centre
sv: Arbetsplatsbeskrivning
sw_ke: Kituo cha kazi Description
tr_tr: IS MERKEZI AÇIKLAMASI
zh_hk: 工作中心描述
zh_tw: 工作站內容敘述

source: The Work Center should be more than 3 characters and no illegal characters allowed
ko_kr: 작업장 허용 3 개 이상의 문자없이 불법 자한다
mr_in: कार्य केंद्र जास्त 3 वर्ण आणि परवानगी नाही बेकायदेशीर वर्ण असावा
pt_pt: Centro de Trabalho deve ter mais que 3 caracteres e devem ser válidos
zh_tw: 工作站內容說明需大於3個字符且不允許非法字符

source: More than 3 legal characters
ko_kr: 지난 3 법적 자
mr_in: पेक्षा जास्त 3 कायदेशीर वर्ण
pt_pt: Mais que 3 caracteres válidos
zh_tw: 超過3個合法字符

source: Overhead Recovery GL Account
cs_cz: Režijní zotavení GL účet
es_es: Cuenta Contable de Rescate de Gastos Generales
hi_in: ओवरहेड रिकवरी जीएल खाता
id_id: Akun GL Pemulihan Overhead
it_it: Overhead di recupero account GL
ko_kr: 오버 헤드 복구 GL 계정
mr_in: ओव्हरहेड पुनर्प्राप्ती जी.एल. खाते
pt_pt: Conta Cont. Recuperar SobreTaxa
ro_ro: Sectii de recuperare a contului GL
ru_ru: Восстановление накладных расходов счета главной книги
sq_al: Recovery indirekte Llogaria GL
sv: Konto för återvinning av overhead
sw_ke: Overhead Recovery GL Akaunti
tr_tr: Havai Kurtarma GL Hesabı
zh_hk: 制造费用总账科目
zh_tw: 間接費用分攤總帳科目

source: Work Order Costing
cs_cz: Kalkulace nákladů práce Objednat
es_es: Valoración del Costo de la Orden de Trabajo
hi_in: काम की लागत आदेश
id_id: Pembiayaan Order Produksi
ko_kr: 주문 원가 계산을 작업
mr_in: मागणी भांडवलाच्या काम
nl_nl: Werkorder kostprijsberekening
pt_pt: Custeio Ordem Produção
ro_ro: Ordinul de muncă costurilor
ru_ru: Калькуляция наряда на работу
sq_al: Rendit Puna kushton
sv: Kostnadsberäkning av arbetsorder
sw_ke: Kazi Order Kukadiria Gharama
tr_tr: Maliyetleme İş Emri
zh_hk: 输工作单成本
zh_tw: 工作單成本

source: Back to Work Orders
cs_cz: Návrat do práce Objednávky
es_es: Volver a Órdenes de Trabajo
hi_in: वापस आदेश काम करने के लिए
id_id: Kembali ke Order Produksi
it_it: Torna agli ordini di lavoro
ko_kr: 위로 주문을 일하기
mr_in: मागे कार्य ऑर्डर करण्यासाठी
nl_nl: Terug naar werkorders
pt_pt: Voltar para Ordens Produção
ro_ro: Inapoi la bonuri de lucru
ru_ru: Вернуться к наряду на работы
sq_al: Back to Work urdhëron
sv: Tillbaka till arbetsorder
sw_ke: Nyuma ya Kazi Daraja
tr_tr: Geri Siparişler Çalışma
zh_hk: 返回工作单
zh_tw: 返回工作單

source: Select a work order
cs_cz: Vyberte pracovní příkaz
es_es: Seleccionar una orden de trabajo
hi_in: एक काम के आदेश का चयन करें
id_id: Pilih order produksi
it_it: Seleziona un ordine di lavoro
ko_kr: 작업 순서를 선택
mr_in: एक काम क्रम निवडा
nl_nl: Selecteer een werkorder
pt_pt: Selec. Ordem Produção
ro_ro: Selecteaza Bon de lucru
ru_ru: Выберите наряд на работы
sq_al: Zgjidh një urdhër pune
sv: Välj en arbetsorder
sw_ke: Kuchagua kazi ili
tr_tr: bir çalışma düzeni seçin
zh_hk: 选取工作单
zh_tw: 選取工作單

source: This page can only be opened if a work order has been selected.
cs_cz: Tato stránka může být otevřen pouze v pracovní příkaz byl vybrán.
es_es: Sólo puede abrirse esta página si se ha seleccionado una orden de trabajo
hi_in: इस पृष्ठ तभी एक काम करने का चयन किया गया है खोला जा सकता है.
id_id: Halaman ini hanya dapat dibuka jika order produksi telah dipilih.
it_it: Questa pagina può essere aperto solo un ordine di lavoro è stato selezionato.
ko_kr: 작업 순서를 선택한 경우이 페이지는 열 수 있습니다.
mr_in: एक काम ऑर्डर निवडले गेले आहे तर हे पृष्ठ फक्त उघडले जाऊ शकते.
nl_nl: Selecteer een workcenter om deze pagina te openen
pt_pt: Página deve ser aberta quando ordem de produção for selecionada
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un ordin de muncă a fost selectat.
ru_ru: Эта страница может быть открыта, если выбран наряд на работы
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një mënyrë pune është përzgjedhur.
sv: Kan bara visa sidan om man valt en arbetsorder
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama utaratibu kazi imekuwa kuchaguliwa.
tr_tr: iş emri seçildiyse Bu sayfa sadece açılabilir.
zh_hk: 此页只有选取工作单后才能进入
zh_tw: 這頁只能在有選取工作單才能開啟

source: Could not retrieve the details of the selected work order
cs_cz: Nepodařilo se načíst informace o vybrané pracovní příkaz
es_es: No se pudieron obtener los detalles de la orden de trabajo seleccionada
hi_in: चयनित कार्य क्रम का ब्यौरा प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil rincian order produksi yg dipilih
it_it: Non è possibile recuperare i dettagli dell &#39;ordine di lavoro selezionato
ko_kr: 선택한 작업 순서의 상세 정보를 검색 할 수 없습니다
mr_in: निवडलेले काम ऑर्डर तपशील परत मिळवू शकलो नाही
nl_nl: Kon de details van de werkorder niet ophalen
pt_pt: Não pode recuperar detalhes da ordem de produção selecionada
ro_ro: Nu sa putut prelua detalii de ordine de lucru selectat
ru_ru: Не могу получить подробности выбранного наряда на работы
sq_al: Nuk mund të marrë të dhënat e urdhëri i punës zgjedhur
sv: Kan inte hämta beskrivningen för den valda arbetsordern
sw_ke: Hakuweza Retrieve maelezo ya utaratibu wa kuchaguliwa kazi
tr_tr: Seçilen iş emri detayları alınamadı
zh_hk: 未能取得所选工作单的细节, 因为
zh_tw: 未能提取選取工作單的資料

source: The selected work order item cannot be retrieved from the database
cs_cz: Vybrané práce objednat nelze načíst z databáze
es_es: No se puede obtener el artículo de la orden de trabajo seleccionado
hi_in: चयनित कार्य आदेश मद डेटाबेस से पुनर्प्राप्त नहीं कर सकते
id_id: Item order produksi yg dipilih tdk dapat diambil dari database
it_it: L&#39;elemento selezionato ordine di lavoro non possono essere recuperati dal database
ko_kr: 선택한 작업 순서 항목은 데이터베이스에서 검색 할 수 없습니다
mr_in: निवडलेले काम ऑर्डर आयटम डेटाबेस प्राप्त केले जाऊ शकत नाही
nl_nl: Geselecteerde werkorder kon niet worden opgehaald uit de daabase
pt_pt: Ordem de Prod. não pode ser recuperada no DB
ro_ro: Selectat pentru postul de muncă nu pot fi preluate din baza de date
ru_ru: Выбранный элемент наряда на работы не может быть извлечен из базы данных
sq_al: Zgjedhur që të punojnë send nuk mund të shikohet nga baza e të dhënave
sv: De valda arbetsorderraderna kan inte hämtas från databasen
sw_ke: Ya kuchaguliwa kazi ili bidhaa hawezi kuwa Rudishwa kutoka database
tr_tr: Seçilen çalışma düzeni madde veritabanından alınamaz
zh_hk: 未能从数据库中取得所选工作单的物料
zh_tw: 選取的工作單商品未能由資料庫提取

source: Work order
cs_cz: Práce, aby
es_es: Orden de trabajo
hi_in: कार्य आदेश
id_id: Order produksi
it_it: Lavoro per
ko_kr: 작업 순서
mr_in: कार्य क्रम
nl_nl: Werkorder
pt_pt: Ordem Produção
ro_ro: Bon de Lucru
ru_ru: Наряд на работы
sq_al: Puna për
sv: Arbetsorder
sw_ke: Kazi ili
tr_tr: Iş emri
zh_hk: 工作单
zh_tw: 工作單

source: Manufactured at
cs_cz: Vyráběné v
es_es: Fabricado en
hi_in: में निर्मित
id_id: Diproduksi di
it_it: Prodotto a
ko_kr: 에서 제조
mr_in: येथे उत्पादित
nl_nl: Geproduceerd bij
pt_pt: Fabric. em
ro_ro: Fabricate la
ru_ru: Изготовлено в
sq_al: Prodhuara në
sv: Tillverkad av
sw_ke: Viwandani katika
tr_tr: de imal
zh_hk: 制造于
zh_tw: 生產於

source: Qty Reqd
cs_cz: Množství Reqd
es_es: Cantidad Requerida
hi_in: मात्रा Reqd
id_id: Qty Dbtuhkan
it_it: Qtà reqd
ko_kr: 수량 Reqd
mr_in: मात्रा Reqd
nl_nl: Vereiste hoeveelheid
pt_pt: Qtd. Req.
ro_ro: Cantitate Reqd
ru_ru: Кол-во необходимое
sv: Krävd kvantitet
sw_ke: Uchina Reqd
tr_tr: Adet Reqd
zh_hk: 要求数量
zh_tw: 要求數量

source: Cost Reqd
cs_cz: Náklady Reqd
es_es: Costo Requerido
hi_in: लागत Reqd
id_id: Biaya Dbtuhkan
it_it: Costo reqd
ko_kr: 비용 Reqd
mr_in: Reqd किंमत
nl_nl: Vereiste kosten
pt_pt: Cust. Req.
ro_ro: Costul Reqd
ru_ru: Стоимость необходимая
sq_al: Kosto Reqd
sv: Kostnad krävs
sw_ke: Gharama Reqd
tr_tr: Maliyet Reqd
zh_hk: 要求的成本
zh_tw: 要求的成本

source: Usage Variance
cs_cz: Využití rozptylu
es_es: Uso de la Varianza
hi_in: उपयोग वेरिएंस
id_id: Selisih Penggunaan
it_it: Uso della varianza
ko_kr: 사용의 차이
mr_in: वापर फरक
nl_nl: Gebruiks verschillen
pt_pt: Variaç. Uso
ro_ro: Utilizarea Variance
ru_ru: Использование Разницы
sq_al: Perdorimi Ndryshimi
sv: Användningsvarians
sw_ke: Tofauti kati ya matumizi ya
tr_tr: Kullanım Varyans
zh_hk: 用量差异
zh_tw: 用量差異

source: Cost Variance
cs_cz: Odchylka nákladů
es_es: Variación del Costo
hi_in: लागत वेरिएंस
id_id: Selisih Biaya
it_it: Costo della varianza
ko_kr: 비용 차이
mr_in: किंमत फरक
nl_nl: Kost verschillen
pt_pt: Variação Custo
ru_ru: Разница стоимости
sq_al: Kosto Ndryshimi
sv: Kostnadsarians
sw_ke: Tofauti kati ya gharama
tr_tr: Maliyet Varyans
zh_hk: 成本差异
zh_tw: 成本差異

source: Could not retrieve the issues of the item because:
cs_cz: Nepodařilo se načíst otázky položky, protože:
es_es: No se pudieron obtener los envíos del artículo porque
hi_in: क्योंकि आइटम के मुद्दों को पुनः प्राप्त नहीं कर सका:
id_id: Tdk dapat mengambil terbitan dari item tersebut karena:
it_it: Non è possibile recuperare i temi della voce perché:
ko_kr: 항목 때문에 문제를 검색 할 수 없습니다 :
mr_in: आयटम कारण प्रश्र्न परत मिळवू शकत नाही:
nl_nl: Kon de toewijzingen van het item niet ophalen omdat:
pt_pt: Não pode recuperar detalhes do item porque
ro_ro: Nu sa putut prelua problemele de element, deoarece:
ru_ru: Не удалось получить выпуск товара, потому что
sq_al: Nuk mund të marrë me çështjet e sendit, sepse:
sv: Kan inte hämta beskrivningen för artikeln eftersom
sw_ke: Hakuweza Retrieve masuala ya bidhaa kwa sababu:
tr_tr: çünkü öğenin sorunları alınamadı:
zh_hk: 未能提取物料的发料, 因为
zh_tw: 未能提取要求的商品, 因為

source: Could not get issues that were not required by the BOM because
cs_cz: Nemohli dostat problémy, které nebyly požadované kusovníku, protože
es_es: No se pudieron obtener los envíos que no eran requeridos por la Lista de Materiales porque
hi_in: मुद्दों कि BOM क्योंकि द्वारा जरूरी नहीं थे पाने के लिए नहीं किया जा सका
id_id: Tdk dapat mengambil terbitan yg tdk diperlukan oleh BOM karena:
it_it: Impossibile ottenere le questioni che non sono state richieste dalla distinta base, perché
ko_kr: BOM 때문에 필요하지 않은 문제를 가져올 수 없습니다
mr_in: BOM आवश्यक नाहीत अडचणींची मिळविणे शक्य नाही कारण
nl_nl: Kon geen materialen toewijzen die niet vereist zijn door de materiaal lijst omdat
pt_pt: Não pode obter requer. que não estão na estrut. prod. porque
ro_ro: Nu a putut obţine probleme care nu au fost solicitate de BOM, deoarece
ru_ru: Не удалось получить выпуски, которые требуются счетом на материалы, потому что
sq_al: Nuk mund të marrë çështje që nuk janë kërkuar nga bom sepse
sv: Kunde inte hämta issues som inte behövdes för materiallistan eftersom
sw_ke: Hakuweza kupata masuala ambayo yalikuwa siyo inavyotakiwa na Bom sababu
tr_tr: BOM, çünkü gerekli değildi sorunları alınamadı
zh_hk: 未能提取非BOM要求的发料, 因为
zh_tw: 未能提取非物料清單要求的商品, 因為

source: share of variance
cs_cz: Podíl rozptylu
es_es: compartir la diferencia
hi_in: प्रसरण का हिस्सा
id_id: bagian dari selisih
it_it: quota di varianza
ko_kr: 분산 공유
mr_in: फरक हिस्सा
nl_nl: Deel verschillen
pt_pt: compart. variação de
ro_ro: ponderea varianţei
ru_ru: Доля расхождения
sq_al: pjesë e grindje
sv: andel av varians
sw_ke: sehemu ya ugomvi
tr_tr: varyans payı
zh_hk: 分摊差异
zh_tw: 差異分佈

source: The GL posting for the work order variance could not be inserted because
cs_cz: GL vysílání pro rozptyl práci, aby nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de la variación de la orden de trabajo porque
hi_in: काम करने के विचरण के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL utk selisih order produksi tersebut tdk dapat dimasukkan karena
it_it: Il GL invio per la varianza ordine di lavoro non poteva essere inserito perché
ko_kr: 작업 순서의 차이에 대한 GL 게시 때문에 삽입 할 수 없습니다
mr_in: काम ऑर्डर फरक साठी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking voor de werkorder verschillen kon niet worden toegevoegd omdat
pt_pt: Lanç. contábil da variação ordem de compra não pode ser inserida porque
ro_ro: GL posta pentru variaţia comanda de lucru nu a putut fi introdus, deoarece
ru_ru: Проводки главной книги по расхождениям нарядов на работу не могут быть вставлены, потому что
sq_al: GL postimin për grindje për punë nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: GL ya posting kwa ugomvi na utaratibu kazi inaweza kuwa kuingizwa kwa sababu
tr_tr: iş emri varyans için kayıt GL çünkü takılı olamazdı
zh_hk: 工作单差异的总账过账未能插入,因为
zh_tw: 工作單差異的總帳記帳未能插入, 因為

source: The GL posting for the WIP side of the work order variance posting could not be inserted because
cs_cz: GL vysílání na stranu WIP rozptylu práce, aby vyslání nemůže být vložen, protože
es_es: No se pudo agregar el registro contable de la parte WIP del registro de la variación de la orden de trabajo porque
hi_in: कार्य आदेश पोस्टिंग विचरण WIP पक्ष के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL utk bagian WIP dari posting selisih order produksi tdk dapat dimasukkan karena
it_it: Il GL distacco per il lato WIP della varianza ordine di lavoro distacco non può essere inserito perché
ko_kr: 작업 순서 분산 게시물의 WIP 측의 GL 게시 때문에 삽입 할 수 없습니다
mr_in: काम ऑर्डर फरक पोस्टिंग WIP बाजूला साठी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking aan de WIP kant van de werkorderverschillen kon niet worden toegevoegd omdat
pt_pt: Lanç. contábil da variação work in process não pode ser inserida porque
ro_ro: GL posta pentru partea WIP a varianţei pentru a lucra detaşării nu a putut fi introdus, deoarece
ru_ru: Проводки главной книги для стороны WIP расхождения наряда на работу не могут быть вставлены, потому что
sq_al: GL postimin për anën WIP e grindje për punë postimi nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: GL ya posting kwa upande WIP ya ugomvi kazi ili posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla iş emri varyans WIP tarafı için kayıt GL çünkü takılı olamazdı
zh_hk: 未能插入总账凭证在制品工作单差异,因为
zh_tw: WIP的工作單差異記帳的總帳記帳未能插入, 因為

source: share of usage variance
cs_cz: Podíl využití rozptylu
es_es: Compartir el Uso de la Varianza
hi_in: उपयोग के प्रसरण का हिस्सा
id_id: bagian dari selisih penggunaan
it_it: quota di varianza di utilizzo
ko_kr: 사용 분산 공유
mr_in: वापर फरक हिस्सा
nl_nl: delen van gebruiksvesrchillen
pt_pt: compartilhar var. uso
ro_ro: cota de variaţie de utilizare
ru_ru: доля расхождения использования
sq_al: pjesë e grindje përdorimit
sv: andel av användningsvarians
sw_ke: sehemu ya ugomvi matumizi
tr_tr: kullanım varyans payı
zh_hk: 分摊用量差异
zh_tw: 用量差異分佈

source: The GL posting for the material usage variance could not be inserted because
cs_cz: GL vysílání pro rozdílnost použití materiálu nemůže být vložen, protože
es_es: No se pudo agregar el registro contable de la variación del uso de material porque
hi_in: सामग्री उपयोग विचरण के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL utk selisih penggunaan bahan tdk dapat dimasukkan karena
it_it: Il GL invio per la varianza uso del materiale non ha potuto essere inserito perché
ko_kr: 재료 사용량 변화에 대한 GL 게시 때문에 삽입 할 수 없습니다
mr_in: सामग्री वापर फरक साठी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De GL detachering voor het materiaal gebruik van variantie kon niet worden geplaatst omdat
pt_pt: Lanç. contábil da variação do material não foi inserida porque
ro_ro: GL posta pentru varianţa de utilizare material nu a putut fi introdus, deoarece
ru_ru: Проводки главной книги по расхождениям материалов не могут быть вставлены, потому что
sq_al: GL postimin për grindje përdorimin e materialit nuk mund të futet, sepse
sv: Fel eftersom
sw_ke: GL ya posting kwa ajili ya matumizi ya vifaa ugomvi inaweza kuwa kuingizwa kwa sababu
tr_tr: malzeme kullanımı varyans için kayıt GL çünkü takılı olamazdı
zh_hk: 总账凭证的物料使用差异未能插入,因为
zh_tw: 不能插入總帳張貼的材料用量差異，因為

source: The GL posting for the WIP side of the usage variance posting could not be inserted because
cs_cz: GL vysílání na stranu WIP o využití rozptylu vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de la parte WIP del registro de variación de uso porque
hi_in: उपयोग के पोस्टिंग के विचरण WIP पक्ष के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL utk bagian WP dari posting selisih penggunaan tdk dapat dimasukkan karena
it_it: Il GL distacco per il lato WIP della varianza utilizzo distacco non può essere inserito perché
ko_kr: 사용 분산 게시물의 WIP 측의 GL 게시 때문에 삽입 할 수 없습니다
mr_in: वापर फरक पोस्टिंग WIP बाजूला साठी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking aan de WIP kant voor de gebruiksverschillen konden niet worden toegevoegd omdat
pt_pt: Lanç. contábil da variação uso do work in process não pode ser inserido porque
ro_ro: GL posta pentru partea WIP a varianţei utilizare a detaşării nu a putut fi introdus, deoarece
ru_ru: Проводки главной книги на стороне WIP расхождения в стоимости не могуть быть вставлены, потому что
sq_al: GL postimin për anën WIP e përdorimit postimi grindje nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: GL ya posting kwa upande WIP ya ugomvi matumizi posting inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme kullanım varyans WIP tarafı için kayıt GL çünkü takılı olamazdı
zh_hk: 未能插入总账凭证在制品用量差异,因为
zh_tw: WIP的用量差異記帳的總帳記帳未能插入, 因為

source: share of cost variance
cs_cz: Podíl nákladů rozptylu
es_es: parte de variación en los costos
hi_in: लागत विचरण का हिस्सा
id_id: bagian dari selisih biaya
it_it: quota di variazione dei costi
ko_kr: 비용 분산 공유
mr_in: निवड फरक हिस्सा
nl_nl: delen van kost verschillen
pt_pt: Compart. var. custo
ro_ro: ponderea diferenţelor de cost
ru_ru: доля расх стоимости
sq_al: pjesë e grindje kostos
sv: andel av kostnadsvarians
sw_ke: sehemu ya ugomvi gharama
tr_tr: maliyet varyans payı
zh_hk: 分摊成本差异
zh_tw: 成本差異分佈

source: The GL posting for the cost variance could not be inserted because
cs_cz: GL vyslání na náklady rozptylu nemůže být vložen, protože
es_es: No se pudo agregar el registro contable de la variación de costo porque
hi_in: लागत विचरण के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL utk dari selisih biaya tdk dapat dimasukkan karena
it_it: Il GL invio per la variazione dei costi non può essere inserito perché
ko_kr: 비용 차이에 대한 GL 게시 때문에 삽입 할 수 없습니다
mr_in: किमतीच्या फरक साठी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking vor de kostverschillen kon niet worden toegevoegd omdat
pt_pt: Lanç. contábil variação de cuto não foi inserida porque
ro_ro: GL posta pentru diferenţelor de cost nu a putut fi introdus, deoarece
ru_ru: Проводки главной книги на расхо в стоимости не могут быть вставлены, потому что
sq_al: GL postimin për grindje kosto nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: GL ya posting kwa ugomvi na gharama inaweza kuwa kuingizwa kwa sababu
tr_tr: maliyet varyans için kayıt GL çünkü takılı olamazdı
zh_hk: 总账凭证的成本差异未能插入,因为
zh_tw: 成本差異的總帳記帳未能插入, 因為

source: The GL posting for the WIP side of the cost variance posting could not be inserted because
cs_cz: GL vysílání na stranu WIP nákladů variance vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de la parte WIP del registro de la variación de costo porque
hi_in: लागत पोस्टिंग विचरण WIP पक्ष के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL utk bagian WIP dari posting selisih biaya tdk dapat dimasukkan karena
it_it: Il GL distacco per il lato WIP della varianza delle spese di spedizione non poteva essere inserito perché
ko_kr: 비용 분산 게시물의 WIP 측의 GL 게시 때문에 삽입 할 수 없습니다
mr_in: निवड फरक पोस्टिंग WIP बाजूला साठी जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking van de kostverschillen aan de WIP kant kon niet worden ingevoerd omdat
pt_pt: Lanç. contábil da variação do work in process não pode ser inserida porque
ro_ro: GL posta pentru partea WIP a diferenţelor de cost detaşării nu a putut fi introdus, deoarece
ru_ru: Проводки главной книги на стороне WIP расхождения в стоимости не могуть быть вставлены, потому что
sq_al: GL postimin për anën WIP e grindje kosto postimi nuk mund të shtohet sepse
sv: Fel eftersom
sw_ke: GL ya posting kwa upande WIP ya ugomvi gharama posting inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme maliyeti varyans WIP tarafı için kayıt GL çünkü takılı olamazdı
zh_hk: 未能插入总账凭证在制品成本差异,因为
zh_tw: WIP的成本差異記帳的總帳記帳未能插入, 因為

source: Could not delete the predefined work order serial numbers
cs_cz: Nelze odstranit předdefinované pracovní příkaz sériová čísla
es_es: No se pudo suprimir los números de serie predefinidos de la orden de trabajo
hi_in: पूर्वनिर्धारित कार्य आदेश सीरियल नंबर को मिटा नहीं सका
id_id: Tdk dapat menghapus nomor seri order produksi yg telah dibuat sebelumnya
it_it: Impossibile eliminare i numeri predefiniti ordine seriale di lavoro
ko_kr: 미리 정의 된 작업 순서 일련 번호를 삭제할 수 없습니다
mr_in: पूर्वनिर्धारित काम ऑर्डर सिरिअल क्रमांक हटवू शकत नाही
nl_nl: Kon het niet verwijderen van de vooraf gedefinieerde werkorder serienummers
pt_pt: Não pode remover ordem prod. para números seriais
ro_ro: Nu am putut şterge numerele predefinite de lucru pentru serial
ru_ru: Не удалось удалить предопределенные серийные номера наряда на работу
sq_al: Nuk mund të fshini paracaktuara për punë numrat serial
sv: Kunde inte radera de fördefinierade arbetsorderserienummerna
sw_ke: Hakuweza kufuta predefined kazi ili idadi Serial
tr_tr: Önceden tanımlanmış iş emri seri numaraları silinemedi
zh_hk: 未能删除预先定义的工作单序列号
zh_tw: 無法刪除預先定義的工單的序列號

source: The SQL used to delete the predefined serial numbers was:
cs_cz: SQL slouží k odstranění předem sériová čísla byla:
es_es: El SQL usado para suprimir los números de serie predefinidos fue:
hi_in: एसक्यूएल को पूर्वनिर्धारित धारावाहिक था संख्या हटाना प्रयोग किया है:
id_id: SQL yg digunakan utk menghapus nomor seri yg telah dibuat sebelumnya adalah:
it_it: Il SQL utilizzata per eliminare i numeri di serie predefinita è stata:
ko_kr: 미리 정의 된 일련 번호를 삭제하는 데 사용되는 SQL했다 :
mr_in: पूर्वनिर्धारित सिरिअल क्रमांक हटवण्यासाठी वापरले SQL होते:
nl_nl: De SQL wordt gebruikt om de vooraf gedefinieerde serienummers was te verwijderen:
pt_pt: SQL usado para remover número de Série predefinido foi:
ro_ro: SQL utilizat pentru a şterge numerele predefinite de serie a fost:
ru_ru: SQL используется для удаления предопределенных серийные номеров:
sq_al: SQL të përdorura për të fshirë numrat serial të paracaktuara ishte:
sv: Följande SQL användes för att radera de fördefinierade serienummerna
sw_ke: SQL kutumika kufuta idadi Serial predefined ilikuwa:
tr_tr: SQL önceden seri numaraları olarak silmek için kullanılır:
zh_hk: 用作删除预先定义的序列号的SQL是
zh_tw: 本SQL用於刪除預先定義的序列號：
