Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: An error occurred getting the header information about the receipt batch number
cs_cz: Došlo k chybě získávání záhlaví informace o počtu přijetí šarže
es_es: Hubo un error al obtener la información de cabecera sobre el número de lote recibido
hi_in: एक त्रुटि प्राप्ति बैच संख्या के बारे में शीर्ष लेख जानकारी प्राप्त हुई
id_id: Kesalahan terjadi saat mendapatkan informasi header mengenai nomor batch penerimaan
it_it: È verificato un errore ricevendo le informazioni di intestazione per il numero di lotto ricevuta
ko_kr: 오류가 수신 배치 번호에 대한 헤더 정보를 가져 발생한
mr_in: एक त्रुटी पावती बॅच क्रमांक बद्दल शिर्षक माहिती मिळत आली
nl_nl: Er is een fout opgetreden toen de koptekst van de ontvangst batch nummer werd opgevraagd
pt_pt: Ocorreu erro obtendo a informação de cabeçalho relacionado com o númera de lote de recebimento
ro_ro: A aparut o eroare a obţine informaţiile din antet despre numărul de lot primirea
ru_ru: Ошибка получения заголовка информацию о номере полученной партии
sq_al: Ka ndodhur një gabim marrjen e informacionit header në lidhje me numrin grumbull pranimit
sv: Ett fel inträffade få rubriken information om mottagandet batchnummer
sw_ke: Hitilafu ilitokea kupata taarifa header kuhusu idadi na kundi risiti
tr_tr: Bir hata makbuz parti numarası hakkında başlık bilgi almak oluştu
zh_hk: 取得收款的台头信息时发生错误
zh_tw: 取得收款批次編號的台頭資料時發生錯誤

source: The SQL used to get the receipt header information that failed was
cs_cz: SQL používá k získání obdržení informace záhlaví, které se nepodařilo se
es_es: El SQL que falló al obtener la información de la cabecera del ingreso fue
hi_in: एसक्यूएल को रसीद हेडर सूचना है कि विफल हो जाया करता था
id_id: SQL yg digunakan utk mendapatkan informasi header penerimaan yg gagal adalah
it_it: L&#39;SQL utilizzato per ottenere le informazioni di intestazione ricevuta che era riuscito
ko_kr: SQL은 실패 영수증 헤더 정보를 얻기 위해 사용했다
mr_in: अयशस्वी की पावती शीर्षक माहिती मिळत SQL होते
nl_nl: De SQL waarin de fout is opgetreden toen de koptekst van de ontvangst batch nummer werd opgevraagd is
pt_pt: SQL usado para obter a informação de cabeçalho do recebimento que falhou foi
ro_ro: SQL folosit pentru a obţine informaţiile din antetul primirea că nu a fost
ru_ru: Завершившийся неудачей SQL, используемый для получения заголовков о получении товаров
sq_al: SQL të përdorura për të marrë informacion header marrjes se nuk ishte
sv: SQL används för att få den information kvitto sidhuvudet som misslyckades var
sw_ke: SQL kutumika kupata header kupokea taarifa kwamba alishindwa mara
tr_tr: SQL oldu başarısız makbuz başlık bilgileri almak için kullanılır
zh_hk: 用于取得收款台头信息失败的 SQL 是
zh_tw: 用作取得收款台頭資料失敗的 SQL 是

source: Create PDF Print-out For A Batch Of Receipts
cs_cz: Vytvořit PDF Tisk-out na pečení Příjmy
es_es: Crear un PDF para un lote de recibos
hi_in: बनाना पीडीएफ प्रिंट प्राप्तियों का एक बैच के लिए बाहर
id_id: Buat Cetakan PDF utk Batch Penerimaan
it_it: Crea PDF Print-out per una partita di Ricevute
ko_kr: 영수증의 배치를 들어 PDF 프린트 아웃 만들기
mr_in: पावत्या एक बॅच साठी पीडीएफ़ प्रिंट आऊट तयार
nl_nl: Creeren PDF Afdruk Van Een Verzameling Ontvangsten
pt_pt: Criar PDF imprimir saída para Lotes de Recebimentos
ro_ro: A crea PDF Print-out pentru un lot de Venituri
ru_ru: Создать PDF-отчет для поступившей партии
sq_al: Krijo PDF Printoni E-nga për një seri të Pranimet
sv: Skapa PDF Skriv ut för en sats av kvitton
sw_ke: Kujenga PDF Print-nje kwa kundi ya Mapato
tr_tr: Oluşturmak PDF Çıktı Makbuzlar Bir Toplu İçin
zh_hk: 打印收款单
zh_tw: 產生批次收款的 PDF 列列

source: The receipt batch number
cs_cz: Obdržení číslo šarže
es_es: El número del lote de ingresos
hi_in: रसीद बैच संख्या
id_id: Nomor batch penerimaan
it_it: La ricevuta numero di lotto
ko_kr: 영수증 배치 번호
mr_in: पावती बॅच क्रमांक
nl_nl: Ontvangst verzamel nummer
pt_pt: O número do lote de recebimento
ro_ro: Primire numărul lotului
ru_ru: Номер полученной партии
sq_al: Grumbull marrjes Numri
sv: Mottaget Batch/serie nummer
sw_ke: Idadi ya kundi risiti
tr_tr: Makbuz parti numarası
zh_hk: 收款编号
zh_tw: 收款批資編號

source: was not found in the database
cs_cz: nebyl nalezen v databázi
es_es: no se encontró en la base de datos
hi_in: डेटाबेस में प्राप्त नहीं था
id_id: tdk ditemukan di database
it_it: non è stato trovato nel database
ko_kr: 데이터베이스에서 찾을 수 없습니다
mr_in: डेटाबेस आढळले नाही
nl_nl: is niet gevonden in de database
pt_pt: Não encontrado no banco de dados
ro_ro: nu a fost găsit în baza de date
ru_ru: не найдено в базе данных
sq_al: nuk u gjet në bazën e të dhënave
sw_ke: hakuonekana katika database
tr_tr: VERITABANINDA BULUNAMADI
zh_hk: 在数据库中找不到
zh_tw: 在資料庫中找不到

source: Please try again selecting a different batch number
cs_cz: Zkuste to prosím znovu vybrat jiný číslo šarže
es_es: Por favor intente nuevamente con un número de lote diferente
hi_in: कोशिश फिर से एक अलग बैच नंबर का चयन करें
id_id: Silahkan coba kembali utk memilih nomor batch yg lain
it_it: Riprovare selezionando un numero diverso lotto
ko_kr: 또 다른 배치 번호를 선택하는 시도하십시오
mr_in: भिन्न बॅच क्रमांक निवडून पुन्हा प्रयत्न करा
nl_nl: Probeer het opnieuw met een ander batch nummer
pt_pt: Favor selecionar outro número batch / lote
ro_ro: Vă rugăm încercaţi să selectaţi din nou un număr de lot diferit
ru_ru: Пожалуйста, попробуйте еще раз выбрать другой номер партии
sq_al: Ju lutemi provoni përsëri zgjedhjen e një numër të ndryshëm grumbull
sv: Försök igen välja ett annat batchnummer
sw_ke: Tafadhali jaribu tena kuchagua kundi tofauti idadi
tr_tr: BASKA BIR LOT NO. SEÇIN VE TEKRAR DENEYIN
zh_hk: 请输入其他的收款编号
zh_tw: 請選取其他的批次編號

source: An error occurred getting the customer receipts for batch number
cs_cz: Došlo k chybě získávání zákazník potvrzení o číslo šarže
es_es: Hubo un error al obtener los recibos del cliente para el número de lote
hi_in: एक त्रुटि बैच नंबर के लिए ग्राहक प्राप्ति हो रही हुई
id_id: Kesalahan terjadi saat mengambil nomor batch utk penerimaan customer
it_it: È verificato un errore ricevendo il gettito cliente per il numero di lotto
ko_kr: 오류가 배치 번호에 대한 고객의 영수증을 받고 발생
mr_in: एक त्रुटी बॅच नंबर ग्राहक पावती मिळत आली
nl_nl: Er is een fout opgetreden bij het opvragen van de klant ontvangst voor batch nummer
pt_pt: Ocorreu erro obtendo recebimentos de cliente para número de lote
ro_ro: A aparut o eroare obtinerea veniturilor clientului pentru numărul de lot
ru_ru: Ошибка получения квитанции клиента для номера партии
sq_al: Ka ndodhur një gabim duke marrë faturat e konsumatorëve për numrin e serisë
sv: Ett fel inträffade få kunden kvitton för batchnummer
sw_ke: Hitilafu ilitokea kupata mapato ya mteja kwa idadi kundi
tr_tr: Bir hata parti numarası için müşteri gelirleri elde oluştu
zh_hk: 查找收款编号是发生错误
zh_tw: 取後客戶收款批次編號時發生錯誤

source: The SQL used to get the customer receipt information that failed was
cs_cz: SQL používá k získání zákazníka obdržení informace, které se nepodařilo byla
es_es: El SQL que falló al obtener la información del ingreso del cliente fue
hi_in: एसक्यूएल को ग्राहक प्राप्ति सूचना है कि विफल हो जाया करता था
id_id: SQL yg digunakan utk mengambil informasi penerimaan customer dan gagal adalah
it_it: L&#39;SQL utilizzato per ottenere le informazioni di ricevuta per il cliente che ha fallito è stato
ko_kr: SQL은 실패 고객 영수증 정보를 얻기 위해 사용했다
mr_in: अयशस्वी ग्राहक पावती माहिती मिळत SQL होते
nl_nl: De SQL waarin de fout is opgetreden toen de informatie over de klant ontvangst werd opgevraagd is
pt_pt: SQL usado para obter informação de recebimento do cliente que falhou foi
ro_ro: SQL folosit pentru a obţine informaţii primirea client care nu a fost
ru_ru: Завершившийся неудачей SQL, используемый для получения информации о банковских квитанциях клиентов
sq_al: SQL të përdorura për të marrë informacionin e pranimit të konsumatorëve që nuk ishte
sv: SQL används för att få den information kunden kvitto som misslyckades var
sw_ke: SQL kutumika kupata ofisi mteja habari kwamba alishindwa mara
tr_tr: SQL oldu başarısız müşteri makbuzu bilgileri almak için kullanılır
zh_hk: 用于查找收款编号信息失败的 SQL 是
zh_tw: 用作取得客戶收款資料時失敗的 SQL 是

source: An error occurred getting the GL receipts for batch number
cs_cz: Došlo k chybě dostat GL tržeb za číslo šarže
es_es: Hubo un error al obtener los ingresos contables del número de lote
hi_in: एक त्रुटि बैच नंबर के लिए जीएल प्राप्ति हो रही हुई
id_id: Kesalahan terjadi saat mengambil penerimaan GL utk nomor batch
it_it: È verificato un errore ricevendo il gettito GL per il numero di lotto
ko_kr: 오류가 배치 번호에 대한 GL 영수증을 받고 발생
mr_in: एक त्रुटी बॅच नंबर साठी जी.एल. पावत्या मिळत आली
nl_nl: Er is een fout opgetreden bij het opvragen van de grootboek boeking voor de ontvangst van batch nummer
pt_pt: Ocorreu erro obtendo recebimentos no Plano de Contas para número de lote
ro_ro: A aparut o eroare obtinerea încasările GL pentru numărul de lot
ru_ru: Ошибка получения квитанции главной книги для номера партии
sq_al: Ka ndodhur një gabim duke marrë faturat GL për numrin e serisë
sv: Ett fel inträffade få GL kvitton för batchnummer
sw_ke: Hitilafu ilitokea kupata mapato ya GL kwa idadi kundi
tr_tr: Bir hata parti numarası için GL gelirleri elde oluştu
zh_hk: 取得收款凭证时发生错误
zh_tw: 取得總帳款批次編號時發生錯誤

source: The SQL used to get the GL receipt information that failed was
cs_cz: SQL používá k získání GL obdržení informace, které se nepodařilo byla
es_es: El SQL que falló al obtener la información del ingreso contable fue
hi_in: एसक्यूएल को जीएल प्राप्ति सूचना है कि विफल हो जाया करता था
id_id: SQL yg digunakan utk mengambil informasi penerimaan GL dan gagal adalah
it_it: L&#39;SQL utilizzato per ottenere le informazioni di GL ricevuta che era riuscito
ko_kr: SQL은 실패 GL 영수증 정보를 얻기 위해 사용했다
mr_in: अयशस्वी की जी.एल. पावती माहिती मिळत SQL होते
nl_nl: De SQL waarin de fout is opgetreden bij het opvragen van de grootboek boeking voor de ontvangst is
pt_pt: SQL usado para obter informação de recebimento do Plano de Contas que falhou foi
ro_ro: SQL folosit pentru a obţine informaţii primirea GL care nu au fost
ru_ru: SQL используется для получения GL получение информации, которая не была
sq_al: SQL të përdorura për të marrë informacion GL marrjes se nuk ishte
sv: SQL används för att få GL kvitto information som misslyckades var
sw_ke: SQL kutumika kupata GL risiti habari kwamba alishindwa mara
tr_tr: SQL oldu başarısız GL makbuz bilgileri almak için kullanılır
zh_hk: 用于取得收款凭证的 SQL 是
zh_tw: 取得總帳收款資料失敗的 SQL 是

source: Banking Summary
cs_cz: Bankovní Shrnutí
es_es: Extracto Bancario
hi_in: बैंकिंग सारांश
id_id: Rekapitulasi Perbankan
it_it: Riassunto bancario
ko_kr: 은행 개요
mr_in: बँकिंग सारांश
nl_nl: Bankboek Overzicht
pt_pt: Sintético Bancário
ro_ro: Rezumat bancar
ru_ru: Итого по банковским операциям
sq_al: Bankar Përmbledhje
sw_ke: Benki Summary
tr_tr: BANKA ÖZETI
zh_hk: 收款单
zh_tw: 銀行摘要

source: Banking Summary Number
cs_cz: Bankovní Souhrn Počet
es_es: Número de Extracto Bancario
hi_in: बैंकिंग सारांश संख्या
id_id: Nomor Rekapitulasi Perbankan
it_it: Banking Riassunto Numero
ko_kr: 은행 요약 번호
mr_in: बँकिंग सारांश क्रमांक
nl_nl: Bankboek Overzicht Nummer
pt_pt: Número do Sintético Bancário
ro_ro: Rezumat bancar Număr
ru_ru: Номер итого по банковским операциям
sq_al: Numri Bankar Përmbledhje
sv: Banking sammanfattning Antal
sw_ke: Idadi ya benki Summary
tr_tr: BANKA ÖZET NO.
zh_hk: 收款单编号
zh_tw: 銀行摘要編號

source: BANKED
cs_cz: Klopené
es_es: DEPOSITADO
hi_in: बैंकिंग
id_id: DISETOR
it_it: Provenienti da banche
ko_kr: 줄 지어 늘어 놓다
nl_nl: Dwarshelling
ro_ro: Infiltratiilor
ru_ru: Объединено
sq_al: Drejtua
sv: Bank
zh_hk: 已收到
zh_tw: 已存款

source: Select Certificate of Analysis To Print
es_es: Seleccionar el certificado de análisis a imprimir
ko_kr: 인쇄하기 시험 성적서를 선택
zh_tw: 選擇要列印的分析證書

source: Enter Item
es_es: Introducir artículo
id_id: Masukkan Item
ko_kr: 항목을 입력
mr_in: आयटम प्रविष्ट करा
pt_pt: Entrar Este Item
zh_tw: 輸入物料

source: Enter Lot
es_es: Introducir lote
ko_kr: 부지를 입력
zh_tw: 輸入批次/捆/批號

source: Or Select Existing Lot
es_es: O seleccione un lote existente
ko_kr: 또는 기존 부지를 선택
zh_tw: 或選擇現有的批號

source: Lot/Serial
es_es: Lote/Serie
ko_kr: 부지 / 시리얼
zh_tw: 批號/序列號

source: There was a problem retrieving the Lot Information
ko_kr: 많은 정보를 검색하는 동안 문제가 발생했습니다
zh_tw: 提取批號資訊時發生錯誤

source: Print Certificate of Analysis Error
ko_kr: 분석 오류의 인쇄 인증서
zh_tw: 列印證書的誤差分析

source: Unable to Locate Lot
ko_kr: 부지를 찾을 수 없습니다
zh_tw: 找不到批號位置

source: Certificate of Analysis
ko_kr: 시험 성적서
zh_tw: 分析證明書

source: Physical Properties
es_es: Propiedades físicas
ko_kr: 물리적 특성
zh_tw: 實體屬性

source: Physical Property
es_es: Propiedad física
ko_kr: 물성
zh_tw: 實體屬性

source: Test Method
es_es: Método de prueba
ko_kr: 시험 방법
zh_tw: 測試方法

source: Injection Molding Processing Guidelines
ko_kr: 사출 성형 가공 가이드 라인
zh_tw: 注塑成型加工指南

source: * Desicant type dryer required.
ko_kr: * Desicant 형 건조기가 필요.
zh_tw: 乾燥型烘乾機是必需的。

source: Setting
ko_kr: 환경
zh_tw: 設定

source: Regulatory Compliance
ko_kr: 규정 준수
zh_tw: 遵從法規

source: Payment Listing
cs_cz: Platba Výpis
es_es: Listado de pagos
hi_in: लिस्ट भुगतान
id_id: Daftar Pembayaran
it_it: Inserzione di pagamento
ko_kr: 지불 리스팅
mr_in: भरणा यादी
nl_nl: Betalings Overzicht
pt_pt: Relação de Pagamentos
ro_ro: Plată Listing
ru_ru: Список платежей
sq_al: Pagesa Listing
sv: Förformaterad lista
sw_ke: Malipo ya nyimbo
tr_tr: ÖDEMELER LISTESI
zh_hk: 付款清单
zh_tw: 付款列表

source: Enter the date from which cheques are to be listed
cs_cz: Zadejte datum, od kterého kontroly by měly být uvedeny
es_es: Introducir la fecha a partir de la cual se listarán los cheques
hi_in: दिनांक दर्ज करें, जहां से जांच के लिए सूचीबद्ध किया जाना है
id_id: Masukkan tgl awal dimana cek ingin dibuat daftar
it_it: Inserire la data dalla quale i controlli devono essere elencati
ko_kr: 검사가 나열되어야하는 날짜를 입력
mr_in: धनादेश सूचीबद्ध केले आहेत जेथून तारीख प्रविष्ट करा
nl_nl: Voer de begindatum in voor de cheques lijst
pt_pt: Entre data inicial para listar cheques
ro_ro: Introduceţi data de la care controalele trebuie să fie enumerate
ru_ru: Введите дату, с которой показывать чеки
sq_al: Futeni datën nga e cila kontrollon janë të jenë të shënuara
sv: Ange det datum från vilket kontrollerna skall förtecknas
sw_ke: Kuingia katika tarehe ambayo hundi ni kuwa waliotajwa
tr_tr: ÇEK LISTESI BASLANGIÇ TARIHI
zh_hk: 开始日期
zh_tw: 輸入要列出的支票開始日期

source: Enter the date to which cheques are to be listed
cs_cz: Zadejte datum, ke kterému kontroly by měly být uvedeny
es_es: Introducir la fecha hasta la que se listarán los cheques
hi_in: तारीख को चेक करने के लिए सूचीबद्ध किया जाना है दर्ज
id_id: Masukkan tgl akhir dimana cek ingin dibuat daftar
it_it: Inserire la data alla quale i controlli devono essere elencati
ko_kr: 날짜를 입력합니다있는 검사가 나열하는하는
mr_in: धनादेश सूचीबद्ध केले आहेत ज्या तारीख प्रविष्ट करा
nl_nl: Voer de einddatum in voor de cheques lijst
pt_pt: entre data final para listar cheques
ro_ro: Introduceţi data la care controalele trebuie să fie enumerate
ru_ru: Введите дату, до которой должны быть показаны чеки
sq_al: Futeni datën në të cilën kontrollet janë të jetë e shënuar
sv: Ange det datum som kontrollerna skall förtecknas
sw_ke: Kuingia katika tarehe ambayo hundi ni kuwa waliotajwa
tr_tr: ÇEK LISTESI BITIS TARIHI
zh_hk: 截止日期
zh_tw: 輸入要列出的支票截止日期

source: Email the report off
cs_cz: E-mailovou zprávu z
es_es: Enviar el informe por email
hi_in: रिपोर्ट ईमेल बंद
id_id: Email laporan
it_it: E-mail il report off
ko_kr: 오프 보고서를 이메일로
mr_in: बंद अहवाल ईमेल करा
nl_nl: E-mail het rapport
pt_pt: transm. relatório email
ro_ro: E-mail raportul off
ru_ru: Отправить отчет по электронной почте
sq_al: Email raportin off
sv: Auto Av tid
sw_ke: Email ripoti ya mbali
tr_tr: EMAIL GÖNDERILSIN MI?
zh_hk: 发送邮件
zh_tw: 發送郵件?

source: An error occurred getting the payments
cs_cz: Došlo k chybě získávání plateb
es_es: Hubo un error al obtener los pagos
hi_in: एक त्रुटि हो रही भुगतान हुआ
id_id: Kesalahan terjadi saat mengambil pembayaran
it_it: È verificato un errore ricevendo i pagamenti
ko_kr: 오류가 지불을 받고 발생
mr_in: एक त्रुटी प्रदाने मिळत आली
nl_nl: Er is een fout opgetreden bij het opvragen van de betalingen
pt_pt: Um ocorreu erro obtendo os pagamentos
ro_ro: A aparut o eroare obţinerea plăţilor
ru_ru: Ошибка получения платежей
sq_al: Ka ndodhur një gabim duke marrë pagesa të
sv: Fel uppstod när betalningarna skulle hämtas
sw_ke: Hitilafu ilitokea kupata malipo ya
tr_tr: ÖDEME KAYITLARI ALINIRKEN BIR HATA OLUSTU
zh_hk: 取得付款清单时发生错误
zh_tw: 取得付款時發生錯誤

source: There were no bank transactions found in the database within the period from
cs_cz: Nebyly zjištěny žádné bankovní transakce v databázi v období od
es_es: No hubo transacciones bancarias encontradas en la base de datos dentro del período comprendido
hi_in: कोई बैंक अवधि के भीतर से डेटाबेस में पाए गए लेनदेन
id_id: Tdk ada transaksi bank ditemukan di database dalam periode dari tgl
it_it: Non ci sono state operazioni bancarie presenti nel database, tra il
ko_kr: 의 기간 내에 데이터베이스에서 찾을 수 없습니다 은행 거래는 없었다
mr_in: पासून मुदतीत डेटाबेसमध्ये आढळले नाही बँक व्यवहार होते
nl_nl: Er werden geen bank transakties gevonden in de database in de periode van
pt_pt: Não foram encontradas transações bancárias no banco de dados no período de
ro_ro: Nu au existat tranzactii bancare găsit în baza de date în perioada de la
ru_ru: Существовали не банковские операции найден в базе данных для периода с
sq_al: Nuk ka pasur transaksione bankare gjenden në bazën e të dhënave në periudhën prej
sv: Det fanns inga banktransaktioner hittas i databasen under perioden
sw_ke: Kulikuwa hakuna shughuli za benki zinapatikana katika orodha ya ndani ya kipindi cha
tr_tr: BELIRTILEN TARIH ARALIGINDA BANKA ISLEMI BULUNAMADI >>
zh_hk: 在数据库中没找不到日期范围内的银行交易
zh_tw: 在資料庫中沒找不到期間內的銀行交易

source: Please try again selecting a different date range or account
cs_cz: Zkuste to prosím znovu vybrat jiný časové období nebo na účet
es_es: Por favor, pruebe de nuevo con un intervalo o cuenta diferente
hi_in: कोशिश फिर से एक भिन्न दिनांक श्रेणी या खाते का चयन करें
id_id: Silahkan coba kembali utk memilih jangka tgl atau akun yg berbeda
it_it: Si prega di riprovare selezionando una diversa gamma di data o conto
ko_kr: 다른 날짜 범위 또는 계정을 선택하고 다시 시도하십시오
mr_in: वेगळी तारीख श्रेणी किंवा खाते निवडून पुन्हा प्रयत्न करा
nl_nl: AUB probeer opnieuw met een andere periode of rekening
pt_pt: Favor selecionar outro intervalo de data ou conta contábil
ro_ro: Vă rugăm încercaţi să selectaţi din nou o gamă altă dată sau de cont
ru_ru: Пожалуйста, попробуйте еще раз выбрать другой диапазон дат или счет
sq_al: Ju lutemi provoni përsëri zgjedhjen e një gamë të ndryshme apo datën e llogarisë
sv: Försök igen väljer en annan datumintervall eller konto
sw_ke: Tafadhali jaribu tena kuchagua tarehe tofauti mbalimbali au akaunti
tr_tr: LÜTFEN BASKA TARIH ARALIGI VEYA HESAP SEÇEREK TEKRAR DENEYINIZ
zh_hk: 请选取其他的日期范围或账户
zh_tw: 請再試選擇其他的日期範圍或帳戶

source: Cheque Listing
cs_cz: Šek Výpis
es_es: Listado de Cheques
hi_in: चैक लिस्ट
id_id: Daftar Cek
it_it: Assegno Listing
ko_kr: 수표 목록
mr_in: धनादेश यादी
nl_nl: Cheque Lijst
pt_pt: Relatório de Cheques
ro_ro: Cec Listing
ru_ru: Перечень чеков
sq_al: Çek Listing
sv: Förformaterad lista
sw_ke: Hundi ya nyimbo
tr_tr: ÇEK LISTESI
zh_hk: 付款清单
zh_tw: 支票列表

source: Cheque listing from
cs_cz: Šek výpis z
es_es: Listado de Cheques desde
hi_in: चैक लिस्ट से
id_id: Daftar cek dari
it_it: Assegno annuncio da
ko_kr: 에서 수표 목록
mr_in: पासून धनादेश सूची
nl_nl: Cheque lijst van
pt_pt: Relatório de Cheques de
ro_ro: Cec lista de la
ru_ru: Перечень чеков из
sq_al: listë çek nga
sv: Kopiera från inkorg
sw_ke: Hundi ya nyimbo kutoka
tr_tr: ÇEK LISTESI -BASLANGIÇ
zh_hk: 付款清单从
zh_tw: 列出支票由

source: An error occurred getting the GL transactions
cs_cz: Došlo k chybě dostat GL transakce
es_es: Hubo un error al obtener las transacciones contables
hi_in: एक त्रुटि हो रही जीएल लेनदेन हुआ
id_id: Kesalahan terjadi saat mengambil transaksi GL
it_it: È verificato un errore ricevendo le operazioni GL
ko_kr: 오류가 GL 거래를 점점 발생
mr_in: एक त्रुटी जी.एल. व्यवहार मिळत आली
nl_nl: Een fout is opgetreden tijdens het ophalen GB transakties
pt_pt: Um erro ocorreu obtendo as transações no Plano de Contas
ro_ro: A aparut o eroare obtinerea de tranzacţii GL
ru_ru: Ошибка получения сделок главной книги
sq_al: Ka ndodhur një gabim duke i transaksioneve GL
sv: Ett fel inträffade få GL transaktioner
sw_ke: Hitilafu ilitokea kupata mashirikiano GL
tr_tr: MUHASEBE HESAP HAREKETLERI ALINIRKEN BIR HATA OLUSTU
zh_hk: 取得凭证时发生错误
zh_tw: 取得總帳交易時發生錯誤

source: CHEQUES
cs_cz: ŠEKY
hi_in: चेकों
id_id: CEK
it_it: ASSEGNI
ko_kr: 수표
mr_in: धनादेश
ro_ro: CECURI
ru_ru: ЧЕКИ
sq_al: Çeqe
sv: CHECKAR
sw_ke: Cheki
tr_tr: ÇEKLER
zh_hk: 付款
zh_tw: 支票

source: Payments check list
ko_kr: 지불은 목록을 확인
mr_in: देयके सूची तपासा
pt_pt: Lista Pagamentos
zh_tw: 支付檢查表

source: Please find herewith payments listing from
cs_cz: Naleznete tímto platby výpis z
es_es: Por favor, vea adjunto el listado de pagos desde
hi_in: इसके साथ लिस्टिंग से भुगतान मिल कृपया
id_id: Silahkan melihat daftar pembayaran berikut dari tgl
it_it: Si prega di trovare i pagamenti la presente lista di
ko_kr: 목록에서 이것과 지불을 찾아주세요
mr_in: पासून सूची याप्रसंगी भरणा शोधू करा
nl_nl: Hierbij de betalingslijst van
pt_pt: Compare aqui por favor a lista de pagamentos de
ro_ro: Vă rugăm să găsiţi plăţi prin prezenta lista de la
ru_ru: К настоящему прилагается перечень платежей от
sq_al: Ju lutem gjeni pagesat nëpërmjet kësaj liste nga
sv: Här hittar du härmed betalningar notering från
sw_ke: Tafadhali kupata malipo ya nyimbo kutoka kwayo
tr_tr: ÖDEME ISTESI
zh_hk: 请查看附件中的付款清单
zh_tw: 請查看付上的付款清單由

source: There are no member in Check Listing Recipients email group, no mail will be sent
ko_kr: 받는 사람 전자 메일 그룹 목록을 확인에는 회원, 아니 메일이 전송되지 않습니다됩니다
pt_pt: Não há membro no grupo de email Conf. Relatório, nenhum email será enviado
zh_tw: 有沒有會員的區別？上市收件人的電子郵件組，沒有郵件將被發送

source: The date must be specified in the format
cs_cz: Datum musí být zadáno ve formátu
es_es: La fecha se debe especificar en el formato
hi_in: तिथि प्रारूप में निर्दिष्ट किया जाना चाहिए
id_id: Tgl harus dalam format
it_it: La data deve essere specificata nel formato
ko_kr: 날짜 형식으로 지정해야합니다
mr_in: तारीख स्वरूपात निर्देशीत करणे आवश्यक आहे
nl_nl: De datum moet worden gespecificeerd in het formaat
pt_pt: A data deve ser informada no formato
ro_ro: Data trebuie să fie specificate în formatul
ru_ru: Дата должна быть указана в формате
sq_al: Data duhet të specifikohet në formatin
sv: Datumet måste anges i formatet
sw_ke: Tarehe lazima maalum katika muundo
tr_tr: Tarih biçiminde belirtilmelidir
zh_hk: 日期格式必须是
zh_tw: 該日期必須在指定格式

source: Customer Transaction Listing
cs_cz: Zákazník transakce Výpis
es_es: Listado de Transacciones del cliente
hi_in: ग्राहक लेनदेन लिस्ट
id_id: Daftar Transaksi Customer
it_it: Customer transazione Listing
ko_kr: 고객 트랜잭션 목록
mr_in: ग्राहक व्यवहार यादी
nl_nl: Klant Transactie Listing
pt_pt: Listagem Transações Cliente
ro_ro: Client lista tranzacţiilor
ru_ru: Список транзакций клиента
sq_al: Listing Customer Transaction
sv: Kunden förteckning över transaktioner
sw_ke: Shughuli za wateja Listing
tr_tr: Müşteri İşlem Listeleme
zh_hk: 客户交易列表
zh_tw: 客戶交易清單
