Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The automatic credit program can not create a credit note from this invoice
cs_cz: Automatické úvěrový program nemůže vytvořit dobropis od této faktuře
es_es: El programa de crédito automático no puede crear una nota de crédito desde esta factura
hi_in: स्वत: ऋण कार्यक्रम इस चालान से एक क्रेडिट नोट नहीं बना सकता
id_id: Program kredit otomatis tdk dapat membuat nota kredit dari faktur ini
it_it: Per questa fattura non è possibile emettere una nota di credito in modo automatico
ko_kr: 자동 신용 프로그램은이 송장에서 신용 메모를 생성 할 수 없습니다
mr_in: स्वयंचलित क्रेडिट कार्यक्रम या चलन पासून एक क्रेडिट नोट तयार करू शकत नाही
nl_nl: Het crediteringsprogramma kan geen creditfactuur maken voor deze factuur
pt_pt: O programa não pode criar uma nota de crédito automat. para este aviso
ro_ro: Program de credit automată nu se poate crea o notă de credit din această factură
ru_ru: Автоматическая кредитная программа не может создавать кредит-ноты из этого счета-фактуры
sq_al: Programi i automatike kredi nuk mund të krijoni një notë krediti nga kjo faturë
sv: En kreditfaktura kan inte skapas med automatik
sw_ke: Ya moja kwa moja mikopo mpango hawezi kuunda kumbuka mikopo kutoka hii invoice
tr_tr: Otomatik kredi programı bu faturanın bir kredi notu oluşturamazsınız
zh_hk: 发票冲销程序未能产生此发票的红字发票
zh_tw: 自動票據程式未能產生此發票的紅字發票

source: This invoice can not be credited using the automatic facility
cs_cz: Tato faktura nemůže být připsána za použití automatického zařízení
es_es: No se puede dar crédito a esta factura usando la facilidad automática
hi_in: इस चालान स्वचालित सुविधा का उपयोग नहीं किया जा सकता है श्रेय दिया
id_id: Faktur ini tdk dapat dikredit dgn menggunakan fasilitas otomatis
it_it: Non è possibile riaccreditare questa fattura in modo automatico
ko_kr: 이 청구서는 자동 기능을 사용하여 적립 할 수 없습니다
mr_in: हे चलन स्वयंचलित सुविधा वापरून जमा करणे शक्य नाही
nl_nl: Deze factuur kan niet worden gecrediteerd via het programma
pt_pt: O aviso não pode ser creditado usando facilidade automát.
ro_ro: Această factură nu poate fi creditat cu ajutorul instalaţiei automate
ru_ru: Счет-фактура на может быть кредитован с использованием этой автоматического средства
sq_al: Kjo faturë nuk mund të kreditohet përdorimin e objektit automatik
sv: Denna faktura kan inte krediteras med automatik
sw_ke: invoice Hii haiwezi kuwa sifa ya kutumia kituo moja kwa moja
tr_tr: Bu fatura otomatik özelliğini kullanarak kredi olamaz
zh_hk: 这发票不能由发票冲销程序处理
zh_tw: 這發票不能由自動工具冲銷

source: Please report that a duplicate DebtorTrans header record was found for invoice
cs_cz: Prosím oznamte, že duplicitní DebtorTrans hlavičku záznam byl nalezen na faktuře
es_es: Por favor, informe que se encontró un registro de cabecera DebtorTrans duplicado a facturar
hi_in: रिपोर्ट दें कि एक डुप्लिकेट DebtorTrans हैडर रिकॉर्ड चालान के लिए पाया गया
id_id: Silahkan laporkan data header DeborTrans duplikat ditemukan utk faktur
it_it: Attenzione: Esiste un duplicato della registrazione dell'intestazione nel conto DebtorTrans. Segnalate a chi di dovere!
ko_kr: 중복 DebtorTrans 헤더 레코드가 송장 발견 된 것을보고하십시오
mr_in: डुप्लिकेट DebtorTrans शिर्षक रेकॉर्ड चलन आढळले की अहवाल द्या
nl_nl: Maak een melding dat een dublicaat van de debiteuren transactie koptekst record werd gevonden voor deze factuur
pt_pt: Relate que cabeçalho duplo para debtortrans foi encontrado no aviso
ro_ro: Vă rugăm să raportaţi că un duplicat DebtorTrans record antet a fost găsit pentru factură
ru_ru: Пожалуйста, сообщите, что дубликат записи о DebtorTrans заголовке была найдендля счета-фактуры
sq_al: Ju lutemi të raportojnë se një dublikatë rekord DebtorTrans header u gjet për të faturë
sv: Rapportera att det finns dubbla leverantörstransaktioner för faktura
sw_ke: Tafadhali taarifa kwamba duplicate DebtorTrans rekodi header alikuwa kupatikana kwa ankara
tr_tr: Bir DebtorTrans başlık rekor faturası bulundu yinelenen rapor edin
zh_hk: 请报告发现这张发票对应的应收凭证重复
zh_tw: 請報表發現這發票重覆的借方交易標提

source: The item could not be updated because you are attempting to set the quantity credited to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
cs_cz: Položku nelze aktualizovat, protože se snažíte nastavit množství připsána na méně než 0 nebo je cena nižší než 0 nebo slevu více než 100% nebo méně než 0%
es_es: El artículo no pudo ser actualizado porque usted está intentando establecer la cantidad de crédito a menos de 0 o el precio es menor que 0 o el descuento de más de 100% o menos de 0%
hi_in: मद क्योंकि तुम मात्रा निर्धारित करने का प्रयास कर रहे हैं 0 से 0 से कम या कम मूल्य में जमा या 100% से अधिक छूट या 0% से कम अद्यतन नहीं किया जा सकता है
id_id: Item tdk dapat diperbarui karena Anda mencoba menentukan qty terkredit kurang dari 0 atau harga kurang dari 0 atau diskon lebih dari 100% atau kurang dari 0%
it_it: Non è stato possibile aggiornare i dati di questo articolo perche la quantità o il prezzo erano inferiori a 0 o lo sconto maggiore del 100% o inferiore al 0%
ko_kr: 항목을 업데이트 할 수 없습니다 당신은 0보다 작거나 덜 0보다 가격이나 할인 100 % 이상 또는 0 % 미만에 적립 수량을 설정하려고 시도하기 때문에
mr_in: आपण कमी 0 जमा प्रमाण किंवा किंमत सेट करण्याचा प्रयत्न करत आहात कारण आयटम अद्यतनित करणे शक्य नाही कमी 0 किंवा सवलतीच्या 100% पेक्षा अधिक किंवा कमी 0%
nl_nl: Item kon niet worden vernieuwd omdat de te crediteren hoeveelheid minder dan nul is en/of de prijs minder dan nul is of de korting is meer dan 100% of minder dan 0%
pt_pt: O item não pode ser atualizado porque está sendo informada a quant. creditada menor que 0 ou o preço menor que 0 ou o desconto maior que 100% ou menor que 0.
ro_ro: Elementul nu a putut fi actualizate, deoarece pe care încercaţi să setaţi cantitatea creditate la mai puţin de 0 sau mai puţin decât preţul de 0 sau cu discount mai mult de 100% sau mai puţin de 0%
ru_ru: Товар не может быть обновлен, потому что вы пытаетесь установить количество зачисленных меньше 0 или цену меньше 0 или скидку более чем 100% или меньше 0%
sq_al: Pika nuk mund të rifreskohet për shkak se ju po përpiqen për të vendosur sasinë e kredituar me më pak se 0 apo çmim më pak se 0 ose zbritje më shumë se 100% ose më pak se 0%
sv: Det går inte att uppdatera produkten, du försöker sätta antal till mindre än 0 eller priset till mindre än noll eller rabatten till mer än 100% eller mindre än 0%
sw_ke: bidhaa hiyo inaweza kuwa mwisho kwa sababu wewe ni kujaribu kuweka kiasi credited chini ya 0 au bei ya chini ya 0 au discount zaidi 100% au chini ya 0%
tr_tr: Eğer az% 0 ya da indirim% 100&#39;den fazla ya da 0&#39;dan az 0 veya fiyat daha az alacak miktarını ayarlamak için çalışıyor çünkü madde güncellenir olamazdı
zh_hk: 发票行未能更新, 因为你输入的冲销金额少于0, 或价格少于0, 或折扣率大于100%或小于0%
zh_tw: 商品未能更新, 因為你設定的貸帳數少於 0, 或價錢少於 0, 或折扣率大於 100% 或少於 0%

source: Credit Invoice
cs_cz: Úvěrové faktury
es_es: Acreditar factura
hi_in: क्रेडिट चालान
id_id: Faktur Kredit
it_it: Riaccredito fattura
ko_kr: 신용 송장
mr_in: क्रेडिट चलन
nl_nl: Credit Factuur
pt_pt: Creditar Pedido
ro_ro: Factura de credit
ru_ru: Кредитовать счет-фактуру
sq_al: Credit Faturë
sv: Kreditfaktura
sw_ke: Mikopo ankara
tr_tr: Kredi Fatura
zh_hk: 冲销发票
zh_tw: 冲銷發票

source: Credit Note amounts stated in
cs_cz: Dobropisu částky uvedené v
es_es: Importes de notas de Crédito que constan en
hi_in: क्रेडिट नोट में कहा गया है मात्रा
id_id: Jumlah Nota Kredit tertera dalam
it_it: Gli importi della nota di credito sono in
ko_kr: 신용 참고 금액에 명시된
mr_in: म्हटले क्रेडिट टीप रक्कम
nl_nl: Bedrag op creditfactuur is opgemaakt in
pt_pt: Valores Nota Crédito em
ro_ro: Notă de credit sumele menţionate în
ru_ru: Количества в кредит-ноте указаны в
sq_al: Shënim shumat e kredisë deklaruar në
sv: Kreditfakturabelopp startade i
sw_ke: Mikopo Angalia kiasi alisema katika
tr_tr: belirtilen Kredi Notu miktarlarda
zh_hk: 货币
zh_tw: 貨幣

source: Invoiced
cs_cz: Fakturováno
es_es: Facturado
hi_in: चालान
id_id: Difakturkan
it_it: Fatturati
ko_kr: 청구
nl_nl: Gefactureerd
pt_pt: Pedido
ro_ro: Facturate
ru_ru: Оприходован
sq_al: Faturuar
sv: Fakturerad
tr_tr: FATURALANDI
zh_hk: 已开发票
zh_tw: 已開發票

source: Credit
cs_cz: Úvěr
es_es: Crédito
hi_in: क्रेडिट
id_id: Kredit
it_it: Riaccreditati
ko_kr: 신용
mr_in: पत
pt_pt: Crédito
ro_ro: De credit
ru_ru: Кредит
sq_al: Kredi
sv: Kredit
sw_ke: Mikopo
tr_tr: Kredi
zh_hk: 贷方
zh_tw: 貸方

source: Discount Rate
cs_cz: Diskontní sazba
es_es: Tasa de descuento
hi_in: छूट दर
id_id: Nilai Diskon
it_it: Percentuale di sconto
ko_kr: 할인율
mr_in: सवलतीच्या रेट
nl_nl: Kortings Percentage
pt_pt: Perc. Desc.
ru_ru: Ставка дисконта
sv: Rabattsats
tr_tr: ISKONTO ORANI
zh_hk: 折扣率
zh_tw: 折扣率

source: Tax Rate
cs_cz: Daňová sazba
es_es: Tasa impositiva
hi_in: टैक्स दर
id_id: Tarif Pajak
it_it: Tasse Aliquota
ko_kr: 세율
mr_in: कर दर
nl_nl: Belasting tarief
pt_pt: Alíq. Imposto
ro_ro: Rata impozitului pe
ru_ru: Налоговая ставка
sv: Skattesats
sw_ke: Kiwango cha kodi
tr_tr: VERGI ORANI
zh_hk: 税率
zh_tw: 稅率

source: Enter the quantity of this item to credit
ko_kr: 신용이 아이템의 수량을 입력
mr_in: श्रेय या आयटमची प्रमाण प्रविष्ट करा
pt_pt: Informe a quantidade do item a ser creditado
zh_tw: 輸入此項目的信貸量

source: Enter the price at which to credit this item
es_es: Introducir el precio al cual acreditar este artículo
ko_kr: 이 항목을 신용의 가격을 입력
mr_in: हा आयटम श्रेय ज्या किंमत प्रविष्ट करा
pt_pt: Entre preço para creditar esse item
zh_tw: 輸入這貸方項目的價格

source: Are you sure you wish to delete this item from the credit?
es_es: ¿Está seguro que desea suprimir este artículo del crédito?
ko_kr: 당신은 신용에서이 항목을 삭제하려면 확실합니까?
mr_in: आपण क्रेडिट पासून हा आयटम हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste item do crédito?
zh_tw: 你確定你想從信貸中刪除這個項目嗎？

source: Freight cost charged on invoice
cs_cz: Přepravní náklady účtovány na faktuře
es_es: Costo de flete cargado en la factura
hi_in: भाड़ा चालान पर आरोप लगाया लागत
id_id: Biaya Pengiriman dibebankan pada faktur
it_it: Spese di spedizione addebitate in fattura
ko_kr: 화물 비용 청구서에 부과
mr_in: अशी यादी तयार लावले सामानाचे खर्च
nl_nl: Vrachtkosten in rekening gebracht op factuur
pt_pt: Custo Frete cobrado no pedido
ro_ro: Costul de transport de marfă practicate pe factură
ru_ru: Расходы на фрахт по счету
sq_al: Mallrave me kosto ngarkuar në faturën e
sv: Fraktkostnad debiterad på fakturan
sw_ke: Gharama za usafirishaji kushtakiwa invoice
tr_tr: FATURADAKI NAKLIYE MALIYETI
zh_hk: 发票含运费
zh_tw: 發票收取的貨運成本

source: Credit Freight Cost
cs_cz: Úvěrové náklady na dopravu
es_es: Acreditar costo del flete
hi_in: क्रेडिट फ्रेट मूल्य
id_id: Kredit Biaya Pengiriman
it_it: Riaccredito spese di spedizione
ko_kr: 신용화물 비용
mr_in: क्रेडिट सामानाचे किंमत
nl_nl: Creditering van vrachtkosten
pt_pt: Crédito Custo Frete
ro_ro: Costul creditului de marfă
ru_ru: Кредитовать стоимость фрахта
sq_al: Kosto e mallrave Credit
sv: Kreditera fraktkostnad
sw_ke: Mikopo Freight Gharama
tr_tr: NAKLIYE MALIYETI
zh_hk: 冲销运费
zh_tw: 冲銷貨運成本

source: Credit Totals
cs_cz: Úvěrové součtů
es_es: Total Créditos
hi_in: क्रेडिट योग
id_id: Total Kredit
it_it: Totale Nota di Credito
ko_kr: 신용 합계
mr_in: क्रेडिट बेरजा
nl_nl: Credit Totalen
pt_pt: Crédito Total
ro_ro: Credit Totaluri
ru_ru: Итого для кредита
sq_al: Gjithsej Credit
sv: Kredittotal
sw_ke: Mikopo Totals
tr_tr: TOPLAM
zh_hk: 冲销金额总计
zh_tw: 冲銷總價

source: Failed to retrieve salesoderdetails to compare if the order has been invoiced and that it is possible that the credit note may not already have been done
ko_kr: 주문이 청구 된 경우 비교 salesoderdetails을 검색하지 못했습니다 그것이 가능하다는 것을 신용 노트는 이미 완료되지 않았을 수 있음
zh_tw: 無法檢索銷售訂單明細來進行比較，如果該訂單已開發票，並且它的紅字發票可能尚未完成

source: The credit quantity for the line for
ko_kr: 대한 라인에 대한 신용 양
zh_tw: 信用額度列

source: The GL code to write off the credit value to must be specified. Please select the appropriate GL code for the selection box
cs_cz: Kód GL odepsat hodnotu úvěru musí být upřesněny. Prosím, vyberte příslušnou GL kód pro výběr pole
es_es: Debe indicar el código de la cuenta a la que apuntar el valor del crédito. Seleccione el código de cuenta apropiado.
hi_in: जीएल कोड बंद क्रेडिट करने के लिए निर्दिष्ट किया जाना चाहिए मूल्य लिखने के लिए. चयन बॉक्स के लिए उपयुक्त जीएल कोड का चयन करें
id_id: Kode GL utk menghapus nilai kredit harus ditentukan. Silahkan pilih kode GL yg sesuai utk kotak pilihan
it_it: Il codice GL per ammortizzare il valore di credito deve essere specificato. Si prega di selezionare il codice appropriato GL per la casella di selezione
ko_kr: 신용 값을 쓸 수 GL 코드를 지정해야합니다. 선택 상자에 적절한 GL 코드를 선택하세요
mr_in: क्रेडिट मूल्य बंद लिहिण्याची जी.एल. कोड निर्दिष्ट करणे आवश्यक आहे. निवड बॉक्स योग्य जी.एल. कोड निवडा
nl_nl: De grootboekrekening om het te crediteren bedrag af te schrijven moet worden geselecteerd via de selectie box
pt_pt: O cód. contábil para crédito deve ser especificado. Selecionar a conta contábil na caixa de seleção
ro_ro: Codul GL pentru a scrie pe valoarea creditului a trebuie să fie specificate. Vă rugăm să selectaţi codul GL corespunzătoare pentru caseta de selectare
ru_ru: Должен быть указан GL-код для списания кредитного значения. Пожалуйста, выберите соответствующий код GL из окна выбора
sq_al: Kodi i GL për të shkruar jashtë vlerën e kredisë për të duhet të specifikohen. Ju lutem zgjidhni kodin e duhur GL për kutinë e zgjedhjes
sv: GL kod för att skriva av kredit värde ska anges. Välj lämpligt GL koden för rutan
sw_ke: Kanuni GL kuandika mbali ya thamani ya mikopo kwa lazima maalum. Tafadhali chagua sahihi GL kificho kwa sanduku ya uteuzi
tr_tr: GL kodu belirtilmelidir için kredi değeri off yazmak için. seçim kutusu için uygun GL kodu seçiniz
zh_hk: 发票冲销对应总账科目必输，请选择一个科目
zh_tw: 必需指定要冲消貨帳值的總帳科目. 請選取合適的總帳科目

source: The alteration to the invoice record to reflect the allocation of the credit note to the invoice could not be done because
cs_cz: Změna k faktuře záznam odrážet rozdělení dobropisu k faktuře nemohlo být provedeno, protože
es_es: La modificación del registro de la factura para reflejar la asignación de la nota de crédito a la factura no se pudo hacer, porque
hi_in: चालान रिकॉर्ड करने के लिए परिवर्तन क्रेडिट नोट का चालान आवंटन प्रतिबिंबित करने के लिए नहीं किया जा सकता है क्योंकि
id_id: Perubahan pada data faktur utk merefleksikan alokasi nota kredit pada faktur tdk dapat diselesaikan karena
it_it: Non è stato possibile modificare la fattura per riflettere l'imputazione della nota di credito perchè
ko_kr: 송장이 있기 때문에 할 수 없습니다에 송장 레코드 변경은 신용 노트의 할당을 반영하기 위해
mr_in: अशी यादी तयार करणे क्रेडिट चिठ्ठी वाटप प्रतिबिंबित करण्यासाठी चलन रेकॉर्ड करण्यासाठी बदल कारण केले जाऊ शकत नाही
nl_nl: De wijziging van de factuur om de allocatie van de creditfactuur te verwerken kon niet worden uitgevoerd omdat
pt_pt: Alteração do pedido para refletir a alocação da nota de crédito do não pode ser feita porque
ro_ro: Modificare a înregistra factura pentru a reflecta alocarea de note de credit pentru factura nu a putut fi realizat, deoarece
ru_ru: Изменение счета-фактуры для отражения распределения кредит-нот для счета не может быть сделано, потому что
sq_al: Ndryshim në të dhënat faturë për të pasqyruar ndarjen e notë krediti për të faturës nuk mund të bëhet për shkak
sv: Fel
sw_ke: Ya mabadiliko ya kumbukumbu ya invoice kutafakari mgao wa kumbuka ya mikopo kwa ankara hakuweza kuwa kufanyika kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 试图修改发票记录中被冲销的金额失败,因为
zh_tw: 反應發票中的紅字發票的地區的發票記錄未能修改, 因為

source: The following SQL to update the invoice allocation was used
cs_cz: Následující SQL aktualizovat fakturu alokace byl použit
es_es: Se usó el siguiente SQL para actualizar la asignación de la factura
hi_in: निम्नलिखित एसक्यूएल चालान आवंटन इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui alokasi faktur
it_it: Il codice SQL utilizzato per aggiornare la fattura era
ko_kr: 송장 할당을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: अशी यादी तयार वाटप अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de factuurallocatie te vernieuwen was
pt_pt: SQL usado para atualizar a alocação do pedido:
ro_ro: Următoarele SQL pentru a actualiza alocarea factura a fost folosit
ru_ru: SQL обновления распределения счета-фактуры
sq_al: SQL e mëposhtme për të rinovuar me ndarjen fatura është përdorur
sv: SQL
sw_ke: SQL zifuatazo update kutenga fedha za ankara ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于修改发票记录的SQL是
zh_tw: 以下更新發票配置的 SQL 正被使用

source: The customer credit note transaction could not be added to the database because
cs_cz: Zákazník dobropisu transakce nemůže být přidány do databáze, protože
es_es: No se pudo agregar la transacción de nota de crédito del cliente a la base de datos porque
hi_in: ग्राहक क्रेडिट नोट लेनदेन डेटाबेस क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Transaksi nota kredit customer tdk dapat ditambahkan ke database karena
it_it: Non è stato possibile aggungere la nota di credito del cliente al database perchè
ko_kr: 고객의 신용 참고 트랜잭션 데이터베이스 때문에 추가 할 수 없습니다
mr_in: ग्राहक क्रेडिट नोट व्यवहार डेटाबेस जोडले जाऊ शकत नाही कारण
nl_nl: De transactie om de creditfactuur voor de klant aan de database toe te voegen kon niet worden uitgevoerd omdat
pt_pt: Cliente Transação Nota de crédito não pode ser adicionado ao DB porque
ro_ro: Credit client nota tranzacţie nu ar putea fi adăugate la baza de date, deoarece
ru_ru: Не удалось добавить транзакцию о кредит-ноте клиента в базу данных, так как
sq_al: Kredi konsumatori shënim transaksion nuk mund të shtohet në bazën e të dhënave për shkak se
sv: Fel
sw_ke: Ya mikopo ya wateja shughuli kumbuka inaweza kuwa aliongeza kwa sababu database
tr_tr: ISLEM BASARISIZ!
zh_hk: 客户红字发票未能插入数据库,因为
zh_tw: 客戶紅字發票交易未能加入資料庫, 因為

source: The following SQL to insert the customer credit note was used
cs_cz: Následující SQL vložit zákazníkovi dobropis byl použit
es_es: Se usó el siguiente SQL para agregar la nota de crédito del cliente
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL ग्राहक क्रेडिट नोट इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan nota kredit customer
it_it: Il codice SQL utilizzato per inserire la nota di credito del cliente era
ko_kr: 고객 신용 메모를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: ग्राहक क्रेडिट नोट घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de credit factuurtoe te voegen was
pt_pt: SQL usado para inserir nota crédito do cliente:
ro_ro: SQL pentru a insera următoarele nota de credit client a fost folosit
ru_ru: SQL вставки кредит-ноты клиента
sq_al: SQL e mëposhtme për të futur në kredi konsumatori shënim është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya kutambua mteja mikopo mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入客户红字发票的SQL是
zh_tw: 以下插入客戶紅字發票的 SQL 正被使用

source: The allocation record for the credit note could not be added to the database because
cs_cz: Rozdělení záznamu na dobropisu nemohl být přidán do databáze, protože
es_es: No se pudo agregar el registro de asignación para la nota de crédito a la base de datos porque
hi_in: क्रेडिट नोट के लिए आवंटन रिकॉर्ड डेटाबेस क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Data alokasi utk nota kredit tdk dapat ditambahkan ke database karena
it_it: Non è stato possibile aggiungere l'allocazione della nota di credito al database perchè
ko_kr: 신용 참고 할당 레코드가 데이터베이스에 추가 할 수 있기 때문에 없었다
mr_in: क्रेडिट नोट वाटप रेकॉर्ड डेटाबेस जोडले जाऊ शकत नाही कारण
nl_nl: Te allocatie voor de credit factuur kon niet worden uitgevoerd omdat
pt_pt: Alocação nota de crédito não pode ser adic. ao DB porque
ro_ro: Record de alocare pentru nota de credit nu ar putea fi adăugate la baza de date, deoarece
ru_ru: Запись о распределении для кредит-нот не может быть добавлена в базу данных, поскольку
sq_al: Të dhënat për ndarjen e notë krediti nuk mund të shtohet në bazën e të dhënave për shkak se
sv: Fel
sw_ke: rekodi ya mgao wa mikopo kwa kutambua hakuweza kuwa aliongeza kwa sababu database
tr_tr: ISLEM BASARISIZ!
zh_hk: 冲销发票记录未能加入数据库,因为
zh_tw: 紅字發票記錄未能加入資料庫, 因為

source: The following SQL to insert the allocation record for the credit note was used
cs_cz: Následující SQL vložit přidělení rekord pro dobropisu byla použita
es_es: Se usó el siguiente SQL para agregar el registro de asignación para la nota de crédito
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL क्रेडिट नोट के लिए आवंटन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data alokasi utk nota kredit
it_it: Il codice SQL utilizzato per aggiungere i dati sull'allocazione della nota di credito era
ko_kr: 신용 노트 할당 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: क्रेडिट नोट वाटप रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de allocatie voor de creditfactuur uit te voeren was
pt_pt: SQL usado para inserir alocação para nota de crédito:
ro_ro: SQL pentru a insera următoarele record de alocare pentru nota de credit a fost utilizat
ru_ru: SQL вставки записи о распределении кредит-ноты
sq_al: SQL e mëposhtme për të futur të dhënat për ndarjen e notë krediti është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert rekodi ya mgao wa mikopo kwa ajili ya kutambua mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入冲销发票记录的SQL是
zh_tw: 以下插入紅字發票配置記錄的 SQL 正被使用

source: The sales order detail record could not be updated for the reduced quantity invoiced because
cs_cz: Prodejní objednávky detail záznamu nelze aktualizovat na snížené množství fakturované protože
es_es: El registro de detalle del pedido de ventas no se pudo actualizar para la cantidad reducida facturada, porque
hi_in: बिक्री आदेश विस्तार रिकॉर्ड कम क्योंकि चालान मात्रा के लिए अद्यतन नहीं किया जा सकता है
id_id: Data rincian order penjualan tdk dapat diperbarui utk faktur dgn qty berkurang karena
it_it: Non è stato possibile aggiornare l'ordine di vendita con le minori quantità fatturate perchè
ko_kr: 판매 주문 상세 기록이 있기 때문에 송장 감소 된 수량에 대한 업데이트 할 수 없습니다
mr_in: विक्री ऑर्डर तपशील रेकॉर्ड कारण invoiced कमी प्रमाणात अद्यतनित करणे शक्य नाही
nl_nl: De details van de verkoopsorder details kon niet worden vernieuwd voor de gereduceerde gefactureerde hoeveelheid omdat
pt_pt: Detalhe da ordem de venda não pode ser atualizado para reduzir a quant.do pedido porque
ro_ro: Vânzări record pentru detaliu nu a putut fi actualizat pentru cantitatea facturată redus, deoarece
ru_ru: Данные о заказе на продажу не могут быть изменены для уменьшенного количества, для которого выставлен счет-фактура, так как
sq_al: Shitjes detaje për rekord nuk mund të rifreskohet për të reduktuar sasinë e faturuar për shkak se
sv: Fel
sw_ke: ili mauzo ya rekodi ya kina hakuweza kuwa updated kwa wingi kwa sababu ya kupunguzwa invoiced
tr_tr: ISLEM BASARISIZ!
zh_hk: 销售订单记录未能减少已开出发票的数量,因为
zh_tw: 銷售訂單記錄未能減少已開出發票的數量, 因為

source: Could not get the current location stock of the assembly component
cs_cz: Nelze získat aktuální umístění zásob komponenty sestavení
es_es: No se pudo obtener la existencia de la ubicación actual del componente del ensamblaje
hi_in: विधानसभा घटक के वर्तमान स्थान पर शेयर नहीं मिल सका
id_id: Tdk dapat mengambil stok utk lokasi saat ini utk komponen rakitan
it_it: Impossibile ottenere lo stock attuale posizione del componente di montaggio
ko_kr: 어셈블리 구성 요소의 현재 위치 주식을 가져올 수 없습니다
mr_in: जुळवणी घटक सद्याचे स्थान स्टॉक मिळविणे शक्य नाही
nl_nl: Kon niet de huidige locatie voorraad van de assemblage-onderdeel
pt_pt: Não pode obter local corrente de estoque para componente montagem
ro_ro: Nu am putut obţine stocul locaţia curentă a componentei de asamblare
ru_ru: Не удалось получить расположение текущего запаса компонента сборки
sq_al: Nuk mund të marrë të aksioneve të tanishme vendin e komponentit të kuvendit
sv: Kan inte hämta aktuellt lagerställe för den monterade komponenten
sw_ke: Hakuweza kupata ya sasa ya eneo hisa ya sehemu ya kanisa
tr_tr: Derleme bileşeninin Bulunduğunuz stok alınamadı
zh_hk: 未能取得组合物料的当前地点库存
zh_tw: 無法獲取裝配組件的當前庫存位置

source: Ex Inv
hi_in: पूर्व चालान
id_id: Eks Faktur
it_it: Rif. fattura
ko_kr: 예 인보이스
mr_in: माजी Inv
ru_ru: Экс Inv
sv: Ex fakt
zh_hk: 原发票
zh_tw: 原發票
