Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The payments with the selected criteria could not be retrieved because
cs_cz: Platby podle zadaných kriterií se nepodařilo získat, protože
es_es: No se pudo recuperr los pagos con el criterio seleccionado porque
hi_in: चयनित मानदंडों के साथ भुगतान वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Pembayaran dgn kriteria yg dipilih tdk dapat diambil karena
it_it: Non è stato possibile estrarre i pagamenti selezionati perchàŠ
ko_kr: 선택한 기준에 지불 때문에 검색 할 수 없습니다
mr_in: निवडलेले निकषद्वारे देयके पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: De betalingenmet de geselectreerde criteria kon niet worden opgevraagd omdat
pt_pt: Os pagamentos do critério especif. não puderam ser recuperados porque
ro_ro: Plăţile cu criteriilor selectate nu a putut fi recuperate, deoarece
ru_ru: Не удалось получить данные по выбранным критериям, так как
sq_al: Pagesat me kriteret e zgjedhur nuk mund të shikohet, sepse
sv: Betalningar inom selekteringsintervallet kan inte visas för att
sw_ke: Malipo na vigezo hakuweza kuchaguliwa kuwa retrieved sababu
tr_tr: SEÇILMIS KRITERLERE GÖRE ÖDEME KAYDI BULUNAMADI
zh_hk: 未能提取符合条件的付款, 因为
zh_tw: 未能提取選取條件的付款, 因為

source: Cheque No
cs_cz: Šek č.
es_es: Nº Talón
hi_in: चैक नहीं
id_id: Nomor Cek
it_it: Assegno n.
ko_kr: 수표 없음
mr_in: धनादेश क्रमांक
nl_nl: Cheque nr
pt_pt: Núm. Cheque
ro_ro: Cec nr
ru_ru: Номер чека
sq_al: Çek No
sv: Check nr
sw_ke: Hundi No
tr_tr: Çek yok
zh_hk: 支票编号
zh_tw: 支票號碼

source: Ref
hi_in: रेफरी
it_it: Riferimento
ko_kr: 참조
mr_in: संदर्भ
ru_ru: Ссылка
zh_hk: 摘要
zh_tw: 參考

source: Amount
cs_cz: Částka
es_es: Monto
hi_in: राशि
id_id: Jumlah
it_it: Importo
ko_kr: 양
mr_in: राशी
nl_nl: Bedrag
pt_pt: Valor
ro_ro: Suma
ru_ru: количество
sq_al: Sasi
sv: Belopp
sw_ke: Kiasi
tr_tr: MIKTAR
zh_hk: 金额
zh_tw: 金額

source: Outstanding
cs_cz: Vynikající
es_es: Pendiente
hi_in: बकाया
id_id: Blm-Selesai
it_it: Dovuto
ko_kr: 두드러진
mr_in: न फेडलेले
nl_nl: Openstaand
pt_pt: Aguardando
ro_ro: Remarcabil
ru_ru: Необработанное
sv: Utestående
sw_ke: Bora
tr_tr: TAMAMLANMAMIS
zh_hk: 未清算
zh_tw: 未處理

source: Clear
cs_cz: Jasný
es_es: Borrar
hi_in: स्पष्ट
id_id: Cair
it_it: Spunta
ko_kr: 명확한
mr_in: स्पष्ट
nl_nl: Vrijgegeven
pt_pt: Liberado
ro_ro: Clar
ru_ru: Очистить
sq_al: Qartë
sv: Rensa
sw_ke: Wazi
tr_tr: TEMIZLE
zh_hk: 清算
zh_tw: 核銷

source: Unclear
cs_cz: Nejasný
es_es: Recuperar
hi_in: अस्पष्ट
id_id: Blm-Cair
it_it: Togli la spunta
ko_kr: 불분명
mr_in: अस्पष्ट
nl_nl: Niet Vrijgegeven
pt_pt: Indef.
ro_ro: Neclare
ru_ru: Неясный
sq_al: I paqartë
sv: Oklar
sw_ke: Haijulikani
tr_tr: Belirsiz
zh_hk: 未清算
zh_tw: 未核銷

source: Update Matching
cs_cz: Odpovídající aktualizace
es_es: Actualizar Coincidencias
hi_in: अद्यतन मिलान
id_id: Perbarui Pencocokan
it_it: Aggiorna
ko_kr: 업데이트 매칭
mr_in: अद्यतनित जुळणे
nl_nl: Vernieuw Zoekopdracht
pt_pt: Atualiz. Confer.
ro_ro: Update potrivire
ru_ru: Обновить соответствие
sv: Uppdatera matchning
sw_ke: Mwisho Swahili
tr_tr: UYUSANLARI GÜNCELLE
zh_hk: 保存
zh_tw: 更新配對

source: Bank Reconciliation
cs_cz: Banka usmíření
es_es: Conciliación bancaria
hi_in: बैंक सुलह
id_id: Rekonsiliasi Bank
it_it: Riconciliazione c/banca
ko_kr: 은행 화해
mr_in: बँक मेळ
nl_nl: Bank corresponderende boekingen
pt_pt: Reconciliação Bancária
ro_ro: Reconciliere bancă
ru_ru: Банковское согласование
sq_al: Banka Pajtimi
sv: Bank avstämning
sw_ke: Benki ya Upatanisho
tr_tr: BANKA MUTABAKATI
zh_hk: 银行对账单
zh_tw: 銀行對帳

source: The entry in the bank statement balance is not numeric. The balance on the bank statement should be entered. The exchange difference has not been calculated and no general ledger journal has been created
cs_cz: Záznam v bilanci banky tvrzení není číselná. Zůstatek na bankovním výpisu by měly být zaneseny. Kurzových rozdílů nebyla vypočtena žádná obecná a knihy časopis byl vytvořen
es_es: La entrada del saldo de la cuenta bancaria no es numérica. Debería indicar el saldo de la cuenta bancaria. La diferencia de la tasa de cambio no ha sido calculada y tampoco se creó un diario contable.
hi_in: बैंक विवरण संतुलन में प्रवेश सांख्यिक नहीं है. बैंक विवरण पर संतुलन में दर्ज किया जाना चाहिए. विनिमय अंतर नहीं किया गया और गणना की गई है कोई सामान्य खाता बही पत्रिका बना दिया गया है
id_id: Saldo rekening koran bank bukan numerik. Saldo rekening koran bank harus dimasukkan. Selisih kurs belum dihitung dan jurnal buku besar belum dibuat
it_it: La voce del saldo estratto conto non è numerico. Il saldo sul conto bancario vanno iscritti. La differenza di cambio non è stato calcolato e non giornale di contabilità generale e &#39;stato creato
ko_kr: 은행 문 균형 항목은 숫자가 아닙니다. 은행 문에 균형을 입력해야합니다. 교환 차이는 계산되지 않고 일반 회계 원장 저널가 작성되지 않았습니다
mr_in: बँक स्टेटमेंट शिल्लक मध्ये नोंद अंकीय नाही. बँक स्टेटमेंट वर शिल्लक प्रविष्ट केले पाहिजे. विनिमय फरक गणना केली गेली नाही आणि कोणतेही सामान्य खातेवही जर्नल तयार केले गेले नाही
nl_nl: Ingevoerde baknstatement is niet nummeriek. Het wisselkoersverschil is niet berekend en er is geen geen groortboek boeking verricht
pt_pt: Entrada no extrato Bancário não é numérica. O lançamento Banco precisa ser informado. Não foi calculada diferença nem lançamento contábil
ro_ro: Intrarea în soldul extrasului de cont nu este numeric. Soldul de pe extrasul de cont ar trebui să fie introduse. Diferenţa de curs valutar nu a fost calculată şi nici jurnal registrul general a fost creat
ru_ru: Записи в балансовом отчете банка не является числовым. Необходимо ввести баланс. Курсовая разница не была рассчитана и не создан журнал для главной книги
sq_al: Hyrjen në bilancin pasqyrën bankare nuk është numerike. E bilancit në pasqyrën bankare duhet të hyrë. Diferenca nga këmbimi nuk është llogaritur dhe nuk ka ditar të përgjithshme librit është krijuar
sv: Posten i kontoutdraget balansen är inte numerisk. Balansen på kontoutdraget ska anges. Utbytet Skillnaden har inte beräknats och ingen huvudbok blogg har skapats
sw_ke: Ya kuingia katika mizani ya maelezo ya benki si numeric. usawa wa juu ya taarifa ya benki lazima aliingia. Tofauti kubadilishana haijawahi mahesabu na hakuna mkuu wa jarida kitabu imeanzishwa
tr_tr: banka hesap dengesi giriş sayısal değildir. banka ekstresinde bakiye girilmelidir. Kur farkı hesaplanır ve henüz hiçbir defteri kebir dergi yaratıldı
zh_hk: 输入的银行对账表余额不是数字。银行对账表的余额需要输入。汇兑差异没有被计算并且没有创建总帐日记帐。
zh_tw: 銀行對帳單餘額的項目不是數字。則在銀行對帳單餘額上就應輸入。匯兌差額未計算則總帳日記帳被建立

source: Could not retrieve the exchange rate for the selected bank account
cs_cz: Nepodařilo se načíst směnný kurz pro vybrané bankovní účet
es_es: No se pudo obtener la tasa de cambio de la cuenta bancaria seleccionada
hi_in: चयनित बैंक खाते के लिए विनिमय दर प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil kurs utk rekening bank terpilih
it_it: Non è possibile recuperare il tasso di cambio per il conto in banca selezionata
ko_kr: 선택한 은행 계좌에 대한 환율을 검색 할 수 없습니다
mr_in: निवडलेले बँक खात्यासाठी विनिमय दर पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon de gevraagde wisselkoers voor de geselecteere bankrekening niet opvragen
pt_pt: Não pode ser recuperada taxa cambio da conta bancária selecionada
ro_ro: Nu sa putut prelua cursul de schimb pentru contul bancar selectat
ru_ru: Не удалось получить обменный курс для выбранного банковского счета
sq_al: Nuk mund ta marrim ne kursin e këmbimit për llogari bankare të zgjedhura
sv: Kan inte hämta växelkurs for valt bankkonto
sw_ke: Hakuweza Retrieve thamani ya shilingi kwa ajili ya akaunti ya benki ya kuchaguliwa
tr_tr: Seçilen banka hesabı için kur alınamadı
zh_hk: 无法查询所选银行账户的汇率, 因为
zh_tw: 無法檢索所選銀行帳戶的匯率

source: reconciliation on
cs_cz: usmíření, na
es_es: Conciliación en
hi_in: पर सुलह
id_id: rekonsiliasi tgl
it_it: riconciliazione
ko_kr: 화해
mr_in: वर मेळ
nl_nl: verzoening op
pt_pt: reconciliação de
ro_ro: reconciliere pe
ru_ru: Согласования
sq_al: pajtimit në
sv: Visa avstämning
sw_ke: maridhiano juu
tr_tr: eşitlemesinin
zh_hk: 对账于
zh_tw: 和解

source: Cannot insert a GL entry for the exchange difference because
cs_cz: Nelze vložit záznam GL pro výměnu rozdíl, protože
es_es: No se puede agregar un asiento contable para la diferencia de Cambio de Divisa porque
hi_in: सम्मिलित विनिमय अंतर है क्योंकि के लिए एक जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk selisih kurs karena
it_it: Non è possibile inserire una voce di GL per la differenza di cambio, perché
ko_kr: 환율 차이로 인해위한 GL 항목을 삽입 할 수 없습니다
mr_in: विनिमय फरक साठी जी.एल. नोंद घालू शकत नाही कारण
nl_nl: Kon geen grootboek boeking voor het wisslekoersverschil boeken omdat
pt_pt: Não pode inserir entrada na Contab. para dif. câmbio porque
ro_ro: Nu se poate insera o intrare GL pentru diferenţa de curs valutar, deoarece
ru_ru: Не удается вставить запись в главную книгу для курсовой разницы, так как
sq_al: Nuk mund të vendos një hyrje GL për diferenca nga këmbimi, sepse
sv: Kan inte infoga bokföringspost för valutakursskillnaden eftersom
sw_ke: Hawezi kuingia Insert GL kwa tofauti kubadilishana kwa sababu
tr_tr: kur farkı nedeniyle bir GL giriş eklemek Can&#39;t
zh_hk: 未能插入汇兑差异的总账凭证, 因为
zh_tw: 不能插入總帳輸入的匯兌差額

source: The SQL that failed to insert the exchange difference GL entry was
cs_cz: SQL, které se nepodařilo vložit kurzový rozdíl GL vstup
es_es: El SQL que falló al agregar la entrada GL de la diferencia al cambio fue
hi_in: SQL कि सम्मिलित करने के लिए विफल विनिमय अंतर जीएल प्रविष्टि था
id_id: SQL yg gagal memasukkan entri GL selisih kurs adalah
it_it: L&#39;SQL che non è riuscito a inserire la voce differenza di cambio è stato GL
ko_kr: GL 항목이 된 Exchange 차이를 삽입하는 데 실패 SQL
mr_in: विनिमय फरक जी.एल. नोंद घालण्यासाठी अयशस्वी SQL असे होते
nl_nl: Wisslekoers grootboek boeking mislukte in SQL
pt_pt: SQL que falhou na inserção da diferença Contab. Câambio foi
ro_ro: SQL care nu a reuşit să introduceţi schimb intrare diferenta GL a fost
ru_ru: SQL для вставки записи о курсовой разницы в главную книгу
sq_al: SQL që nuk arriti të futur diferenca nga këmbimi hyrje GL ishte
sv: Den SQL som användes var
sw_ke: SQL kwamba alishindwa kuingiza tofauti kubadilishana GL kuingia alikuwa
tr_tr: SQL bu kur farkı GL giriş oldu eklemek için başarısız
zh_hk: 插入汇率差异总账凭证失败的SQL是
zh_tw: 插入的匯兌差額總帳條目中的SQL失敗

source: Exchange difference of
cs_cz: Kurzových rozdílů z
es_es: Diferencia de Tasa de Cambio de
hi_in: विनिमय अंतर का
id_id: Selisih kurs senilai
it_it: Differenza di cambio di
ko_kr: 교환 차이
mr_in: एक्सचेंज फरक
nl_nl: wisselkoersverschil van
pt_pt: Difer. Câmbio de
ro_ro: Diferenţă de curs valutar de
ru_ru: Курсовая разница для
sq_al: Ndryshimi i këmbimit të
sv: Kursskillnad av
sw_ke: Kubadilishana tofauti ya
tr_tr: Kur farkı
zh_hk: 汇兑差异
zh_tw: 的匯兌差額

source: has been posted
cs_cz: byl vyslán
es_es: ha sido comunicado
hi_in: नियुक्त किया गया है
id_id: telah dibukukan
it_it: è stato inviato
ko_kr: 게시되었습니다
mr_in: पोस्ट केले गेले आहे
nl_nl: is geboekt
pt_pt: foi postada Contab.
ro_ro: a fost postat
ru_ru: был(а) размещен(а)
sq_al: ka qenë i postuar
sv: har sänts
sw_ke: imekuwa posted
tr_tr: gönderilmemiş
zh_hk: 已过账
zh_tw: 已發布

source: The bank accounts could not be retrieved by the SQL because
cs_cz: Bankovní účty se nepodařilo získat na SQL, protože
es_es: No se pudo obtener las cuentas bancarias mediante SQL porque
hi_in: बैंक खातों क्योंकि SQL से नहीं लिया सकता है
id_id: Rekening bank tdk dapat diambil oleh SQL karena
it_it: Non e' stato possibile estrarre il conto bancario perchè
ko_kr: 은행 계정은 SQL 때문에 검색 할 수 없습니다
mr_in: बँक खाती SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: de bankrekening kon niet worden opgevraagd omdat
pt_pt: A conta contábil não pode ser recup. pelo SQL porque
ro_ro: Conturile bancare nu a putut fi recuperate de către SQL, deoarece
ru_ru: Не удалось получить банковские счета, так как
sq_al: Llogaritë bankare nuk mund të shikohet nga SQL sepse
sv: Bankkonton kan inte visas för att
sw_ke: akaunti ya benki inaweza kuwa retrieved na SQL sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 找不到银行账户，因为
zh_tw: 銀行帳戶不能自SQL取得, 因為

source: The SQL used to retrieve the bank accounts was
cs_cz: SQL slouží k získání bankovní účty byly
es_es: El SQL usado para obtener las cuentas bancarias fue
hi_in: एसक्यूएल को बैंक खातों पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil rekening bank adalah
it_it: L&#39;SQL utilizzato per recuperare i conti bancari è stato
ko_kr: 은행 계좌를 검색하는 데 사용되는 SQL이었다
mr_in: बँक खाती पुनर्प्राप्त करण्यासाठी वापरलेले SQL होते
nl_nl: De SQL wordt gebruikt om de bankrekeningen te halen was
pt_pt: SQL usado para recuperar banco foi
ro_ro: SQL utilizat pentru a prelua conturile bancare a fost
ru_ru: SQL для получения банковских счетов был
sq_al: SQL përdorur për të marrë llogarive bankare u
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve akaunti ya benki alikuwa
tr_tr: SQL banka hesaplarına almak için kullanılan
zh_hk: 找不到银行账户的SQL是
zh_tw: 用於檢索的銀行帳戶的SQL是

source: Bank Accounts have not yet been defined
cs_cz: Bankovní účty dosud nebyly definovány
es_es: No se han definido cuentas bancarias
hi_in: बैंक नहीं है परिभाषित किया गया है अभी तक खाता
id_id: Rekening Bank belum dibuat
it_it: Non ci sono conti bancari
ko_kr: 은행 계정은 아직 정의되지 않은
mr_in: बँक खाती अद्याप व्याख्या गेली नाहीत
nl_nl: Bank Rekeningen zijn nog niet gedefinieerd
pt_pt: Conta Contábil não foi definida
ro_ro: Conturi bancare nu au fost încă definite
ru_ru: Банковские счета еще не определены
sq_al: Llogaritë bankare ende nuk janë përcaktuar
sv: Bankkonton har inte registrerats
sw_ke: Akaunti ya benki bado defined
tr_tr: BANKA HESAPLARI TANIMLANMAMIS
zh_hk: 尚未定义银行账户
zh_tw: 銀行帳戶未設定

source: You must first
cs_cz: Musíte nejprve
es_es: Primero debe seleccionar
hi_in: आपको पहले चाहिए
id_id: Anda harus terlebih dahulu
it_it: Prima devono essere
ko_kr: 먼저해야
mr_in: आपण प्रथम आवश्यक
nl_nl: U moet eerst
pt_pt: Você primeiro precisa
ro_ro: Tu trebuie mai întâi să
ru_ru: Сначала необходимо
sq_al: Ju e parë duhet të
sv: Ni måste först
sw_ke: Lazima kwanza
tr_tr: ILK ÖNCE
zh_hk: 您必须首先
zh_tw: 你必須先

source: define the bank accounts
cs_cz: definovat bankovních účtů
es_es: definir cuentas bancarias
hi_in: बैंक खातों को परिभाषित
id_id: membuat rekening bank
it_it: inseriti i conti bancari
ko_kr: 은행 계좌를 정의
mr_in: बँक खाती परिभाषित
nl_nl: de bank rekeningen definieren
pt_pt: definir contas bancárias
ro_ro: definirea conturilor bancare
ru_ru: определите сначала банковские счета
sq_al: define llogarive bankare
sv: Redigera dina konton
sw_ke: define akaunti ya benki
tr_tr: BANKA HESAPARINI TANIMLAYIN
zh_hk: 定义银行账户
zh_tw: 設定銀行帳戶

source: and general ledger accounts to be affected
cs_cz: a účtů hlavní knihy mohly být postiženy
es_es: y cuentas contables a ser afectadas
hi_in: और सामान्य खाता बही खातों प्रभावित होने के लिए
id_id: dan akun buku besar yg akan terpengaruh
it_it: e i sottoconti collegati
ko_kr: 일반 원장 계정에 영향을 미칠 수하는
mr_in: आणि सामान्य खातेवही खाती प्रभावित करणे
nl_nl: en grootboek rekeningen die zullen wijzigen
pt_pt: e quais contas contábeis serão afetadas
ro_ro: şi conturile registrul general de a fi afectate
ru_ru: и будут затронуты счета главной книги
sq_al: dhe llogaritë e përgjithshme librit për t&#39;u prekur
sv: och redovisningskonto som påverkas
sw_ke: na jumla ya kitabu akaunti ya kuathirika
tr_tr: ETKILENECEK MUHASEBE HESAPLARI
zh_hk: 和对应的会计科目
zh_tw: 和對應的會計科目

source: Show bank reconciliation statement
cs_cz: Zobrazit bankovní prohlášení o smíření
es_es: Mostrar el estado de la conciliación bancaria
hi_in: दिखाएँ बैंक समाधान विवरण
id_id: Tampilkan laporan rekonsiliasi bank
it_it: Mostra l'estratto conto riconciliato
ko_kr: 은행 조정 문을보기
mr_in: बँक मेळ विवरणपत्र दाखवा
nl_nl: Bekijk bank controle overzicht
pt_pt: Exibir Reconciliação Bancária
ro_ro: Arată banca reconciliere declaraţie
ru_ru: Показать выписка банковского согласования
sq_al: pajtimit Show bankë deklaratë
sv: Visa bankavstämniongsrapport
sw_ke: Kuonyesha taarifa ya benki ya maridhiano
tr_tr: BANKA MUKABAKAT RAPORUNU GÖSTER
zh_hk: 显示银行对账单
zh_tw: 顯示銀行對帳單

source: The bank account balance could not be returned by the SQL because
cs_cz: Bankovního účtu nemůže být vrácen, protože SQL
es_es: El saldo de la cuenta bancaria no pudo ser devuelto por el SQL porque
hi_in: बैंक खाते की शेष राशि क्योंकि SQL से नहीं लौट सकता
id_id: Saldo rekening bank tdk dapat dikembalikan oleh SQL karena
it_it: Non àŠ stato possibile calcolare il saldo del conto perchè
ko_kr: 은행 계정 잔액은 SQL 때문에 반환 할 수 없습니다
mr_in: बँक खात्यातील शिल्लक SQL द्वारे परत जाऊ शकत नाही कारण
nl_nl: Het bank rekening saldo kon niet worden opgehaald door de SQL omdat
pt_pt: O Saldo conta contábil não pode ser recuperado pelo SQL porque
ro_ro: Soldul contului bancar nu a putut fi returnate de SQL, deoarece
ru_ru: Баланс банковского счета не может быть получен, так как
sq_al: Bilanci i llogarisë bankare nuk mund të kthehen nga SQL sepse
sv: Bankkontosaldot kan inte visas för att
sw_ke: Urari wa akaunti ya benki inaweza kuwa akarudi na SQL sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 无法返回银行账户余额，原因是
zh_tw: 無法返回銀行帳戶餘額, 原因是

source: Could not retrieve the currency and exchange rate for the selected bank account
cs_cz: Nepodařilo se načíst měny a směnného kurzu pro zvolený bankovní účet
es_es: No se pudo obtener la divisa y la tasa de cambio de la cuenta bancaria seleccionada
hi_in: चयनित बैंक खाते के लिए मुद्रा और विनिमय दर को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil mata uang dan kurs utk rekening bank terpilih
it_it: Non è possibile recuperare il tasso di cambio valuta e per il conto in banca selezionata
ko_kr: 선택한 은행 계정의 통화와 환율을 검색 할 수 없습니다
mr_in: चलन आणि निवडलेले बँक खात्यासाठी विनिमय दर पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon valuta en wisselkoers voor de geselecteerde bankrekening niet opvragen
pt_pt: não pode recuperar taxa moeda e cambio para a conta bancária
ro_ro: Nu sa putut prelua cursul valutar si de schimb pentru contul bancar selectat
ru_ru: Не удалось получить валюту и обменный курс для выбранного банковского счета
sq_al: Nuk mund të marrim kursit të monedhës dhe të këmbimit për llogari bankare të zgjedhura
sv: Kan inte hämta valuta och växelkurs för det valda bankkontot
sw_ke: Hakuweza Retrieve ya kiwango cha fedha na fedha kwa ajili ya akaunti ya benki ya kuchaguliwa
tr_tr: Seçilen banka hesabına para ve döviz kuru alınamadı
zh_hk: 无法找到所选银行账户的货币和汇率, 因为
zh_tw: 無法檢索的貨幣和匯率選擇的銀行帳戶

source: Balance as at
cs_cz: Zůstatek k
es_es: Saldo a día
hi_in: शेष राशि के रूप में
id_id: Saldo per tgl
it_it: Saldo al
ko_kr: 밸런스에로
mr_in: येथे म्हणून शिल्लक
nl_nl: Balans overzicht op
pt_pt: Saldo em
ro_ro: Sold la
ru_ru: Остаток по состоянию на
sq_al: Gjendja më
sv: Saldon per den
sw_ke: Usawa kama ilivyo
tr_tr: Bakiye
zh_hk: 余额截止
zh_tw: 結存

source: The unpresented cheques could not be retrieved by the SQL because
cs_cz: Unpresented Kontroly se nepodařilo získat do SQL, protože
es_es: El SQL se pudo obtener los cheques no cobrados porque
hi_in: Unpresented चेक क्योंकि SQL से नहीं लिया सकता है
id_id: Cek yg belum dicairkan tdk dapat diambil oleh SQL karena
it_it: Non àŠ stato possibile estrarre le operazioni di pagamento non ancora registrate perchè
ko_kr: unpresented 검사는 SQL 때문에 검색 할 수 없습니다
mr_in: unpresented धनादेश SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De niet ingeleverde cheques konden niet worden opgehaald door de SQL omdat
pt_pt: Os cheques não apresentados não podem ser recup. pelo SQL porque
ro_ro: Verificările unpresented nu a putut fi recuperate de către SQL, deoarece
ru_ru: Данные о непредставленных чеках не могут быть получены, так как
sq_al: Kontrollon unpresented nuk mund të shikohet nga SQL sepse
sv: Overifierade checkar kan inte visas för att
sw_ke: hundi ya unpresented inaweza kuwa retrieved na SQL sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未找到企业已付银行未付记录, 因为
zh_tw: 未兌現支票未能從SQL取得, 因為

source: Add back unpresented cheques
cs_cz: Přidat zpět unpresented kontroly
es_es: Añadir cheques no cobrados
hi_in: जोड़ें चेक वापस unpresented
id_id: Tambahkan kembali cek yg belum dicairkan
it_it: Pagamenti non ancora registrati
ko_kr: unpresented 검사를 다시 추가
mr_in: Unpresented धनादेश परत जोडा
nl_nl: Optellen niet ingeleverde cheques
pt_pt: Lance os cheques não apresentados
ro_ro: Adauga unpresented înapoi controale
ru_ru: Добавить непредставленные чеки
sq_al: Shto mbrapa unpresented kontrolle
sv: Lägg tillbaka overifierade checkar
sw_ke: Kuongeza nyuma unpresented hundi
tr_tr: Eklemek geri çek unpresented
zh_hk: 加：企业已付银行未付
zh_tw: 新增退回未兌現支票

source: Number
cs_cz: Číslo
es_es: Número
hi_in: संख्या
id_id: Nomor
it_it: Numero
ko_kr: 수
mr_in: संख्या
nl_nl: Nummer
pt_pt: Número
ro_ro: Numar
ru_ru: Номер
sq_al: Numri
sv: Nummer
sw_ke: Idadi
tr_tr: NUMARA
zh_hk: 编号
zh_tw: 編號

source: Reference
es_es: Referencia
hi_in: संदर्भ
id_id: Informasi
it_it: Riferimento
ko_kr: 참고
mr_in: संदर्भ
nl_nl: Referentie
pt_pt: Referência
ro_ro: De referinţă
ru_ru: Ссылка
sq_al: Referim
sv: Referens
sw_ke: Rejea
tr_tr: REFERANS
zh_hk: 摘要
zh_tw: 參考

source: Orig Amount
cs_cz: Orig Částka
es_es: Importe Orig
hi_in: Orig राशि
id_id: Jumlah Awal
it_it: Importo originario
ko_kr: 오리지널 금액
mr_in: Orig रक्कम
nl_nl: Orig. Bedrag
pt_pt: Quant. Orig.
ro_ro: Suma Orig
ru_ru: Исходное количество
sq_al: Orig Shuma
sv: Orginalbelopp
sw_ke: Kiasi orig
tr_tr: ORIJINAL MIKTAR
zh_hk: 凭证金额
zh_tw: 原始總金額

source: Total of all unpresented cheques
cs_cz: Celkem ze všech kontrol unpresented
es_es: Total cheques no cobrados
hi_in: सभी unpresented चेक का कुल
id_id: Total semua cek yg belum dicairkan
it_it: Totale dei pagamenti non ancora registrati
ko_kr: 모든 unpresented 검사의 총
mr_in: सर्व unpresented धनादेश एकूण
nl_nl: Totaal van alle niet ingeleverde cheques
pt_pt: Total todos cheques devolvidos
ro_ro: Totală a tuturor controalelor unpresented
ru_ru: Всего по непредставленным чекам
sq_al: Përgjithshme të të gjitha kontrollet unpresented
sv: Total för all overifierade checkar
sw_ke: Jumla ya hundi wote unpresented
tr_tr: Tüm unpresented çeklerin toplam
zh_hk: 企业已付银行未付合计：
zh_tw: 未兌現支票總計

source: The uncleared deposits could not be retrieved by the SQL because
cs_cz: Uncleared vklady se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener los depósitos en canje porque
hi_in: मिलावटी जमा क्योंकि SQL से नहीं लिया सकता है
id_id: Setoran yg belum cair tdk dapat diambil oleh SQL karena
it_it: Non àŠ stato possibile estrarre gli incassi non ancora registrati perchè
ko_kr: 해제되지 않은 보증금은 SQL 때문에 검색 할 수 없습니다
mr_in: संदिग्ध ठेवी SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De niet verwerkte stortingen konden niet worden opgehaald door de SQL omdat
pt_pt: Os depósitos indefin. não podem ser rec. pelo SQL porque
ro_ro: Depozitelor neelucidate nu a putut fi recuperate de către SQL, deoarece
ru_ru: Не удалось получить неоплаченные депозиты, так как
sq_al: Depozitat e papastruar nuk mund të shikohet nga SQL sepse
sv: Overifierade checker kan inte visas för att
sw_ke: amana ya uncleared inaweza kuwa retrieved na SQL sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未找到企业已收银行未收记录, 因为
zh_tw: 未核銷存入未能自 SQL 取得, 因為

source: Less deposits not cleared
cs_cz: Méně vklady nejsou schváleny
es_es: Menos depósitos en canje
hi_in: कम जमा साफ नहीं
id_id: Dikurangi setoran yg belum cair
it_it: Incassi non ancora registrati
ko_kr: 이하 예금은 삭제되지
mr_in: कमी ठेवी साफ नाहीत
nl_nl: Optellen stortingen nog niet verwerkt
pt_pt: Menos depósitos não liberados
ro_ro: depozite mai puţin nu este eliminată
ru_ru: Младшие депозиты не оплачены
sq_al: depozitat më pak nuk pastruar
sv: Mindre checker ej verifierade
sw_ke: Chini ya amana si akalipa
tr_tr: Daha az mevduat değil temizledi
zh_hk: 减：企业已收银行未收
zh_tw: 存入差數未核銷
