Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Part of the Customer Branch Name
cs_cz: Část Jméno zákazníka pobočky
es_es: Parte del Nombre de la sucursal del cliente
hi_in: ग्राहक शाखा का नाम का हिस्सा
id_id: Sebagian Nama Cabang Customer
it_it: Parte del nome del ramo del cliente
ko_kr: 고객 지점 이름의 일부
mr_in: ग्राहक शाखा नावाचा भाग
nl_nl: Deel van de klant branch naam
pt_pt: Parte do Nome Suc. Cliente
ro_ro: Parte din Filiala Nume Client
ru_ru: Часть названия подразделения клиента
sq_al: Një pjesë e Degës Customer Emri
sv: Del av levernsplatsnamnet
sw_ke: Sehemu ya Jina ya Tawi Wateja
tr_tr: Müşteri Şube Adı Bölüm
zh_hk: 部分顾客分公司名称
zh_tw: 客戶分公司部分名稱

source: Part of the Customer Branch Code
cs_cz: Část kódu zákazníka pobočky
es_es: Parte del Código de la sucursal del cliente
hi_in: ग्राहक शाखा संहिता के पहले भाग
id_id: Sebagian Kode Cabang Customer
it_it: Parte del codice filiale Cliente
ko_kr: 고객의 지점 코드의 일부
mr_in: ग्राहक शाखा कोड भाग
nl_nl: Deel van de klant branche code
pt_pt: Parte do Cód. Suc. Cliente
ro_ro: Parte din Codul Sucursala Client
ru_ru: Часть кода подразделения клиента
sq_al: Pjesë të Kodit Dega Customer
sv: Del av levernsplatskoden
sw_ke: Sehemu ya Kanuni ya Tawi Wateja
tr_tr: Müşteri Şube Kodu Bölüm
zh_hk: 部分顾客分公司代码
zh_tw: 客戶分公司部分代碼

source: Enter an extract of the customer code to search for. Customer codes can only contain alpha-numeric characters, underscore or hyphens
ko_kr: 검색 할 고객 코드의 추출물을 입력한다. 고객 코드는 알파벳 - 숫자 문자를 포함 할 수 있습니다, 밑줄 또는 하이픈
mr_in: शोधण्यासाठी ग्राहक कोड एक अर्क द्या. ग्राहक कोड फक्त, अल्फा अंकीय वर्ण अधोरेखित किंवा हायफन शकता
pt_pt: Informe código parcial do cliente para pesquisar. Códigos de cliente podem conter caracteres alfa-numéricos, hífen e sublinhado
zh_tw: 輸入客戶代碼摘錄來搜索。客戶代碼只能包含字母數字字符，下劃線或連字符

source: Part of the Branch Phone Number
cs_cz: Část číslo pobočky telefonu
es_es: Parte del Teléfono de la sucursal del cliente
hi_in: शाखा फोन नंबर का हिस्सा
id_id: Sebagian Nomor Telepon Cabang
it_it: Parte del numero di telefono Branch
ko_kr: 지점 전화 번호의 일부
mr_in: शाखा फोन नंबर भाग
nl_nl: Deel van het branch telefoon nummer
pt_pt: Parte do Telef. Suc. Cliente
ro_ro: Parte din Numărul de Telefon Branch
ru_ru: Часть телефонного номера подразделения
sq_al: Një pjesë e Degës Numri i telefonit
sv: Del av Kontakttelefonnummer
sw_ke: Sehemu ya Idadi ya Simu Tawi
tr_tr: Şube Telefon Numarası Bölüm
zh_hk: 部分分公司电话号码
zh_tw: 分公司電話部分號碼

source: Reset
cs_cz: Vymazat formulář
es_es: Empezar de nuevo
hi_in: रीसेट
ko_kr: 재설정
mr_in: रीसेट
nl_nl: Herstel
pt_pt: Restaurar
ro_ro: Resetare
ru_ru: Сбросить
sv: Rensa
tr_tr: TEMIZLE
zh_hk: 清空
zh_tw: 重置

source: Branch
cs_cz: Větev
es_es: Sucursal
hi_in: शाखा
id_id: Cabang
it_it: Filiale
ko_kr: 분기
mr_in: शाखा
nl_nl: Filiaal
pt_pt: Sucursal
ro_ro: Ramură
ru_ru: Филиал
sq_al: Degë
sv: Leveransplats
sw_ke: Tawi
tr_tr: SUBE
zh_hk: 客户分公司
zh_tw: 分公司

source: Contact
cs_cz: Kontakt
es_es: Contacto
hi_in: संपर्क
id_id: Kontak
it_it: Persona di riferimento
ko_kr: 접촉
mr_in: संबंध
nl_nl: Kontakt
pt_pt: Contato
ro_ro: A lua legatura cu
ru_ru: Контакт
sq_al: Kontakt
sv: Kontakt
sw_ke: Wasiliana
tr_tr: IRTIBAT
zh_hk: 联系人
zh_tw: 聯繫人

source: Fax
hi_in: फैक्स
ko_kr: 팩스
mr_in: फॅक्स
ru_ru: Факс
sq_al: Faks
tr_tr: FAKS
zh_hk: 传真
zh_tw: 傳真

source: Enter the contract reference. This reference will be used as the item code so no more than 20 alpha-numeric characters or underscore
ko_kr: 계약 기준을 입력합니다. 이 참조는 항목 코드 그래서 이하 20 영숫자 또는 밑줄로 사용될
mr_in: करार संदर्भ द्या. या संदर्भ त्यामुळे 20 पेक्षा अधिक अल्फा अंकीय वर्ण आयटम कोड म्हणून वापरले किंवा अधोरेखित जाईल
pt_pt: Informe ref. contrato. Essa ref. irá ser usada como cód de item não pode ser mais longo que 20 caracteres alfanuméricos ou underscore
zh_tw: 輸入合約的編碼。該編碼將作為該項目的代碼，以便不超過20個字母數字字符或下劃線

source: Category
cs_cz: Kategorie
es_es: Categoría
hi_in: श्रेणी
id_id: Kategori
it_it: Categoria
ko_kr: 범주
mr_in: वर्ग
nl_nl: Categorie
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
sq_al: Kategoria
sv: Kategori
sw_ke: Jamii
tr_tr: STOK KATEGORISI
zh_hk: 物料组
zh_tw: 類別

source: The stock categories could not be retrieved because
cs_cz: Populace kategorie se nepodařilo získat, protože
es_es: No se pudo obtener las categorías de inventario porque
hi_in: शेयर श्रेणियों वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Kategori stok tdk dapat diambil karena
it_it: Le categorie stock non può essere recuperata perché
ko_kr: 주식의 종류가 있기 때문에 검색 할 수 없습니다
mr_in: स्टॉक श्रेणी कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De voorraad categorie kon niet worden ogevraagd omdat
pt_pt: Categoria de Estoq. não recuperado porque
ro_ro: Categorii de stoc nu a putut fi recuperate, deoarece
ru_ru: Данные о категориях товара не могут быть получены, так как
sq_al: Kategoritë e aksioneve nuk mund të shikohet, sepse
sv: Lagerkategorierna kunde inte hämtas eftersom
sw_ke: makundi ya hisa inaweza kuwa retrieved sababu
tr_tr: STOK KATEGORILERI GÖRÜNTÜLENEMIYOR:
zh_hk: 找不到物料组, 因为
zh_tw: 未能提取存貨類別, 因為

source: The SQL used to retrieve stock categories and failed was
cs_cz: SQL slouží k načtení zásob kategorií a neúspěšný byl
es_es: El SQL que falló al obtener las categorías de existencias fue
hi_in: एसक्यूएल को शेयर श्रेणियों पाने के लिये प्रयुक्त किया गया था और असफल
id_id: SQL yg digunakan utk mengambil kategori stok dan gagal adalah
it_it: L&#39;SQL utilizzato per recuperare categorie di titoli e fallito è stato
ko_kr: SQL 재고 카테고리를 검색하는 데 실패했다
mr_in: स्टॉक श्रेणी काढून करण्यासाठी वापरले SQL होते अयशस्वी
nl_nl: De voorraad categorie kon niet worden ogevraagd in de SQL
pt_pt: SQL que falhou usado para recuperar categoria de estoque foi
ro_ro: SQL folosite pentru a prelua categorii de stoc şi nu a fost
ru_ru: Завершившися неудачей SQL получения категорий товара
sq_al: SQL përdorur për të marrë kategoritë e aksioneve dhe nuk ishte
sv: Den SQL som användes var
tr_tr: SQL stok kategoriler almak için kullanılan ve başarısız oldu
zh_hk: 用于查找物料组失败的SQL是
zh_tw: 用作提取存貨類別失敗的 SQL 是

source: Add or Modify Contract Categories
cs_cz: Přidat nebo změnit smlouvu Kategorie
es_es: Añadir o modificar categorías de contrato
hi_in: जोड़ें या संशोधित अनुबंध श्रेणियाँ
id_id: Tambah atau Ubah Kategori Kontrak
it_it: Aggiungere o modificare le categorie Contract
ko_kr: 추가 계약 카테고리 수정
mr_in: जोडा किंवा कॉण्ट्रॅक्ट श्रेणी संपादीत
nl_nl: Toevoegen of wijzigen Contract Categorien
pt_pt: Adicionar ou Modificar Categ. Contrato
ro_ro: Adăugaţi sau modificaţi Categorii Contract
ru_ru: Добавить или изменить категории контракта
sq_al: Shto ose ndrysho Kategoritë e kontratës
sv: Lägga till eller ändra avtalet Kategorier
sw_ke: Kuongeza au Kurekebisha Mkataba Jamii
tr_tr: Eklemek veya Sözleşme Kategoriler Değiştir
zh_hk: 增加或者修改合同类别
zh_tw: 新增或修改合約類別

source: The stock locations could not be retrieved because
cs_cz: Populace místech se nepodařilo získat, protože
es_es: Las ubicaciones de las existencias no se pudieron recuperar, porque
hi_in: शेयर स्थानों वजह से पुनः प्राप्त नहीं कर सकता
id_id: Lokasi stok tdk dapat diambil karena
it_it: Le posizioni d&#39;archivio non può essere recuperata perché
ko_kr: 주식 위치 때문에 검색 할 수 없습니다
mr_in: स्टॉक स्थाने कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De voorraad locaties kon niet worden opgehaald omdat
pt_pt: Locais de estoque não recuperados porque
ro_ro: Locaţii stoc nu a putut fi recuperate, deoarece
ru_ru: Месторасположения товара не может быть получено, так как
sq_al: Vende të aksioneve nuk mund të shikohet, sepse
sv: Beståndet platser kunde inte hämtas på grund
sw_ke: maeneo ya hisa inaweza kuwa retrieved sababu
tr_tr: Stok yerleri nedeniyle alınamadı
zh_hk: 无法找到库存仓库
zh_tw: 未能提取存貨位置, 因為

source: The SQL used to retrieve stock locations and failed was
cs_cz: SQL slouží k načtení zásob míst a nepodařilo se
es_es: El SQL utilizada para recuperar las ubicaciones de las existencias fallido fue
hi_in: एसक्यूएल को शेयर स्थानों पाने के लिये प्रयुक्त किया गया था और असफल
id_id: SQL yg digunakan utk mengambil lokasi stok dan gagal adalah
it_it: L&#39;SQL utilizzato per recuperare posizioni e non hanno magazzino è stato
ko_kr: SQL은 콘텐츠 위치를 검색하는 데 실패했다
mr_in: स्टॉक स्थाने काढून करण्यासाठी वापरले SQL होते अयशस्वी
nl_nl: De SQL gebruikt om de balans op locaties ophalen en niet was
pt_pt: SQL que falhou, usado para recuperar local estoque foi
ro_ro: SQL folosite pentru a prelua locaţii stoc şi nu a fost
ru_ru: Неудавшийся SQL-запрос получения местоположений товаров
sq_al: SQL përdorur për të marrë vende të aksioneve dhe nuk ishte
sv: SQL används för att hämta materiel platser och misslyckades var
sw_ke: SQL kutumika Retrieve maeneo ya hisa na kushindwa mara
tr_tr: SQL stok yerleri almak için kullanılır oldu ve başarısız
zh_hk: 用于查找库存仓库失败的SQL是
zh_tw: 用作提取存貨位置的 SQL 程序失效

source: Default Work Centre
es_es: Centro de trabajo predeterminado
id_id: Workshop Standar
ko_kr: 기본 작업 센터
mr_in: डीफॉल्ट कार्य केंद्र
pt_pt: Centro Trabalho Padrão
zh_tw: 預設的工作站

source: Contract Description
cs_cz: Popis zakázky
es_es: Descripción del Contrato
hi_in: अनुबंध विवरण
id_id: Keterangan Kontrak
it_it: Descrizione del contratto
ko_kr: 계약 설명
mr_in: कॉण्ट्रॅक्ट वर्णन
nl_nl: Contract Beschrijving
pt_pt: Descrição do Contrato
ro_ro: Descriere contract
ru_ru: Описание контракта
sq_al: Përshkrimi i Kontratës
sv: Kontrakt Beskrivning
sw_ke: Mkataba Description
tr_tr: Sözleşme Açıklama
zh_hk: 合同描述
zh_tw: 合約說明

source: A description of the contract is required
es_es: Se requiere una descripción del contrato
ko_kr: 계약에 대한 설명이 필요합니다
mr_in: कराराच्या वर्णन आवश्यक आहे
pt_pt: Descrição do contrato é requerida
zh_tw: 合約的說明是必須的

source: Drawing File
cs_cz: Kreslení Soubor
es_es: Archivo del Dibujo
hi_in: ड्राइंग फाइल
id_id: File Gambar
it_it: File di disegno
ko_kr: 파일을 그리기
mr_in: फाइल रेखाचित्र
nl_nl: Tekening Bestand
pt_pt: Arquivo Projeto
ro_ro: Desen
ru_ru: Файл чертежа
sq_al: Vizatimi File
sv: Ritningsfil
sw_ke: Kuchora Picha
tr_tr: Çizim Dosyası
zh_hk: 图片文件
zh_tw: 圖片檔

source: format only
cs_cz: pouze formát
es_es: solo formato
hi_in: केवल प्रारूप
id_id: saja formatnya
it_it: solo formato
ko_kr: 형식으로 만
mr_in: स्वरूप केवळ
nl_nl: Alleen indeling
pt_pt: somente formato
ro_ro: format numai
ru_ru: только формат
sq_al: Formati i vetëm
sv: -format
sw_ke: format tu
tr_tr: Yalnızca biçimi
zh_hk: 格式仅限
zh_tw: 唯一格式

source: Customer Reference
cs_cz: Reference zákazníků
es_es: Referencia del cliente
hi_in: ग्राहक संदर्भ
id_id: Referensi Customer
it_it: Riferimento cliente
ko_kr: 고객 참조
mr_in: ग्राहक संदर्भ
nl_nl: Klant Referentie
pt_pt: Referência Cliente
ro_ro: Client de referinţă
ru_ru: Ссылка на клиента
sv: Referens
sw_ke: Mteja Reference
tr_tr: MÜSTERI REF.
zh_hk: 客户订单号
zh_tw: 客戶備註

source: Enter the reference that the customer uses for this contract
ko_kr: 고객이이 계약에 사용하는 기준을 입력
mr_in: ग्राहक या कंत्राट साठी वापरणारे संदर्भ द्या
pt_pt: Informe a ref. que o cliente utiliza para esse contrato
zh_tw: 輸入客戶使用這個合約的編碼

source: Exchange Rate
cs_cz: Směnný kurs
es_es: Tipo de cambio
hi_in: विनिमय दर
id_id: Kurs
it_it: Tasso di cambio
ko_kr: 환율
mr_in: विनिमय दर
nl_nl: Wissel Koers
pt_pt: Taxa Câmbio
ro_ro: Cursul de schimb
ru_ru: Обменный курс
sq_al: Kursi i kembimit
sv: Växelkurs
sw_ke: Thamani ya Shilingi
tr_tr: KUR DÖNÜSÜM
zh_hk: 汇率
zh_tw: 匯率

source: The exchange rate between the customer's currency and the functional currency of the business must be entered
ko_kr: 고객의 통화와 사업의 기능 통화 사이의 환율은 입력해야합니다
mr_in: ग्राहकाची चलन आणि व्यवसाय फंक्शनल चलन दरम्यान विनिमय दर प्रविष्ट करणे आवश्यक आहे
pt_pt: A taxa de câmbio para a moeda do cliente e a moeda padrão deve ser informada
zh_tw: 必須輸入客戶的貨幣和企業的功能性貨幣之間的匯率

source: Contract Status
cs_cz: Stav zakázky
es_es: Estado del Contrato
hi_in: अनुबंध स्तर
id_id: Status Kontrak
it_it: Contratto di stato
ko_kr: 계약 상태
mr_in: कॉण्ट्रॅक्ट स्थिती
nl_nl: Status contract
pt_pt: Situação Contrato
ro_ro: Status contract
ru_ru: Статус контракта
sq_al: Statusin e kontratës
sv: Kontrakt Status
sw_ke: Mkataba Status
tr_tr: Sözleşme Durum
zh_hk: 合同状态
zh_tw: 合約狀況

source: Setup
cs_cz: Nastavení
es_es: Configuración
hi_in: सेटअप
id_id: Pengaturan
it_it: Impostazioni
ko_kr: 설정
mr_in: सेटअप
nl_nl: Instellingen
pt_pt: Configurações
ro_ro: Setari
ru_ru: Установить
sv: Inställningar
sw_ke: Kuanzisha
tr_tr: AYARLAR
zh_hk: 设置
zh_tw: 系統設定

source: Quote
cs_cz: Citovat
es_es: Cotización
hi_in: उद्धरण
id_id: Penawaran
it_it: Quota
ko_kr: 인용문
mr_in: उदाहरण म्हणून उल्लेख करणे
nl_nl: Citeren
pt_pt: Cotar
ro_ro: Citat
ru_ru: Ответить
sv: Citat
tr_tr: Alıntı
zh_hk: 报价
zh_tw: 引用

source: Completed
cs_cz: Dokončeno
es_es: Completado
hi_in: पूरा
id_id: Selesai
it_it: Completato
ko_kr: 완료
mr_in: पूर्ण
nl_nl: Afgerond
pt_pt: Completo
ro_ro: Terminat
ru_ru: Завершено
sq_al: Kompletuar
sv: Färdig
sw_ke: Kukamilika
tr_tr: Tamamlandı
zh_hk: 完成
zh_tw: 完成

source: Contract Setup
cs_cz: Nastavení smlouvy
es_es: Configuración de contratos
hi_in: अनुबंध सेटअप
id_id: Kontrak Dibuat
it_it: Contratto di installazione
ko_kr: 계약 설정
mr_in: कॉण्ट्रॅक्ट सेटअप
nl_nl: Opdracht Setup
pt_pt: Configurar Contrato
ru_ru: Настройки контракта
sq_al: Setup kontratës
sv: Kontrakt Setup
sw_ke: Setup mkataba
tr_tr: Sözleşme Kurulum
zh_hk: 合同设置
zh_tw: 設定合約

source: Customer Quoted
cs_cz: Zákazník uvozovkách
es_es: Cliente Facturado
hi_in: ग्राहक उद्धरित
id_id: Customer Dkrm-Pnwaran
it_it: Citato cliente
ko_kr: 고객 인용
mr_in: ग्राहक चिन्हांकित
nl_nl: Klant Opgegeven
pt_pt: Cliente Cotado
ro_ro: Client cotate
ru_ru: Клиент Цитируется
sq_al: Customer Cituar
sv: Kunden Noterade
sw_ke: Mteja ilivyonukuliwa
tr_tr: Müşteri Alıntı
zh_hk: 已报价顾客
zh_tw: 客戶報價

source: Order Placed
cs_cz: Objednávka
es_es: Orden Colocada
hi_in: आदेश रखा
id_id: Order Sdh-Masuk
it_it: Ordine effettuato
ko_kr: 주문 배치
mr_in: मागणी ठेवलेले
nl_nl: Bestelling geplaatst
pt_pt: Pedido Colocado
ro_ro: Pentru Situat
ru_ru: Заказ
sq_al: Rendit Vendosur
sv: Beställning
sw_ke: Kuwekwa ili
tr_tr: Sipariş Yerleştirilmiş
zh_hk: 已下订单
zh_tw: 順序排列

source: Quotation Reference/Sales Order No
cs_cz: Citace Reference / prodejní objednávky č.
es_es: Referencia de cotización/Número de orden de ventas
hi_in: उद्धरण संदर्भ / बिक्री आदेश नहीं
id_id: Referensi Penawaran/No Order Penjualan
it_it: Quotazione di riferimento / ordine di vendita No
ko_kr: 견적 참조 / 판매 주문 번호
mr_in: कोटेशन संदर्भ / विक्री ऑर्डरला
nl_nl: Offerte Referentie / Sales Order nr.
pt_pt: Refer. Núm. Cotação ou Ped. Venda
ro_ro: Cotaţie de referinţă / Vânzări Ordinul nr
ru_ru: Сылка на цитату/Номер заказа
sq_al: Referenca Citat / Sales Order No
sv: Offert Referens / Försäljning Löpnummer
sw_ke: Nukuu Reference / Mauzo Order No
tr_tr: Tırnak Referans / Satış Sipariş No
zh_hk: 报价编号/销售订单编号
zh_tw: 報價參考/銷售訂單號

source: Contract Work Order Ref
cs_cz: Smlouva Zakázka Ref
es_es: Referencia de la Orden de Trabajo del Contrato
hi_in: अनुबंध कार्य आदेश रेफरी
id_id: Ref Order Produksi Kontrak
it_it: Contratto di lavoro Ref Ordine
ko_kr: 계약 작업 지시 참조
mr_in: कॉण्ट्रॅक्ट कार्य क्रम संदर्भ
nl_nl: Loonwerk Bestel Ref
pt_pt: Ref. Contr. ou Ordem Fabr.
ro_ro: Contractul de munca Ordine Ref
ru_ru: Ссылка на наряд на работу в контракте
sq_al: Rendit Kontratë Puna Ref
sv: Entreprenadarbeten Beställ Ref
sw_ke: Kazi mkataba Order Kumb
tr_tr: Sözleşme İş Emri Ref
zh_hk: 合同工单号
zh_tw: 合同工單編號

source: Stock Items Required
cs_cz: Sklad položky požadované
es_es: Artículos Requeridos de la Existencia
hi_in: शेयर आइटम आवश्यक
id_id: Item Stok yg Diperlukan
it_it: Articoli a magazzino richiesto
ko_kr: 주식 항목은 필수
mr_in: आवश्यक स्टॉक आयटम
nl_nl: Voorraad items vereist
pt_pt: Requerido Itens de Estoque
ro_ro: Stoc Necesar
ru_ru: Требуемые товары
sq_al: Items Stock e kërkuar
sv: Stock Avspärrningsutrustning
sw_ke: Hisa Items zinazohitajika
tr_tr: Stok Öğeler Gerekli
zh_hk: 要求的商品
zh_tw: 所需庫存產品

source: Total stock cost
cs_cz: Celkového objemu nákladů
es_es: Total Costo de Existencia
hi_in: कुल स्टॉक लागत
id_id: Total biaya stok
it_it: Costo totale stock
ko_kr: 총 재고 비용
mr_in: एकूण स्टॉक खर्च
nl_nl: Totale voorraad kosten
pt_pt: Custo Total do Estoque
ro_ro: Stocul total cost
ru_ru: Общая стоимость товаров
sq_al: Kostoja totale e aksioneve
sv: Totala stocken kostnad
sw_ke: Jumla ya gharama ya hisa
tr_tr: Toplam stok maliyeti
zh_hk: 总物料商品成本
zh_tw: 總庫存成本

source: None Entered
cs_cz: Žádné Přihlášené
es_es: No se introdujo nada
hi_in: कोई भी प्रवेश किया
id_id: Tdk ada Dimasukkan
it_it: Nessuno Entrata
ko_kr: 아무도 입력하지
mr_in: काहीही प्रविष्ट
nl_nl: Geen ingevoerd
pt_pt: Sem Informação
ro_ro: Nici unul Intrat
ru_ru: Ничего не введено
sq_al: Asnjë Regjistruar
sv: Ingen Angivet
sw_ke: Hakuna Entered
tr_tr: Girilen Yok
zh_hk: 没有输入
zh_tw: 沒有輸入

source: Other Requirements
cs_cz: Jiné požadavky
es_es: Otros Requerimientos
hi_in: अन्य आवश्यकताएँ
id_id: Persyaratan Lainnya
it_it: Altri requisiti
ko_kr: 기타 요구 사항
mr_in: इतर आवश्यकता
nl_nl: Andere eisen
pt_pt: Outros Requerim.
ro_ro: Alte cerinţe
ru_ru: Другие требования
sq_al: Të tjera kërkesa
sv: Övriga krav
sw_ke: Mahitaji mengine
tr_tr: Diğer Gereksinimler
zh_hk: 其他要求
zh_tw: 其他要求

source: Total other costs
cs_cz: Celkem jiné náklady
es_es: Total Otros Costos
hi_in: कुल लागत अन्य
id_id: Total biaya lain2
it_it: Totale altri costi
ko_kr: 총 기타 비용
mr_in: एकूण इतर खर्च
nl_nl: Totaal andere kosten
pt_pt: Total Outros Custos
ro_ro: Total alte cheltuieli
ru_ru: Итого прочие расходы
sq_al: Kostot totale të tjera
sv: Summa övriga kostnader
sw_ke: Jumla ya gharama nyingine
tr_tr: Toplam diğer maliyetler
zh_hk: 其他成本总计
zh_tw: 其他成本總成本

source: Total Contract Cost
cs_cz: Celkem Smlouva náklady
es_es: Total Costo del Contrato
hi_in: कुल अनुबंध मूल्य
id_id: Total Biaya Kontrak
it_it: Costo totale del contratto
ko_kr: 총 계약 비용
mr_in: एकूण कंत्राट किंमत
nl_nl: Totaal Contract Cost
pt_pt: Total Custo Contrato
ru_ru: Общая стоимость контракта
sq_al: Kostoja totale e kontratës
sv: Total Contract kostnad
sw_ke: Mkataba wa jumla Gharama
tr_tr: Toplam Sözleşme Maliyeti
zh_hk: 合同总成本
zh_tw: 合同總成本

source: Contract Price
cs_cz: Cena zakázky
es_es: Precio del Contrato
hi_in: संविदा मूल्य
id_id: Harga Kontrak
it_it: Prezzo Contrattuale
ko_kr: 계약 가격
mr_in: कॉण्ट्रॅक्ट किंमत
nl_nl: Contract Prijs
pt_pt: Preço Contratado
ro_ro: Preţul contractului
ru_ru: Цена контракта
sq_al: Kontratë Çmimi
sv: Avtalade priset
sw_ke: Bei mkataba
tr_tr: Sözleşme Bedeli
zh_hk: 合同价格
zh_tw: 合約價格

source: Enter Items Required
cs_cz: Zadejte povinné položky
es_es: Introducir artículos requeridos
hi_in: आवश्यक वस्तुओं दर्ज
id_id: Masukkan Item yg Diperlukan
it_it: Inserisci Elementi richiesti
ko_kr: 필수 항목을 입력
mr_in: आवश्यक आयटम प्रविष्ट करा
nl_nl: Voer het gewenste items
pt_pt: Entre com Itens
ro_ro: Introduceţi elementele necesare
ru_ru: Введите необходимые товары
sq_al: Enter Items e kërkuar
sv: Ange Obligatoriska fält
sw_ke: Kuingia Items zinazohitajika
tr_tr: Gerekli Öğeler girin
zh_hk: 输入要求的商品
zh_tw: 輸入所需的項目

source: Enter Other Requirements
cs_cz: Zadejte Jiné požadavky
es_es: Introducir otros requerimientos
hi_in: अन्य आवश्यकताएँ दर्ज
id_id: Masukkan Persyaratan Lainnya
it_it: Inserisci Altri requisiti
ko_kr: 기타 요구 사항을 입력
mr_in: इतर आवश्यकता प्रविष्ट करा
nl_nl: Voer Overige vereisten
pt_pt: Entre outros Requer.
ro_ro: Introduceţi Alte cerinţe
ru_ru: Введите Другие требования
sq_al: Enter Kërkesat e tjera
sv: Ange Övriga krav
sw_ke: Mahitaji kuingia nyingine
tr_tr: Diğer Gereksinimler girin
zh_hk: 输入其他要求
zh_tw: 輸入其他要求

source: Commit Changes
cs_cz: Změny spáchat
es_es: Realizar los cambios
hi_in: कमेटी परिवर्तन
id_id: Lakukan Perubahan
it_it: Commit delle modifiche
ko_kr: 변경 내용 적용
mr_in: बदल करणे
pt_pt: Confirmar Atualização
ro_ro: Commit Modificări
ru_ru: Записать изменения
sq_al: Ndryshimet Commit
sv: Arkivera ändringar
sw_ke: Kufanya mabadiliko
tr_tr: Taahhüt Değişiklikler
zh_hk: 提交修改
zh_tw: 確認新增

source: Update Quotation
cs_cz: Aktualizace cenové nabídky
es_es: Actualizar cotización
hi_in: अद्यतन उद्धरण
id_id: Perbarui Penawaran
it_it: Aggiornamento Preventivo
ko_kr: 업데이트 견적
mr_in: अद्यतनित कोटेशन
nl_nl: Update Offerte
pt_pt: Atualizar Cotação
ro_ro: Update Oferta
ru_ru: Обновить цитирование
sq_al: Citat update
sv: Uppdatera Offert
sw_ke: Mwisho quotation
tr_tr: Güncelleme Teklif
zh_hk: 更新报价
zh_tw: 更新報價

source: Create Quotation
cs_cz: Vytvoření cenové nabídky
es_es: Crear cotización
hi_in: उद्धरण बनाएँ
id_id: Buat Penawaran
it_it: Crea Preventivo
ko_kr: 견적 만들기
mr_in: कोटेशन तयार
nl_nl: Maak Offerte
pt_pt: Criar Cotação
ro_ro: Creaţi Oferta
ru_ru: Создать цитаты
sq_al: Krijo Kuotim
sv: Skapa Offert
sw_ke: Kujenga quotation
tr_tr: Tırnak oluşturun
zh_hk: 创建报价
zh_tw: 新建報價

source: Cancel and Delete Contract
cs_cz: Zrušit a Delete smlouvy
es_es: Cancelar y suprimir Contrato
hi_in: रद्द करें और हटाएँ अनुबंध
id_id: Batal dan Hapus Kontrak
it_it: Annulla ed Elimina Contratto
ko_kr: 취소 및 계약 삭제
mr_in: कॉण्ट्रॅक्ट रद्द करा व नष्ट करा
nl_nl: Annuleren en verwijderen Contract
pt_pt: Cancelar ou Excluir Contrato
ro_ro: Anula şi Ştergeţi Contract
ru_ru: Отменить и удалить контракт
sq_al: Anulo Delete kontratës dhe
sv: Avbryt och ta bort kontrakt
sw_ke: Kufuta na Delete Mkataba
tr_tr: Iptal ve Sözleşme Sil
zh_hk: 取消及删除合同
zh_tw: 取消和刪除合同

source: Copy a BOM to New Item Code
es_es: Copiar una Lista de Materiales a un Nuevo Código de Artículo
id_id: Salin BOM ke Kode Item Baru
ko_kr: 새 상품 코드에 BOM을 복사
mr_in: नवीन आयटम कोड एक BOM कॉपी
pt_pt: Copiar Estrut. Prod. (BOM) para Novo Item
zh_tw: BOM表複製到新物料編號

source: The new item code cannot be blank. Enter a new code for the item to copy the BOM to
es_es: El código del nuevo artículo no puede estar en blanco. Introduzca un nuevo código para el artículo a copiar a la lista de materiales
id_id: Kode item baru tdk boleh kosong. Masukkan kode baru item utk menyalin BOM
ko_kr: 새로운 아이템 코드는 비워 둘 수 없습니다. 에 BOM을 복사 할 수있는 항목에 대한 새로운 코드를 입력
mr_in: नवीन आयटम कोड रिक्त असू शकत नाही. ते BOM कॉपी करण्यासाठी आयटम एक नवीन कोड प्रविष्ट करा
pt_pt: Novo cód. item deve estar preenchido. Novo código de item para copiar a estrutura de produto para
zh_tw: 新項目的代碼不能為空。輸入該項目的新代碼，BOM表複製到

source: From Stock ID
cs_cz: Ze skladu ID
es_es: Desde ID Stock
hi_in: आईडी स्टॉक से
id_id: Dari ID Stok
it_it: Da Stock ID
ko_kr: 재고 ID에서
mr_in: स्टॉक आयडी कडून
nl_nl: Van voorraad ID
pt_pt: Do Cód. de Estoque
ro_ro: ID-ul de la Bursa de Valori
ru_ru: От идентификатора склада
sq_al: Nga Stock ID
sv: Från lagerID
sw_ke: Kutoka Stock ID
tr_tr: Kimliği Hazır itibaren
zh_hk: 自库存 ID
zh_tw: 庫存編號

source: To New Stock ID
es_es: al Nuevo ID de Existencia
id_id: Ke ID Stok Baru
ko_kr: 새로운 주식 ID에
pt_pt: Novo Cód. de Estoque
zh_tw: 新的庫存編號

source: Enter a new item code to copy the existing item and its bill of material to. Item codes can contain only alpha-numeric characters, underscore or hyphens.
ko_kr: 기존 항목에 재료의 법안을 복사 할 새로운 아이템 코드를 입력합니다. 항목 코드는 알파벳 - 숫자 문자를 포함 할 수 있습니다, 밑줄 또는 하이픈.
mr_in: सध्याचे आयटम आणि साहित्याचा त्याच्या बिल कॉपी करण्यासाठी एक नवीन आयटम कोड प्रविष्ट करा. आयटम कोड फक्त अल्फा अंकीय वर्ण असू शकतात, अधोरेखित किंवा हायफन.
pt_pt: Informe novo cód. de item para copiar o item existente bem como toda a estrutura de componentes. Cód. Item deve conter caracteres alfanuméricos, hífens ou (underscore)
zh_tw: 輸入新的項目代碼到現有項目並複製到它們的產品結構表。項目代碼只能包含字母數字字符，下劃線或連字符。

source: To Existing Stock ID
cs_cz: Chcete-li Stávající ID skladem
es_es: A ID Stock Existente
hi_in: मौजूदा आईडी शेयर करने के लिए
id_id: Ke ID Stok Yg Ada
it_it: Per le scorte esistenti ID
ko_kr: 기존 재고 ID에
mr_in: अस्तित्वातील स्टॉक क्रमांकाशी
nl_nl: Naar bestaande voorraad ID
pt_pt: Para Cód. de Estoque
ro_ro: Pentru stocul existent ID
ru_ru: Для существующего идентификатора склада
sq_al: Të aksioneve ekzistuese ID
sv: Till existerande lagerID
sw_ke: Na Stock zilizopo ID
tr_tr: Kimliği Mevcut Stok için
zh_hk: 到现有库存 ID
zh_tw: 現存的庫存編號

source: Counter Returns
es_es: Devoluciones en mostrador
id_id: Retur Penjualan Kasir
ko_kr: 카운터 반환
mr_in: काऊंटर परत
pt_pt: Contador Vendas
zh_tw: 門店銷售退回
