Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Failed to retrieve mail lists
ko_kr: 메일 목록을 검색하지 못했습니다
mr_in: मेल याद्या पुनर्प्राप्त करण्यात अयशस्वी
pt_pt: Falhou na recuperação lista correio
zh_tw: 無法檢索郵件列表

source: The SQL to update
ko_kr: SQL 업데이트하기
pt_pt: SQL para atualizar
zh_tw: 更新SQL

source: Total Due For
cs_cz: Celkem Kvůli Pro
es_es: Total Adeudado Para
hi_in: कारण के लिए कुल
id_id: Total Jatuh Tempo Utk
it_it: Quota Totale Per
ko_kr: 총 인해
mr_in: देय एकूण
nl_nl: Totaal betaald voor
pt_pt: Total Feito Para
ro_ro: Total Datorită Pentru
ru_ru: Итоги пошлины для
sq_al: Total shkak Për
sv: Totalt förfallet för
sw_ke: Kutokana Kwa jumla
tr_tr: Için Borçlar Toplam
zh_hk: 到期总数
zh_tw: 到期總數

source: None of the payments will be processed because the payment record for
cs_cz: Žádný z platby budou zpracovány, protože platební morálce za
es_es: No se procesará ningún pago porque el registro de
hi_in: भुगतानों की कोई भी वजह से भुगतान रिकॉर्ड के लिए कार्रवाई की जाएगी
id_id: Pembayaran tdk akan diproses karena data pembayaran utk
it_it: Nessuno dei pagamenti verrà processato poichè la registrazione del pagamento per
ko_kr: 지급 없음이 지불 레코드 때문에 처리되지 않습니다
mr_in: देयके कोणतेही प्रक्रिया केली जाईल कारण देयक रेकॉर्ड
nl_nl: Geen van de betalingen zal worden verwerkt omdat de betaling voor
pt_pt: Nenhum dos pagamentos serão processados para
ro_ro: Nici unul dintre plăţile vor fi procesate, deoarece record de plată pentru
ru_ru: Ни один из платежей не будет обработан, поскольку оплата записана для
sq_al: Asnjë nga të pagesave do të përpunohet, sepse të dhënat e pagesës për
sv: Ingen av de betalningar kommer att behandlas eftersom betalningen rekord för
sw_ke: Hakuna wa malipo itakuwa kusindika kwa sababu ya rekodi ya malipo ya
tr_tr: HIÇBIR ÖDEME ISLENEMEDI! ÖDEME KAYDI:
zh_hk: 没有付款会被执行, 因为付款记录
zh_tw: 沒有付款會被執行, 因為付款記錄

source: None of the payments will be processed since an allocation record for
cs_cz: Žádný z platby budou zpracovány, protože alokace rekord
es_es: No se procesará ningún pago porque el registro de procisión para
hi_in: भुगतानों की कोई नहीं इस रिकॉर्ड के लिए आवंटन के बाद कार्रवाई की जाएगी
id_id: Pembayaran tdk akan diproses karena data alokasi utk
it_it: Nessuno dei pagamenti sarà processato in quanto una registrazione assegnata per
ko_kr: 지불 없음에 대한 할당 기록 이후에 처리되지 않습니다
mr_in: भरणा कोणतेही एक वाटप रेकॉर्ड पासून प्रक्रिया केली जाईल
nl_nl: Geen van de betalingen zal worden verwerkt in verband met een allokatievoor
pt_pt: Nenhum dos pagamentos erão processados desde a alocação para
ro_ro: Nici unul dintre plăţile vor fi procesate, deoarece un record de alocare pentru
ru_ru: Ни один из платежей не будет обработан после распределения записей для
sq_al: Asnjë nga të pagesave do të përpunohet nga një rekord për ndarjen e
sv: Ingen av de betalningar kommer att behandlas sedan en tilldelning rekord för
sw_ke: Hakuna wa malipo itakuwa processed tangu rekodi ya mgao kwa
tr_tr: ödemeler hiçbirinde tahsisi kayıt için bugüne işlenecektir
zh_hk: 没有付款会被执行因为记录的配置
zh_tw: 沒有付款會被執行因為記錄的配置

source: None of the payments will be processed because the bank account payment record for
cs_cz: Žádný z platby budou zpracovány, protože na bankovní účet, platební morálce za
es_es: Ningún pago se procesará porque el registro de abono bancario para
hi_in: भुगतानों की कोई भी वजह से बैंक खाता भुगतान रिकॉर्ड के लिए कार्रवाई की जाएगी
id_id: Pembayaran tdk akan diproses karena data pembayaran akun bank utk
it_it: Nessuno dei pagamenti verrà processato poichè il pagamento del conto bancario registrato per
ko_kr: 지불 없음은 은행 계좌 입금 레코드 때문에 처리되지 않습니다
mr_in: देयके कोणतेही प्रक्रिया केली जाईल कारण यासाठी बँक खाते देयक रेकॉर्ड
nl_nl: Geen van de betalingen zal worden verwerkt vanwege de bank rekening betaling voor
pt_pt: Nenhum pagto será processado por causa da conta bancária de pagamento
ro_ro: Nici unul dintre plăţile vor fi procesate, deoarece contul bancar de plată record pentru
ru_ru: Ни один из платежей не будет обработан, поскольку оплата банковским счетом записывает
sq_al: Asnjë nga të pagesave do të përpunohet, sepse në llogarinë bankare të pagesave për rekord
sv: Ingen av de betalningar kommer att behandlas eftersom det bankkonto betalning rekord för
sw_ke: Hakuna wa malipo itakuwa kusindika kwa sababu ya akaunti ya benki ya malipo ya rekodi
tr_tr: ödemeler hiçbiri çünkü banka hesabına ödeme kayıt için işlenecektir
zh_hk: 没有付款会被执行, 因为银行账付款记录
zh_tw: 沒有付款會被執行, 因為銀行帳付款記錄

source: payment run on
cs_cz: platba běží na
es_es: pagos en
hi_in: भुगतान चलाने पर
id_id: pembayaran pada
it_it: pagamento eseguito su
ko_kr: 에 지급 실행
mr_in: देयक चालताना
nl_nl: Betalings run op
pt_pt: pagamento em execuação
ro_ro: a alerga de plată pe
ru_ru: оплата идет за
sq_al: drejtuar pagesës në
sv: Betalningar körs på
sw_ke: malipo ya kukimbia
tr_tr: ödeme kaçıyor
zh_hk: 付款进行于
zh_tw: 付款進行於

source: Payment Processing
cs_cz: Zpracování plateb
es_es: Pagos
hi_in: भुगतान संसाधन
id_id: Proses Pembayaran
it_it: Processo Pagamento in corso
ko_kr: 지불 처리
mr_in: भरणा प्रक्रिया
nl_nl: Betaling Verwerken
pt_pt: Processando Pagamento
ro_ro: De plată de prelucrare
ru_ru: Обработка платежа
sq_al: Pagesa e Përpunimit
sv: Betalningsbearbetning
sw_ke: Malipo Processing
tr_tr: ÖDEME ISLENIYOR
zh_hk: 付款执行中
zh_tw: 付款執行中

source: None of the payments will be processed since the general ledger posting for the payment to
cs_cz: Žádný z platby budou zpracovány, protože hlavní knihy vysílání pro platby
es_es: Ningún pago será procesado desde el registro contable del pago hasta
hi_in: भुगतान में से कोई भी सामान्य खाता बही के भुगतान के लिए पोस्टिंग के बाद कार्रवाई की जाएगी
id_id: Pembayaran tdk akan diproses karena posting buku besar utk pembayaran ke
it_it: Nessuno dei pagamenti verrà processato fino a che non sia immesso nel libro mastro generale per il pagamento a
ko_kr: 지불 없음에 지불 일반 회계 원장 게시 ​​이후에 처리되지 않습니다
mr_in: देयके कोणतेही पेमेंट सामान्य खातेवही पोस्टिंग पासून प्रक्रिया केली जाईल
nl_nl: Geen van de betalingen zal woren verwerkt vanwege de grootboek boeking van de betaling aan
pt_pt: Nenhum pagamento será proc. para postagem contábil para
ro_ro: Nici unul dintre plăţile vor fi procesate, deoarece registrul general pentru postarea de plată a
ru_ru: Ни один из платежей не будет обработан с проводки общей бухгалтерской книги для оплаты
sq_al: Asnjë nga të pagesave do të përpunohet që në librin kryesor postimin për pagesën për
sv: Ingen av de betalningar kommer att behandlas eftersom huvudboken utstationering för utbetalning till
sw_ke: Hakuna wa malipo itakuwa processed tangu kitabu ujumla posting kwa ajili ya malipo ya
tr_tr: ödemeler hiçbiri defteri kebir için ödeme gönderme beri işlenecektir
zh_hk: 没有付款会被执行, 因为总账入账的付款到
zh_tw: 沒有付款會被執行, 因為總帳入帳的付款到

source: None of the payments will be processed since the general ledger posting for the exchange difference on
cs_cz: Žádný z platby budou zpracovány, protože hlavní knihy vysílání pro kurzový rozdíl na
es_es: Ningún pago será procesado desde el registro contable de la diferencia de tasa de cambio en adelante
hi_in: भुगतान में से कोई भी सामान्य खाता बही विनिमय अंतर पर के लिए पोस्टिंग के बाद कार्रवाई की जाएगी
id_id: Pembayaran tdk akan diproses karena posting buku besar utk selisih kurs pada
it_it: Nessuno dei pagamenti verrà processato fino a che non sia immesso nel libro mastro generale per la differenza di cambio su
ko_kr: 지불 없음에 교환 차이에 대한 일반 회계 원장 게시 ​​이후에 처리되지 않습니다
mr_in: देयके कोणतेही वर विनिमय फरक सामान्य खातेवही पोस्टिंग पासून प्रक्रिया केली जाईल
nl_nl: Geen van de betalingen zal woren verwerkt vanwege de grootboek boeking van de wisselkoers verschillen op
pt_pt: Nenhum pagto será proces. para contabilidade por causa dif. câmbio em
ro_ro: Nici unul dintre plăţile vor fi procesate, deoarece registrul general pentru a posta pe diferenţă de curs valutar
ru_ru: Ни один из платежей не будет обработан с момента, когда сообщений из главной книги о разнице в обмене
sq_al: Asnjë nga të pagesave do të përpunohet që në librin kryesor postimin për diferenca nga këmbimi
sv: Ingen av de betalningar kommer att behandlas eftersom huvudboken utstationering för utbyte skillnaden på
sw_ke: Hakuna wa malipo itakuwa processed tangu kitabu ujumla posting kwa tofauti kubadilishana mawazo kuhusu
tr_tr: ödemeler hiçbiri defteri kebir kur farkı için ilanıyla beri işlenecektir
zh_hk: 没有付款会被执行, 因为总账入账的交换差异
zh_tw: 沒有付款會被執行, 因為總帳入帳的交換差異

source: The SQL that failed was:
cs_cz: SQL, které se nepodařilo bylo:
es_es: El SQL que generó el error:
hi_in: एसक्यूएल है कि विफल रही थी:
id_id: SQL yg gagal adalah:
it_it: L'SQL non è riuscita è stata:
ko_kr: 실패한 SQL했다 :
nl_nl: De SQL die mislukt was:
pt_pt: SQL que falhou foi
ro_ro: SQL care nu au fost:
ru_ru: Неудачные SQL были:
sq_al: SQL që nuk është:
sv: Den SQL som misslyckades var:
sw_ke: SQL kwamba alishindwa mara:
tr_tr: başarısız SQL oldu:
zh_hk: 失败的SQL是:
zh_tw: 這SQL的程序失效:

source: Could not retrieve user details on login because
cs_cz: Nepodařilo se načíst údaje uživatele o přihlášení, protože
es_es: No se pudieron obtener datos de usuario al iniciar sesión debido a que
hi_in: क्योंकि प्रवेश पर उपयोगकर्ता जानकारी को पुनः प्राप्त नहीं किया जा सका
id_id: Tak dapat menerima rincian pengguna pada login karena
it_it: Non è possibile recuperare dati di utente al login, perché
ko_kr: 로그인 한 사용자 정보를 검색 할 수 있기 때문에
mr_in: लॉगिन वापरकर्ता तपशील परत मिळवू शकलो नाही कारण
nl_nl: Kan niet worden opgehaald gebruiker informatie over inloggen omdat
pt_pt: Não pode recuperar detalhes usuário e login porque
ro_ro: Nu sa putut prelua detalii de utilizator pe autentificare, deoarece
ru_ru: Не удалось получить информацию о пользователе при входе, потому
sq_al: Nuk mund të rifitoj detaje përdorues në hyrje me emrin përkatës sepse
sv: Kunde inte hämta ner information om inloggning på grund
sw_ke: Hakuweza Retrieve maelezo user login sababu
tr_tr: giriş çünkü kullanıcı bilgilerini alınamadı
zh_hk: 登录时未能取得用户资料, 因为
zh_tw: 在登錄時不能檢索用戶的詳細信息，因為

source: User access blocked
es_es: Acceso del usuario bloqueado
ko_kr: 사용자 액세스 차단
mr_in: अवरोधित सदस्य प्रवेश
pt_pt: Usuário Acesso Bloqueado
zh_tw: 阻止使用者存取

source: has been blocked access at
es_es: se sido bloqueado el acceso a
ko_kr: 에 대한 액세스를 차단되었습니다
mr_in: प्रवेश अवरोधित केले गेले आहे
pt_pt: acesso bloqueado em
zh_tw: 一直在阻塞存取

source: from IP
es_es: Desde el IP
ko_kr: IP에서
mr_in: आयपी पासून
pt_pt: Do IP
zh_tw: IP來自

source: due to too many failed attempts.
es_es: debido a demasiados intentos fallidos.
ko_kr: 너무 많은 실패한 시도로 인해.
mr_in: बर्याच अयशस्वी प्रयत्नांमुळे.
pt_pt: muitas tentativas falharam.
zh_tw: 由於太多失敗的嘗試。

source: It seems that the system has been already installed. If you want to install again, please remove the config.php file first
ko_kr: 이 시스템에 이미 설치되어있는 것 같다. 다시 설치하려는 경우, 먼저 config.php 파일을 제거하십시오
mr_in: हे प्रणाली आधिपासूनच प्रतिष्ठापीत केले दिसते. आपण पुन्हा प्रतिष्ठापीत करायचे असल्यास, प्रथम config.php ही फाइल काढा
pt_pt: Parece que o sistema já está instalado. Caso desejar reinstalar remover o arquivo config.php primeiro
zh_tw: 似乎該系統已經被安裝。如果你想重新安裝，請先移除config.php文件

source: The Company names cannot contain illegal characters such as /\?%:|<>"
ko_kr: 회사 이름에는 /\?%:|<>" 등의 잘못된 문자를 포함 할 수 없습니다
zh_tw: 數據庫名稱不應含有非法字符

source: The Company Name name should not be empty
ko_kr: 회사 명 이름은 비워 둘 수 없습니다한다
mr_in: कंपनीचे नाव नाव रिक्त असू नये
pt_pt: Nome da empresa deve estar preenchido
zh_tw: 公司名稱名稱不能為空

source: The database name should not contains illegal characters such as "/\?%:|<>" etc
ko_kr: 데이터베이스 이름에는 "/\?%:|<>" 등의 잘못된 문자를 포함할 수 없습니다.
zh_tw: 數據庫名稱不應含有非法字符

source: The database name should not be empty
ko_kr: 데이터베이스 이름은 비워 둘 수 없습니다한다
mr_in: डेटाबेस नाव रिक्त असू नये
pt_pt: Nome do Banco de Dados deve estar preenchido
zh_tw: 數據庫名不能為空

source: The timezone must be legal
ko_kr: 시간대는 법적해야합니다
mr_in: टाईमझोन कायदेशीर असणे आवश्यक आहे
pt_pt: Código Zona Horário Universal
zh_tw: 時區必須是合法的

source: You must enter a valid email address for the Administrator.
es_es: Debe introducir una dirección de correo-e válida para el administrador.
ko_kr: 당신은 관리자에 대한 유효한 이메일 주소를 입력해야합니다.
mr_in: आपण प्रशासक एक वैध ईमेल पत्ता प्रविष्ट करणे आवश्यक आहे.
pt_pt: Selecionar endereço de email do Administrador
zh_tw: 您必須輸入一個有效的電子郵件地址為管理員。

source: Please correct the password. The password is either blank, or the password check does not match.
ko_kr: 암호를 수정하십시오. 암호는 하나 빈, 또는 암호 검사가 일치하지 않습니다.
mr_in: संकेतशब्द दुरुस्त करा. पासवर्ड रिक्त आहे किंवा पासवर्ड तपासणी जुळत नाही.
pt_pt: Verifique a senha. Senha está em branco ou não difere na verificação
zh_tw: 請更正密碼。密碼是空的，或密碼校驗不符。

source: The Host Name is not a valid name.
ko_kr: 호스트 이름은 유효한 이름이 아닙니다.
mr_in: होस्ट नाव वैध नाव नाही.
pt_pt: Nome do Host/Servidor não é válido
zh_tw: 主機名不是一個有效的名稱。

source: The Host Name must not be empty.
ko_kr: 호스트 이름은 비워 둘 수 없습니다.
mr_in: होस्ट नाव रिक्त असू शकत नाही.
pt_pt: Nome do Host/Servidor deve estar preenchido
zh_tw: 主機名不能為空。

source: The user name cannot be empty and length must not be over 16 characters.
ko_kr: 사용자 이름은 비워 둘 수 없습니다와 길이는 이상 16 자이어야한다.
mr_in: वापरकर्ता नाव रिक्त असू शकत नाही आणि लांबी 16 वर्ण प्रती नसावे.
pt_pt: Nome de Usuário deve estar preenchido e não pode haver mais de 16 caracteres
zh_tw: 用戶名不能為空且長度不得超過16個字符

source: The user language defintion is not in the correct format
es_es: La definición del idioma del usuario no está en el formato correcto
ko_kr: 사용자 언어 (고화질)는 올바른 형식이 아닙니다
mr_in: वापरकर्ता भाषा defintion योग्य स्वरूपात नाही
pt_pt: A definição do idioma não está no formato correto
zh_tw: 用戶語言定義採納不正確的格式

source: The company logo file failed to upload due to it's size. The file was over the upload_max_filesize set in your php.ini configuration.
ko_kr: 회사 로고 파일은 그것의 크기로 인해 업로드하지 못했습니다. 이 파일은 php.ini 파일 설정에서 설정이 upload_max_filesize 이상이었다.
mr_in: कंपनीचा लोगो फाइल मुळे त्याच्या आकारात अपलोड करण्यात अयशस्वी. फाइल क्रुपया तुमची php.ini ही संरचना मध्ये सेट upload_max_filesize होता.
pt_pt: Logo da companhia falhou no upload por causa do tamanho. Tamanho do arquivo é maior que o parâmetro upload_max_filesize do seu php.ini
zh_tw: 公司徽標文件上傳失敗，由於它的大小。該文件是對的upload_max_filesize在你的php.ini配置設置。

source: The logo file failed to upload as it was over 10KB size limit.
ko_kr: 로고 파일은 10킬로바이트 크기 제한을 초과했다로 업로드하지 못했습니다.
mr_in: लोगो फाइल तो 10KB आकार मर्यादा प्रती होता म्हणून अपलोड करण्यात अयशस्वी.
pt_pt: Arq. de logo falhou no upload ou maior que 10KB
zh_tw: 徽標文件上傳失敗，因為它是超過10KB大小限制。

source: The country SQL file name must only contain letters,"-","_"
ko_kr: \ "_ "- ""국가 SQL 파일의 이름은 \ 문자를 포함해야합니다
pt_pt: Código País SQL deve conter apenas letras, (hifen, virg. underscore)
zh_tw: 國家SQL文件名只能包含字母，

source: There is no country SQL file selected. Please select a file.
ko_kr: 선택에는 국가 SQL 파일이 없습니다. 파일을 선택하십시오.
mr_in: देशाची SQL फाइल निवडण्यात नाही आहे. एक फाइल निवडा.
pt_pt: Não há País no SQL selec. Selecione um arquivo
zh_tw: 沒有選定的國家SQL文件。請選擇一個文件。

source: WebERP Demo Company
ko_kr: WebERP 데모 회사
mr_in: WebERP डेमो कंपनी
pt_pt: webERP Companhia Demonstrativa
zh_tw: ERP展演公司

source: Cannot open the configuration file
ko_kr: 구성 파일을 열 수 없습니다
mr_in: संरचना फाइल उघडू शकत नाही
pt_pt: Não pode abrir arquivo de configuração
zh_tw: 無法打開配置文件

source: Cannot write to the configuration file
ko_kr: 구성 파일에 쓸 수 없습니다
mr_in: संरचना फाइल लिहू शकत नाही
pt_pt: Não foi possivel gravar arquivo de configuração
zh_tw: 無法寫入配置文件

source: Failed to connect the database, the error is
ko_kr: 데이터베이스를 연결하지 못했습니다 오류입니다
pt_pt: Falha ao conectar o banco de dados, erro é:
zh_tw: 無法連接數據庫，這錯誤是

source: Failed to create database
es_es: Error al crear la base de datos
ko_kr: 데이터베이스를 만들 수 없습니다
pt_pt: Falha para criar Banco de Dados
zh_tw: 無法新建數據庫

source: Failed to create database weberpdemo and the error is
ko_kr: 데이터베이스 weberpdemo를 작성하는 데 실패하고 오류입니다
pt_pt: Falha ao remover o grupo de email ao qual o id pertence
zh_tw: 無法新建數據庫ERPdemo和錯誤的是

source: The Host Name is illegal
es_es: El nombre de host es ilegal
ko_kr: 호스트 이름은 불법
mr_in: होस्ट नाव अवैध आहे
pt_pt: Nome do Host inválido
zh_tw: 主機名是非法的

source: The Host Name should not be empty
es_es: El nombre de host no debe estar vacío
ko_kr: 호스트 이름은 비워 둘 수 없습니다한다
mr_in: होस्ट नाव रिक्त असू नये
pt_pt: O nome do Host/Servidor deve estar preenchido
zh_tw: 主機名不能為空

source: The database name should be lower case and not contains illegal characters such as "/\?%:|<>"
ko_kr: ": | <> \ / \ %?"데이터베이스 이름은 소문자가 아닌 같은 \ 불법 문자를 포함한다
zh_tw: 數據庫名稱不應含有非法字符

source: Please correct the displayed error first
ko_kr: 먼저 표시 오류를 정정하세요
mr_in: प्रथम प्रदर्शित त्रुटी दुरुस्त करा
pt_pt: Primeiro corrigir o erro exibido
zh_tw: 所顯示的錯誤請先更正

source: webERP Installation Wizard
ko_kr: webERP 설치 마법사
mr_in: webERP प्रतिष्ठापन सहाय्यक
pt_pt: webERP Assistente de Instalação
zh_tw: ERP安裝精靈

source: Please set Cookies allowed in your web brower, otherwise webERP cannot run properly
ko_kr: 그렇지 않으면 webERP가 제대로 실행할 수 없습니다, 웹 브라 우어에서 허용 쿠키를 설정하세요
mr_in: अन्यथा webERP व्यवस्थित चालवू शकत नाही, आपल्या वेब brower परवानगी कुकीज सेट करा
pt_pt: Config. Cookies como permitidos em seu navegador, senão o WebERP não func.
zh_tw: 請設置您的網頁的瀏覽器允許cookie，否則ERP無法正常運行

source: Illegal characters or data has been identified, please see your admistrator for help
ko_kr: 불법 문자 나 데이터 확인되었습니다는, 도움이 필요하면 admistrator를 참조하십시오
mr_in: बेकायदेशीर वर्ण किंवा डेटा ओळखले गेले आहे, मदतीसाठी आपल्या admistrator कृपया पहा
pt_pt: Caract. ou dados inválidos detectados, contate seu admin para ajuda
zh_tw: 非法字符或數據已被確定，請參閱您的admistrator幫助

source: Although webERP should work with PHP version 5.1 onwards, a PHP version greater than 5.2 is strongly recommended
ko_kr: webERP는 이후의 PHP 버전 5.1에서 작동해야하지만, 5.2보다 PHP 버전 이상이 좋습니다
mr_in: WebERP PHP आवृत्ति 5.1 पुढे, एक PHP आवृत्ति 5.2 पेक्षा जास्त कार्य पाहिजे जरी अत्यंत शिफारसीय आहे
pt_pt: WebERP funciona com PHP versão 5.1 em diante, Versão acima da 5.2 é altamente recomendável
zh_tw: 雖然ERP應與PHP5.1版本開始，一個PHP版本大於5.2，強烈推薦

source: The directory
ko_kr: 디렉토리
mr_in: मार्गदर्शिका
pt_pt: Diretório
zh_tw: 目錄

source: must be writable by web server
ko_kr: 웹 서버가 쓸 수 있어야합니다
mr_in: वेबसर्व्हर लेखनजोगी करणे आवश्यक आहे
pt_pt: deve ser gravável pelo servidor web http
zh_tw: 必須由Web服務器是可寫的

source: The mbstring extension is not availble in your PHP
ko_kr: mbstring 확장은 PHP에서 availble을하지 않습니다
mr_in: mbstring विस्तार तुमच्या PHP मध्ये availble नाही
pt_pt: Ext. mbstring não está disponível em seu PHP
zh_tw: 該mbstring擴展不availble的在你的PHP

source: The libxml extension is not available in your PHP
ko_kr: libxml 확장은 PHP에서 사용할 수 없습니다
mr_in: libxml विस्तार तुमच्या PHP मध्ये उपलब्ध नाही
pt_pt: Ext. libxml não está disponível em seu PHP
zh_tw: 在libxml的擴展是不是在你的PHP

source: There is no MySQL or MySQL extension available
ko_kr: 가능한 MySQL의 또는 MySQL의 확장은 없다
mr_in: नाही, MySQL किंवा, MySQL विस्तार उपलब्ध आहे
pt_pt: Não há ext. MySQL nem MySQLi disponível
zh_tw: 沒有MySQL或MySQL擴展提供

source: The PHP MySQLI extension is recommend as MySQL extension has been deprecated since PHP 5.5
ko_kr: MySQL의 확장으로 권장되는 PHP MySQLI 확장은 PHP 5.5 이후 사용되지 않습니다
mr_in: MySQL विस्तार कृपया PHP 5.5 पासून नापसंत आहे म्हणून कृपया PHP mysqli एक्सटेंशन शिफारस आहे
pt_pt: Ext. PHP MySQLi recomendada está obsoleta desde PHP 5.5
zh_tw: PHP的mysqli擴展被推薦為MySQL擴展已經從PHP5.5棄用

source: The MySQL extension has been deprecated since 5.5. You should install the MySQLI extension or downgrade you PHP version to one prior to 5.5
ko_kr: MySQL 확장은 5.5부터 사용되지 않습니다. 당신은 MySQLI 확장을 설치하거나 한 전 5.5로 PHP 버전을 다운 그레이드해야
pt_pt: Extensão MySQL está obsoleta desde 5.5. Instalar extensão MySQLiou faça downgrade da versão do PHP para anterior a 5.5
zh_tw: 因為5.5的MySQL擴展已經被廢棄了。您應該安裝mysqli擴展或降級你的PHP版本一前5.5

source: The GD extension should be installed in your PHP configuration
ko_kr: GD 확장은 당신의 PHP 설정으로 설치해야
mr_in: जी.डी. विस्तार तुमच्या PHP व्यूहरचनेत प्रतिष्ठापित करावा
pt_pt: Extensão GD deve estar instalada em sua config PHP
zh_tw: gd擴展應安裝在你的PHP配置

source: Welcome to the webERP Installation Wizard
ko_kr: webERP 설치 마법사에 오신 것을 환영합니다
mr_in: WebERP प्रतिष्ठापन सहाय्यक स्वागत आहे
pt_pt: Bem vindo ao assistente de instalação webERP
zh_tw: 歡迎來到ERP安裝精靈

source: During installation you may see different status messages.
ko_kr: 설치하는 동안 당신은 다른 상태 메시지가 표시 될 수 있습니다.
mr_in: प्रतिष्ठापनवेळी तुम्ही वेगवेगळ्या स्थिती संदेश पाहू शकता.
pt_pt: Durante a instalação pode haver diferentes mensagens de situação
zh_tw: 在安裝過程中您可能會看到不同的狀態消息。

source: When there is an error message you must correct the error to continue.
ko_kr: 오류 메시지가있는 경우에는 계속 오류를 수정해야합니다.
mr_in: एक त्रुटी संदेश आहे, तेव्हा आपण सुरू ठेवू त्रुटी दुरुस्त करणे आवश्यक आहे.
pt_pt: Quando houver uma mensagem de erro, há necessidade de eliminar o erro para continuar.
zh_tw: 當出現錯誤訊息，您必須糾正錯誤，繼續。

source: If you see a warning message you should take notice before you proceed.
ko_kr: 경고 메시지가 표시되면 계속 진행하기 전에 당신은 통지를해야한다.
mr_in: आपण एक चेतावणी संदेश आढळल्यास पुढे जाण्यापूर्वी सूचना घ्यावे.
pt_pt: Caso hava mensagem de aviso, tome providência antes de prosseguir
zh_tw: 如果你看到一條警告消息，在繼續之前，你應該注意到了這一點。

source: If you are unsure of an option value, you may keep the default setting.
ko_kr: 이 옵션 값의 확실하지 않은 경우, 기본 설정을 유지 할 수 있습니다.
mr_in: आपण एक पर्याय मूल्य निश्चित असेल तर आपण डीफॉल्ट सेटिंग ठेवतो.
pt_pt: Caso esteja inseguro com o valor de uma opção, mantenha o padrão por omissão
zh_tw: 如果您不確定的選項值，你可以保持預設設置。

source: Select your language
es_es: Seleccionar su idioma
ko_kr: 당신의 언어를 선택
mr_in: आपली भाषा निवडा
pt_pt: Escolher um idioma
zh_tw: 選擇您的語言

source: The installer will try and guess your language from your browser, but may get it wrong. Please select you preferred language below.
ko_kr: 설치 시도하고 브라우저에서 언어를 생각하지만 오해 할 수 있습니다. 당신이 아래의 언어를 선택하십시오.
mr_in: इंस्टॉलर करून तुमच्या ब्राउझर पासून आपल्या भाषेचा अंदाज, पण तो चुकीचा मिळवू शकतो होईल. आपण खाली भाषा निवडा.
pt_pt: A Instalação irá deduzir seu idioma a partir do seu navegador, mas pode ocorrer engano. Selecionar seu idioma preferido abaixo
zh_tw: 安裝程序會嘗試從您的瀏覽器猜到你的語言，但可能弄錯了。請選擇以下您的首選語言。

source: Language:
es_es: Idioma
ko_kr: 언어 :
mr_in: भाषा:
pt_pt: Idioma:
zh_tw: 語言:

source: Next Step
ko_kr: 다음 단계
mr_in: पुढील पायरी
pt_pt: Próximo
zh_tw: 下一步

source: webERP is an open source application licenced under GPL V2 and absolutely free to download.<br /> By installing webERP you acknowledge you have read <a href="http://www.gnu.org/licenses/gpl-2.0.html#SEC1" target="_blank">the licence</a>. <br />Please visit the official webERP website for more information.
ko_kr: webERP 당신이 <읽고 인정 webERP 설치하여 /> <br. GPL V2 및 다운로드 완전 무료에 의거하여 라이센스가 오픈 소스 응용 프로그램입니다 HREF = \ "http://www.gnu.org/licenses/gpl-2.0. HTML # SEC1 "대상 = "\ _ 빈의 \ "> 라이센스 </a>를. <br /> 자세한 내용은 공식 webERP 웹 사이트를 방문하십시오.
pt_pt: webERP é um software livre, licenciado sob GPL V2 e totalmente gratuito para download.<br/>. Instalando o webERP você confirma que leu e entendeu <a href="http://www.gnu.org/licenses/gpl-2.0.html#SEC1" target="_blank">A Licença</a>. <br />Por favor visite o site do weberp para maiores informações.
zh_tw: ERP是在GPL V2許可的，完全免費下載的開源應用程序。

source: Database settings
ko_kr: 데이터베이스 설정
mr_in: डेटाबेस सेटिंग्ज
pt_pt: Config. Banco de Dados
zh_tw: 資料庫設定

source: Please enter your MySQL Database information below.
ko_kr: 아래에 MySQL 데이터베이스 정보를 입력하십시오.
mr_in: आपल्या MySQL डाटाबेस माहिती खाली प्रविष्ट करा.
pt_pt: Favor informar dados sobre Banco de Dados MySQL conforme.
zh_tw: 請在下面輸入您的MySQL數據庫的信息。

source: * Denotes required field
ko_kr: * 필수 필드를 나타냅니다
mr_in: * आवश्यक फील्ड दर्शविते
pt_pt: * Campos obrigatórios
zh_tw: *為必填字段

source: Host Name
ko_kr: 호스트 이름
mr_in: होस्ट नाव
pt_pt: Nome do Computador/Servidor
zh_tw: 主機名稱

source: Enter database host name
ko_kr: 데이터베이스 호스트 이름을 입력합니다
mr_in: डेटाबेस यजमान नाव प्रविष्ट करा
pt_pt: Informe nome Servidor de Banco de Dados
zh_tw: 輸入數據庫主機名

source: Commonly: localhost or 127.0.0.1
ko_kr: 일반적으로 : 로컬 호스트 또는 127.0.0.1
mr_in: सामान्यतः: localhost किंवा 127.0.0.1
pt_pt: Normalmente: localhost ou 127.0.0.1
zh_tw: 一般：localhost或127.0.0.1
