Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Add a New Supplier
cs_cz: Přidání nového dodavatele
es_es: Añadir un proveedor nuevo
hi_in: एक नई प्रदायक जोड़ें
id_id: Masukkan Supplier baru
it_it: Aggiungi un nuovo fornitore
ko_kr: 새 공급 업체 추가
mr_in: एक नवीन पुरवठादार जोडा
nl_nl: Nieuwe Leverancier Toevoegen
pt_pt: Adicionar um Fornecedor
ro_ro: Adauga un nou furnizor
ru_ru: Добавить нового поставщика
sq_al: Shto një Furnizuesi i ri
sv: Lägg till en ny leverantör
sw_ke: Kuongeza Supplier Mpya
tr_tr: YENI TEDARIKÇI EKLE
zh_hk: 新增一个新供应商
zh_tw: 新增一個新供應商

source: Modify Or Delete Supplier Details
cs_cz: Upravit nebo smazat Dodavatel Podrobnosti
es_es: Modificar ó suprimir Detalles del proveedor
hi_in: संशोधित करें या हटाएँ प्रदायक विवरण
id_id: Ubah atau Hapus Rincian Supplier
it_it: Modificare o cancellare i dettagli del fornitore
ko_kr: 수정 또는 공급 업체의 상세 정보를 삭제
mr_in: पुरवठादार तपशील बदल किंवा हटवा
nl_nl: Wijzig of Verwijderen Leveranciers Details
pt_pt: Modificar ou Remover Detalhes Fornec.
ro_ro: Modifica sau şterge Detalii Furnizor
ru_ru: Изменить или удалить подробности поставщика
sq_al: Ose modifikoni Delete Details Furnizuesi
sv: ändra eller ta bort leverantörsinformation
sw_ke: Kurekebisha au kufuta Details Supplier
tr_tr: TEDARIKÇI DETAYLARINI DEGISTIR / SIL
zh_hk: 修改或删除供应商资料
zh_tw: 修改或刪除供應商資料

source: Add/Modify/Delete Supplier Contacts
cs_cz: Přidat / Upravit / Odstranit Dodavatel Kontakty
es_es: Agregar/Modificar/Suprimir contactos del proveedor
hi_in: जोड़ें / / प्रदायक संपर्क हटाएँ संशोधित
id_id: Tambah/Ubah/Hapus Kontak Supplier
it_it: Aggiungere / modificare / eliminare i contatti Fornitore
ko_kr: 수정은 공급 업체 연락처 / 삭제 / 추가
mr_in: जोडा / Modify / पुरवठादार संपर्क हटवा
nl_nl: Wijzig / verwijder / voegtoe leverancier contact
pt_pt: Manutenção Contatos Fornecedor
ro_ro: Adăuga / modifica / şterge Contacte furnizorului
ru_ru: Добавить / Изменить / Удалить контакты поставщика
sq_al: Shto / Ndrysho / Fshij Kontakte Furnizuesi
sv: Leverantörskontakter
sw_ke: Kuongeza / Modify / Delete Mawasiliano Supplier
tr_tr: Ekle / Tedarikçi Rehber Sil / Değiştir
zh_hk: 添加修改或删除供应商联系人资料
zh_tw: 新增 / 修改 / 刪除 供應商聯繫資料

source: Set Up Sell Through Support Deals
es_es: Configurar ventas apoyadas por el proveedor
id_id: Buat Deal Jual dgn Tunjangan
ko_kr: 지원 상품을 통해 설정 판매
mr_in: सहाय्य करार माध्यमातून विक्री सेट अप करा
pt_pt: Config através acordo Suporte
zh_tw: 設訂代理商銷售中支援交易

source: Set Up A New Shipment
cs_cz: Nastavení novou zásilku
es_es: Crear un Nuevo Envío
hi_in: ऊपर एक नई शिपमेंट सेट
id_id: Buat Pengiriman Baru
it_it: Impostazione di una nuova spedizione
ko_kr: 새로운 선적을 설정
mr_in: एक नवीन चढविणे सेट
nl_nl: Aanmaken Nieuwe zending
pt_pt: Preparar uma nova Remessa
ro_ro: Set Up un nou lot
ru_ru: Настройка новой отправки
sq_al: Set Up Një dërgesë e re
sv: För att skapa en leverans
sw_ke: Kuanzisha Shipment Mpya
tr_tr: YENI BIR SEVKIYAT HAZIRLA
zh_hk: 新建运单
zh_tw: 新建貨運單

source: Supplier Login Configuration
cs_cz: Dodavatel Přihlásit konfigurace
es_es: Configuración de Inicio de Sesión de proveedores
hi_in: आपूर्तिकर्ता लॉगिन विन्यास
id_id: Supplier Login Konfigurasi
it_it: Configurazione Login Fornitore
ko_kr: 공급 업체 로그인 구성
mr_in: पुरवठादार लॉगिन संरचना
nl_nl: Leverancier Login Configuratie
pt_pt: Configuração Login Fornecedor
ro_ro: Login furnizorul de configurare
ru_ru: Конфигурации логина поставщика
sq_al: Konfigurimi Furnizuesi Identifikohu
sv: Leverantör Logga konfiguration
sw_ke: Login wasambazaji Configuration
tr_tr: Tedarikçi Giriş Yapılandırma
zh_hk: 供应商登录配置
zh_tw: 供應商登錄配置

source: Search for Suppliers
cs_cz: Hledat Dodavatelé
es_es: Buscar proveedores
hi_in: आपूर्तिकर्ताओं के लिए खोज
id_id: Cari Supplier
it_it: Ricerca di fornitori
ko_kr: 공급자 검색
mr_in: पुरवठादार शोधयंत्र
nl_nl: Zoe leveranciers
pt_pt: Pesquisar Fornecedor
ro_ro: Căutarea de furnizori
ru_ru: Искать поставщиков
sq_al: Kërko për Furnizuesit
sv: Sök leverantörer
sw_ke: Kutafuta Suppliers
tr_tr: Tedarikçiler ara
zh_hk: 查找供应商
zh_tw: 搜索供應商

source: URL
mr_in: URL मध्ये
zh_tw: 網址

source: Mapping is enabled, but no Mapping data to display for this Supplier.
cs_cz: Mapování je povoleno, ale ne Mapování data k zobrazení tohoto dodavatele.
es_es: Los Mapas están habilitados, pero no hay datos de Mapas que mostrar para este proveedor.
hi_in: मानचित्रण सक्रिय है, लेकिन कोई मानचित्रण डेटा इस प्रदायक के लिए प्रदर्शित करने के लिए.
id_id: Pemetaan diaktifkan, tapi tdk ada data Pemetaan utk ditampilkan mengenai Supplier ini.
it_it: Mapping è abilitato, ma non i dati di mapping da visualizzare per questo Fornitore.
ko_kr: 매핑을 사용할 수 있습니다,하지만 매핑 데이터 공급 업체에 대해 표시가 없습니다.
mr_in: मॅपिंग सक्षम आहे, पण मॅपिंग डेटा या पुरवठादार प्रदर्शित करण्यासाठी.
nl_nl: Mapping is geactiveerd. Voor deze leverancier ontbreken de gegevens om de kaart te tonen
pt_pt: Mapeamento habilitado, mas não há dados para exibir para este Forn.
ro_ro: Mapping este activată, dar nu există date Mapping pentru a afişa pentru acest furnizor.
ru_ru: Мэппинг включен, но не сопоставлены данные для отображения в этом поставщика.
sq_al: Hartë është aktivizuar, por nuk ka të dhëna Mapping për të shfaqur për këtë Furnizuesi.
sv: Kartvisning är påslagen mendet finns ingen geografisk information registrerad för denna leverantör
sw_ke: Ramani ni kuwezeshwa, lakini hakuna data Mapping kuonyesha kwa hili Supplier.
tr_tr: Haritalama, ama etkin bir Haritalama veriler bu Tedarikçi için gösterilecek.
zh_hk: 地图设置为可用，但是此供应商没有地图数据可显示。
zh_tw: 對應已啟用，但沒有對應的數據，以顯示此供應商。

source: Supplier Mapping
cs_cz: Dodavatel Mapování
es_es: Mapeo de proveedores
hi_in: आपूर्तिकर्ता मानचित्रण
id_id: Pemetaan Supplier
it_it: Mappatura dei fornitori
ko_kr: 공급 업체 매핑
mr_in: पुरवठादार मॅपिंग
nl_nl: Leverancier Mapping
pt_pt: Mapeamento Fornecedor
ro_ro: Maparea furnizorul
ru_ru: Мэппинг поставщика
sq_al: Furnizuesi Harta
sv: Leverantör på karta
sw_ke: Wasambazaji Mapping
tr_tr: Tedarikçi Haritalama
zh_hk: 供应商地图
zh_tw: 供應商對應

source: Supplier Data
cs_cz: Dodavatel dat
es_es: Datos del proveedor
hi_in: आपूर्तिकर्ता डाटा
id_id: Data Supplier
it_it: Fornitore di dati
ko_kr: 공급 업체 데이터
mr_in: पुरवठादार डेटा
nl_nl: Leveranciers gegevens
pt_pt: Dados do Fornecedor
ro_ro: Furnizor de date
ru_ru: Данные о поставщике
sq_al: Furnizuesi Data
sv: Leverantörsdata
sw_ke: Wasambazaji Data
tr_tr: Tedarikçi Veri
zh_hk: 供应商数据
zh_tw: 供應商數據

source: No payments yet to this supplier.
cs_cz: Žádné platby zatím k tomuto dodavateli.
es_es: No hay pagos aún para este proveedor
hi_in: कोई सप्लायर के लिए अभी तक भुगतान.
id_id: Belum ada pembayaran kpd supplier ini.
it_it: Nessun pagamento ancora da questo fornitore.
ko_kr: 이 공급 업체에 아직 지불하지 않습니다.
mr_in: या पुरवठादार अद्याप कोणतेही पैसे भरणा.
nl_nl: Geen betalingen nog deze leverancier.
pt_pt: Não há pagamentos para este fornecedor
ro_ro: Nici o plată încă la acest furnizor.
ru_ru: Нет выплат этому поставщику.
sq_al: Nuk ka pagesa ende për këtë furnizuesit.
sv: Inga utbetalningar ännu denna leverantör.
sw_ke: Hakuna malipo bado wasambazaji hii.
tr_tr: Herhangi bir ödeme henüz bu tedarikçi için.
zh_hk: 尚未付款给此供应商。
zh_tw: 這供應商尚未支付

source: Last Paid:
cs_cz: Poslední Placené:
es_es: Fecha del Último Pago:
hi_in: भुगतान पिछले:
id_id: Terakhir Dibayar:
it_it: Ultimo pagamento:
ko_kr: 마지막으로 유료 :
mr_in: अंतिम देय:
nl_nl: Laatste betaal datum
pt_pt: Último Pagto:
ro_ro: Ultima plătite:
ru_ru: Последняя выплата:
sq_al: Paid fundit:
sv: Senaste betalning:
sw_ke: Kulipwa mwisho:
tr_tr: Ödeme tarihi:
zh_hk: 上次付款：
zh_tw: 上期付款

source: Last Paid Amount:
cs_cz: Poslední zaplacená částka:
es_es: Último Importe Pagado:
hi_in: अंतिम भुगतान राशि:
id_id: Jumlah Terakhir Dibayar:
it_it: Ultimo corrispettivo:
ko_kr: 최종 지불 금액 :
mr_in: अंतिम अदा रक्कम:
nl_nl: Laatst betaald bedrag
pt_pt: Último Valor Pago:
ro_ro: Ultima Plătit Suma:
ru_ru: Последняя сумма выплаты:
sq_al: Shuma më të fundit Paid:
sv: Senast betalt belopp
sw_ke: Kiasi Kulipwa mwisho:
tr_tr: Son Ödenen Tutar:
zh_hk: 上次付款金额：
zh_tw: 上期付款總額

source: Supplier since:
cs_cz: Dodavatele, neboť:
es_es: Proveedor desde:
hi_in: आपूर्तिकर्ता के बाद से:
id_id: Supplier sejak:
it_it: Fornitore dal:
ko_kr: 공급 업체 가입일 :
mr_in: पुरवठादार पासून:
nl_nl: Leverancier sinds:
pt_pt: Fornecedor Desde:
ro_ro: Furnizor, începând cu:
ru_ru: Поставщик с:
sq_al: Furnizuesi që nga:
sv: Leverantör sedan:
sw_ke: Wasambazaji tangu:
tr_tr: Tedarikçisi başlangıç tarihi:
zh_hk: 供应商设立自：
zh_tw: 供應商設立自

source: Total Spend with this Supplier:
cs_cz: Celkové výdaje tohoto dodavatele:
es_es: Total gastado con este proveedor:
hi_in: कुल इस प्रदायक साथ बिताओ:
id_id: Total Belanja dgn Supplier ini:
it_it: Spesa totale con questo fornitore:
ko_kr: 이 공급 업체와 총 지출 :
mr_in: या पुरवठादार सह एकूण खर्च:
nl_nl: Totaal aan deze leverancier uitgegeven
pt_pt: Total Gasto com este Fornecedor:
ro_ro: Valoarea totală a cheltuielilor cu acest furnizor:
ru_ru: Общие расходы на этого поставщика:
sq_al: Totali Kaloni me këtë Furnizuesi:
sv: Totala kostnader till denna leverantör
sw_ke: Toeni jumla na hii Supplier:
tr_tr: Toplam Tedarikçi ile Harcama:
zh_hk: 此供应商的总费用：
zh_tw: 與該供應商的總支出

source: Sell Through Support
es_es: Ventas apoyadas por el proveedor
id_id: Jual dgn Tunjangan
ko_kr: 지원을 통해 판매
mr_in: सहाय्य विक्री
pt_pt: Suporte Vendas até
zh_tw: 出售通過支持

source: Deleted the supplier sell through support record
id_id: telah menghapus data jual dgn tunjangan suppplier
ko_kr: 공급 업체 지원 기록을 통해 판매 삭제
mr_in: समर्थन रेकॉर्ड माध्यमातून पुरवठादार विक्री हटविले
pt_pt: Remover o Fornecedor e seus Registros
zh_tw: 藉由支援記錄來刪除供應商銷售

source: The rebate amount entered was not numeric and a number is required.
id_id: Jumlah potongan yg dimasukkan bukan numerik dan angka yg diperlukan.
ko_kr: 입력 한 리베이트 금액은 숫자 않았고 번호가 필요합니다.
mr_in: प्रविष्ट सवलत रक्कम अंकीय नव्हता आणि एक नंबर आवश्यक आहे.
pt_pt: Aliquota / Valor informado não é numérico
zh_tw: 輸入的返利金額不是數字，必須為數字

source: Both the rebate amount and the rebate percent is zero. One or the other must be a positive number?
id_id: Jumlah potongan dan persentase potongan kosong. Salah satunya harus angka positif?
ko_kr: 리베이트 금액과 리베이트 %가 모두 제로입니다. 하나 또는 다른 하나는 양수 여야?
mr_in: सवलत रक्कम आणि सवलत टक्के दोन्ही शून्य आहे. एक किंवा इतर संख्या असणे आवश्यक आहे?
pt_pt: Ambos valor e percentual do desconto são zero. Qual dos dois será número positivo?
zh_tw: 無論是退稅金額及退稅百分比為零。一方或另一方必須是正數？

source: The rebate percent must be greater than zero but less than 100 percent. No changes will be made to this record
es_es: El porcentaje de rebaja debe ser mayor que cero pero menor que 100 por ciento. No se harán cambios de este registro
id_id: Jumlah potongan harus lebih besar dari nol tapi kurang dari 100 persen. Tdk ada perubahan yg akan dilakukan ke data ini
ko_kr: 리베이트 %가 제로보다 큰하지만 100 % 미만이어야합니다. 변경이 기록에 수행되지 않습니다
mr_in: सवलत टक्के शून्य पेक्षा जास्त असणे पण कमीत कमी 100 टक्के आवश्यक आहे. कोणतेही बदल या विक्रमी केले जाईल
pt_pt: Perc. desconto deve ser maior que 0 e menor que 100. Atualiz. não foram feitas
zh_tw: 回扣百分比必須大於零但小於100％。沒有變化將作出這一紀錄

source: Both the rebate percent and rebate amount are non-zero. Only one or the other can be used.
es_es: Tanto el porcentaje de rebaja y cantidad de rebaja no son cero. Sólo uno o el otro puede ser utilizado.
id_id: Persentase potongan dan jumlah potongan bersamaan di-isi. Hanya salah satu yg dapat digunakan.
ko_kr: 모두 리베이트 %와 리베이트 금액은 비 제로입니다. 하나 또는 다른 사용할 수있다.
mr_in: सवलत टक्के आणि सवलत रक्कम दोन्ही नसलेल्या शून्य आहेत. केवळ एक किंवा इतर वापरले जाऊ शकते.
pt_pt: Ambos o percentual e o valor do desconto estão preenchidos. Só um dos dois deve ser usado.
zh_tw: 無論是回扣％和回贈金額不為零。僅一個或另一個可以被使用。

source: The effective to date is prior to the effective from date.
id_id: Tgl efektif-berakhir harus setelah tgl efektif-mulai
ko_kr: 현재까지 유효 날짜로부터 유효하기 전에이다.
mr_in: तारीख प्रभावी तारखेपासून अगोदर प्रभावी आहे.
pt_pt: A data de efetividade final precisa estar após a data efet. inicial
zh_tw: 生效的日期，是有效之前的日期

source: The sell through support record could not be added to the database because
id_id: Data jual dgn tunjangan tdk dapat ditambahkan ke database karena
ko_kr: 지원 기록을 통해 매도 인해 데이터베이스에 추가 할 수없는
mr_in: समर्थन रेकॉर्ड द्वारे विक्री डेटाबेस जोडले जाऊ शकत नाही कारण
pt_pt: Os detalhes do fornecedor para as vendas não pode ser adicionado ao DB porque
zh_tw: 藉由支援記錄的銷售不能添加到數據庫中，因為

source: This sell through support has been added to the database
id_id: Jual dgn tunjangan ini telah ditambahkan ke database
ko_kr: 지원을 통해이 판매는 데이터베이스에 추가되었습니다
mr_in: सहाय्य ही विक्री डेटाबेस जोडले गेले आहे
pt_pt: Venda direta adicionada ao DB
zh_tw: 這銷售藉由支援已被添加到數據庫中

source: The sell through support record could not be updated because
id_id: Data jual dgn tunjangan tdk dapat diperbarui karena
ko_kr: 지원 기록을 통해 판매를하기 때문에 업데이트 할 수 없습니다
mr_in: समर्थन रेकॉर्ड द्वारे विक्री अद्यतनित करणे शक्य नाही कारण
pt_pt: Venda Direta a Cliente não pode ser atualizada no DB porque
zh_tw: 透過支援記錄的銷售無法更新，因為

source: Sell Through Support record has been updated
id_id: Data Jual dgn Tunjangan telah diperbarui
ko_kr: 지원 기록을 통해 판매 업데이트되었습니다
mr_in: समर्थन रेकॉर्ड माध्यमातून विक्री अद्यतनित केले गेले आहे
pt_pt: Suporte a Venda Direta a cliente foi atualizada
zh_tw: 銷售透過支援記錄已更新

source: The supplier sell through support deals could not be retrieved because
id_id: Deal jual dgn tunjangan supplier tdk dapat diambil karena
ko_kr: 지원 계약을 통해 공급 업체의 판매 때문에 검색 할 수 없습니다
mr_in: समर्थन सौद्यांची माध्यमातून पुरवठादार विक्री कारण पुनर्प्राप्त करणे शक्य नाही
pt_pt: Vendas direta a cliente não pode ser recuperada porque
zh_tw: 交易商銷售透過支援的合約不能被檢索，因為

source: There are no sell through support deals entered for this supplier
id_id: Belum ada deal jual dgn tunjangan utk supplier ini
ko_kr: 지원 계약을 통해 더 판매이 공급 업체가 입력되지 않습니다
mr_in: एकही विक्री या पुरवठादार प्रविष्ट समर्थन सौद्यांची माध्यमातून आहेत
pt_pt: Não há vendas diretas para cliente deste fornecedor
zh_tw: 對此供應商沒有透過此支援簽訂做銷售

source: Item or Category
es_es: Artículo o categoría
id_id: Item atau Kategori
ko_kr: 항목 또는 카테고리
mr_in: आयटम किंवा वर्ग
pt_pt: Item ou Categoria
zh_tw: 物料或類別

source: Rebate
es_es: Rebaja
id_id: Potongan
ko_kr: 할인
mr_in: किंमतीवरील सूट
pt_pt: Aliquota Desc.
zh_tw: 回扣

source: All Customers
es_es: Todos los clientes
id_id: Semua Customer
ko_kr: 모든 고객
mr_in: सर्व ग्राहकांना
pt_pt: Todos Cleintes
zh_tw: 所有客戶

source: Are you sure you wish to delete this sell through support record?
id_id: Apakah Anda yakin ingin menghapus data jual dgn tunjangan ini?
ko_kr: 당신은 당신이 지원 기록을 통해이 판매를 삭제 하시겠습니까?
mr_in: आपण समर्थन रेकॉर्ड माध्यमातून या विक्री हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção dessa Venda Direta
zh_tw: 你確定你希望透過支援記錄刪除這個銷售？

source: The supplier sell through support could not be retrieved because
id_id: Jual dgn tunjangan supplier tdk dapat diambil karena
ko_kr: 지원을 통해 공급 업체의 판매 때문에 검색 할 수 없습니다
mr_in: सहाय्य विक्री पुरवठादार कारण पुनर्प्राप्त करणे शक्य नाही
pt_pt: Fornecedor de vendas diretas não pode ser recuperado porque
zh_tw: 供應商銷售透過支援無法擷取，因為

source: Support for Customer
id_id: Tunjangan utk Customer
ko_kr: 고객 지원
mr_in: ग्राहक समर्थन
pt_pt: Suporte para Cliente
zh_tw: 支援客戶

source: Support Whole Category
id_id: Tunjangan Semua Kategori
ko_kr: 전체 카테고리 지원
mr_in: होल वर्ग समर्थन
pt_pt: Suporte Toda Categoria
zh_tw: 支援全分類

source: Specific Item Only
es_es: Solo un artículo específico
id_id: Hanya Item Tertentu
ko_kr: 특정 항목 만
mr_in: विशिष्ट आयटम केवळ
pt_pt: Só Item Espec.
zh_tw: 具體的項目只有

source: Support Specific Item
id_id: Tunjangan Item Tertentu
ko_kr: 지원 특정 항목
mr_in: समर्थन विशिष्ट आयटम
pt_pt: Suporte Item Específico
zh_tw: 支援特定的項目

source: Support An Entire Category
id_id: Tunjangan Semua Kategori
ko_kr: 전체 카테고리 지원
mr_in: संपूर्ण वर्ग समर्थन
pt_pt: Suporte Categoria Inteira
zh_tw: 支援整個類別

source: Could not retrieve the items that the supplier provides
id_id: Tdk dapat mengambil item yg disediakan supplier
ko_kr: 공급 업체가 제공하는 항목을 검색 할 수 없습니다
mr_in: पुरवठादार पुरवतो जे आयटम पुनर्प्राप्त करणे शक्य नाही
pt_pt: Não pode recuperar itens que um Fornecedor provê
zh_tw: 無法檢索該供應商提供的項目

source: The SQL that was used to get the supplier items and failed was
id_id: SQL yg digunakan utk mengambil item supplier tapi gagal adalah
ko_kr: 공급 업체 항목을 얻기 위해 사용 실패 된 SQL이었다
mr_in: पुरवठादार आयटम मिळत आणि अयशस्वी झाले याची SQL होते
pt_pt: SQL que falhou para obter itens para fornecedor foi
zh_tw: 這SQL程序用於獲取供應商的項目失敗

source: Rebate value per unit
id_id: Nilai potongan per unit
ko_kr: 단위 리베이트 값
mr_in: प्रति युनिट सवलत मूल्य
pt_pt: Valor Desc. por unid.
zh_tw: 每單位回贈價值

source: Rebate Percent
es_es: Porcentaje de rebaja
id_id: Persen Potongan
ko_kr: 리베이트 비율
mr_in: सवलत टक्केवारी
pt_pt: Percentual de Desconto
zh_tw: 回扣百分比

source: Support Start Date
es_es: Fecha inicio del soporte
id_id: Tgl Mulai Tunjangan
ko_kr: 지원 시작일
mr_in: समर्थन प्रारंभ तारीख
pt_pt: Data Inicial
zh_tw: 支援開始日期

source: Support End Date
es_es: Fecha final del soporte
id_id: Tgl Akhir Tunjangan
ko_kr: 지원 종료 날짜
mr_in: समर्थन समाप्ती तारीख
pt_pt: Data Final
zh_tw: 支援結束日期

source: Shipment Costing
cs_cz: Zásilka kalkulace
es_es: Costeo de envío
hi_in: लदान की लागत
id_id: Pembiayaan Pengiriman
it_it: Costi di spedizione
ko_kr: 출하 원가 계산
mr_in: चढविणे भांडवलाच्या
nl_nl: Kostprijsberekening zending
pt_pt: Custo Remessa
ro_ro: Expediere costuri
ru_ru: Стоимость доставки
sq_al: Dërgesë kushton
sv: Frakt kostnadsberäkning
sw_ke: Transport Kukadiria Gharama
tr_tr: SEVKIYAT MALIYETI
zh_hk: 运费
zh_tw: 運輸成本

source: This page is expected to be called with the shipment number to show the costing for
cs_cz: Tato stránka je čekal, že je volána s číslo zásilky ukázat kalkulace pro
es_es: Se espera que esta página sea llamada con el número del embarque para mostrar el cálculo de costos para
hi_in: इस पृष्ठ पर लदान संख्या के साथ बुलाया होने की उम्मीद है के लिए लागत शो
id_id: Halaman ini harus dipanggil dgn nomor pengiriman utk menampilkan pembiayaan utk
it_it: Questa pagina dovrebbe essere chiamato con il numero di spedizione per mostrare i costi per
ko_kr: 이 페이지에 대한 비용 보여 선적 번호로 호출 할 것으로 예상된다
mr_in: या पृष्ठासाठी भांडवलाच्या दर्शविण्यासाठी चढविणे संख्या म्हणतात असेल अशी अपेक्षा आहे
nl_nl: Deze pagina moet worden opgevraagd met het nr van de zending om de kostprijsberekening te zien voor
pt_pt: Chamar esta página após selecionar o número do embarque para exibir seus custos
ro_ro: Această pagină este de aşteptat să fie numit cu numărul de expediere pentru a arăta calcul al costurilor pentru
ru_ru: Эта страница должна быть вызвана с номером доставки, для которого указывается стоимость
sq_al: Kjo faqe është pritet që të quhet me numrin e dërgesës për të treguar kushton për
sv: Denna sida förväntas vara anropas med sändningsnummer att visa kostnadsberäkning för
sw_ke: Ukarasa huu unatarajiwa kuwa na kuitwa na idadi ya transport kuonyesha gharama ya
tr_tr: Bu sayfa için maliyet göstermek için sevkiyat numarası ile adlandırılan olması bekleniyor
zh_hk: 请选择运单后重新进入此页面显示运费
zh_tw: 請輸入貨運單編號來呼叫這頁顯示成本

source: Shipment
cs_cz: Zásilka
es_es: Envío
hi_in: लदान
id_id: Pengiriman
it_it: Spedizione
ko_kr: 선적
mr_in: जहाजावर मल लादणे
nl_nl: Zending
pt_pt: Remessa
ro_ro: Expediere
ru_ru: Доставка
sq_al: Ngarkesë
sv: Leverans
sw_ke: Transport
tr_tr: SEVKIYAT
zh_hk: 运单
zh_tw: 運輸

source: cannot be retrieved because a database error occurred
cs_cz: nelze načíst, protože databáze došlo k chybě
es_es: no se puede obtener por un error en la base de datos
hi_in: नहीं वापस लाया जा सकता क्योंकि किसी डेटाबेस त्रुटि हुई
id_id: tdk dapat diambil karena terjadi kesalahan database
it_it: non possono essere recuperati perché si è verificato un errore di database
ko_kr: 데이터베이스 오류가 발생했기 때문에 검색 할 수 없습니다
mr_in: डेटाबेस त्रुटी आल्यामुळे प्राप्त केले जाऊ शकत नाही
nl_nl: kan niet worden opgehaald omdat een database fout is opgetreden
pt_pt: não pode recuperar devido a erro no banco de dados
ro_ro: nu pot fi recuperate, deoarece o eroare de bază de date a avut loc
ru_ru: не может быть получен, поскольку возникла ошибка базы данных
sq_al: nuk mund të shikohet, sepse nje gabim ka ndodhur bazës së të dhënave
sv: kan inte hämtas därför en databas fel inträffade
sw_ke: hawezi kuwa Rudishwa kwa sababu ya makosa yalitokea database
tr_tr: VERITABANI ISLEM HATASINDAN DOLAYI ERISILEMEDI
zh_hk: 没找到, 因为数据库发生错误
zh_tw: 未能提取, 因為資料庫發生錯誤

source: could not be located in the database
cs_cz: nemohly být umístěny v databázi
es_es: No se puede ubicar en la base de datos
hi_in: हो डेटाबेस में स्थित नहीं कर सकता
id_id: tdk dapat ditemukan di database
it_it: non è stato trovato nel database
ko_kr: 데이터베이스에서 찾을 수 없습니다
mr_in: डेटाबेस मध्ये स्थित करणे शक्य नाही
nl_nl: kan niet worden gevonden in database
pt_pt: não pode ser localiz. no DB
ro_ro: nu a putut fi localizat în baza de date
ru_ru: не найдена в базе данных
sq_al: nuk mund të gjendet në bazën e të dhënave
sv: kunde inte hittas i databasen
sw_ke: inaweza kuwa ziko katika orodha ya
tr_tr: VERITABANINDA BULUNAMADI
zh_hk: 在数据库中未能找到
zh_tw: 在資料庫中未能找到

source: Shipment Details
cs_cz: Zásilka Podrobnosti
es_es: Detalles del Embarque
id_id: Rincian Pengiriman
it_it: Dettagli di spedizione
ko_kr: 선적 세부 사항
mr_in: चढविणे तपशील
nl_nl: Zending Details
pt_pt: Detalhes da Remessa
ro_ro: Expediere Detalii
ru_ru: Данные о доставке
sq_al: Dërgesë Details
sv: Frakten Detaljer
sw_ke: Transport Details
tr_tr: Sevkiyat Detayları
zh_hk: 运单细节
zh_tw: 運輸明細資料

source: Vessel
cs_cz: Plavidla
es_es: Recipiente
hi_in: पोत
id_id: Kapal
it_it: Nave
ko_kr: 용기
mr_in: जहाज
nl_nl: Boot
pt_pt: Embarcação
ro_ro: Navă
ru_ru: Судно
sq_al: Anije
sv: Fraksätt
sw_ke: Chombo
tr_tr: ALICI
zh_hk: 运输商
zh_tw: 貨運名

source: Voyage Ref
es_es: Ref Viaje
hi_in: यात्रा रेफरी
id_id: Ref Pelayaran
ko_kr: 항해 참조
mr_in: जलप्रवास संदर्भ
nl_nl: Reis Ref
pt_pt: Ref. Viagem
ru_ru: Ссылка на судно
sv: Fraktref
sw_ke: Safari Kumb
tr_tr: SEVKIYAT Ref
zh_hk: 车号
zh_tw: 貨運單

source: Expected Arrival Date (ETA)
cs_cz: Očekávané Datum příjezdu (ETA)
es_es: Fecha de arribo esperada
hi_in: उम्मीद आगमन की तारीख (ईटीए)
id_id: Perkiraan Tgl Tiba
it_it: Data prevista di arrivo (ETA)
ko_kr: 예상 도착 일 (ETA)
mr_in: अपेक्षित आगमन तारीख (ETA)
nl_nl: Verwachte Aankomst Datum (ETA)
pt_pt: Data Prev. Chegada (eta)
ro_ro: De aşteptat data sosirii (ETA)
ru_ru: Ожидаемая дата прибытия (ETA)
sq_al: Data e pritshme Arritja (ETA)
sv: Planerat ankomst datum
sw_ke: Kuwasili inatarajiwa Tarehe (ETA)
tr_tr: TAHMINI VARIS GÜNÜ
zh_hk: 预计到货日期
zh_tw: 預計到 貨日期

source: general costs cannot be retrieved from the database
cs_cz: režijní náklady nelze načíst z databáze
es_es: No se pueden obtener los costos generales de la base de datos
hi_in: सामान्य लागत डेटाबेस से पुनर्प्राप्त नहीं कर सकते
id_id: biaya umum tdk dapat diambil dari database
it_it: Le spese generali non possono essere recuperate dal database
ko_kr: 일반적으로 비용은 데이터베이스에서 검색 할 수 없습니다
mr_in: सर्वसाधारण खर्च डेटाबेस प्राप्त केले जाऊ शकत नाही
nl_nl: Algemene kosten kunnen niet van de database worden opgevraagd
pt_pt: custos gerais não puderam ser recuperados no DB
ro_ro: cheltuielile generale nu pot fi preluate din baza de date
ru_ru: общие расходы не могут быть получены из базы данных
sq_al: kostot e përgjithshme nuk mund të shikohet nga baza e të dhënave
sv: generella kostnader kan inte hämtas från databasen
sw_ke: gharama ya jumla hawezi kuwa Rudishwa kutoka database
tr_tr: GENEL MALIYETLER VERITABANINDAN ALINAMADI
zh_hk: 数据库中找不到运费记录
zh_tw: 未能由資料庫中提取一般成本
