Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Not Yet Quoted
cs_cz: Dosud uvozovkách
es_es: Aún no cotizado
hi_in: नहीं अभी तक उद्धरित
id_id: Belum Dkrm-Pnwaran
it_it: Non ancora quotate
ko_kr: 그러나이 공시되지
mr_in: पण चिन्हांकित नाही
nl_nl: Nog niet Opgegeven
pt_pt: Sem quotação
ro_ro: Nu a fost încă cotate
ru_ru: Не назначена цена
sq_al: Cituar Megjithatë nuk
sv: Not yet Noterade
sw_ke: Bado ilivyonukuliwa
tr_tr: Henüz Alıntı
zh_hk: 还未报价
zh_tw: 尚未報價

source: Quoted - No Order Placed
cs_cz: Citoval - č. umístil Objednat
es_es: Cotizado - No tomo lugar la orden
hi_in: उद्धृत - नहीं रखा आदेश
id_id: Dkrm-Pnwaran - Belum Ada Order
it_it: Virgolette - No Order Situato
ko_kr: 인용 - 어떤 주문이​​ 배치
mr_in: उद्धृत - नाही ऑर्डर ठेवलेले
nl_nl: Geciteerd - Geplaatst nr. Bestel
pt_pt: Cotação - Nenhum Ped. Gerado
ro_ro: Citat - Ordinul nr Amplasat
ru_ru: Нет заказа
sq_al: Citoi - Nuk ka vendim të vendosur
sv: Noterade - Ingen beställning
sw_ke: Imenukuliwa - No Order placeras
tr_tr: Alıntı - Yerleştirilmiş Sipariş No
zh_hk: 已报价 - 还未下订单
zh_tw: 引用 - 沒有放置順序

source: All Contracts
cs_cz: Všechny smlouvy
es_es: Todos los contratos
hi_in: सभी संविदा
id_id: Semua Kontrak
it_it: Tutti i contratti
ko_kr: 모든 계약
mr_in: सर्व करार
nl_nl: Alle contracten
pt_pt: Todos Contratos
ro_ro: Toate Contracte
ru_ru: Все контракты
sq_al: Të gjitha kontratat e
sv: Alla avtal
sw_ke: Mikataba yote
tr_tr: Tüm Sözleşmeler
zh_hk: 所有合同
zh_tw: 全部的合同

source: New Contract
cs_cz: Nové smlouvy
es_es: Nuevo Contrato
hi_in: नया अनुबंध
id_id: Kontrak Baru
it_it: Nuovo Contratto
ko_kr: 새로운 계약
mr_in: नवीन करार
nl_nl: Nieuw contract
pt_pt: Novo Contrato
ro_ro: Nou contract de
ru_ru: Новый контракт
sq_al: Kontrata e re
sv: Nytt kontrakt
sw_ke: Mkataba mpya
tr_tr: Yeni Sözleşme
zh_hk: 新合同
zh_tw: 新合同

source: No contracts were returned by the SQL because
cs_cz: Žádné smlouvy byly vráceny, protože SQL
es_es: Ningun contrato fue devuelto por el SQL debido a
hi_in: कोई अनुबंध क्योंकि SQL से लौट रहे थे
id_id: Tdk ada kontrak yg dikembalikan oleh SQL karena
it_it: No contratti sono stati restituiti dal SQL perché
ko_kr: 어떤 계약은 SQL 때문에에 의해 반환되지 않았다
mr_in: एकही करार SQL करून परत आले कारण
nl_nl: Geen contracten werden teruggestuurd door de SQL, omdat
pt_pt: nenhum contrato retornou pelo SQL porque
ro_ro: Nu contracte au fost returnate de SQL, deoarece
ru_ru: Не найдено контрактов, так как
sq_al: Nuk ka kontrata u kthyen nga SQL sepse
sv: Inga kontrakt som returneras av SQL eftersom
sw_ke: Hakuna mikataba ya kurudi kwa sababu SQL
tr_tr: Sözleşmeden SQL çünkü tarafından iade edildi
zh_hk: 没找到合同,因为
zh_tw: 由SQL程序中沒有合同被返回，因為

source: Issue To WO
cs_cz: Chcete-li problém WO
es_es: Emitido a la Orden de Trabajo (Work Order)
hi_in: मुद्दा WO करने के लिए
id_id: Isu Utk WO
it_it: Problema a Wo
ko_kr: 문제 WO으로
mr_in: समस्या थांब करण्यासाठी
nl_nl: Te geven aan WO
pt_pt: Neces. para Ord. Prod.
ro_ro: Pentru a emite WO
ru_ru: Выпуск в WO
sq_al: Çështje të WO
sv: Fråga att WO
sw_ke: Ili suala WO
tr_tr: Sorunu WO için
zh_hk: 发料到工单
zh_tw: 發料到製令單

source: Contract Ref
cs_cz: Smlouva Ref
es_es: Ref. Contrato
hi_in: अनुबंध रेफरी
id_id: Ref Kontrak
it_it: Contratto Ref
ko_kr: 계약 참조
mr_in: कॉण्ट्रॅक्ट संदर्भ
pt_pt: Ref. Contrato
ro_ro: Ref contract
ru_ru: Сылка на контракт
sq_al: Kontrata Ref
sv: Kontraktreferens
sw_ke: Mkataba Kumb
tr_tr: IRTIBAT REF.
zh_hk: 联系人
zh_tw: 合約參考

source: n/a
id_id: t/a
ru_ru: не доступно
zh_hk: 无
zh_tw: 無

source: Create Credit Note
cs_cz: Vytvořit dobropis
es_es: Nuevo abono
hi_in: क्रेडिट नोट बनाएं
id_id: Buat Nota Kredit
it_it: Crea Nota di Credito
ko_kr: 신용 주 만들기
mr_in: क्रेडिट टीप तयार करा
nl_nl: Creeer Credit Nota
pt_pt: Criar Nota Crédito
ro_ro: Creaţi nota de credit
ru_ru: Создание кредит-нот
sq_al: Krijo Nota e Kreditit
sv: Skapa kreditfaktura
sw_ke: Kujenga Mikopo Kumbuka
tr_tr: Kredi notu oluşturma
zh_hk: 产生一张红字发票
zh_tw: 建立一張負數發票

source: This credit note has already been processed. Refreshing the page will not enter the credit note again
cs_cz: Tento dobropis je již zpracován. Osvěžující stránka nevstoupí dobropisu znovu
es_es: La nota de crédito (abono) ya fue procesada. Actualizar la página no introducirá la nota de nuevo
hi_in: इस क्रेडिट नोट पहले से ही प्रोसेस किया गया है. पृष्ठ ताज़ा दर्ज ऋण नहीं फिर से ध्यान दें
id_id: Nota kredit telah diproses. Memperbaharui halaman ini tdk akan memasukkan nota kredit tersebut lagi
it_it: Questa nota di credito è già stato elaborato. L&#39;aggiornamento della pagina non passerà alla nota di credito di nuovo
ko_kr: 이 신용 노트는 이미 처리되었습니다. 페이지를 새로 고치면 다시 신용 메모를 입력하지 않습니다
mr_in: ही क्रेडिट टीप आधीच प्रक्रिया करण्यात आली आहे. पृष्ठ रीफ्रेश पुन्हा क्रेडिट नोट प्रविष्ट करणार नाही
nl_nl: Deze credit factuur is al verwerkt en wil niet nogmaals worden verwerkt
pt_pt: Nota de crédito já foi processada. Atualizar página a página não atualiza a nota novamente.
ro_ro: Această notă de credit a fost deja prelucrate. Un refresh al paginii nu va intra din nou nota de credit
ru_ru: Этот кредит-нота уже были обработана. Обновление страницы не приведет к вводу кредит-ноты еще раз.
sq_al: Kjo notë krediti tashmë është përpunuar. Freskuese kjo faqe nuk do të hyjnë në kredi shënim përsëri
sv: Detta kreditnota har redan behandlats. Att uppdatera sidan inte kommer in i kreditnotan igen
sw_ke: kumbuka hii mikopo tayari processed. Refreshing ukurasa si kuingia mikopo ya kumbuka tena
tr_tr: Bu kredi notu zaten işlendikten. sayfa kredi tekrar girmek notu olmaz Yenileniyor
zh_hk: 这张红字发票已执行, 刷新这个页面不会重复输入红字发票
zh_tw: 這折讓單已執行, 刷新這頁不會重覆輸入冲銷單

source: Please use the navigation links provided rather than using the browser back button and then having to refresh
cs_cz: Prosím použijte navigační odkazy, než při použití prohlížeče, tlačítko zpět a pak musel obnovit
es_es: Use los vínculos de navegación provistos y no el botón volver del navegador ya que entonces tendría que actualizar
hi_in: ब्राउज़र बटन पीठ और तब उपयोग करने के लिए ताज़ा होने से नेविगेशन बल्कि प्रदान की लिंक का उपयोग करें
id_id: Silahkan gunakan link navigasi tersedia daripada menggunakan tombol back dan refresh
it_it: Si prega di utilizzare i link di navigazione previste piuttosto che utilizzare il pulsante Indietro del browser e quindi dover aggiornare
ko_kr: 브라우저의 뒤로 버튼을 사용하여 다음 새로 고침하는 것보다 오히려 제공하는 탐색 링크를 사용하십시오
mr_in: ऐवजी बटण ब्राउझर परत वापर आणि नंतर रीफ्रेश करण्यासाठी येत पेक्षा प्रदान नॅव्हिगेशन दुवे वापरा
nl_nl: Gebruik de navigatie link inplaats van de terug toets van de browser
pt_pt: Use os links de navegação, em vez de usar os links do navegador.
ro_ro: Vă rugăm să folosiţi link-urile de navigare oferite, mai degrabă decât folosind browser-ul înapoi butonul şi apoi având pentru a actualiza
ru_ru: Пожалуйста, используйте ссылкe навигации, а не кнопку браузера &quot;Назад&quot;
sq_al: Ju lutem përdorni lidhjet navigacion dhënë më tepër se duke përdorur shfletuesin prapa buton dhe pastaj që ka për të rifreskuar
sv: Vänligen använd navigation länkarna istället för att använda webbläsaren bakåtknappen och sedan behöva uppdatera
sw_ke: Tafadhali kutumia viungo urambazaji zinazotolewa kuliko kutumia browser nyuma kifungo na kisha kuwa na mahitaji
tr_tr: yenilemek zorunda geri düğmesine ve ardından tarayıcıyı kullanarak yerine verilen navigasyon linkleri takip ediniz
zh_hk: 请使用系统提供的链接，尽量避免使用退回按钮
zh_tw: 請用提供的導覽連結來取代瀏覽器的返回和刷新鈕

source: At least one Customer Name keyword OR an extract of a Customer Code must be entered for the search
cs_cz: Alespoň jedno klíčové slovo Jméno zákazníka nebo výpis z Zákazník kodexu musí být zapsány na vyhledávání
es_es: Debe indicar una palabra clave del Nombre del cliente o una parte del Código del cliente
hi_in: कम से कम एक ग्राहक का नाम या एक एक ग्राहक संहिता के निकालने खोजशब्द खोज के लिए दर्ज होना चाहिए
id_id: Setdknya satu kata kunci Nama Customer ATAU sebagian Kode Customer harus dimasukkan utk pencarian
it_it: Per effettuare la ricerca è necessario inserire una parte del nome o una parte del codice cliente
ko_kr: 적어도 하나의 고객 이름 키워드 또는 고객 코드의 추출물에서 검색 입력해야합니다
mr_in: किमान एक ग्राहक नाव कीवर्ड किंवा ग्राहक संहितेच्या एक अर्क शोध प्रविष्ट करणे आवश्यक आहे
nl_nl: Ten minste een Klant Name sleutelwoord OF een deel van een Klanten Code moet ingevoerd worden om te kunnen zoeken
pt_pt: Informar: Nome do Cliente (OU) Código Cliente para Pesquisar
ro_ro: cel puţin un nume Client cuvânt cheie sau un extras al unui Cod Clientul trebuie să fie introdus pentru căutare
ru_ru: Для поиска не обходимо ввести как минимум одной ключевое слово имени или код клиента
sq_al: Së paku një Name Customer fjalen OSE një ekstrakt i Kodit Klienti duhet të regjistrohen për të kërkuar
sv: Kundnamn eller en del av en kundkod måste anges för att söka
sw_ke: Angalau Wateja Jina Keyword AU ni dondoo ya Kanuni Wateja iwekwe kwa ajili ya kutafuta
tr_tr: ARAMA KUTULARINI KULLANARAK MÜSTERI SEÇIMI YAPMALISINIZ!
zh_hk: 客户名称或客户编号至少有一个必需输入
zh_tw: 最少輸入一個客戶關鍵字或客戶編號摘要來方便找尋

source: Customer branch records requested cannot be retrieved because
cs_cz: Zákazník pobočka záznamy požadované nemůže získat, protože
es_es: No se puede obtener los registros de sucursales del cliente solicitados porque
hi_in: ग्राहक शाखा रिकॉर्ड को नहीं पाया जा सकता है क्योंकि अनुरोध
id_id: Data cabang customer yg diminta tdk dapat diambil karena
it_it: record cliente ha chiesto ramo non possono essere recuperati perché
ko_kr: 요청 고객 분기 기록하기 때문에 검색 할 수 없습니다
mr_in: विनंती ग्राहक शाखा रेकॉर्ड कारण प्राप्त केले जाऊ शकत नाही
nl_nl: Geziochte Klant branch records kon niet worden opgevraagd omdat
pt_pt: Sucursal Cliente não podem ser recuperadas porque
ro_ro: Clientul înregistrările ramură solicitate nu pot fi recuperate, deoarece
ru_ru: Данные о филиале запрошенного клиента не могут быть получены, потому
sq_al: degë të dhënat Customer kërkuar nuk mund të shikohet, sepse
sv: Posterna för kundleveransplatser kan inte hämtas eftersom
sw_ke: Mteja tawi kumbukumbu aliomba hawezi kuwa retrieved sababu
tr_tr: ISTEDIGINIZ SUBE KAYITLARI GÖSTERILEMIYOR:
zh_hk: 找不到的客户分公司记录, 因为
zh_tw: 未能提取要求的客戶分公司記錄, 因為

source: Sorry
cs_cz: Omlouváme
es_es: Lo siento
hi_in: खेद
id_id: Maaf
it_it: Spiacente
ko_kr: 죄송합니다
mr_in: केविलवाणा
pt_pt: Verificar!
ro_ro: Ne pare rau
ru_ru: Извнините
sq_al: Më vjen keq
sv: Tyvärr
tr_tr: ÜZGÜNÜM
zh_hk: 对不起
zh_tw: 對不起

source: there are no customer branch records contain the selected text
cs_cz: nejsou tam žádné záznamy zákazník větev obsahuje vybraný text
es_es: no hay registros de sucursales de cliente que contengan el texto seleccionado
hi_in: वहाँ रहे हैं कोई ग्राहक शाखा रिकॉर्ड चयनित पाठ हो
id_id: tdk ada data cabang customer berisi teks yg dipilih
it_it: non ci sono i record dei clienti ramo contengono il testo selezionato
ko_kr: 어떤 고객 가지 기록은 선택한 텍스트가 포함되지 않습니다
mr_in: एकही ग्राहक शाखा रेकॉर्ड निवडलेले पाठ्य समाविष्टीत आहेत
nl_nl: Er is geen klant branch records dat de geselecteerde tekst bevat
pt_pt: Não há sucursal de clientes com o texto escolhido
ro_ro: nu există înregistrări client ramură conţin textul selectat
ru_ru: Не найдено данных о филиалах клиентов, содержащих выделенный текст
sq_al: nuk ka të dhëna degë të konsumatorëve të përmbajë tekstin e përzgjedhur
sv: Det finns ingen kund gren poster innehåller den markerade texten
sw_ke: hakuna tawi mteja kumbukumbu yana Nakala kuchaguliwa
tr_tr: Hiçbir müşteri şube kayıtlarının seçilen metin içeren var
zh_hk: 找不到客户分公司记录
zh_tw: 沒有客戶分公司記錄含有你選取的文字

source: Unable to identify the selected customer
es_es: No se puede identificar el cliente seleccionado
id_id: Tdk dapat mengidentifikasi customer yg dipilih
ko_kr: 선택한 고객을 식별 할 수없는
mr_in: निवडलेले ग्राहक ओळखण्यासाठी अक्षम
pt_pt: Não foi possivel identificar o Cliente Selec.
zh_tw: 無法確定所選擇的客戶

source: Select Customer For Credit Note
cs_cz: Vyberte Zákazník Pro dobropis
es_es: Seleccionar un cliente Para una nota de Crédito
hi_in: क्रेडिट नोट के लिए चयन ग्राहक
id_id: Pilih Customer Utk Nota Kredit
it_it: Cliente Seleziona per la nota di credito
ko_kr: 신용 참고 선택 고객
mr_in: क्रेडिट टीप निवडा ग्राहक
nl_nl: Selecteer Klant voor creditnota
pt_pt: Selecione um cliente para nota de crédito
ro_ro: Selectaţi client pentru nota de credit
ru_ru: Выберите клиента для кредит-ноты
sq_al: Customer Zgjidhni Për Nota e Kreditit
sv: Välj kund för kreditnota
sw_ke: Kuchagua Wateja Kwa Angalia Mikopo
tr_tr: Kredi notu için seçin Müşteri
zh_hk: 为红字发票选择顾客
zh_tw: 針對這一張負數發票選擇客戶

source: Customer Selection
cs_cz: Výběr zákazníka
es_es: Seleccionar cliente
hi_in: ग्राहक चयन
id_id: Pilihan Customer
it_it: Cliente di selezione
ko_kr: 고객 선택
mr_in: ग्राहक निवड
nl_nl: Klant Selecteren
pt_pt: Seleção Cliente
ro_ro: Client de selecţie
ru_ru: Выбор клиента
sv: Kund
sw_ke: Uchaguzi mteja
tr_tr: MÜSTERI SEÇIMI
zh_hk: 选择客户
zh_tw: 選擇客戶

source: Enter text in the customer name
cs_cz: Zadejte text na jméno zákazníka
es_es: Introducir una parte del nombre del cliente
hi_in: ग्राहक के नाम में पाठ दर्ज करें
id_id: Masukkan teks pada nama customer
it_it: Immettere testo nel nome del cliente
ko_kr: 고객 이름에 텍스트를 입력
mr_in: ग्राहक नाव मजकूर प्रविष्ट करा
nl_nl: Voer de klantnaam of een deel daarvan in
pt_pt: Informe algo em Nome do Cliente
ro_ro: Introduceţi textul în numele clientului
ru_ru: Введите текст в имя клиента
sq_al: Shkruani tekstin në emër të klientit
sv: Registrera en del av kundens namn
sw_ke: Nakala kuingia katika jina la mteja
tr_tr: ARANACAK >> MÜSTERI ADI
zh_hk: 客户名称
zh_tw: 輸入客戶名稱(部分)

source: Enter text extract in the customer code
cs_cz: Zadejte text extrakt v kód zákazníka
es_es: Introducir una parte del código del cliente
hi_in: दर्ज पाठ ग्राहक कोड निकालने में
id_id: Masukkan sebagian teks di kode customer
it_it: Inserisci il testo estratto in codice cliente
ko_kr: 고객 코드에 텍스트를 입력 추출물
mr_in: ग्राहक कोड मजकूर अर्क प्रविष्ट करा
nl_nl: Voer de exacte tekst in van de klanten code
pt_pt: Entre com texto parcial código cliente
ro_ro: Introduceţi textul extras din codul de client
ru_ru: Введите фрагмент текста в код клиента
sq_al: Shkruani tekstin ekstrakt në kodin e klientit
sv: Ange en del av kundkoden
sw_ke: Nakala dondoo kuingia katika kanuni ya wateja
tr_tr: MÜSTERI KODU
zh_hk: 输入顾客代码中的部分文字
zh_tw: 輸入客戶編號(部分)

source: There are no products available that match the criteria specified
cs_cz: Nejsou žádné výrobky k dispozici, že se shoduje se zadaným kritériím
es_es: No hay productos disponibles que coincidan con el criterio especificado
hi_in: कोई उत्पाद उपलब्ध हैं जो कि निर्दिष्ट मानदंड से मेल
id_id: Tdk ada produk tersedia yg cocok dgn kriteria yg dipilih
it_it: Non ci sono prodotti disponibili che corrispondono ai criteri specificati
ko_kr: 지정된 조건과 일치하는 사용 가능한 제품이 없습니다
mr_in: निर्दिष्ट निकष जुळणारे उपलब्ध नाही उत्पादने आहेत
nl_nl: Geen producten die aan de gespecificeerde criteria voldoen
pt_pt: Não há produtos que atendem critério especificado
ro_ro: Nu sunt produse disponibile care se potrivesc cu criteriile specificate
ru_ru: Не найдено продуктов, которые соответствуют указанным критериям
sq_al: Nuk ka produkte të vlefshme që përputhen me kriteret e specifikuara
sv: Det finns inga produkter tillgängliga som matchar de angivna villkoren
sw_ke: Hakuna bidhaa inapatikana kwamba mechi ya vigezo maalum
tr_tr: BELIRTTIGINIZ KRITERLERE UYAN ÜRÜN YOK
zh_hk: 找不到指定条件的物料
zh_tw: 沒有產品符合指定的配對條件

source: The SQL statement used was
cs_cz: Příkaz SQL použitý byl
es_es: El SQL usado fue
hi_in: SQL प्रयोग बयान था
id_id: SQL yg digunakan adalah
it_it: L&#39;istruzione SQL utilizzata è stata
ko_kr: 사용되는 SQL 문이었다
mr_in: वापरले SQL विधान होते
nl_nl: SQL melding was
pt_pt: SQL usado FOI
ro_ro: Instrucţiune SQL a fost utilizat
ru_ru: Использованный отчет SQL был
sq_al: Deklarata e SQL të përdorura është
sv: En ogiltig dragtyp användes.
sw_ke: Taarifa SQL kutumika mara
tr_tr: SQL KOMUTU:
zh_hk: 使用的SQL是
zh_tw: 使用的 SQL 陳述式是

source: is already on this credit - the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary
cs_cz: je již na tento úvěr - systém neumožní stejné položky na dobropis více než jednou. Nicméně můžete změnit množství připsána stávající linky v případě potřeby
es_es: ya está en este crédito y el sistema no permitirá el mismo artículo más de una vez en la nota de crédito. Sin embargo, puede cambiar la cantidad a crédito de la fila existente si es necesario.
hi_in: इस ऋण पर पहले से ही है - प्रणाली क्रेडिट नोट पर एक ही मद से अधिक बार नहीं की अनुमति होगी. लेकिन आप यदि आवश्यक हो तो मौजूदा लाइन का श्रेय मात्रा को बदल सकते हैं
id_id: sdh ada di kredit ini - sistem tdk akan memperbolehkan item sama pada nota kredit lebih dari sekali. Akan tetapi Anda dapat mengubah qty yg telah dikredit dari baris yg sdh ada jika perlu
it_it: è già su questo credito - il sistema non consente la stessa voce la nota di credito più di una volta. Tuttavia è possibile modificare la quantità accreditato della linea esistente, se necessario,
ko_kr: 이 신용에 이미 - 시스템이 한 번 이상 신용 메모 같은 항목을 허용하지 않습니다. 그러나 당신은 필요한 경우 기존 라인의 신용 양을 변경할 수 있습니다
mr_in: ही क्रेडिट आधीपासूनच आहे - प्रणाली एकापेक्षा जास्त क्रेडिट चिठ्ठी समान आयटम अनुमती देत ​​नाही. आपण आवश्यक असल्यास विद्यमान ओळीच्या जमा प्रमाण बदलू शकता तथापि
nl_nl: Is al op de credit factuur - zelfde item mag niet 2x op de zelfde credit factuur voorkomen. Indien nodig kan de hoeveelheid worden aangepast van de al bestaande regel
pt_pt: já está nesse crédito - o sistema não permite mesmo item em uma nota de crédito mais de uma vez. Contudo a quantidade creditada pode ser modificada na linha se necessário
ro_ro: este deja pe acest credit - sistemul nu va permite acelaşi element pe nota de credit mai mult decât o dată. Totuşi, puteţi schimba cantitatea creditat ale liniei existente, dacă este necesar
ru_ru: уже по этому кредиту. Cистема не допускает появления одного и того же товара в кредит-ноте более одного раза. Однако вы можете изменить количество для уже судествующего, если необходимо.
sq_al: është tashmë në këtë kredi - sistemi nuk do të lejojë të njëjtën artikull në notë krediti më shumë se një herë. Megjithatë ju mund të ndryshojë sasia kredituar e linjës ekzistuese nëse është e nevojshme
sv: är redan på denna kredit - det kommer inte att tillåta samma punkt på kreditnotan mer än en gång. Men du kan ändra mängden krediteras för den befintliga linjen vid behov
sw_ke: tayari kwenye mikopo hii - mfumo wala kuruhusu bidhaa hiyo kwa kutambua mikopo zaidi ya mara moja. Hata hivyo unaweza kubadilika kiasi credited wa mstari wa zilizopo kama ni muhimu
tr_tr: Bu kredi zaten - sisteminde birden fazla kredi notu üzerinde aynı madde izin vermeyecektir. Ancak mevcut hat gerekirse kredi miktarı değiştirebilirsiniz
zh_hk: 已在红字发票中 - 系统不允许相同物料在同一张红字发票中多次出现. 但你可以按需要更改现有发票行的冲销数量
zh_tw: 已在這折讓帳中 - 系統不允許相同商品在同一張折讓單中多次出現. 但你可以按需要更改現有的折讓數量

source: There is a problem selecting the part because
cs_cz: To je problém výběru části, protože
es_es: Ha ocurrido un problema seleccionado el código porque
hi_in: वहाँ एक हिस्सा है क्योंकि चयन समस्या है
id_id: Ada masalah dalam memilih brg ini karena
it_it: C&#39;è un problema di selezionare la parte perché
ko_kr: 부분 때문에 선택에 문제가 있습니다
mr_in: कारण भाग निवडून एक समस्या आहे
nl_nl: Probleem met het selecteren van het onderdeel omdat
pt_pt: Há um problema selec. componente porque
ro_ro: Există o problemă selectarea parte din cauza
ru_ru: Возникли проблемы при выборе части, так как
sq_al: Ka një problem përzgjedhjen e pjesërisht për shkak
sv: Det finns ett problem att välja delvis på grund
sw_ke: Kuna tatizo sehemu kwa sababu ya kuchagua
tr_tr: ÜRÜN/PARÇA SEÇILIRKEN BIR HATA OLUSTU:
zh_hk: 选择物料时发生错误
zh_tw: 選取這部件時發生問題

source: does not exist in the database and cannot therefore be added to the credit note
cs_cz: neexistuje v databázi, a proto nemůže být přidána do dobropisu
es_es: no existe en la base de datos y por tanto no se puede agregar al abono
hi_in: करता है डेटाबेस में मौजूद नहीं है और क्रेडिट नोट करने के लिए नहीं किया जा सकता है इसलिए गयी
id_id: tdk ada di database sehingga tdk dapat ditambahkan ke nota kredit
it_it: non esiste nel database e pertanto non può essere aggiunto alla nota di credito
ko_kr: 데이터베이스에 존재하지 않기 때문에, 신용 노트에 추가 할 수없는
mr_in: डेटाबेस मध्ये अस्तित्वात नाही आणि म्हणून क्रेडिट टीप जोडली जाऊ शकत नाही
nl_nl: Bestaat niet en kan niet aan de credit factuur worden toegevoegd
pt_pt: não existe no banco de dados e não pode ser adicion. na nota de crédito
ro_ro: nu exista in baza de date şi nu pot fi, prin urmare, adăugate la nota de credit
ru_ru: не существует в базе данных и поэтому не могут быть добавлены к кредит-ноте
sq_al: nuk ekziston në bazën e të dhënave dhe për këtë arsye nuk mund të shtohet në notë krediti
sv: finns inte i databasen och kan därför inte läggas till i kreditnotan
sw_ke: haipo katika orodha hiyo na hawezi kuwa aliongeza kutambua ya mikopo
tr_tr: ve veritabanında yoksa bu nedenle kredi notu eklenemez
zh_hk: 在数据库中不存在, 所以未能新增到红字发票
zh_tw: 不存在於資料庫, 所以未能新增折讓單

source: The item selected is already on this credit the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary.
cs_cz: Vybrané položky se již na tento úvěr systém neumožní stejné položky na dobropis více než jednou. Nicméně můžete změnit množství připsána na stávající linky v případě potřeby.
es_es: El artículo seleccionado ya está en este crédito, el sistema no permitirá el mismo artículo en la nota de crédito más de una vez. Sin embargo, usted puede cambiar la cantidad acreditada de la línea de existecia si fuera necesario.
hi_in: चयनित आइटम पहले से ही इस ऋण पर सिस्टम क्रेडिट नोट पर एक ही मद से अधिक बार नहीं की अनुमति होगी. लेकिन आप यदि आवश्यक हो तो मौजूदा लाइन का श्रेय मात्रा बदल सकते हैं.
id_id: Item yg terpilih telah pada kredit ini, sistem tdk akan memperbolehkan item yg sama pada nota kredit lebih dari sekali. Akan tetapi Anda dapat mengubah qty dikredit dari baris yg sdh ada jika perlu
it_it: L&#39;elemento selezionato è già su questo credito il sistema non consente la stessa voce la nota di credito più di una volta. Tuttavia è possibile modificare la quantità accreditato della linea esistente, se necessario.
ko_kr: 선택 항목이 신용에 이미 두 번 이상 신용 메모 같은 항목을 허용하지 않습니다 시스템입니다. 그러나 당신은 필요한 경우 기존 라인의 신용 양을 변경할 수 있습니다.
mr_in: निवडलेले आयटम प्रणाली एकापेक्षा जास्त क्रेडिट चिठ्ठी समान आयटम देणार नाही ही क्रेडिट आधीपासूनच आहे. तथापि आपण आवश्यक असल्यास विद्यमान ओळीच्या जमा प्रमाण बदलू शकता.
nl_nl: Is al op de credit factuur - zelfde item mag niet 2x op de zelfde credit factuur voorkomen. Indien nodig kan de hoeveelheid worden aangepast van de al bestaande regel
ro_ro: Elementul selectat este deja pe acest sistem de credit nu va permite acelaşi element pe nota de credit mai mult decât o dată. Totuşi, puteţi schimba cantitatea creditat ale liniei existente, dacă este necesar.
ru_ru: Выбранный товар - уже в этом кредите. Система не допускает наличие одного и того же товара в кредит-ноте более одного раза. Однако вы можете изменить количество дляуже существующих в кредит-ноте, если необходимо.
sq_al: Pika e zgjedhur është tashmë në këtë kredi e sistemit nuk do të lejojë të njëjtën artikull në notë krediti më shumë se një herë. Megjithatë ju mund të ndryshojë sasia kredituar e linjës ekzistuese nëse është e nevojshme.
sv: Det valda alternativet är redan på denna kredit systemet inte tillåter samma punkt på kreditnotan mer än en gång. Men du kan ändra mängden krediteras för den befintliga linjen vid behov.
sw_ke: Bidhaa kuchaguliwa tayari kwenye mfumo huu wa mikopo si kuruhusu bidhaa hiyo kwa kutambua mikopo zaidi ya mara moja. Hata hivyo unaweza kubadilika kiasi credited wa mstari wa zilizopo kama ni lazima.
tr_tr: Seçilen öğe bu kredi sistemi birden fazla kredi notu üzerinde aynı madde izin vermez zaten. Ancak gerekirse mevcut hattın kredi miktarı değiştirebilirsiniz.
zh_hk: 已在红字发票中 - 系统不允许相同物料在同一张红字发票中多次出现. 但你可以按需要更改现有发票行的冲销数量
zh_tw: 選取的商品已在這折讓單 系統不允許相同商品在同一張折讓單中多次出現. 但你可以按需要更改現有的折讓數量
