Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Create a new offer from
cs_cz: Vytvořit nový nabídku od
es_es: Crear una nueva oferta de
hi_in: एक नए प्रस्ताव से बनाएँ
id_id: Buat tawaran baru dari
it_it: Creare una nuova offerta da
ko_kr: 에서 새로운 서비스를 만들기
mr_in: पासून एक नवीन ऑफर तयार
nl_nl: Maak een nieuw aanbod van
pt_pt: Criar nova oferta de
ro_ro: A crea o noua oferta de la
ru_ru: Создать новое предложение от
sq_al: Krijo një ofertë të re nga
sv: Skapa ett nytt erbjudande från
sw_ke: Kuunda kutoa mpya kutoka
tr_tr: yeni bir teklif Oluştur
zh_hk: 创建新报盘自
zh_tw: 建立一個新的報價從

source: View any open tenders without an offer from
es_es: Ver las ofertas abiertas sin una oferta de
id_id: Lihat tender terbuka apapun tanpa tawaran dari
ko_kr: 에서 제공하지 않고 열려있는 모든 입찰보기
mr_in: एक ऑफर न खुले निविदा पहा
pt_pt: Ver qualquer proposta sem oferta de
zh_tw: 查看所有開放的標書，沒有一個提議從

source: Items to offer from
cs_cz: Položky, které nabízí od
es_es: Elementos para ofrecer de
hi_in: मदों से पेशकश करने के लिए
id_id: Produk yg ditawarkan dari
it_it: Articoli da offrire, da
ko_kr: 에서 제공하는 항목
mr_in: पासून ऑफर आयटम
nl_nl: Items aan te bieden van
pt_pt: Itens para oferta de
ro_ro: Elemente pentru a oferi de la
ru_ru: Товары для предложения от
sq_al: Artikuj për të ofruar nga
sv: Artiklar att erbjuda från
sw_ke: Vitu na kutoa kutoka
tr_tr: Kalemleri için teklif
zh_hk: 商品报盘来自
zh_tw: 項目從提供

source: Tenders Waiting For Offers
es_es: Licitaciones de espera para Ofertas
id_id: Tender Menunggu Utk Tawaran
ko_kr: 행사를 기다리고 입찰
mr_in: निविदा ऑफर्स प्रतीक्षेत
pt_pt: Propostas aguardando para ofertas
zh_tw: 投標等待商情

source: Outstanding Tenders Waiting For Offer
es_es: Licitaciones Extraordinarias Pendientes por Ofertar
id_id: Tender Blm-Selesai Menunggu Utk Tawaran
ko_kr: 행사를 기다리고 뛰어난 입찰
mr_in: थकबाकी निविदा ऑफर प्रतीक्षेत
pt_pt: Propostas aguardando ofertas
zh_tw: 尚未行使投標等待發售

source: Process
cs_cz: Proces
es_es: Procesar
hi_in: प्रक्रिया
id_id: Proses
it_it: Processo
ko_kr: 방법
mr_in: प्रक्रिया
nl_nl: Verwerk
pt_pt: Processar
ro_ro: Procesul de
ru_ru: Процесс
sq_al: Proces
sv: Bearbeta
sw_ke: Mchakato
tr_tr: ISLE
zh_hk: 执行
zh_tw: 執行

source: Tender
es_es: Licitación
ko_kr: 부드러운
mr_in: हळुवार
pt_pt: Proposta
zh_tw: 標單

source: Required By
cs_cz: Požadované
es_es: Requerido por
hi_in: द्वारा आवश्यक
id_id: Diperlukan Pada
it_it: Richiesto da
ko_kr: 으로 필수
mr_in: आवश्यक
nl_nl: Vereist door
pt_pt: Data Requisição
ro_ro: Solicitate de
ru_ru: Требуется
sq_al: Kërkohet nga
sv: Krävda av
sw_ke: Kwa required
tr_tr: Tarafından Gerekli
zh_hk: 申请由
zh_tw: 工作單申請日

source: Input must be in numeric format
ko_kr: 입력 숫자 형식이어야합니다
mr_in: इनपुट अंकीय स्वरूपात असणे आवश्यक आहे
pt_pt: Entrada deve estar no formato numérico
zh_tw: 輸入必須是數字格式

source: Select items to offer from
cs_cz: Vyberte položky nabízet od
es_es: Seleccionar elementos para ofrecer de
hi_in: चयन से आइटम की पेशकश करने के लिए
id_id: Pilih item yg ditawarkan dari
it_it: Selezionare gli elementi da offrire, da
ko_kr: 에서 제공하는 항목을 선택
mr_in: पासून ऑफर करण्यासाठी आयटम निवडा
nl_nl: Selecteer items te bieden van
pt_pt: Selecionar item Proposta de
ro_ro: Selectaţi elementele pentru a oferi de la
ru_ru: Выберите товары для предложения
sq_al: Zgjidh artikuj të ofruar nga
sv: Välj objekt att erbjuda från
sw_ke: Kuchagua vitu na kutoa kutoka
tr_tr: Seçmek kalemleri için teklif
zh_hk: 选取的商品报盘来自
zh_tw: 選擇項目提供從

source: Supplier Transactions Inquiry
cs_cz: Transakce dodavatele Poptávka
es_es: Consultar transacciones con proveedores
hi_in: आपूर्तिकर्ता लेनदेन जांच
id_id: Cari Transaksi Supplier
it_it: Fornitore Transazioni inchiesta
ko_kr: 공급 업체 거래 문의
mr_in: पुरवठादार व्यवहार चौकशी
nl_nl: Zoekopdracht leveranciers transacties
pt_pt: Consulta transações fornecedor
ro_ro: Tranzacţii cu furnizorul anchetă
ru_ru: Рассмотрение сделки поставщика
sq_al: Furnizuesi Transaksionet Hetim
sv: Leverantörstrasaktioner
sw_ke: Wasambazaji Transactions Uchunguzi
tr_tr: Tedarikçi İşlemleri Sorgulama
zh_hk: 供应商交易
zh_tw: 供應商交易查詢

source: The supplier transactions for the selected criteria could not be retrieved because
cs_cz: Dodavatel transakcí pro zvolená kritéria se nepodařilo získat, protože
es_es: No se pudo obtener las transacciones con proveedores para el criterio indicado porque
hi_in: चयनित मानदंडों के लिए आपूर्तिकर्ता लेनदेन वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Transaksi supplier utk kriteria terpilih tdk dapat diambil karena
it_it: Le operazioni di fornitore per i criteri selezionati non può essere recuperato, perché
ko_kr: 선택한 기준에 대한 공급 업체의 거래 때문에 검색 할 수 없습니다
mr_in: निवडलेले निकष साठी पुरवठादार व्यवहार कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Leveranciers transacties voor de geselecteerde criteria konden niet worden opgevraagd omdat
pt_pt: transações para fornecedor com critérios selecionados não podem ser recuperados porque
ro_ro: Tranzacţiilor furnizorul pentru criteriile selectate nu a putut fi recuperate, deoarece
ru_ru: Поставщик сделок по выбранным критериям не может быть восстановлен, потому
sq_al: Transaksionet furnizues për kriteret e zgjedhur nuk mund të shikohet, sepse
sv: Leverantörstransaktionerna för valda kriteria kunde inte hämtas eftersom
sw_ke: mashirikiano ya muuzaji kwa vigezo ya kuchaguliwa inaweza kuwa retrieved sababu
tr_tr: seçilen kriterlere için tedarikçi işlemler nedeniyle alınamadı
zh_hk: 供应商交易未能按条件挑选取得, 因为
zh_tw: 選取準則的供應商交易未能提取, 因為

source: Supp Ref
cs_cz: Ref Supp
es_es: Referencia del proveedor
hi_in: Supp रेफरी
id_id: Ref Supp
ko_kr: SUPP 참조
mr_in: Supp संदर्भ
nl_nl: Leveranciers ref.
pt_pt: Ref. Forn.
ru_ru: Ссылка на поставщика
sq_al: Ref supp
sv: Leverantörsref.
sw_ke: Supp Kumb
zh_hk: 供应商参考
zh_tw: 供應商參考

source: Could not retrieve the GL transactions for this AP transaction
cs_cz: Nepodařilo se načíst GL transakcí pro tuto transakci AP
es_es: No se pudo obtener las transacciones contables de esta transacción de Cuentas a Pagar porque
hi_in: इस सौदे के लिए एपी जीएल लेनदेन को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil transaksi GL utk transaksi Hutang ini
it_it: Non è possibile recuperare le operazioni GL per questa transazione AP
ko_kr: 이 AP 트랜잭션에 대한 GL 트랜잭션을 검색 할 수 없습니다
mr_in: या एपी व्यवहार साठी जी.एल. व्यवहार परत मिळवू शकलो नाही
nl_nl: Kon de grootboek boekingen voor deze (AP) transactie niet ophalen
pt_pt: Não podem recuperar trans. contábios para esta trans. AP
ro_ro: Nu sa putut prelua operaţiunile GL pentru această tranzacţie AP
ru_ru: Не удалось получить GL операций по данной сделке AP
sq_al: Nuk mund ta marrim ne transaksionet GL për këtë transaksion AP
sv: Kan inte hämta bokföringstransaktionerna för denna transaktion
sw_ke: Hakuweza Retrieve mashirikiano GL kwa ajili ya shughuli hii AP
tr_tr: Bu AP işlem için GL işlemler alınamadı
zh_hk: 找不到此应收交易对应的总帐分录
zh_tw: 未能提取這應付交易的總帳交易

source: There are no GL transactions created for the above AP transaction
cs_cz: Nejsou žádné GL transakce vytvořené pro výše uvedené transakce AP
es_es: No hay transacciones contables creadas para la transacción de Cuentas a Pagar de arriba
hi_in: कोई जीएल ऊपर एपी लेन - देन के लिए बनाई लेनदेन कर रहे हैं
id_id: Tdk ada transaksi GL yg dibuat utk transaksi Hutang di atas
it_it: Non ci sono operazioni GL creata per l&#39;operazione sopra AP
ko_kr: 위의 AP의 트랜잭션이 생성되지 않음 GL 트랜잭션이 없습니다
mr_in: वरील एपी व्यवहार तयार नाही जी.एल. व्यवहार नाहीत
nl_nl: Er zijn geen grootboek transacties uitgevoerd voor bovenstaande tansactie
pt_pt: Não há trans. criadas para a trans. AP acima
ro_ro: Nu există tranzacţii GL creat pentru tranzacţia de mai sus AP
ru_ru: Нет операций главной книги, созданных для сделки AP выше
sq_al: Nuk ka transaksione GL krijuar për transaksionin e mësipërme AP
sv: Det finns inga bokföringsallokerignar mot denna faktura
sw_ke: Hakuna shughuli GL hakuumbwa kwa ajili ya manunuzi ya juu AP
tr_tr: Yukarıdaki AP işlem için oluşturulan hiçbir GL işlemler vardır
zh_hk: 此应收交易未生成总帐
zh_tw: 沒有上述應付交易的總帳交易產生

source: The GL transactions for this AP transaction are out of balance by
cs_cz: GL transakcí pro tuto transakci AP jsou mimo rovnováhu tím,
es_es: Las transacciones contables para esta transacción en Cuentas A Pagar están fuera de balance por
hi_in: इस सौदे के लिए एपी जीएल लेनदेन संतुलन से बाहर कर रहे हैं
id_id: Transaksi GL utk transaksi Hutang ini tdk seimbang senilai
it_it: Le operazioni di GL AP per questa transazione non sono in equilibrio con
ko_kr: 이 AP 트랜잭션에 대한 트랜잭션 GL 의해 균형 벗어나
mr_in: या एपी व्यवहार यासाठी जी.एल. व्यवहार करून शिल्लक बाहेर आहेत
nl_nl: De grootboek transactie voor deze betalingstransatie was niet in balans met
pt_pt: Trans. lanç. da trans. contas a pagar não tem saldo
ro_ro: Tranzacţiilor GL pentru această tranzacţie AP sunt de echilibru de
ru_ru: Опреации главной книги для операций AP находятся вне баланса
sq_al: Transaksionet e GL për këtë transaksion AP janë jashtë bilancit me
sv: GL transaktioner för detta AP transaktion är i balans genom
sw_ke: Ya GL mashirikiano kwa ajili ya shughuli hii AP ni nje ya usawa na
tr_tr: Bu AP işlem için GL işlemleri ile denge dışında
zh_hk: 此应收交易的总帐记录余额超出
zh_tw: 這應付帳交的的總帳交易不平衡由於

source: Supplier Type Setup
cs_cz: Dodavatel typ instalace
es_es: Configuración de los Tipos de proveedor
hi_in: आपूर्तिकर्ता प्रकार सेटअप
id_id: Pengaturan Tipe Supplier
it_it: Fornitore Tipo di installazione
ko_kr: 공급 유형 설정
mr_in: पुरवठादार प्रकार सेटअप
nl_nl: Leverancier Type Setup
pt_pt: Configurar Tipo Fornecedor
ro_ro: Furnizorul Tip Setup
ru_ru: Установки типа поставщика
sq_al: Furnizuesi Setup Type
sv: Leverantör Typ Setup
sw_ke: Aina wasambazaji Setup
tr_tr: Tedarikçi Tipi Kurulum
zh_hk: 供应商类型设置
zh_tw: 供應商類型設置

source: Add/edit/delete Supplier Types
cs_cz: Přidat / editovat / smazat Dodavatel typy
es_es: Añadir / editar / suprimir los Tipos de proveedores
hi_in: जोड़ें / संपादित करें / प्रदायक प्रकार हटाना
id_id: Tambahkan/edit/hapus Tipe Supplier
it_it: Aggiungere / modificare / cancellare Fornitore Tipi
ko_kr: 공급 유형을 삭제 / 추가 / 수정
mr_in: जोडा / संपादित / पुरवठादार प्रकार हटवा
nl_nl: Toevoegen / wijzigen / verwijderen Leverancier Soorten
pt_pt: Adic./Edição/Remoç. Tipos Fornecedor
ro_ro: Adăuga / edita / sterge Furnizor Tipuri
ru_ru: Добавить/редактировать/удалить Типы Поставщиков
sq_al: Shto / edit / delete Furnizuesi Llojet
sv: Lägg till / redigera / radera Leverantör Typer
sw_ke: Kuongeza / edit / kufuta Supplier Aina
tr_tr: Ekle / düzenle / Tedarikçi Türleri silmek
zh_hk: 新增/编辑/删除 供应商类型
zh_tw: 添加/編輯/刪除供應商類型

source: The supplier type name description must be 100 characters or less long
cs_cz: Dodavatel Název typu Popis musí být 100 znaků nebo méně dlouho
es_es: La descripción del nombre del tipo de proveedor de debe ser de 100 caracteres o menos de largo
hi_in: आपूर्तिकर्ता प्रकार नाम और विवरण 100 अक्षर या उससे कम अवश्य होना चाहिए
id_id: Keterangan nama tipe supplier maksimal 100 karakter
it_it: Il tipo di descrizione fornitore nome deve essere di 100 caratteri o meno lungo
ko_kr: 공급 유형 이름 설명은 100 자 이하 여야합니다
mr_in: पुरवठादार प्रकार नाव वर्णन 100 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De leverancier type naam beschrijving moet 100 tekens of minder lange
pt_pt: Descrição Tipo de fornec deve ter no máximo 100 caracteres
ro_ro: Tipul furnizorul Descrierea numele trebuie să fie 100 de caractere sau mai puţin timp
ru_ru: Описание имени типа поставщика должно быть 100 символов или короче
sq_al: Lloji i furnizuesit Emri Përshkrimi duhet të jetë 100 shkronja ose më pak gjatë
sv: Leverantören typnamnet beskrivning måste vara 100 tecken eller mindre lång
sw_ke: Aina ya wasambazaji jina maelezo lazima wahusika 100 au chini ya muda mrefu
tr_tr: Tedarikçi türü adı açıklamasına 100 karakter veya daha az olmalıdır
zh_hk: 供应商类型名称描述必须等于或者少于100个字符
zh_tw: 供應商類型名稱描述必須少於100個字符

source: The supplier type name description must contain at least one character
cs_cz: Dodavatel Název typu Popis musí obsahovat alespoň jeden znak
es_es: La descripción del nombre del tipo de proveedor debe contener al menos un carácter
hi_in: आपूर्तिकर्ता प्रकार नाम और विवरण कम से कम एक वर्ण होना चाहिए
id_id: Keterangan nama tipe supplier minimal 1 karakter
it_it: Il tipo di descrizione fornitore nome deve contenere almeno un carattere
ko_kr: 공급 유형 이름 설명은 적어도 하나의 문자를 포함해야합니다
mr_in: पुरवठादार प्रकार नाव वर्णन किमान एक वर्ण असावा
nl_nl: De leverancier type naam beschrijving moet ten minste een teken
pt_pt: Descrição nome tipo de fornecedor deve estar preenchido
ro_ro: Tipul furnizorul Descrierea numele trebuie să conţină cel puţin un caracter
ru_ru: Описание имени типа поставщика должно содержать хотя бы один символ
sq_al: Lloji i furnizuesit Emri Përshkrimi duhet të përmbajë të paktën një karakter
sv: Leverantören typnamnet beskrivning måste innehålla minst ett tecken
sw_ke: Aina ya wasambazaji jina maelezo lazima iwe na angalau tabia moja
tr_tr: Tedarikçi türü adı açıklaması en az bir karakter içermelidir
zh_hk: 供应商类型名称描述必须包含至少一个字符
zh_tw: 供應商類型名稱描述必須至少包含一個字符

source: You already have a supplier type called
cs_cz: Máte již dodavatel typ tzv.
es_es: Usted ya tiene un tipo de proveedor llamado
hi_in: आपके पास पहले से एक सप्लायर के प्रकार बुलाया
id_id: Anda sdh memiliki tipe supplier yg disebut
it_it: Hai già un tipo chiamato fornitore
ko_kr: 이미라는 공급 업체 유형이
mr_in: आपण आधीच नावाची पुरवठादार प्रकार
nl_nl: Je hebt al een leverancier type genoemd
pt_pt: Já existe um tipo de fornecedor chamado
ro_ro: Aveţi deja un tip de furnizor numit
ru_ru: У вас уже есть вызванный тип поставщика
sq_al: Ju tashmë keni një lloj furnizues të quajtur
sv: Du har redan en leverantör typ som kallas
sw_ke: Tayari kuwa na aina wasambazaji kuitwa
tr_tr: Zaten bir tedarikçi türü çağrısında bulundu
zh_hk: 您已经调用了一个供应商类型
zh_tw: 你已經有了一個名為供應商類型

source: The supplier type
cs_cz: Dodavatel typ
es_es: El tipo de proveedor
hi_in: आपूर्तिकर्ता प्रकार
id_id: Tipe supplier
it_it: Il fornitore di tipo
ko_kr: 공급 업체 유형
mr_in: पुरवठादार प्रकार
nl_nl: De leverancier type
pt_pt: O tipo do fornecedor
ro_ro: Furnizorul de tip
ru_ru: Тип поставщика
sq_al: Lloji i furnizuesit
sv: Leverantören typ
sw_ke: Aina ya muuzaji
tr_tr: Tedarikçi türü
zh_hk: 供应商类型
zh_tw: 供應商類型

source: Supplier type
cs_cz: Dodavatel typ
es_es: Tipo de proveedor
hi_in: आपूर्तिकर्ता प्रकार
id_id: Tipe Supplier
it_it: Fornitore di tipo
ko_kr: 공급 유형
mr_in: पुरवठादार प्रकार
nl_nl: Leverancier type
pt_pt: Tipo Fornecedor
ro_ro: Furnizorul de tip
ru_ru: Тип поставщика
sq_al: Lloji Furnizuesi
sv: Leverantör typ
sw_ke: Wasambazaji wa aina
tr_tr: Tedarikçi tipi
zh_hk: 供应商类型
zh_tw: 供應商類型

source: The number of suppliers using this Type record could not be retrieved because
cs_cz: Počet dodavatelů použití tohoto typu záznam se nepodařilo získat, protože
es_es: El número de proveedores que utilizan este tipo de registro no se pudieron obtener, porque
hi_in: आपूर्तिकर्ताओं की संख्या इस प्रकार का उपयोग करते हुए रिकॉर्ड वजह से हो सकता है नहीं लिया गया
id_id: Jumlah supplier menggunakan data Tipe ini tdk dapat diambil karena
it_it: Il numero dei fornitori di utilizzare questo tipo di record non può essere recuperato, perché
ko_kr: 이 유형의 레코드를 이용하여 딜러의 수 있으므로 검색 할 수 없습니다
mr_in: हे प्रकार रेकॉर्ड वापरून पुरवठादारांच्या संख्या कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal leveranciers gebruik van dit type record kon niet worden opgehaald omdat
pt_pt: Núm. de fornecedores usando este tipo de registro não pode ser recuperado porque
ro_ro: Numărul de furnizori folosind această înregistrare de tip nu a putut fi recuperate, deoarece
ru_ru: Число поставщиков, используя этот тип записи не может быть восстановлено, потому
sq_al: Numri i furnizuesve të përdorur këtë rekord Lloji nuk mund të shikohet, sepse
sv: Antalet leverantörer, som använder denna typ rekord kunde inte hämtas på grund
sw_ke: Idadi ya wauzaji kutumia rekodi hii Aina inaweza kuwa retrieved sababu
tr_tr: Bu Tip kaydı kullanılarak tedarikçilerin sayısı nedeniyle alınamadı
zh_hk: 使用此类型的供应商编号无法取得，因为
zh_tw: 無法獲取，因為使用這種類型的記錄供應商的數量

source: Cannot delete this type because suppliers are currently set up to use this type
cs_cz: Nelze odstranit tohoto typu, protože dodavatelé jsou v současné době nastaven tak, aby tento druh
es_es: No se puede suprimir este tipo porque los proveedores están configurados para utilizar este tipo
hi_in: इस प्रकार नष्ट क्योंकि आपूर्तिकर्ताओं वर्तमान में स्थापित करने के लिए इस प्रकार का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus tipe ini karena ada supplier saat ini menggunakan tipe ini
it_it: Impossibile eliminare questo tipo perché i fornitori sono attualmente configurato per utilizzare questo tipo
ko_kr: 공급 업체는 현재이 유형을 사용하도록 설정되어 있기 때문에이 유형을 삭제할 수 없습니다
mr_in: पुरवठादार सध्या या प्रकारच्या वापर करण्यासाठी सेट आहेत कारण या प्रकारच्या हटवू शकत नाही
nl_nl: Kan niet verwijderen, omdat dit soort leveranciers zijn momenteel opgezet om dit type te gebruiken
pt_pt: Não pode remover esse tipo porque fornecedores estão usando esse tipo
ro_ro: Nu se poate şterge acest tip, deoarece furnizorii sunt în prezent stabilite pentru a utiliza acest tip de
ru_ru: Не могу удалить этот тип, поскольку поставщики в настоящее время не настроены на использование этого типа
sq_al: Nuk mund të fshini këtij lloji, sepse furnizuesit janë vendosur deri tani të përdorin këtë lloj
sv: Kan inte ta bort den här typen, eftersom leverantörerna är för närvarande inrättas för att använda denna typ
sw_ke: Hawezi kufuta aina hii kwa sababu wasambazaji sasa kuanzisha matumizi ya aina hii
tr_tr: tedarikçiler şu anda bu tip kullanmak üzere ayarlanmış olduğundan bu tip silinemiyor
zh_hk: 不能删除此类型，因为已有供应商属于此类型
zh_tw: 無法刪除這個類型，因為供應商目前設置為使用這種類型的

source: suppliers with this type code
cs_cz: dodavatele s tímto typem kód
es_es: los proveedores con este tipo de código
hi_in: इस प्रकार के कोड के साथ आपूर्तिकर्ताओं
id_id: supplier dgn kode tipe ini
it_it: fornitori, con questo tipo di codice
ko_kr: 이러한 유형의 코드 공급 업체
mr_in: या प्रकारच्या कोडसह पुरवठादार
nl_nl: leveranciers met dit soort code
pt_pt: Fornecedores com este tipo
ro_ro: furnizori cu acest cod de tip
ru_ru: код поставщиков с этим типом
sq_al: furnizuesit me këtë kod lloj
sv: leverantörer med denna typ kod
sw_ke: wasambazaji na kanuni ya aina hii
tr_tr: Bu tip kodu ile tedarikçiler
zh_hk: 供应商使用此类型代码
zh_tw: 供應商提供這種類型的代碼

source: Are you sure you wish to delete this Supplier Type?
cs_cz: Jste si jisti, že chcete smazat tento typ dodavatele?
es_es: ¿Está seguro que desea suprimir este tipo de proveedor?
hi_in: क्या आप वाकई इस प्रकार प्रदायक हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus ini Tipe Supplier ini?
it_it: Sei sicuro di voler cancellare questo tipo di fornitore?
ko_kr: 이 공급자 유형을 삭제할 확실합니까?
mr_in: आपण या पुरवठादार प्रकार हटवू इच्छित खात्री आहे?
nl_nl: Weet u zeker dat u dit wilt Leverancier Type verwijderen?
pt_pt: Confirma remoção deste tipo de fornecedor?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest tip de furnizor?
ru_ru: Вы уверены, что хотите удалить этот тип поставщика?
sq_al: A jeni i sigurt se doni të fshini këtë Lloji Furnizuesi?
sv: Är du säker på att du vill ta bort denna leverantör Typ?
sw_ke: Una uhakika unataka kufuta Aina Supplier?
tr_tr: Eğer bu Tedarikçi Tipi silmek istediğinizden emin misiniz?
zh_hk: 确认要删除这个供应商类型么？
zh_tw: 您確定要刪除此供應商類型？

source: The input should not be over 100 characters and contains illegal characters
ko_kr: 입력은 100 자 이상이어야 불법 문자를 포함해서는 안
mr_in: इनपुट 100 वर्ण प्रती असणे आणि बेकायदेशीर वर्ण आहेत नये
pt_pt: a entrada não pode ter mais de 100 caracteres nem pode conter caract. inválidos
zh_tw: 輸入應不超過100個字符，包含非法字符

source: less than 100 characters
es_es: menos de 100 caracteres
ko_kr: 이하 100 자
mr_in: कमीत कमी 100 वर्ण
pt_pt: menor que 100 caracteres
zh_tw: 少於100個字符

source: NZ account numbers must have 16 numeric characters in it
cs_cz: NZ čísla účtu musí mít 16 číslic v něm
es_es: Número de cuenta NZ deben tener al menos 16 caracteres numéricos
hi_in: NZ खाता संख्या में 16 यह सांख्यिक वर्ण होने चाहिए
id_id: Nomor akun NZ harus memiliki 16 angka huruf
it_it: numeri di conto NZ deve essere di 16 caratteri numerici in esso
ko_kr: 뉴질랜드 계좌 번호는 16 숫자가 있어야합니다
mr_in: न्यूझीलंड खाते क्रमांक त्यात 16 अंकीय वर्ण असणे आवश्यक आहे
nl_nl: NZ rekeningnummers moet bestaan uit 16 numerieke tekens erin
pt_pt: NZ números conta devem ter 16 números
ro_ro: NZ numere de cont trebuie să aibă 16 caractere numerice în ea
ru_ru: номера NZ счет должен содержать 16 цифр в нем
sq_al: parasysh numrat NZ duhet të ketë 16 karaktere numerike në të
sv: NZ kontonummer måste ha 16 siffror i det
sw_ke: NZ akaunti namba lazima wahusika nambari 16 katika hilo
tr_tr: NZ hesap numaraları içinde 16 sayısal karakter olmalıdır
zh_hk: NZ 账户编号必须是 16 位字完
zh_tw: NZ 帳戶編號必須是 16 位字完

source: NZ account numbers entered must use all numeric characters in it
cs_cz: NZ čísla účtů součástí musí využít všech číselných znaků v něm
es_es: Los números de cuenta en NZ introducidos deben usar todos los caracteres numéricos
hi_in: NZ खाता संख्या इसमें सारे संख्यात्मक अक्षर का उपयोग करना चाहिए में प्रवेश किया
id_id: Nomor akun NZ yg dimasukkan harus menggunakan hanya angka
it_it: numeri di conto NZ iscritti devono utilizzare tutti i caratteri numerici in esso
ko_kr: 뉴질랜드 계좌 번호는 모든 숫자를 사용해야합니다 입력
mr_in: प्रविष्ट न्यूझीलंड खाते क्रमांक त्यातील सर्व अंकीय वर्ण वापर करणे आवश्यक आहे
nl_nl: NZ rekeningnummers ingevoerd moeten alle numerieke tekens in het
pt_pt: NZ núm. conta inform. deve ser numérico
ro_ro: NZ numere de cont introduse trebuie să utilizeze toate caractere numerice în ea
ru_ru: NZ номера счета вступил должны использовать все цифры в нем
sq_al: parasysh numrat NZ e dhëna duhet të përdorin të gjitha karaktere numerike në të
sv: NZ kontonummer trädde måste använda alla siffror i det
sw_ke: NZ akaunti namba na kuingizwa lazima kutumia wahusika wote numeric ndani yake
tr_tr: NZ hesap numaraları içindeki tüm sayısal karakterler kullanmalısınız girdi
zh_hk: 输入的 NZ 账户必须使用全数字
zh_tw: 輸入的 NZ 帳戶必須使用全數字

source: NZ Accounts codes with the United Bank are not verified
cs_cz: NZ Účty kódy se Spojenými banky nejsou ověřeny
es_es: Códigos de cuenta NZ con el Banco Unido no son verificados
hi_in: NZ यूनाइटेड बैंक खातों के साथ कोड सत्यापित नहीं कर रहे हैं
id_id: Kode Akun NZ dgn United Bank tdk cocok
it_it: NZ codici Conti presso la Banca Uniti non sono verificate
ko_kr: 뉴질랜드는 미국 은행과 코드가 확인되지 않은 계정
mr_in: न्यूझीलंड युनायटेड बँक सह कोड सत्यापित नाहीत खाती
nl_nl: NZ Rekeningen codes met de Verenigde Bank zijn niet geverifieerd
pt_pt: NZ Cód. conta do Banco United não verif.
ro_ro: NZ codurile de Conturi la Banca Unite nu sunt verificate
ru_ru: NZ счетов кодов с Объединенный Банк не проверено
sq_al: NZ Llogaritë e kodeve me Bankën e Bashkuara nuk janë të verifikuara
sv: NZ Konton koder med Förenta Banken är inte kontrollerats
sw_ke: NZ codes Hesabu na Benki ya Muungano si kuhakikiwa
tr_tr: Birleşik Bankası ile NZ Hesapları kodları doğrulanmadı değildir
zh_hk: United Bank 的 NZ 账户编码无法确认
zh_tw: United Bank 的 NZ 帳戶編碼無法確認

source: be careful to enter the correct account number
cs_cz: Dávejte pozor, aby zadejte správné číslo účtu
es_es: asegúrese de introducir el número de cuenta correcto
hi_in: को सही खाता संख्या दर्ज सावधान रहना होगा
id_id: masukkan nomor akun yg benar
it_it: di
ko_kr: 올바른 계좌 번호를 입력하도록주의
mr_in: योग्य खाते नंबर प्रविष्ट काळजी घ्या
nl_nl: Zorg dat het juiste grootboek rekening nummer wordt ingevoerd
pt_pt: Atenção no número da conta corrente
ro_ro: aveţi grijă să introduceţi numărul de cont corect
ru_ru: Будьте осторожны, чтобы ввести правильный номер счета
sq_al: të jenë të kujdesshëm për të hyrë në numrin e saktë llogarinë
sv: noga med att ange rätt kontonummer
sw_ke: kuwa makini kuingia sahihi akaunti namba
tr_tr: HESAP NO GIRERKEN DIKKAT EDINIZ
zh_hk: 请小心输入账户编号
zh_tw: 請小心輸入帳戶編號
