Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This allows all periods before the selected date to be locked from postings. All postings for transactions dated prior to this date will be posted in the period following this date.
cs_cz: To umožňuje všechna období před zvolené datum být zavřený od odeslání. Všechny příspěvky za transakce dne před tímto datem, budou zveřejněny v období po tomto datu.
es_es: Permite que todos los períodos anteriores a la fecha sean bloqueados para registros. Todos los registros de transacciones con fecha anterior serán apuntados en el período siguiente a esta fecha.
hi_in: यह अनुमति देता चयनित तिथि से पहले सभी समय पोस्टिंग से बंद करने के लिए. इस तिथि से पहले दिनांकित लेनदेन के लिए सभी पोस्टिंग इस तिथि के बाद की अवधि में तैनात किया जाएगा.
id_id: Ini membuat semua periode sebelum tgl dipilih utk terkunci dari posting. Semua posting utk transaksi bertgl sebelum tgl ini akan diposting dalam periode setelah tgl ini.
it_it: Questo consente a tutti esercizi antecedenti la data selezionata per la protezione da messaggi. Tutte le registrazioni per le operazioni di data anteriore a tale data saranno pubblicati nel periodo successivo a tale data.
ko_kr: 이 선택한 날짜 전에 모든 기간이 게시물에서 고정 할 수 있습니다. 이전에이 날짜 일자 거래에 대한 모든 게시물은이 날짜 다음 기간에 게시됩니다.
mr_in: हे निवडलेल्या तारखेच्या सर्व पूर्णविराम लेखांना पासून लॉक परवानगी देतो. अगोदर या अद्ययावत दि व्यवहारांसाठी सर्व लेखांना ही तारीख पुढील काळात पोस्ट केले जातील.
nl_nl: Hiermee worden alle periodes voor de geselecteerde datum geblokkeerd vor boekingen. Alle boekingen gedateerd voor deze datum zullen geboekt worden in de periode na deze datum.
pt_pt: Isso permite todos períodos antes da data selec. para postar ser travada. Todas postagens para datas anter. à essa data, devem ser lançados em períodos após a data.
ro_ro: Acest lucru permite toate perioadele înainte de data selectate pentru a fi blocată de la postări. Toate anunţurile pentru tranzacţiile din înainte de această dată vor fi postate în perioada următoare această dată.
ru_ru: Это позволяет всем периодам до выбранной даты, чтобы быть заблокированы от проводки. Все проводки по операциям от до этой даты, будут размещены в период после этой даты.
sq_al: Kjo i lejon të gjitha periudhat para datës së zgjedhur të jetë i bllokuar nga shkrimet. Të gjitha Njoftimet për transaksionet datë para kësaj date do të depozitohet në periudhën e pas kësaj date.
sv: Detta gör att alla perioder före det datum som skall låsas från inlägg. Alla bokningar för transaktioner av den före detta datum kommer att finnas under perioden efter detta datum.
sw_ke: Hii inaruhusu vipindi vyote kabla ya tarehe ya kuchaguliwa kuwa imefungwa na matangazo. postings zote kwa shughuli za asasi kabla ya tarehe hii itakuwa posted katika kipindi zifuatazo tarehe hii.
tr_tr: Bu seçilen tarih öncesi tüm dönemleri ilanları kilitli sağlar. Bu tarihten önce tarihli işlemler için tüm gönderiler Bu tarihten sonraki dönemde ilan edilecektir.
zh_hk: 这个参数用于避免在已封账期间过账，凭证日期在这个日期之前的凭证会过账到此日期的下一个期间
zh_tw: 這個參數用予避免在已經關帳期間來過帳。憑證日期在這個設定的關帳日期之前的憑證會過帳到此日期的下一個期間。

source: Inventory Costing Method
cs_cz: Zásoby Kalkulační metoda
es_es: Método de costeo del inventario
hi_in: इन्वेंट्री लागत विधि
id_id: Metode Pembiayaan Persediaan
ko_kr: 재고 원가 계산 방법
mr_in: सूची भांडवलाच्या पद्धत
nl_nl: Kostprijsberekenings methode voor voorraad
pt_pt: Método Custeio Estoque
ro_ro: Metoda de cost Inventar
ru_ru: Метод калькуляции по данным инвентаризации
sq_al: Inventari kushton Metoda
sv: Lagerkostnadsberäkningsmetod
sw_ke: Hesabu Kukadiria Gharama Method
tr_tr: Envanter Yöntemi Maliyetleme
zh_hk: 存货成本核算方法
zh_tw: 存貨成本核算方法

source: Weighted Average Costing
cs_cz: Vážený průměr Kalkulace
es_es: Costo promedio ponderado
hi_in: भारित औसत लागत
id_id: Pembiayaan Rata2 Tertimbang
it_it: Media ponderata Costing
ko_kr: 가중 평균 원가 계산
mr_in: वेटेड सरासरी भांडवलाच्या
nl_nl: Gewogen gemiddelde kostprijs
pt_pt: Custo Médio
ro_ro: Medie ponderată a costurilor
ru_ru: Калькуляция среднего веса
sq_al: Mesatare e ponderuar kushton
sv: Kostnadsberäkning med viktat medelvärde
sw_ke: Wastani Kukadiria Gharama
tr_tr: Maliyetleme Ağırlıklı Ortalama
zh_hk: 加权平均法
zh_tw: 加權平均成本

source: Standard Costing
cs_cz: Standard Kalkulace
es_es: Costo estándar
hi_in: मानक लागत
id_id: Pembiayaan Standar
it_it: Costi standard
ko_kr: 표준 원가 계산
mr_in: मानक भांडवलाच्या
nl_nl: Standaard kostprijsberekening
pt_pt: Custo Padrão
ro_ro: Standard de costuri
ru_ru: Нормативный учет
sq_al: Standard kushton
sv: Standard kostnadsberäkning
sw_ke: Kiwango Kukadiria Gharama
tr_tr: Standart Maliyetleme
zh_hk: 标准成本法
zh_tw: 標準成本

source: webERP allows inventory to be costed based on the weighted average of items in stock or full standard costing with price variances reported. The selection here determines the method used and the general ledger postings resulting from purchase invoices and shipment closing
cs_cz: webERP umožňuje soupisu vyčíslením nákladů na základě váženého průměru položky na skladě nebo úplné standardní kalkulace s cenou odchylky zaznamenány. Výběr určuje, použité metody a hlavní knize příspěvky plynoucí z nákupu a odeslání faktur zavírání
hi_in: रिपोर्ट webERP अनुमति देता सूची costed होने शेयर या पूर्ण मानक में आइटम मूल्य variances के साथ लागत के भारित औसत के आधार पर. यहाँ चयन विधि का इस्तेमाल किया और सामान्य खाता बही पोस्टिंग खरीद चालान और लदान बंद करने से उत्पन्न निर्धारित करता है
id_id: webERP memperbolehkan persediaan utk ditentukan HPPnya berdasarkan rata-rata tertimbang dari item di stok atau peHPPan standar penuh dgn selisih harga dibukukan. Pilihan ini menentukan metode yg digunakan dan posting buku besar dihasilkan dari faktur pembelian dan penyelesaian pengiriman
it_it: webERP inventario permette di essere costata basato sulla media ponderata degli articoli in magazzino o standard full costing con scostamenti dei prezzi segnalati. La selezione qui determina il metodo utilizzato e le postazioni di contabilità generale risultanti da fatture di acquisto e spedizione di chiusura
ko_kr: webERP 재고가보고 가격 차이와 비용 주식 또는 전체 표준 항목의 가중 평균을 기준으로 비용이 산정 될 수 있습니다. 여기 선택은 사용 방법 및 구매 송장 및 배송 폐쇄에 따른 일반 회계 원장 게시물을 결정한다
mr_in: webERP पुस्तके अहवाल किंमत variances सह भांडवलाच्या स्टॉक किंवा पूर्ण मानक बाबींची वेटेड सरासरी आधारित costed परवानगी देतो. येथे निवड वापरले पद्धत आणि खरेदी पावत्या आणि चढविणे बंद परिणामी सामान्य खातेवही लेखांना ठरवते
nl_nl: Gewogen gemiddelde kostprijs of standaard kostprijs met verschil boekingen kan worden gekozen. Hier kan geselecteerd worden welke methode wordt gebruikt voor inkoop facturen en bij het afsluiten van verzendingen.
pt_pt: webERP permite que o estoque seja valorizado com base no custo médio dos itens em estoque ou pelo custo padrão com variação de preço. Essa seleção determina qual método sera usado e como o módulo contábil irá registrar (postar) resultados dos pedidos de compras, remessas e vendas
ro_ro: webERP permite inventar care urmează să fie alocate resursele financiare bazate pe media ponderată a elementelor din stoc sau standard complet costă cu diferenţe de preţ semnalate. Selecţia aici determină metoda utilizată şi postări General Ledger rezultă din facturile de cumpărare şi de închidere expediere
ru_ru: webERP позволяет стоимости описи базироваться на среднем весе товаров на складе или полной стандартной стоимости с сообщенными оклонениями стоимости. Выбор здесь определяет использованный метод и сообщения главной книги в результате счета-фактуры и закрытия отгрузки
sq_al: webERP lejon inventar të jetë i bazuar në kosto mesatare e ponderuar e artikujve në magazinë ose standarde të plotë kushton me mospërputhje çmim të raportuar. Zgjedhja këtu përcakton metodën e përdorur dhe Njoftimet e përgjithshme të librit që rezultojnë nga faturat e blerjes dhe e mbylljes dërgesës
sv: webERP tillåter inventering kostnadsberäknas baserat på det vägda genomsnittet av varor i lager eller full standard kostar med pris varianser rapporterats. Valet här bestämmer vilken metod som används och den allmänna inlägg huvudboken följer inköpsfakturor och transport stängning
sw_ke: webERP inaruhusu hesabu kuwa costed msingi ya wastani wa mizigo ya vitu katika hisa au kiwango kamili gharama na bei variances taarifa. Uteuzi hapa inaonyesha njia ya kutumiwa na matangazo ya jumla kitabu kutoka kusababisha ankara kununua na kufunga transport
tr_tr: webERP envanter fiyat farkları ile maliyet stok ya da tam standart öğelerin ağırlıklı ortalaması alınarak mal oldu sağlar bildirdi. Burada seçim alım fatura ve sevk kapanış kaynaklanan kullanılan yöntem ve defteri kebir ilanları belirler
zh_hk: WebErp允许两种成本核算方法
zh_tw: ERP允許存貨商品按加權平均來計算成本或以標準成本和價格差異來計算. 這選項的決定是按使用方法及採購發票和運費結算拋轉到總帳的結果。

source: Auto Issue Components
cs_cz: Auto Vydání Components
es_es: Auto Enviar Componentes
hi_in: ऑटो अंक अवयव
id_id: Terbitkan Otomatis Komponen
ko_kr: 자동 문제의 구성 요소
mr_in: ऑटो जारी घटक
nl_nl: Automatisch toewijzen van componenten
pt_pt: Requer. Automático Componentes
ro_ro: Eliberarea Componente Auto
ru_ru: Автовыпуск компонентов
sq_al: Çështje Përbërësit Auto
sv: Skapa komponenter automatiskt
sw_ke: Suala auto Components
tr_tr: Otomatik Sayı Bileşenleri
zh_hk: 自动发部品
zh_tw: 自動發放零件

source: When items are manufactured it is possible for the components of the item to be automatically decremented from stock in accordance with the Bill of Material setting
cs_cz: Jsou-li položky jsou vyrobeny, je možné, že součástí této položky se automaticky snížena ze skladu v souladu s Bill hmotné nastavení
es_es: Cuando los artículos son manufacturados, es posible disminuir las existencias de sus componentes, de acuerdo con la configuración de su Lista de Materiales.
hi_in: हो जब आइटम निर्मित कर रहे हैं यह मद के घटकों के लिए संभव हो सकता है अपने आप सामग्री के बिल के अनुसार शेयर से decremented सेटिंग
id_id: Saat item diproduksi, mungkin utk komponen dari item utk dikurangi secara otomatis dari stok sesuai dgn pengaturan Daftar Bahan Baku
it_it: Quando gli elementi sono realizzati, è possibile per i componenti della voce di essere automaticamente decrementato da stock in conformità con il Bill of Material impostazione
ko_kr: 상품이 제조되는 경우 그 아이템의 구성 요소에 대해 자동으로 설정 재질의 명세서에 따라 콘텐츠로부터 감소 될 수있다
mr_in: आयटम उत्पादित आहेत तेव्हा आयटमची घटक आपोआप साहित्य सेटिंग बिल नुसार स्टॉक पासून decremented करणे शक्य आहे
nl_nl: Wanneer items worden geproduceerd is het mogelijk dat op basis van de materiaal lijst de voor de produktie gebruikte items van de voorraad worden afgeboekt.
pt_pt: Quando itens são manufat. é possivel que os componentes do item sejam automat. deduzidos do estoque de acordo com a config. da estrutura do produto (BOM)
ro_ro: Atunci când elementele sunt fabricate este posibil pentru componentele de element pentru a fi decrementat automat din stoc, în conformitate cu Bill de material de stabilire
ru_ru: Когда товары изготавливаются, возможно для компонентов товара будут автоматически уменьшается со склада в соответствии с настройками чека на сырье
sq_al: Kur sendet janë prodhuar është e mundur për komponentët e sendit që do të decremented automatikisht nga aksioneve në pajtim me ligjin e materiale përcaktimit të
sv: När objekt är tillverkade det är möjligt för komponenterna i det som ska automatiskt debiterats från lager i enlighet med Bill of Material inställning
sw_ke: Wakati ni vitu viwandani inawezekana kwa sehemu ya bidhaa kuwa moja kwa moja decremented kutoka hisa kwa mujibu wa Sheria ya kuweka Material
tr_tr: öğeler bu öğenin bileşenleri için mümkün üretilmektedir zaman otomatik ayar Malzeme Bill göre stok azaltılır olmak
zh_hk: 当物料是制造类时，此物料的部件可以根据BOM设置自动从库存扣除。
zh_tw: 當商品為生產的時, 可以自動按物料清單設定, 從存貨中扣減商品的零件

source: Prohibit Negative Stock
cs_cz: Zakázat Negativní skladem
es_es: Prohibir Existencias Negativas
hi_in: निषेध नकारात्मक स्टॉक
id_id: Tdk Memperbolehkan Stok Negatif
it_it: Proibire Archivio Negativo
ko_kr: 마이너스 재고 금지
mr_in: नकारात्मक स्टॉक करण्यास बंदी
nl_nl: Negatieve voorraad verboden
pt_pt: Proibir Estoque Negativo
ro_ro: Interzicerea negative stoc
ru_ru: Запретить отрицательный запас
sq_al: Stock ndalojnë Negativ
sv: Förbjud negativa lager
sw_ke: Kukataza mabaya Stock
tr_tr: Yasaklamak Negatif Hazır
zh_hk: 禁止负数库存
zh_tw: 禁止負數存貨

source: Setting this parameter to Yes prevents invoicing and the issue of stock if this would result in negative stock. The stock problem must be corrected before the invoice or issue is allowed to be processed.
cs_cz: Nastavení tohoto parametru na Ano zabraňuje fakturaci a vydávání zásob, pokud by to za následek negativní skladě. Populace problém musí být opraveny ještě před faktury nebo problém nemá být zpracovány.
es_es: Seleccionando Sí, se previene la facturación y envío de existencias si resultase en existencias negativas. El problema de existencias debe ser corregido para poder procesar facturas ó envíos.
hi_in: हाँ करने के लिए इस पैरामीटर सेटिंग चालान और स्टॉक है अगर यह नकारात्मक स्टॉक पर नतीजा होगा के मुद्दे को रोकता है. स्टॉक समस्या चालान या मुद्दे से पहले सही की जानी जरूरी है संसाधित करने के लिए होने की अनुमति दी.
id_id: Mengatur parameter ini ke Ya mencegah stok difaktur dan dikeluarkan jika mengakibatkan stok negatif. Masalah stok harus dibetulkan sebelum faktur atau pengeluaran diperbolehkan utk diproses.
it_it: L&#39;impostazione di questo parametro su Sì impedisce la fatturazione e la questione delle stock se questo si tradurrebbe in stock negativo. Il problema di magazzino deve essere corretta prima di emettere la fattura o il permesso di essere elaborato.
ko_kr: 이 부정적인 재고 초래하는 경우이 매개 변수를 yes로 설정하면 송장 및 재고의 문제를 방지 할 수 있습니다. 주식 문제는 송장 전에 수정해야하거나 문제가 처리 될 수 있습니다.
mr_in: या नकारात्मक स्टॉक कारणीभूत ठरेल तर होय हा पॅरामीटर सेट इन्हॉइसिंग आणि स्टॉक जारी प्रतिबंधित करते. अशी यादी तयार करणे किंवा समस्या प्रक्रिया करण्यासाठी परवानगी करण्यापूर्वी स्टॉक समस्या ठीक करणे आवश्यक आहे.
nl_nl: Als negatieve voorraad is verboden dan kunnen geen facturen en voorraad boekingen worden uitgevoerd die resulteren in een negatieve voorraad. Dan zal eerst de voorraad moeten worden aangevuld voordat de boeking kan worden uitgevoerd
pt_pt: Configurando este parâmetro para Sim, previne estoque negativo nos locais. Problemas de estoque devem ser sanados antes.
ro_ro: Setarea acestui parametru la Da previne facturarea şi problema de stoc în cazul în care acest lucru ar duce în stoc negativ. Problema rulant trebuie să fie corectate înainte de a factura sau problema este permis să fie prelucrat.
ru_ru: Установка этого параметра значение Да предотвращает счет-фактуруи выпуск ассортимента, если это приведет к отрицательному ассортименту. Проблемы со складом должны быть исправлены до счета-фактуры или выпуска, разрешенного для обработки.
sq_al: Vendosja e këtij parametri Po pengon faturimin dhe çështjen e aksioneve, nëse kjo do të rezultojë në magazinë negative. Problemi i aksioneve duhet të korrigjohen para se të faturës apo çështje është e lejuar që të jenë të përpunuara.
sv: Denna parameter Ja förhindrar fakturering och frågan om materiel om det skulle resultera i negativa lager. Beståndet problemet måste åtgärdas innan fakturan eller frågan får behandlas.
sw_ke: Kuweka hii parameter Ndiyo kuzuia fakturering na suala la hisa kama hii ingekuwa matokeo katika hisa hasi. tatizo la hisa lazima corrected kabla ya ankara au suala ni kuruhusiwa kuwa processed.
tr_tr: Evet Bu parametrenin faturalama ve bu negatif stok olmasına neden olur eğer stok sorunu önler. Stok sorunu fatura ya da tarihten önce düzeltilmesi gerekir işleme izin verilmiştir.
zh_hk: 设置此参数为是时， 会阻止开发票或者发货，如果这些动作会导致负数库存。在可以开发票或者发料前，库存问题必须纠正。
zh_tw: 當設定為 "是" 時, 可避免開發票或發放存貨時產生負存貨量. 存貨問題必須先修正才可以進行發開票或發放

source: Months of Audit Trail to Retain
cs_cz: Měsíců Audit Trail udržet
es_es: Meses a conservar las Huellas de Auditoría
hi_in: ऑडिट ट्रेल के महीने बनाए रखने के लिए
id_id: Berapa Bulan Jejak Audit Disimpan
it_it: Mesi di pista di controllo per mantenere
ko_kr: 감사 추적의 달은 유지하려면
mr_in: राखणे ऑडिट माग महिने
nl_nl: Maanden gebruikers histrorie
pt_pt: Meses de Rastreabilidade a reter
ro_ro: Luni de pista de audit de a reţine
ru_ru: Месяцы проводки аудита для Сохранения
sq_al: Muajt e Trail Auditimit të mbajë
sv: Månader av verifieringskedja behåll
sw_ke: Miezi ya Ukaguzi wa kurejesha Trail
tr_tr: Denetim Trail Ay Bağlılığı
zh_hk: 审核追踪记录保留月数
zh_tw: 審核追踪紀錄保留月數

source: If this parameter is set to 0 (zero) then no audit trail is retained. An audit trail is a log of which users performed which additions updates and deletes of database records. The full SQL is retained
cs_cz: Pokud je tento parametr nastaven na 0 (nula), pak není auditu je zachován. Revizní záznam je záznam, který uživatele provádí aktualizace, které dodatky a odstraní ze záznamů databáze. Plný SQL je zachován
es_es: Si este parámetro es 0, no se conservarán las huellas de auditoría. Una auditoría de huellas es un registro que guarda todo el SQL que hacen los usuarios respecto a crear, cambiar y suprimir registros de la base de datos.
hi_in: अगर यह पैरामीटर 0 पर सेट है (शून्य) तो कोई लेखापरीक्षा निशान बनाए रखा है. एक लेखापरीक्षा निशान है जो एक लॉग के उपयोगकर्ताओं के अतिरिक्त अद्यतन और डेटाबेस अभिलेखों का हटाता है जो प्रदर्शन किया है. पूर्ण SQL बरकरार रखा है
id_id: Jika parameter ini diatur ke 0 (nol) maka tdk ada jejak audit yg disimpan. Jejak audit adalah log dimana user melakukan penambahan pembaruan dan penghapusan data database. Perintah SQL lengkap disimpan
it_it: Se questo parametro è impostato su 0 (zero), allora nessuna pista di controllo viene mantenuto. La pista di controllo è un registro di cui gli utenti che gli aggiornamenti eseguiti aggiunte e eliminazioni di record del database. L&#39;SQL pieno viene mantenuto
ko_kr: 이 매개 변수를 0 (영)으로 설정되어있는 경우에는 감사 추적이 유지되지 않습니다. 감사 추적은 사용자가 업데이트를 추가 및 데이터베이스 레코드 삭제하는 수행 한의 로그입니다. 전체 SQL이 유지됩니다
mr_in: हे घटक 0 (शून्य) वर सेट केल्यास नंतर नाही ऑडिट ट्रेल ठेवली जाते. एक ऑडिट ट्रेल वापरकर्ते अद्यतने आणि डेटाबेस रेकॉर्ड च्या deletes मिळवण जे सादर जे लॉग आहे. पूर्ण SQL ठेवली जाते
nl_nl: Als deze parameter op 0 staat zal geen historie worden vastgelegd. Gebruikers historie betreft een log van welke gerbuiker welke database wijzigingen door voert.
pt_pt: Se esse parâmetro estiver como (0) então nenhum log de auditoria será retido. Um log de auditoria, demonstra quais usuários fizeram quais atualizações ou remoções nos registros do DB. O SQL integral é armazenado.
ro_ro: Dacă acest parametru este setat la 0 (zero), atunci nu pistă de audit este reţinut. O pistă de audit este un jurnal de care utilizatorii care actualizează efectuate completări şi şterge din înregistrările bazei de date. SQL complet este reţinut
ru_ru: Если этот параметр установлен в 0 (ноль), то проводки аудита не сохраняются. Проводка аудита является журналом того, какие пользователи выполняли дополнительные обновления и удаления записей базы данных. Полный SQL сохраняется
sq_al: Nëse ky parametër është vendosur në 0 (zero) atëherë asnjë gjurmë të auditimit është mbajtur. Një gjurmë të auditimit është një regjistër për të cilat përdoruesit e kryer e cila Futjet më të reja dhe fshin të dhënat e bazës së të dhënave. SQL plotë është mbajtur
sv: Om denna parameter är satt till 0 (noll) då ingen verifieringskedja bevaras. En verifieringskedja är en logg över vilka användare som utförs som tillägg uppdateringar och tar bort av databasposter. Den fullständiga SQL behålls
sw_ke: Kama parameter hii ni kuweka 0 (zero) basi uchaguzi hakuna ukaguzi inakubalika. Ya uchaguzi ukaguzi logi ya ambayo watumiaji akifanya ambayo nyongeza updates na deletes wa kumbukumbu za database. SQL kamili ni kubakia
tr_tr: Bu parametre 0 (sıfır) olarak ayarlanırsa o zaman hiçbir denetim izi tutulur. Bir denetim izi olan kullanıcılar eklemeler güncellemeleri ve veritabanı kayıtları siler yapılan günlüğüdür. Tam SQL korunur
zh_hk: 如果此参数被设置为0，将不会保存审核追踪记录。一个审核追踪是指日记文件，记录了哪个用户进行了哪些操作，如增加，更新，删除了数据库记录。完整的SQL被保留下来。
zh_tw: 如果這個參數設置為0（零），則沒有審計線索被保留。審計跟踪是一個日誌，其中用戶執行的添置和更新數據庫記錄刪除。完整的SQL保留

source: Log Severity Level
cs_cz: Přihlášení závažnosti úrovně
es_es: Ingreso de Nivel de Gravedad
hi_in: लॉग गंभीरता स्तर
id_id: Log Tingkat Keseriusan
it_it: Accedi Livello di gravità
ko_kr: 심각도 수준 로그
mr_in: तीव्रता स्तर लॉग
nl_nl: Log Ernst Level
pt_pt: Log Nível Severidade
ro_ro: Log Severitatea Nivel
ru_ru: Уровень строгости лога
sq_al: Nivel Log Ashpërsia
sv: Loggningsnivå
sw_ke: Ingia ukali Level
tr_tr: Log Önem Düzeyi
zh_hk: 登入严格度等级
zh_tw: 日誌嚴重性級別

source: Errors Only
cs_cz: Pouze chyby
es_es: Sólo Errores
hi_in: केवल त्रुटियाँ
id_id: Hanya Kesalahan
it_it: Solo Errori
ko_kr: 오류 만
mr_in: त्रुटी केवळ
nl_nl: Alleen fouten
pt_pt: Log Só Erros
ro_ro: Numai erorile
ru_ru: Только ошибки
sq_al: Gabimet Vetëm
sv: Endast fel
sw_ke: Makosa tu
tr_tr: Sadece hataları
zh_hk: 仅限错误
zh_tw: 只有錯誤

source: Errors and Warnings
cs_cz: Chyby a varování
es_es: Errores y Advertencias
hi_in: त्रुटियाँ और चेतावनी
id_id: Kesalahan dan Peringatan
it_it: Errori e avvisi
ko_kr: 오류 및 경고
mr_in: त्रुटी व सावधानता
nl_nl: Fouten en waarschuwingen
pt_pt: LOG Erros e Avisos
ro_ro: Erori şi Avertismente
ru_ru: Ошибки и предупреждения
sq_al: Gabimet dhe Paralajmërimet
sv: Fel och varningar
sw_ke: Makosa na Tahadhari
tr_tr: Hatalar ve Uyarılar
zh_hk: 错误和警告
zh_tw: 錯誤或警告

source: Errors, Warnings and Info
cs_cz: Chyby, varování a informace
es_es: Errores, Advertencias e Información
hi_in: त्रुटियों को चेतावनी, और जानकारी
id_id: Kesalahan, Peringatan dan Info
it_it: Errori, avvisi e informazioni
ko_kr: 오류, 경고 및 정보
mr_in: चुका इशारे आणी माहिती
nl_nl: Fouten, waarschuwingen en Info
pt_pt: LOG Erros, Avisos, Inf.
ro_ro: Erori, Avertismente şi Info
ru_ru: Ошибки, предупреждения и информация
sq_al: Gabimet, paralajmërime dhe Info
sv: Fel, varningar och Info
sw_ke: Makosa, Tahadhari na Info
tr_tr: Hatalar, Uyarılar ve Bilgi
zh_hk: 错误，警告和信息
zh_tw: 錯誤，警告和信息

source: Errors andWarnings
cs_cz: Chyby andWarnings
es_es: Errores y Advertencias
hi_in: त्रुटियों andWarnings
id_id: Kesalahan andWarnings
it_it: Errori andWarnings
ko_kr: 오류 andWarnings
mr_in: त्रुटी and Warnings
nl_nl: Fouten andWarnings
pt_pt: LOG Erros e Avisos
ro_ro: Erori andWarnings
ru_ru: Ошибки и предупреждения
sq_al: andWarnings Gabimet
sv: Fel andWarnings
sw_ke: Makosa andWarnings
tr_tr: Hataları andWarnings
zh_hk: 错误和警告
zh_tw: 錯誤及警告

source: Choose which Status messages to keep in your log file.
cs_cz: Vyberte si, které Stavové zprávy, aby ve svém logu.
es_es: Elija un estado de mensajes para mantener en su archivo de registro.
hi_in: चुनें स्तर जो संदेश आपके लॉग फाइल में रखने के लिए.
id_id: Pilih Status pesan yg tetap dalam file log anda.
it_it: Scegliere quali messaggi di stato per mantenere nel file di log.
ko_kr: 로그 파일에 유지되는 상태 메시지를 선택합니다.
mr_in: आपल्या लॉग फाइल मध्ये ठेवणे जे स्थिती संदेश निवडा.
nl_nl: Kies welke Statusmeldingen te houden in uw logbestand.
pt_pt: Escolha quais mensagens serão gravadas no arq. log
ro_ro: Alege care mesajele de stare de a păstra în fişierul jurnal dumneavoastră.
ru_ru: Выберите, какие сообщения о состоянии сохранить в лог-файле.
sq_al: Zgjidhni cila Status mesazhe për të mbajtur në dosjen tuaj log.
sv: Välj vilken Statusmeddelanden att hålla i din loggfil.
sw_ke: Hali ya ujumbe kuchagua kuweka katika logi faili yako.
tr_tr: log dosyalarını tutmak için hangi Durum iletileri seçin.
zh_hk: 选择在日记文件中保留那些状态信息
zh_tw: 選擇哪一個狀態消息，以保持在您的日誌文件。

source: Path to log files
cs_cz: Cesta k log souborů
es_es: Ruta de acceso a archivos de registro
hi_in: पथ लॉग फाइल करने के लिए
id_id: Path utk log file
it_it: Percorso ai file di log
ko_kr: 로그 파일 경로
mr_in: लॉग फाइली मार्गावर
nl_nl: Pad naar logbestanden
pt_pt: Caminho do arq. log
ro_ro: Calea către fişierele de log
ru_ru: Путь к лог-файлам
sq_al: Rrugë të hyni brënda për fotografi
sv: Sökväg till loggfiler
sw_ke: Njia ya logi files
tr_tr: Yol günlük dosyalarına
zh_hk: 日记记录文件的路径
zh_tw: 路徑日誌文件
