Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The transfer quantity cannot be zer0
ko_kr: 전송 양 zer0 수 없습니다
mr_in: हस्तांतरण प्रमाण zer0 असू शकत नाही
pt_pt: A quantidade não pode ser zero (0)
zh_tw: 傳輸量不能為零

source: Enter Stock Transfer
cs_cz: Zadejte skladem Transfer
es_es: Introducir Transferencia de Existencias
hi_in: शेयर ट्रांसफर दर्ज
id_id: Masukkan Transfer Stok
it_it: Inserisci un Trasferimento di Magazzino
ko_kr: 재고 이전을 입력
mr_in: स्टॉक हस्तांतरण प्रविष्ट करा
nl_nl: Voer Voorraad Verplaatsin in
pt_pt: Informe a Transf. Estoque
ro_ro: Introduceţi Transfer stoc
ru_ru: Введите перемещения склада
sq_al: Enter Transferimi Stock
sv: Lagerflyttningsformulär
sw_ke: Kuingia Stock Transfer
tr_tr: STOK TRANSFERI GIRISI
zh_hk: 输入物料转移
zh_tw: 輸入存貨轉移

source: Stock Usage
cs_cz: Využití zásob
es_es: Uso del Stock
hi_in: शेयर उपयोग
id_id: Penggunaan Stok
it_it: Uso della Merce
ko_kr: 스톡 사용
mr_in: स्टॉक वापर
nl_nl: Voorraad Gebruik
pt_pt: Uso Estoque
ro_ro: Stoc de utilizare
ru_ru: Использование склада
sv: Visa lagersituation
sw_ke: Hisa Usage
tr_tr: STOK KULLANIMI
zh_hk: 存货用量
zh_tw: 存貨用量

source: You should automatically be forwarded to the usage graph
cs_cz: Měli byste být automaticky předána do užívání grafu
es_es: Debería ser enviado automáticamente a la gráfica de uso
hi_in: आप स्वचालित रूप से उपयोग के ग्राफ को भेजा जाना चाहिए
id_id: Anda seharusnya diteruskan secara otomatis ke grafik penggunaan
it_it: Dovresti essere automaticamente trasmessi al grafico di utilizzo
ko_kr: 당신은 자동으로 사용 그래프로 전달되어야한다
mr_in: आपण स्वयंचलितपणे वापर आलेख अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de gebruiks grafiek
pt_pt: Automaticamente será transferido para Gráfico Uso
ro_ro: Tu ar trebui să fie transmise în mod automat la graficul de utilizare
ru_ru: Вы должны автоматически перенаправлены на использование графа
sq_al: Ju duhet automatikisht të përcillet në grafik përdorimit
sv: Du bör automatiskt vidarebefordras till användning grafen
sw_ke: Unapaswa kupelekwa moja kwa moja kuwa graph ya matumizi
tr_tr: KULLANIM GRAFIGINE YÖNLENDIRILIYORSUNUZ..
zh_hk: 你会自动转到用量图表
zh_tw: 你會自動轉到用量圖表

source: The selected item is a dummy or assembly or kit-set item and cannot have a stock holding
cs_cz: Vybranou položku je fiktivní nebo shromáždění nebo kit-set položek, a nemůže mít skladového hospodářství
es_es: El artículo seleccionado es un elemento de un comodin o un ensamblaje o un kit y no puede tener existencia congelada
hi_in: चयनित आइटम के एक डमी या विधानसभा या किट सेट मद है और एक स्टॉक होल्डिंग नहीं कर सकते
id_id: Item yg dipilih adalah item dumi atau rakitan atau set dan tdk dapat memiliki hitungan stok
it_it: L' articolo selezionato è fittizio o assemblato o un articolo composto e non può avere una tenuta di magazzino
ko_kr: 선택 항목은 더미 또는 어셈블리 또는 키트 세트 아이템이며, 주식 보유를 가질 수 없습니다
mr_in: निवडलेले आयटम खोटे किंवा जुळवणी किंवा किट-सेट आयटम आहे आणि एक स्टॉक भागभांडवल असू शकत नाही
nl_nl: Het geselecteerde item is een dummy, assemblage of kitset item en kan geen voorraad hebben
pt_pt: Item selec. é dummy ou montagem ou kit e não pode possuir estoque retido
ro_ro: Elementul selectat este un fals sau ansamblu sau un articol de kit-set şi nu pot avea un stoc de exploataţie
ru_ru: Выбранный элемент манекена, сборку или комплект-набор пункта и не могут иметь акции холдинга
sq_al: Pika e zgjedhur është një maket apo kuvendit apo-kit vendosur pika dhe nuk mund të ketë një gjendje që mbajnë
sv: Det valda alternativet är overksam eller montering eller kit som objekt och kan inte ha en lagerhållning
sw_ke: Bidhaa kuchaguliwa ni dummy au kanisa au sare ya kuweka kitu na huwezi kuwa na hisa ya kufanya
tr_tr: SEÇILEN ÜRÜN, BIR SERVIS VEYA MONTAJ/KIT-SETI KALEMI, STOGU TUTULAMAZ
zh_hk: 选取的物料是样办, 或组装, 或套装物料, 不能冻结存货
zh_tw: 選取的商品是虛擬, 或組裝, 或套裝商品, 無庫存數

source: Please select a different item
cs_cz: Prosím, vyberte jinou položku
es_es: Por favor seleccione un artículo distinto
hi_in: एक अलग आइटम का चयन करें
id_id: Silahkan pilih item yg lain
it_it: Seleziona un articolo diverso
ko_kr: 다른 항목을 선택하세요
mr_in: भिन्न गोष्ट निवडा
nl_nl: Selecteer een ander item
pt_pt: Por favor selecione um item diferente
ro_ro: Vă rugăm să selectaţi un element diferit
ru_ru: Пожалуйста, выберите другой товар
sq_al: Ju lutem zgjidhni një artikull të ndryshme
sv: Välj en annan produkt
sw_ke: Tafadhali kuchagua bidhaa mbalimbali
tr_tr: LÜTFEN BASKA BIR ÜRÜN SEÇIN
zh_hk: 请输入其他物料
zh_tw: 請輸入其他商品

source: The input should not be blank or percentage mark
ko_kr: 입력은 공백 또는 백분율 표시 안
mr_in: इनपुट रिक्त किंवा टक्केवारी चिन्ह नसावे
pt_pt: Entrada deve estar preenchida ou com percentual marcado
zh_tw: 輸入不能為空或百分比標記

source: Show Graph Of Stock Usage
cs_cz: Zobrazit Graf Reklamní Využití
es_es: Mostrar Gráfica del Uso de Almacén
hi_in: शेयर उपयोग के ग्राफ दिखाएँ
id_id: Tampilkan Grafik Penggunaan Stok
it_it: Show Graph di uso Archivio
ko_kr: 스톡 사용량 그래프 표시
mr_in: स्टॉक वापर दर्शवा आलेख
nl_nl: Laat Grafiek Van Voorraad Gebruik zien
pt_pt: Exibir o Gráfico de Uso Estoque
ro_ro: Graficul Arată Utilizarea stoc
ru_ru: Показать график фондовой использования
sq_al: Grafiku Show Of Usage Stock
sv: Visa graf för lagersituation
sw_ke: Kuonyesha Graph ya matumizi Stock
tr_tr: STOK KULLANIM GRAFIGI
zh_hk: 显示存货用量图表
zh_tw: 顯示存貨用量圖表

source: The stock usage for the selected criteria could not be retrieved because
cs_cz: Populace využití vybraných kritérií se nepodařilo získat, protože
es_es: El uso de existencias para los criterios seleccionados no se pudo obtener, debido a
hi_in: चयनित मानदंडों के लिए स्टॉक के उपयोग के कारण नहीं किया जा सकता है लिया गया
id_id: Penggunaan stok utk kriteria yg dipilih tdk dapat diambil karena
it_it: L' Uso della Merce non può essere ricavato dai seguenti criteri inquanto
ko_kr: 선택한 기준에 대한 재고의 사용은 때문에 검색 할 수 없습니다
mr_in: निवडलेले निकष साठी स्टॉक वापर कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Voorraad gebruik kon niet worden ogevraagd voor de geselecteerde criteria omdat
pt_pt: Uso estoque usando critério selec. não pode ser recuperado porque
ro_ro: Utilizarea stoc pentru criteriile selectate nu a putut fi recuperate, deoarece
ru_ru: Сток использование выбранных критериев не может быть восстановлена, потому
sq_al: Përdorimin e aksioneve për kriteret e zgjedhur nuk mund të shikohet, sepse
sv: Lageranvändningen för valda kriteria kunde inte hämtas eftersom
sw_ke: matumizi ya hisa kwa vigezo ya kuchaguliwa inaweza kuwa retrieved sababu
tr_tr: SEÇILEN KRITERLERE GÖRE STOK KULLANIMI ALINAMADI:
zh_hk: 未能提取已选取条件的存货用量, 因为
zh_tw: 未能提取已選取條件的存貨用量, 因為

source: Usage
cs_cz: Využití
es_es: Uso
hi_in: प्रयोग
id_id: Penggunaan
it_it: Uso
ko_kr: 용법
mr_in: वापर
nl_nl: Gebruik
pt_pt: Uso
ro_ro: Folosire
ru_ru: Использование
sq_al: Përdorim
sv: Användning
sw_ke: Matumizi
tr_tr: KULLANIM
zh_hk: 用量
zh_tw: 用量

source: Average Usage per month is
cs_cz: Průměrné využití za měsíc
es_es: Promedio uso por mes
hi_in: प्रति माह औसत उपयोग है
id_id: Rata-rata Penggunaan per bulan adalah
it_it: Uso Medio mensile è
ko_kr: 월 평균 사용이다
mr_in: दरमहा सरासरी वापर आहे
nl_nl: Gemiddeld Gebruik per maand is
pt_pt: Média de uso deste mês é
ro_ro: Utilizarea medie pe lună este
ru_ru: Среднее использование за месяц
sq_al: Perdorimi mesatar në muaj është
sv: Genomsnittliga användningen per månad är
sw_ke: Usage wastani kwa mwezi ni
tr_tr: AYLIK KULLANIM:
zh_hk: 平均每月用量是
zh_tw: 平均每月用量是

source: Stock Usage Graph Problem
cs_cz: Využití zásob Graf Problem
es_es: Problema en la Gráfica de Uso de Existencias
hi_in: शेयर उपयोग ग्राफ़ समस्या
id_id: Masalah Grafik Penggunaan Stok
it_it: Archivio di utilizzo Problema Grafico
ko_kr: 스톡 사용 그래프 문제
mr_in: स्टॉक वापर आलेख समस्या
nl_nl: Voorraad Gebruik Grafiek Probleem
pt_pt: Problema no Gráfico de Uso
ro_ro: Bursa de Valori de utilizare Graph Problemă
ru_ru: Фондовый График использования Проблема
sq_al: Grafiku Stock Perdorimi Problem
sv: Graffärg för annan nätverksanvändning
sw_ke: Tatizo hisa Usage Graph
tr_tr: STOK KULLANIMI GRAFIGI HATASI
zh_hk: 存货用量图表错误
zh_tw: 存貨用量圖表錯誤

source: There are no movements of this item from the selected location to graph
cs_cz: Nejsou žádné pohyby této položky z vybraného místa na grafu
es_es: No hay movimientos de este artículo desde la ubicación seleccionada para la gráfica
hi_in: वहाँ चयनित स्थान से इस मद का कोई आंदोलनों ग्राफ लिए कर रहे हैं
id_id: Tdk ada perpindahan mengenai item ini dari lokasi yg dipilih utk dibuat grafik
it_it: Non ci sono movimenti di questo elemento dalla posizione selezionata per rappresentare graficamente
ko_kr: 그래프로이 항목의 더 움직임이 선택한 위치에서이 없습니다
mr_in: ग्राफ निवडलेल्या स्थानावरून या आयटमची नाही हालचाली आहेत
nl_nl: Voor de geselecteerde lokatie zijn er geen item bewegingen die getoond kunnen worden
pt_pt: Não há movimento desse item no local selecionado para gerar gráfico
ro_ro: Nu există mişcări de acest element din locaţia selectată la grafic
ru_ru: Есть нет движения этот пункт из выбранного места для графа
sq_al: Nuk ka lëvizje të këtij grupi nga vendndodhja e zgjedhur për të grafik
sv: Det finns inga förflyttningar av denna post i den valda platsen i diagrammet
sw_ke: Hakuna harakati za bidhaa hii kutoka sehemu ya kuchaguliwa na graph
tr_tr: GÖSTERILECEK GRAFIK YOK (VERI YETERSIZ)
zh_hk: 没有由选取地点的物料移动传到图表
zh_tw: 沒有由選取地點的商品移動傳到圖表

source: The Stock Item code cannot be empty
cs_cz: Bod skladem kód nemůže být prázdný
es_es: El código del artículo de Existencias no puede estar vacío
hi_in: शेयर मद कोड रिक्त नहीं हो सकता
id_id: Kode Item Stok tdk boleh kosong
it_it: Il Codice dell' Articolo di magazzino non può essere vuoto
ko_kr: 주식 종목 코드는 비워 둘 수 없습니다
mr_in: स्टॉक आयटम कोड रिक्त असू शकत नाही
nl_nl: Voorraad item code mag niet leeg blijven
pt_pt: Cód. Estoque deve estar preenchido
ro_ro: Codul Postul de valori nu poate fi gol
ru_ru: Код товара склада не может быть пустым
sq_al: Kodi Item Stock nuk mund të jetë bosh
sv: Stock Artikel nummer kan inte vara tom
sw_ke: Ya Item Stock code hawezi kuwa tupu
tr_tr: STOK KODU BOS OLAMAZ
zh_hk: 物料编码不能为空
zh_tw: 存貨商品編碼不能留空

source: The make or buy flag cannot be changed from
cs_cz: Vyrobit nebo zakoupit vlajku nelze změnit ze
es_es: La marca de fabricar ó comprar no puede ser cambiada desde
hi_in: बनाने या खरीदने के लिए झंडा नहीं बदला जा सकता से
id_id: Indikator produksi atau beli tdk dapat diubah dari
it_it: La bandierina del crea o compra non può essere cambiata da
ko_kr: 메이크업 또는 구매 플래그에서 변경할 수 없습니다
mr_in: मेक किंवा ध्वज खरेदी बदलली जाऊ शकत नाही
nl_nl: De maak of koop indicator kan niet veranderd worden van
pt_pt: Fabricado ou Comprado não pode ser modif. de
ro_ro: Face sau cumpara de pavilion nu poate fi schimbat de la
ru_ru: Флаг сделать или купить не может быть изменен, потому что
sq_al: Bëjnë ose të blej flamuri nuk mund të ndryshohet nga
sv: Den tillverka eller köpa flagg kan inte ändras från
sw_ke: Wa kufanya au kununua bendera haiwezi kubadilishwa kutoka
tr_tr: ÜRET/SATINAL SEÇENEGI DEGISTIRILEMEDI
zh_hk: 不能将该值改为制造或购买
zh_tw: 製造或購買標櫼不能更改自

source: where there is a quantity of stock on hand at any location
cs_cz: tam, kde je množství zásoby na skladě v jakémkoli místě
es_es: donde hay una cantidad de existencias disponibles en cualquier localización
hi_in: वहाँ हाथ पर शेयर की एक मात्रा में किसी भी स्थान कहाँ है
id_id: dimana ada qty total stok di lokasi manapun
it_it: Dove si trova il quantitativo di merce posseduta per ogni posizione
ko_kr: 반면에 주식의 양이 어느 위치에있는 곳
mr_in: हात वर स्टॉक प्रमाण कोणत्याही स्थानावर आहे जेथे
nl_nl: omdat er een voorraadhoeveelheid is op een lokatie
pt_pt: onde existe quantidade em estoque em qualquer local estoque
ro_ro: în cazul în care există o cantitate de stoc pe mana de la orice locaţie
ru_ru: где есть количество товара на складе в любом месте
sq_al: ku ka një sasi të aksioneve në dorë në çdo vend
sv: där det finns en mängd på inneliggande lager vid varje plats
sw_ke: ambapo kuna wingi wa hisa kwenye mkono katika sehemu yoyote
tr_tr: Burada herhangi bir yerde yandan stokunun bir miktar var
zh_hk: 在仓库还有在手数量
zh_tw: 在某地點庫存還有存貨數量

source: Currently there are
cs_cz: V současné době existuje
es_es: Actualmente hay
hi_in: इस समय वहाँ रहे हैं
id_id: Saat ini ada
it_it: Correntemente Abbiamo
ko_kr: 현재이 있습니다
mr_in: सध्या तेथे आहेत
nl_nl: Momenteel zijn er
pt_pt: Atualmente existem em
ro_ro: În prezent, există
ru_ru: В настоящее время есть
sq_al: Aktualisht janë
sv: Nu finns det
sw_ke: Sasa kuna
tr_tr: SU ANDA ELDE
zh_hk: 当前有
zh_tw: 現在這是

source: on hand
cs_cz: na ruce
es_es: en mano
hi_in: हाथ पर
id_id: total qty
it_it: in possesso
ko_kr: 손에
mr_in: हात वर
nl_nl: beschikbaar
pt_pt: em mãos
ro_ro: pe o parte
ru_ru: в распоряжении
sq_al: në dorë
sv: i lager
sw_ke: upande
tr_tr: VAR
zh_hk: 在手
zh_tw: 庫存

source: where the item is to be lot controlled
cs_cz: , kde je položka musí být hodně kontrolované
es_es: donde el elemento se va al lote controlado
hi_in: जहां मद है नियंत्रित करने के लिए बहुत कुछ होना
id_id: dimana item akan terkontrol per lot
it_it: dov'è l' articolo da controllare per lotto
ko_kr: 많은 항목이 제어 될 위치
mr_in: आयटम भरपूर नियंत्रीत असल्याचे जेथे
nl_nl: waar het item lot controlled moet zijn
pt_pt: onde o item possui lote controlado
ro_ro: în cazul în care elementul este de a fi controlate lot
ru_ru: где пункт будет много контролируемых
sq_al: ku pika është që të jetë shumë e kontrolluar
sv: där objektet är att vara mycket kontrollerat
sw_ke: ambapo bidhaa ni kuwa mengi kudhibitiwa
tr_tr: öğe olduğu kontrol yeri olmak
zh_hk: 物料是做批次管理的
zh_tw: 那兒的商品是受控

source: Kitset, phantom, dummy and assembly items cannot be lot controlled
cs_cz: Kitset, fantom, falešné a montážní položky nelze moc kontrolovány
es_es: Los Ensamblajes/Comodines/Fantasmas y Kits no pueden ser controlados
hi_in: Kitset, प्रेत डमी और विधानसभा आइटम बहुत नियंत्रित नहीं किया जा सकता है
id_id: Item Set, Intelek, Model dan Rakitan tdk dapat terkontrol per lot
it_it: elementi Kitset, fantasma, manichino e il montaggio non possono essere molto controllata
ko_kr: Kitset, 팬텀, 더미 및 조립 항목이 많이 제어 할 수 없습니다
mr_in: Kitset, अभ्यास, बनावट आणि जुळवणी आयटम भरपूर नियंत्रित केला जाऊ शकत नाही
nl_nl: Kitset, fantoom, dummy en montage items kunnen niet veel worden gecontroleerd
pt_pt: KIT, Fantasma, Boneco ou Montagem não pode ser controlada
ro_ro: articole Kitset, manechinul fantomă, şi de întrunire nu poate fi controlat mult
ru_ru: Kitset, фантом, манекен и монтаж элементов не может быть много контролируемых
sq_al: Kitset, fantazmë, biberon dhe kuvendit artikuj nuk mund të kontrollohet shumë
sv: Kitset, Phantom, dummy och montering objekt kan inte mycket kontroll
sw_ke: vitu Kitset, Phantom, dummy na mkutano hawezi kuwa mengi kudhibitiwa
tr_tr: Kitset, fantom, kukla ve montaj öğeleri çok kontrol edilemiyor
zh_hk: 套装物料, Phantom,虚拟物料和组合物料不能做批次管理
zh_tw: 套件組，幻影，虛擬組裝項目無法大量控制

source: The make or buy flag cannot be changed to a kitset where there is a quantity outstanding to be delivered on sales orders
cs_cz: Udělat nebo koupit vlajka nemůže být změněn, aby kitset tam, kde je množství vynikajících být dodán na prodejních objednávek
es_es: El hecho o comprar marcada no se puede cambiar a un conjunto de kit donde hay una cantidad sobresaliente, para ser entregada, en las órdenes de venta
hi_in: बनाने या खरीदने के लिए झंडा kitset जहां एक के लिए बिक्री के आदेश पर दिया जा बकाया मात्रा को बदला नहीं जा सकता
id_id: Indikator produksi atau beli tdk dapat diubah ke set dimana ada qty pada order penjualan yg blm-selesai dikirim
it_it: La bandierina del crea o compra non può essere cambiata nella composizione ove ci sia una quantità eccezionale da trasportare agli ordini di vendita
ko_kr: 만들거나 구입 플래그는 판매 주문에 제공 할 뛰어난 수량이 kitset로 변경할 수 없습니다
mr_in: मेक किंवा ध्वज खरेदी विक्री ऑर्डरवर वितरित करणे थकबाकी एक प्रमाण आहे जेथे kitset बदलली जाऊ शकत नाही
nl_nl: Maak or koop indicator van en kitset kan niet worden veranderd indien er een hoeveelheid op een verkooporder staat die nog moet worden geleverd
pt_pt: Fabricado ou comprado não pode ser modificado para item KIT onde há quantidade pendente de remessa de pedidos
ro_ro: Face sau cumpara de pavilion nu poate fi schimbat la un kitset în cazul în care există o cantitate restante care urmează să fie livrate la comenzi de vânzare
ru_ru: Сделать или купить флаг не может быть изменен на kitset где есть некоторое количество выдающихся быть доставлены на заказы
sq_al: Bëjnë ose të blej flamuri nuk mund të ndryshohet në një kitset ku ka një sasi të pazgjidhura që do të dërgohen në shitje urdhër
sv: Den tillverka eller köpa flaggan inte kan ändras till en kitset där det finns en mängd enastående som skall levereras på kundorder
sw_ke: Wa kufanya au kununua bendera haiwezi kubadilishwa na kitset ambapo kuna wingi bora kutolewa kwa amri ya mauzo
tr_tr: Yapmak veya bayrak bir miktar satış siparişleri teslim edilmek üzere olağanüstü olduğu bir kitset için değiştirilemez satın
zh_hk: 套装物料的制造或购买标志不能更改, 还有销售订单未完成此物料的交货的
zh_tw: 套裝件的製造或購買標櫼不能更改, 還有銷售訂單要交貨的未完成數量

source: outstanding
cs_cz: vynikající
es_es: pendiente
hi_in: बकाया
id_id: blm-selesai
it_it: eccezionale
ko_kr: 두드러진
mr_in: न फेडलेले
nl_nl: openstaand
pt_pt: aguardando
ro_ro: remarcabil
ru_ru: предстоящий
sq_al: pazgjidhura
sv: utestående
sw_ke: bora
tr_tr: TAMAMLANMAMIS
zh_hk: 未处理
zh_tw: 未處理

source: The make or buy flag cannot be changed to
cs_cz: Udělat nebo koupit vlajka nemůže být změněn na
es_es: La marca de fabricar ó comprar no puede ser cambiada a
hi_in: बनाने या खरीदने के ध्वज को बदला नहीं जा सकता
id_id: Flag produksi atau beli tdk dapat diubah menjadi
it_it: La bandierina crea o compra non può essere cambiata in
ko_kr: 만들거나 구입 플래그는 변경할 수 없습니다
mr_in: करा किंवा खरेदी ध्वज बदलला जाऊ शकत नाही
nl_nl: Maak of koop indicator kan niet worden veranderd
pt_pt: fabricado ou comprado não pode ser modificado para
ro_ro: Face sau cumpara de pavilion nu poate fi schimbat la
ru_ru: Флаг сделать или купить нельзя изменить, потому что
sq_al: Bëjnë ose të blej flamuri nuk mund të ndryshohet për të
sv: Den tillverka eller köpa flaggan inte kan ändras till
sw_ke: Wa kufanya au kununua bendera haiwezi kubadilishwa na
tr_tr: ÜRET VEYA SATINAL ANAHTARI DEGISTIRILEMEDI
zh_hk: 制造或购买标志不能更改为
zh_tw: 製造或購買標櫼不能更改到

source: where there is a quantity outstanding to be received on purchase orders
cs_cz: tam, kde je množství vynikajících které mají být přijaty na objednávky
es_es: donde hay una cantidad sobresaliente para ser recibida en las órdenes de compra
hi_in: वहाँ एक खरीद करने के आदेश पर प्राप्त किया जा बकाया मात्रा कहाँ है
id_id: dimana ada jumlah yg belum diterima dalam order pembelian
it_it: dove si trova la quantità eccezionale da ricevere sugli ordini d'acquisto
ko_kr: 뛰어난 수량 구매 주문에이 수신 될 위치
mr_in: खरेदी ऑर्डर प्राप्त राहीलेल्या एक प्रमाण आहे जेथे
nl_nl: indien er een openstaande inkooporder voor bestaat
pt_pt: onde há a quantid. pendente para receber na ordem de compra
ro_ro: în cazul în care există o cantitate restante care urmează să fie primit la ordinele de cumpărare
ru_ru: где есть некоторое количество выдающихся, которые будут получены от заказов
sq_al: ku ka një sasi të pazgjidhura që do të marrë në urdhrat e blerjes
sv: där det finns en mängd skador för att tas emot på inköpsorder
sw_ke: ambapo kuna wingi bora kwa kupokewa kwa amri ya kununua
tr_tr: Burada bir miktar satın alma siparişleri alınacak olağanüstü var
zh_hk: 还有采购订单的未完成收货数量
zh_tw: 還有採購訂單的未收量

source: yet to be received
cs_cz: ještě obdržet
es_es: aún por recibir
hi_in: अभी तक प्राप्त किया जा करने के लिए
id_id: belum diterima
it_it: deve essere ricevuta
ko_kr: 아직 수신 될
mr_in: अद्याप प्राप्त करणे
nl_nl: nog te ontvangen
pt_pt: pend. para receber
ro_ro: încă să fie primite
ru_ru: уже для получения
sq_al: ende për t&#39;u marrë
sw_ke: bado kupokelewa
tr_tr: HENÜZ KABUL EDILMEMIS/TESLIM ALINMAMIS
zh_hk: 还未接收
zh_tw: 尚未收貨

source: The make or buy flag cannot be changed from manufactured, kitset or assembly to
cs_cz: Vyrobit nebo zakoupit vlajku nelze změnit ze vyráběny, kitset nebo montáž na
es_es: La marca de construir o comprar no se puede cambiar desde manufacturado, kit o ensamblaje
hi_in: बनाने या खरीदने के लिए झंडा बदला नहीं जा सकता के लिए निर्मित kitset, या विधानसभा से
id_id: Indikator produksi atau beli tdk dapat diubah dari diproduksi, set atau rakitan menjadi
it_it: La bandierina del crea o compra non può essere cambiata dal manufatto, composto o assemblato per
ko_kr: 메이크업 또는 플래그 구매가에 제조, kitset 또는 어셈블리에서 변경할 수 없습니다
mr_in: मेक किंवा ध्वज खरेदी करण्यासाठी उत्पादित, kitset किंवा जुळवणी बदलली जाऊ शकत नाही
nl_nl: De make or buy vlag kan niet worden veranderd van vervaardigd, kitset of assemblage tot en
pt_pt: Ident. de item fabricado ou comprado não pode ser modif. a partir de itens manuf, kit ou montados para
ro_ro: Face sau cumpara de pavilion nu poate fi schimbat din kitset fabricat, sau de asamblare a
ru_ru: Сделать или купить флаг не может быть изменено с производства, kitset или сборки
sq_al: Bëjnë ose të blej flamuri nuk mund të ndryshohet nga kitset prodhuar, apo kuvendit të
sv: Den tillverka eller köpa flaggan inte kan ändras från tillverkas, kitset eller montering till
sw_ke: Wa kufanya au kununua bendera haiwezi kubadilishwa kutoka kitset viwandani, au mkutano
tr_tr: Yapmak ya da üretilen, kitset veya montaj dan değiştirilemez bayrak satın
zh_hk: 制造或购买标志不能由生产, 套装件 或组装件更改到
zh_tw: 製造或購買標櫼不能由生產, 套裝件 或組裝件更改為

source: where there is a bill of material set up for the item
cs_cz: tam, kde je kusovníku nastavení pro položku
es_es: donde hay una lista de materiales establecida para el elemento
hi_in: वहाँ सामग्री का बिल मद के लिए स्थापित की है जहां
id_id: dimana ada daftar bahan baku yg diatur utk item tersebut
it_it: Dov'è una fattura del materiale inserito nell' articolo
ko_kr: 항목에 대한 설정 물질의 법안이있는 곳
mr_in: आयटम सेट साहित्याचा एक बिल आहे जेथे
nl_nl: indien er een materiaal lijst voor het item is gedefinieerd
pt_pt: onde há BOM (estrutura produto) para config o item
ro_ro: în cazul în care există un proiect de lege de material creat pentru elementul
ru_ru: где есть спецификации создана для пункта
sq_al: ku ka një faturë të materialit të ngritur për artikull
sv: där det finns en stycklistan som inrättats för artikeln
sw_ke: ambapo kuna muswada wa vifaa kwa ajili ya kuweka kipengele
tr_tr: Burada öğe için kurmak malzeme bir tasarı var
zh_hk: 存在此物料的物料清单
zh_tw: 還有這商品設定的物料清單

source: Bills of material are not appropriate for purchased or dummy items
cs_cz: Kusovníků nejsou vhodné pro nakoupené nebo fiktivní položky
es_es: Las Listas de Materiales no son apropiadas para artículos comprados o comodines
hi_in: सामग्री के विधेयकों खरीदा या डमी मदों के लिए उपयुक्त नहीं हैं
id_id: Bahan baku tdk sesuai utk item dibeli atau model
it_it: Le Fatture del materiale non sono adatte per gli articoli d' acquisto o fittizi
ko_kr: 재료의 법안 구입 또는 더미 항목에 적합하지
mr_in: साहित्याचा बिल खरेदी किंवा खोटे आयटम योग्य नाहीत
nl_nl: Materiaal lijsten zijn niet toepasbaar voor ingekochte en dummy items
pt_pt: Itens dummy ou Itens comprados não podem ser BOM (Fabricados)
ro_ro: Liste de materiale nu sunt adecvate pentru produsele cumparate sau inactiv
ru_ru: Чек на материалы не подходит для купленных или макетных товаров
sq_al: Faturat e materialit nuk janë të përshtatshme për sendet e blera apo bedel
sv: Räkningar av material är inte lämpliga för inköpta eller dummy objekt
sw_ke: Bili ya vifaa si sahihi kwa ajili ya vitu kununuliwa au dummy
tr_tr: ÜRÜN AGACI, SATINALMA VE SERVISLERE UYGULANAMAZ
zh_hk: 物料清单不适用于采购物料或样品
zh_tw: 物料清單不適用於採購或虛擬
