Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Excel file for petty Cash Expenses Analysis
ko_kr: 사소한 현금 비용 분석을위한 엑셀 파일

source: Excel file for Petty Cash Expenses Analysis
ko_kr: 푼돈의 비용 분석을위한 엑셀 파일

source: For Petty Cash Tabs
ko_kr: 푼돈 탭의 경우

source: All Tabs
ko_kr: 모든 탭

source: Create Petty Cash Expenses Excel File
ko_kr: 푼돈 비용 엑셀 파일 만들기

source: Customer Account statement on screen
es_es: Estado de cuenta de cliente en la pantalla
ko_kr: 화면에서 고객 계정 문

source: Phantom Assembly Item
ko_kr: 팬텀 조립 상품

source: Select QA Samples
ko_kr: QA 샘플을 선택

source: Sales By Category By Item Inquiry
es_es: Consultar ventas por categoría y por artículo
ko_kr: 상품 문의에 의하여 부문별로 판매

source: Select the parameters for the inquiry
ko_kr: 질문에 대한 매개 변수를 선택합니다

source: Qty Sold
es_es: Cantidad vendida
ko_kr: 수량 판매

source: Sales Revenue
es_es: Ingresos por ventas
ko_kr: 매출

source: COGS
es_es: Costo de bienes vedidos
ko_kr: 매출원가

source: Gross Margin
es_es: Margen bruto
ko_kr: 매출 총 이익

source: Avg Unit
ko_kr: 평균 단위

source: Sale Price
es_es: Precio de venta
ko_kr: 판매 가격

source: Margin %
ko_kr: 여백 %

source: Category Total
es_es: Total de la categoría
ko_kr: 카테고리 총

source: The standard cost of the item cannot be retrieved because
ko_kr: 항목의 표준 비용 때문에 검색 할 수 없습니다

source: The outgoing inventory GL transacction record could not be inserted because
ko_kr: 나가는 재고 GL의 transacction 레코드가 있기 때문에 삽입 할 수 없습니다

source: The following SQL to insert records was used
ko_kr: 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다

source: The incoming inventory GL transacction record could not be inserted because
ko_kr: 들어오는 재고 GL의 transacction 레코드가 있기 때문에 삽입 할 수 없습니다

source: Amount by which an output falls short of the estimated or planned output.
ko_kr: 출력은 추정 또는 계획 출력에 미달하는 금액.

source: Supplier Price List for
cs_cz: Dodavatel Ceník
es_es: Lista de Precios de proveedor para
hi_in: आपूर्तिकर्ता मूल्य सूची के लिए
id_id: Daftar Harga Supplier utk
it_it: Fornitore Listino Prezzi
ko_kr: 에 대한 공급 가격 목록
mr_in: साठी पुरवठादार किंमत सूची
nl_nl: Leverancier prijslijst voor
pt_pt: Lista Preço Fornecedor para
ro_ro: Furnizor Lista de preţuri pentru
ru_ru: Прейскурант Поставщика для
sq_al: Lista Furnizuesi Çmimi për
sv: Leverantörsprislista för
sw_ke: Bei wasambazaji Orodha ya
tr_tr: Tedarikçi Fiyat Listesi
zh_hk: 供应商价格表为

source: Google
ko_kr: 구글

source: MediaWiki
ko_kr: 미디어 위키
mr_in: मिडियाविकी
tr_tr: MedyaViki

source: The input must be positive integer and less than 10
ko_kr: 입력은 양의 정수 및 10 미만이어야

source: Free Serif
ko_kr: 무료 할로윈
mr_in: मोफत Serif

source: No login record
ko_kr: 어떤 로그인 기록하지

source: The input quantity should not be negative since there are no this lot no existed
ko_kr: 어떤이 훨씬 더 존재 없기 때문에 입력 수량이 부정적 안

source: Identify Allocation Stuff Ups
cs_cz: Identifikovat Ups Rozdělení Věci
es_es: Identificar Provisiones
hi_in: पहचानें आबंटन सामग्री उतार
id_id: Identifikasi Alokasi Bermasalah
it_it: Individuare come ripartire Stuff Ups
ko_kr: 할당 물건 업을 확인
mr_in: ऍलोकेशन सामग्री अप ओळखा
nl_nl: Identificeer Toewijzing Stuff Ups
pt_pt: Identificar Alocações Exced.
ro_ro: Identificarea Stuff Alocarea Ups
ru_ru: Определить материал рапределений Ups
sq_al: Identifikimi i Ups Stuff Alokimi
sv: Identifiera Fördelning Stuff Ups
sw_ke: Mgao kutambua Stuff Ups
tr_tr: Belirlemek Tahsisi sayfalar Ups
zh_hk: 识别分配状况

source: Import Chart Of Accounts
ko_kr: 계정 가져 오기 차트

source: Import Chart of Accounts from CSV file
ko_kr: CSV 파일에서 계정 가져 오기 차트

source: There should be three column headings:
ko_kr: 세 개의 열 머리글이 있어야합니다 :

source: The file to import the chart of accounts from contains incorrect column headings
ko_kr: 잘못된 열 머리글을 포함에서 파일 계정의 차트를 가져옵니다

source: does not exist. First enter the account groups you require in webERP before attempting to import the accounts.
ko_kr: 존재하지 않는다. 먼저 계정을 가져 오기 전에 당신이 webERP에 필요한 계정 그룹을 입력합니다.

source: The general ledger account could not be added because
ko_kr: 총계정 원장 계정이 있기 때문에 추가 할 수 없습니다

source: The SQL that was used to add the general ledger account that failed was
ko_kr: 실패 총계정 원장 계정을 추가하는 데 사용 된 SQL이었다

source: Batch import of the chart of accounts has been rolled back.
ko_kr: 계정과 목표의 배치 수입이 롤백되었습니다.

source: has been completed
ko_kr: 완료

source: All general ledger accounts have been added to the chart of accounts
es_es: Todas las cuentas contables se han añadido al catálogo contable
ko_kr: 모든 총계정 원장 계정은 계정과 목표에 추가 된

source: This function loads a chart of accounts from a comma separated variable (csv) file.
ko_kr: 이 기능은 쉼표로 구분 된 변수 (CSV) 파일에서 계정의 도표를로드합니다.

source: The file must contain three columns, and the first row should be the following headers:
ko_kr: 파일은 세 개의 열을 포함하며, 첫 번째 행은 다음 헤더 같아야

source: followed by rows containing these three fields for each general ledger account to be uploaded.
ko_kr: 각 총계정 원장 계정에 대한 세 가지 필드를 포함하는 행 다음에 업로드 할 수 있습니다.

source: The Account Group field must have a corresponding entry in the account groups table. So these need to be set up first.
ko_kr: 계정 그룹 필드는 계정 그룹 테이블에 해당하는 항목이 있어야합니다. 그래서이 먼저 설정해야합니다.

source: The Debtor No cannot contain any of the following characters
es_es: El número de deudor no puede contener ninguno de los siguientes caracteres
ko_kr: 채무자 아니오 다음 문자를 포함 할 수 없습니다

source: The Branch code must be at least one character long and cannot be more than 10 characters
ko_kr: 지점 코드는 적어도 하나의 문자이어야하며 10 개 이상의 문자가 될 수 없습니다

source: The Branch address1 must be no more than
ko_kr: 브랜치는 주소 1 이하로 할 필요

source: characters
es_es: caracteres
ko_kr: 등장 인물

source: The latitude is expected to be a numeric
ko_kr: 위도는 숫자가 될 것으로 예상된다

source: The longitude is expected to be a numeric
ko_kr: 경도는 숫자가 될 것으로 예상된다

source: The salesman not empty and must exist.
ko_kr: 세일즈맨이 존재해야하지 빈과.

source: The phone no should not contains characters other than digital,parenthese,space,minus and plus sign
ko_kr: 휴대폰은 디지털, 괄호, 공간, 마이너스와 플러스 기호가 아닌 문자를 포함하면 안

source: The fax no should not contains characters other than digital,parenthese,space,minus and plus sign
ko_kr: 팩스은 디지털, 괄호, 공간, 마이너스와 플러스 기호가 아닌 문자를 포함하면 안

source: The contact name must not be over 30 characters
ko_kr: 연락처 이름은 이상 30 자 안됩니다

source: The email address is not valid
ko_kr: 이메일 주소가 유효하지 않습니다

source: Or length is over 40
ko_kr: 또는 길이가 40 이상

source: The sales area not empty and must exist.
ko_kr: 판매 지역이 존재해야하지 빈과.

source: The default location not empty and must exist.
ko_kr: 기본 위치는 있어야하지 빈과.

source: The default shipper not empty and must exist.
ko_kr: 기본 선적이 존재해야하지 빈과.

source: The taxgroup not empty and must exist.
ko_kr: taxgroup가 있어야하지 빈과.

source: The Deliver Blind must be set as 2 or 1
ko_kr: 제공 블라인드 2 또는 1로 설정해야합니다

source: The Disable Trans status should be 0 or 1
ko_kr: 안 트랜스 상태는 0 또는 1이어야

source: The Branch Post Address
ko_kr: 지점 우편 주소

source: must be no more than
ko_kr: 넘지 않아야

source: The Cust branch code for EDI must be less than 30 characters
ko_kr: EDI에 대한 커스트의 지점 코드 미만 30 자 여야합니다

source: The Debtor No
es_es: El número de deudor
ko_kr: 채무자 없음

source: has not existed, and its branches data cannot be imported
ko_kr: 존재하지 않은, 그리고 그 가지 데이터를 가져올 수 없습니다

source: New branch of debtor
ko_kr: 채무자의 새로운 지점

source: with branch code
ko_kr: 지점 코드

source: has been passed validation
ko_kr: 유효성 검사를 통과되었습니다

source: Updated brances total:
ko_kr: 업데이트 된 brances는 총 :

source: Insert branches total:
es_es: Insertar total de sucursales:
ko_kr: 삽입 분기 총 :

source: Exist branches total:
ko_kr: 분기 총 존재 :

source: Inserted branches total:
ko_kr: 삽입 지점은 총 :

source: Branches not updated
ko_kr: 지점이 업데이트되지

source: Update if Customer Branch exists
ko_kr: 고객 지점이있는 경우 업데이트

source: Gold (one troy ounce)
es_es: Onza troy de oro
ko_kr: 금 (한 트로이 온스)
mr_in: गोल्ड (एक चांदी पौंड)
pt_pt: Ouro (uma onça troy)

source: admin
hi_in: व्यवस्थापक
ko_kr: 관리자
mr_in: प्रशासन
zh_hk: 管理员（admin)

source: PC Expenses Analysis
es_es: Análisis de gastos de caja chica
ko_kr: PC의 비용 분석

source: Wiki
hi_in: विकी
ko_kr: 위키
zh_hk: 维基

source: ZIP
es_es: Código postal
ko_kr: 우편 번호
mr_in: झिप
pt_pt: CEP

source: Freight cost
es_es: Costo del flete
ko_kr: 화물 비용
mr_in: सामानाचे खर्च
pt_pt: Custo Frete

source: Pay Pal
ko_kr: 유료 래
mr_in: पाल द्या
pt_pt: Contas a Pagar

source: M/B
hi_in: एम ए / बी
id_id: Produksi/Beli
mr_in: एम / बी

source: PDF
hi_in: पीडीएफ
mr_in: पीडीएफ
sv: Skapa PDF

source: SL
mr_in: लसिथ
pt_pt: Vendas
zh_hk: 直线折旧

source: y
mr_in: उपसर्ग
ru_ru: у

source: PO
es_es: OC
hi_in: पीओ
mr_in: पीओ
nl_nl: Inkooporder
pt_pt: Ped.
tr_tr: SATINALMA SIPARISI
zh_hk: 采购订单

source: Y-m-d
es_es: A-m-d
mr_in: वाय - एम - डी
pt_pt: a-m-d

source: weberp
mr_in: वेबईआरपी
pt_pt: econorte

source: href
pt_pt: refer.

source: P.O.
es_es: O.C
hi_in: पीओ
pt_pt: Ord. Compra
zh_hk: 采购订单

source: W.O.
es_es: O.T.
pt_pt: Ordem Fabr.
zh_hk: 工作单

source: DV
hi_in: डीवी
pt_pt: Dev.
ru_ru: Д. В.
zh_hk: 逐年递减折旧

source: Number of labels per item
cs_cz: Počet štítků za položku
hi_in: आइटम प्रति लेबल की संख्या
it_it: Numero di etichette per articolo
nl_nl: Aantal etiketten per item
pt_pt: Num. etiquetas por item
ro_ro: Numărul de etichete pentru fiecare element
ru_ru: Количество этикеток на изделие
sq_al: Numri i etiketave për artikull
sv: Antal etiketter per post
sw_ke: Idadi ya maandiko kwa bidhaa
tr_tr: parça başına etiket sayısı
zh_hk: 每个商品的标签数量

source: d.m.Y
es_es: d.m.A
pt_pt: d.m.a

source: WackoWiki
pt_pt: WackoWifi

source: Document.pdf
es_es: Documento.pdf
pt_pt: Documento PDF
sv: Skapa PDF bilaga (.pdf)
tr_tr: Belge.pdf
zh_hk: 文件.pdf

source: Edit Account Section Details
es_es: Editar detalles de sección contable

source: New Account Section Details
es_es: Detalles de sección contable nueva

source: Edit Customer Contact Details
es_es: Editar detalles del contacto del cliente

source: New Customer Contact Details
es_es: Detalles de contacto del cliente nuevo

source: Horizontal Analysis of Statement of Comprehensive Income
es_es: Análisis horizontal del estado de resultados

source: Print Horizontal Analysis of Statement of Comprehensive Income
es_es: Imprimir análisis horizontal del estado de resultados

source: Horizontal analysis (also known as trend analysis) is a financial statement analysis technique that shows changes in the amounts of corresponding financial statement items over a period of time. It is a useful tool to evaluate trend situations.
es_es: Análisis horizontal (también conocido como análisis de tendencias) es una técnica de análisis de estados financieros que muestra los cambios en los montos de las correspondientes partidas de los estados financieros en un periodo de tiempo. Es una herramienta útil para evaluar situaciones de tendencia.

source: The statements for two periods are used in horizontal analysis. The earliest period is used as the base period. The items on the later statement are compared with items on the statement of the base period. The changes are shown both in currency (actual change) and percentage (relative change).
es_es: Los estados de dos períodos se usan en el análisis horizontal. El período más antiguo se usa como período base. Las cuentas en el estado posterior se comparan con las cuentas del estado del período base. Los cambios se muestran tanto en moneda (cambio real) como en porcentaje (cambio relativo).

source: Select period from
es_es: Seleccionar el período desde

source: Select period to
es_es: Seleccionar el período hasta

source: Detail or summary
es_es: Detalle o resumen

source: Show all accounts including zero balances
es_es: Mostrar todas las cuentas incluyendo saldos en cero

source: Current period
es_es: Período actual

source: Last period
es_es: Período anterior

source: Actual change
es_es: Cambio real

source: Relative change
es_es: Cambio relativo

source: Actual change signs: a positive number indicates a variation that increases the net profit; a negative number indicates a variation that decreases the net profit.
es_es: Signos en el cambio real: un número positivo indica una variación que aumenta la utilidad neta; un número negativo indica una variación que disminuye la utilidad neta.

source: Relative change signs: a positive number indicates an increase in the amount of that account; a negative number indicates a decrease in the amount of that account.
es_es: Signos en el cambio relativo: un número positivo indica un aumento en el monto de esa cuenta; un número negativo indica una disminución en el monto de esa cuenta.

source: Earnings after
es_es: Utilidades después de

source: Net Profit
es_es: Utilidad neta

source: Horizontal Analysis of Statement of Financial Position
es_es: Análisis horizontal del estado de situación

source: Print Horizontal Analysis of Statement of Financial Position
es_es: Imprimir análisis horizontal del estado de situación

source: Actual change signs: a positive number indicates a source of funds; a negative number indicates an application of funds.
es_es: Signos en el cambio real: un número positivo indica una fuente de fondos; un número negativo indica una aplicación de fondos.

source: Remark
es_es: Observación

source: Select Other Work Orders
es_es: Seleccionar otras órdenes de trabajo

source: Start Date From
es_es: Fecha inicial desde

source: Start Date To
es_es: Fecha inicial al

source: Amount in org currency
es_es: Cantidad en divisa original

source: Previous Balance
es_es: Saldo anterior

source: Account Balance
es_es: Saldo de la cuenta

source: Org Currency
es_es: Divisa original

source: Amount in Org Currency
es_es: Monto en moneda original

source: Bank Ref
es_es: Referencia bancaria

source: GL Account Authorised Users
es_es: Usuarios autorizados por cuenta contable

source: You have not selected any GL Account
es_es: No ha seleccionado ninguna cuenta contable

source: Authorised Users for
es_es: Usuarios autorizados para

source: You have not selected an user to be authorised to use this GL Account
es_es: No ha seleccionado un usuario para ser autorizado a usar esta cuenta contable

source: is already authorised to use this GL Account
es_es: ya está autorizado a usar esta cuenta contable

source: An access permission for a user could not be added
es_es: Un permiso de acceso para un usuario no se pudo añadir

source: An access permission for a user was added
es_es: Se añadió un permiso de acceso para un usuario

source: An access permission for a user could not be removed
es_es: Un permiso de acceso para un usuario no se pudo eliminar

source: An access permission for a user was removed
es_es: Se eliminó un permiso de acceso de un usuario

source: An access permission to update a GL account could not be modified
es_es: Un permiso de acceso para actualizar una cuenta contable no se pudo modificar

source: An access permission to update a GL account was modified
es_es: Un permiso de acceso para actualizar una cuenta contable se modificó

source: GL account does not have access permissions for users
es_es: Cuenta contable no tiene permisos de acceso para los usuarios

source: Add access permissions to a user
es_es: Añadir permisos de acceso a un usuario

source: GL account has access permissions for all users
es_es: Cuenta contable tiene permisos de acceso para todos los usuarios

source: Select A Different GL account
es_es: Seleccionar una cuenta contable diferente

source: Without setting up
es_es: Sin configurar

source: No effect on cash flow
es_es: Sin efecto sobre el flujo de caja

source: Operating activity
es_es: Actividad de explotación

source: Investing activity
es_es: Actividad de inversión

source: Financing activity
es_es: Actividad de financiamiento

source: Cash or cash equivalent
es_es: Efectivo o equivalente en efectivo

source: Unknown
es_es: Desconocido

source: Cash Flows Activity
es_es: Actividad de flujos de efectivo

source: Operating activities
es_es: Actividades de explotación

source: Investing activities
es_es: Actividades de inversión

source: Financing activities
es_es: Actividades de financiamiento

source: Statement of Cash Flows, Indirect Method
es_es: Estado de flujos de efectivo, método indirecto

source: The beginning of the period should be before or equal to the end of the period. Please reselect the reporting period.
es_es: El inicio del período debe ser anterior o igual al final del período. Seleccione nuevamente el período del informe.

source: The period should be 12 months or less in duration. Please select an alternative period range.
es_es: El período debe ser de 12 meses o menos de duración. Seleccione un intervalo alternativo de período.

source: Cash flows signs: a negative number indicates a cash flow used in activities; a positive number indicates a cash flow provided by activities.
es_es: Signos de flujos de efectivo: un número negativo indica un flujo de efectivo usado en actividades; un número positivo indica un flujo de efectivo proporcionado por las actividades.

source: Cash and cash equivalents signs: a negative number indicates a cash outflow; a positive number indicates a cash inflow.
es_es: Signos de efectivo y equivalentes de efectivo: un número negativo indica una salida de efectivo; un número positivo indica una entrada de efectivo.

source: Net profit and dividends
es_es: Utilidad neta y dividendos

source: Net profit for the period
es_es: Utilidad neta del período

source: Dividends
es_es: Dividendos

source: Retained earnings
es_es: Ganancias retenidas

source: Net increase in cash and cash equivalents
es_es: Aumento neto en efectivo y equivalentes de efectivo

source: Cash and cash equivalents at beginning of period
es_es: Efectivo y equivalentes de efectivo al inicio del período

source: Cash and cash equivalents at end of period
es_es: Efectivo y equivalentes de efectivo al final del período

source: Run Setup
es_es: Ejecutar la instalación

source: The statement of cash flows, also known as the successor of the old source and application of funds statement, reports how changes in balance sheet accounts and income affect cash and cash equivalents, and breaks the analysis down to operating, investing and financing activities.
es_es: El estado de flujos de efectivo, también conocido como el sucesor de la antiguo origen y aplicación de fondos, informa cómo los cambios en las cuentas del balance y los ingresos afectan el efectivo y equivalentes de efectivo, y divide el análisis en actividades de explotación, de inversión yde financiamiento.

source: The purpose of the statement of cash flows is to show where the company got their money from and how it was spent during the period being reported for a user selectable range of periods.
es_es: El propósito del estado de flujos de efectivo es mostrar de dónde la empresa obtuvo su dinero y cómo se gastó durante el período que se informa para un rando de períodos seleccionables por el usuario.

source: The statement of cash flows represents a period of time. This contrasts with the statement of financial position, which represents a single moment in time.
es_es: El estado de flujos de efectivo representa un período de tiempo. Esto contrasta con el estado de situación, que representa un solo momento en el tiempo.

source: webERP is an "accrual" based system (not a "cash based" system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
es_es: webERP es un sistema basado en "devengados" (no un sistema basado en "caja"). Los sistemas en valores devengados incluyen los artículos cuando se facturan al cliente y cuando los gastos se adeudan en función de la fecha de factura del proveedor.

source: Select the beginning of the reporting period
es_es: Seleccione el inicio del periodo del informe

source: Select the end of the reporting period
es_es: Seleccione el final del periodo del informe

source: Show the budget for the period
es_es: Muestrar el presupuesto para el período

source: Check this box to show the budget for the period
es_es: Marcar esta casilla para mostrar el presupuesto del período

source: Show accounts with zero balance
es_es: Mostrar cuentas con saldo cero

source: Check this box to show all accounts including those with zero balance
es_es: Marcar esta casilla para mostrar todas las cuentas, incluidas aquellas con saldo cero

source: Show cash and cash equivalents accounts
es_es: Mostrar cuentas de efectivo y equivalentes de efectivo

source: Check this box to show cash and cash equivalents accounts
es_es: Marcar esta casilla para mostrar las cuentas de efectivo y equivalentes de efectivo

source: Cash Flows Activities Maintenance
es_es: Mantenimiento de las actividades de flujos de efectivo

source: Can not update chartmaster.cashflowsactivity because
es_es: No se pudo actualizar chartmaster.cashflowsactivity porque

source: The net profit of the period GL account was updated
es_es: Se actualizó la cuenta contable de la utilidad neta del período

source: The retained earnings GL account was updated
es_es: Se actualizó la cuenta contable de ganancias retenidas

source: The cash flow activity was reset in all accounts
es_es: La actividad de flujo de efectivo se restableció en todas las cuentas

source: Cash
es_es: Caja

source: Investment
es_es: Inversión

source: Commission
es_es: Comisión

source: Share
es_es: Acción

source: Dividend
es_es: Dividendo

source: Interest
es_es: Interés

source: Loan
es_es: Préstamo

source: Building
es_es: Edificio

source: Equipment
es_es: Equipo

source: Land
es_es: Terreno

source: Vehicle
es_es: Vehículo

source: Sale
es_es: Venta

source: Receivable
es_es: Cuenta por cobrar

source: Payable
es_es: Cuenta por pagar

source: Amortisation
es_es: Amortización

source: Can not update chartmaster.cashflowsactivity. Error code:
es_es: No se puede actualizar chartmaster.cashflowsactivity. Código de error:

source: The statement of cash flows, using direct and indirect methods, is partitioned into three sections: operating activities, investing activities and financing activities.
es_es: El estado de flujos de efectivo, utilizando métodos directos e indirectos, se divide en tres secciones: actividades de explotación, actividades de inversión y actividades de financiamiento.

source: You must classify all accounts in any of those three sections of the cash flow statement, or as no effect on cash flow, or as cash or cash equivalent.
es_es: Debe clasificar todas las cuentas en cualquiera de esas tres secciones del estado de flujo de efectivo, o como sin efecto en el flujo de efectivo, o como efectivo o equivalente en efectivo.

source: Action to do
es_es: Acción a hacer

source: Reset values
es_es: Restablecer valores

source: Automatic setup
es_es: Configuración automática

source: Manual setup
es_es: Configuración manual

source: Net profit for the period GL account
es_es: Cuenta contable para la utilidad neta del período

source: GL account to post the net profit for the period
es_es: Cuenta contable para registrar la utilidad neta del período

source: Retained earnings GL account
es_es: Cuenta contable de utlidades retenidas

source: GL account to post the retained earnings
es_es: Cuenta contable para registrar las utilidades retenidas

source: Transaction Type
es_es: Tipo de transacción

source: Others
es_es: Otros

source: Other GL Accounts
es_es: Otras cuentas contables

source: Supplier's Reference
es_es: Referencia del proveedor

source: Show Details
es_es: Mostrar detalles

source: all measurements in mm.
es_es: Todas las medidas en mm

source: Company Logo
es_es: Logotipo de la compañía

source: Inventory Categories
es_es: Categorías de inventario

source: Reference in banking transactions
es_es: Referencia en las transacciones bancarias

source: Narrative in general ledger transactions
es_es: Descripción en las transacciones del libro mayor

source: Supplier Transactions Payment Entry
es_es: Registro de pago en transacciones con proveedores

source: Supplier Narrative
es_es: Descripción de proveedores
