Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Could not retrieve the stock movement reference number which is required in order to retrieve details of the serial items that came in with this GRN
cs_cz: Nepodařilo se načíst pohyb zásob referenční číslo, které je zapotřebí získat podrobné informace o sériové položky, které přišlo v této GRN
es_es: No se pudo obtener el número de referencia del movimiento de existencias que es requerido para obtener los detalles de los artículos seriados que entraron con esta nota de Bienes Recibidos
hi_in: शेयर आंदोलन संदर्भ संख्या जो करने के लिए धारावाहिक मदों की जानकारी है कि इस GRN के साथ आया था पुनः प्राप्त करने की आवश्यकता है पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil nomor referensi pergerakkan stok yg diperlukan utk mengambil rincian item serial yg datang dgn GRN ini
it_it: Non è possibile recuperare il numero di stock movimento riferimento che è necessario al fine di recuperare i dettagli degli elementi di serie fornito con questo GRN
ko_kr: 이 GRN에 제공된 시리얼 항목의 세부 정보를 검색하기 위해 필요 주식 이동 참조 번호를 검색 할 수 없습니다
mr_in: या GRN सह आली सिरिअल आयटम तपशील पुनर्प्राप्त करण्यासाठी आवश्यक आहे जे स्टॉक चळवळ संदर्भ क्रमांक पुनर्प्राप्त करणे शक्य नाही
nl_nl: Voorraad beweging ref. nr. nodig om de
pt_pt: Não pode recuperar movimento de estoque referente aos detalhes do item serial que vieram com o DEM
ro_ro: Nu sa putut prelua de referinţă stocul mişcarea număr care este necesară pentru a prelua detalii de obiecte de serie care a venit cu acest GRN
ru_ru: Не удалось получить ссылку на номер перемещения запасов, который требуется для того, чтобы получить подробную информацию о последовательных товарах, которые пришли с этим извещением о получении товара.
sq_al: Nuk mund të rifitoj lëvizjen e aksioneve numrin e referencës të cilat është e nevojshme në mënyrë që të marrë të dhënat nga pikat serial që erdhi në me këtë GRN
sv: Kunde inte hämta beståndet transiteringsreferensnumret som krävs för att hämta information om den seriella objekt som kom in med detta GRN
sw_ke: Hakuweza Retrieve ya harakati hisa rejea idadi ambayo inahitajika, ili Retrieve maelezo ya vitu Serial kuwa walikuja na hii GRN
tr_tr: amacıyla bu GRN ile geldi seri öğelerin ayrıntılarını almak için gereklidir stok hareketinin referans numarası alınamadı
zh_hk: 物料移动编号找不到，无法取得此收货单所收物料的序列号
zh_tw: 未能提取在訂單中, 要求提取這收貨單的序號商品的存貨移動參考編號

source: Date of Receipt:
cs_cz: Datum přijetí:
es_es: Fecha del Ingreso:
hi_in: प्राप्ति की तिथि:
id_id: Tgl Penerimaan:
it_it: Data di ricevimento:
ko_kr: 영수증의 날짜 :
nl_nl: Datum van ontvangs
pt_pt: Data Recebimento:
ro_ro: Data de primire:
ru_ru: Дата получения:
sq_al: Data e marrjes:
sv: Kvittodatum:
sw_ke: Tarehe ya risiti:
tr_tr: Makbuz Tarihi:
zh_hk: 接收日期：
zh_tw: 收件日期：

source: Signed for
cs_cz: Podepsal
es_es: Firmado por
hi_in: के लिए हस्ताक्षर
id_id: Penerima
it_it: Firmato per
ko_kr: 에 대한 서명
nl_nl: Getekend voor
pt_pt: Assinado Por
ro_ro: Semnat pentru
ru_ru: Подписано для
sq_al: Nënshkruar për
sv: Signerad för
sw_ke: Saini kwa
tr_tr: için İmza
zh_hk: 签字
zh_tw: 簽署

source: There were no GRNs to print
es_es: No hubo recepciones que imprimir
id_id: Tdk ada GRN utk mencetak
ko_kr: 인쇄 할 GRNs가 없었다
mr_in: छापणे नाही GRNs होते
pt_pt: Não há GRNs para imprimir
zh_tw: 沒有列印GRNS

source: Low Gross Profit Sales
cs_cz: Hrubý zisk nízké prodeje
es_es: Mínimo de Ganancias Brutas en Ventas
hi_in: कम सकल लाभ बिक्री
id_id: Penjualan Dgn Laba Kotor Rendah
it_it: Vendite basso profitto lordo
ko_kr: 낮은 총 이익 판매
mr_in: किमान निव्वळ नफा विक्री
nl_nl: Lage Brutowinst Verkoop
pt_pt: Vendas Margem Pequena
ro_ro: Vânzări scăzute Profit brut
ru_ru: Продажи с низкой валовой прибылью
sq_al: Shitjet e ulët Bruto Fitimi
sv: Låg Bruttoresultat Försäljning
sw_ke: Asili Pato la Faida Sales
tr_tr: DÜSÜK BRÜT KAR SATISLARI
zh_hk: 低毛利销售
zh_tw: 低毛利銷售

source: Low GP sales
cs_cz: Nízká GP prodej
es_es: Nivel Mínimo de GB en ventas
hi_in: कम बिक्री जीपी
id_id: Penjualan dgn GP rendah
it_it: Bassa GP di vendita
ko_kr: 낮은 GP 판매
mr_in: किमान ग्रॅमी विक्री
nl_nl: Low GP sales / brutto omzet
pt_pt: Vendas Margem Pequena
ro_ro: GP scăzut de vânzări
ru_ru: Низкие GP-продажи
sq_al: Të ulët të shitjes GP
sv: Batterierna är låga.
sw_ke: Asili GP mauzo
tr_tr: DÜSÜK BRÜT KAR SATISLARI
zh_hk: 低毛利销售
zh_tw: 低毛利銷售

source: The dates entered must be in the format
cs_cz: Zadaná data musí být ve formátu
es_es: Las fechas entradas deben estar en el formato
hi_in: प्रवेश तिथि प्रारूप में होना चाहिए
id_id: Tgl yg dimasukkan harus dalam format
it_it: Le date devono essere inseriti nel formato
ko_kr: 입력 날짜 형식이어야합니다
mr_in: प्रविष्ट तारखा स्वरूपात असणे आवश्यक आहे
nl_nl: De ingevoerde data moeten in het formaat:
pt_pt: As datas informadas devem estar no formato
ro_ro: Datele introduse trebuie să fie în format
ru_ru: Введенная дата должна быть в формате
sq_al: Datat e dhëna duhet të jetë në format
sv: Datumet måste registreras på formen
sw_ke: Ya tarehe aliingia lazima katika muundo wa
tr_tr: GIRDIGINIZ TARIH SU FORMATTA OLMALI:
zh_hk: 日期必须是日期格式
zh_tw: 日期必須是日期格式

source: The low GP items could not be retrieved by the SQL because
cs_cz: Nízká GP položky se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener los artículos con bajas Ganancias Brutas porque
hi_in: कम जीपी आइटम क्योंकि SQL से नहीं लिया सकता है
id_id: Item GP rendah tdk dapat diambil oleh SQL karena
it_it: Gli elementi a bassa GP non possono essere recuperate dal SQL perché
ko_kr: 낮은 GP 항목은 SQL 때문에 검색 할 수 없습니다
mr_in: कमी ग्रॅमी आयटम SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Gebruikte SQL kon de bruto omzet van de items niet vinden omdat
pt_pt: Os ítens de baixo GP não podem ser recuperadas pelo SQL porque
ro_ro: Elementele scăzut GP nu a putut fi recuperate de către SQL, deoarece
ru_ru: Материальные запасы GP не могут быть получены через SQL, так как
sq_al: Zërave të ulët mjeku nuk mund të shikohet nga SQL sepse
sv: Den låga GP poster kunde inte hämtas av SQL eftersom
sw_ke: Ya chini vitu GP inaweza kuwa retrieved na SQL sababu
tr_tr: Düşük GP öğeler SQL çünkü tarafından alınamadı
zh_hk: 低毛利物料未能由 SQL 提取, 因为
zh_tw: 低毛利商品未能由 SQL 提取, 因為

source: No low GP items retrieved
cs_cz: Č. nízké GP položky vyvolány
es_es: No hay artículos de baja Ganancia Bruta
hi_in: कोई कम जीपी आइटम पुनःप्राप्त
id_id: Tdk ada item diambil GP rendah
it_it: Nessun elemento basso GP recuperate
ko_kr: 더 낮은 GP 항목이 검색되지
mr_in: पुनर्प्राप्त नाही कमी ग्रॅमी आयटम
nl_nl: Geen lage GP items teruggevonden
pt_pt: Nenhum item recuperado
ro_ro: Nu sunt articole scăzut GP Adus
ru_ru: Не получено низких пунктов GP
sq_al: Nuk ka artikuj të ulët GP marrë
sv: Inga låga GP poster hämtas
sw_ke: Hakuna Asili GP vitu retrieved
tr_tr: Hayır düşük GP öğeleri alınır
zh_hk: 无法找到低毛利物料
zh_tw: 沒有檢索到低GP項目

source: Low Gross Profit Report
cs_cz: Nízká Hrubý zisk Zpráva
es_es: Reporte de Baja Ganancia Bruta
hi_in: कम सकल लाभ रिपोर्ट
id_id: Laporan Laba Kotor Rendah
it_it: Basso rapporto utile lordo
ko_kr: 낮은 총 이익 보고서
mr_in: किमान निव्वळ नफा अहवाल
nl_nl: Lage brutowinst Verslag
pt_pt: Relatorio Baixa Margem Lucro
ro_ro: Profit brut redus Raport
ru_ru: Открытый отчет о валовой прибыли
sq_al: Raporti Fitimi i ulët bruto
sv: Låg Bruttoresultat Rapport
sw_ke: Asili Pato la Faida Ripoti
tr_tr: Düşük Brüt Kar Raporu
zh_hk: 低毛利销售报告
zh_tw: 低毛利的報表

source: Sales Made From
cs_cz: Vyrobeno z prodeje
es_es: Ventas realizadas por
hi_in: बिक्री से निर्मित
id_id: Penjualan Dari
it_it: Vendite effettuate da
ko_kr: 판매에서 만든
mr_in: पासून केलेले विक्री
nl_nl: Verkopen van
pt_pt: Venda Feita de
ro_ro: Vânzări efectuate de
ru_ru: Продажи, сделанные от
sq_al: Sales Made Nga
sv: Försäljningar gjorda från
sw_ke: Mauzo Made Kutoka
tr_tr: YAPILAN SATISLAR -BASLANGIÇ
zh_hk: 销售自
zh_tw: 銷售自

source: in the format
cs_cz: ve formátu
es_es: en el formato
hi_in: प्रारूप में
id_id: format
it_it: nel formato
ko_kr: 형식
mr_in: स्वरूपात
nl_nl: in het formaat
pt_pt: no formato
ro_ro: în format
ru_ru: в формате
sq_al: në formatin e
sv: i formatet
sw_ke: katika muundo wa
tr_tr: FORMAT :
zh_hk: 在前面
zh_tw: 在前面

source: Sales Made To
cs_cz: Prodejem
es_es: Ventas hechas a
hi_in: बिक्री के लिए निर्मित
id_id: Penjualan Sampai
it_it: Vendite effettuate a
ko_kr: 판매 제작
mr_in: केलेले विक्री
nl_nl: Verkopen tot
pt_pt: Venda Feita Para
ro_ro: Pentru vânzările realizate
ru_ru: Продажи, сделанные для
sv: Försäljningar gjorda till
sw_ke: Mauzo Made Kwa
tr_tr: YAPILAN SATISLAR -BITIS
zh_hk: 销售到
zh_tw: 銷售到

source: Order Status Report
cs_cz: Aby zprávy o stavu
es_es: Informe de estado de pedidos
hi_in: आदेश स्थिति रिपोर्ट
id_id: Laporan Status Order
it_it: Ordine Status Report
ko_kr: 주문 상태 보고서
mr_in: मागणी स्थिती अहवाल
nl_nl: Rapportage order status
pt_pt: Relatório Situação Pedido
ro_ro: Pentru Status Report
ru_ru: Отчет о статусе заказа
sq_al: Raporti i Rendit Statusi
sw_ke: Taarifa ya Hali ili
tr_tr: SIPARIS DURUM RAPORU
zh_hk: 订单执行状况报表
zh_tw: 訂單狀況報表

source: Enter the date from which orders are to be listed
cs_cz: Zadejte datum, od kterého objednávky by měly být uvedeny
es_es: Introducir la fecha a partir de la cual se listarán las órdenes
hi_in: दिनांक दर्ज करें, जहां से आदेश को सूचीबद्ध किया जाना है
id_id: Masukkan tgl awal order
it_it: Inserire la data dalla quale gli ordini devono essere indicate
ko_kr: 주문이 나열되어야하는 날짜를 입력
mr_in: ऑर्डर सूचीबद्ध केले आहेत जेथून तारीख प्रविष्ट करा
nl_nl: Voer de datum in vanaf waar de orders moeten worden getoond
pt_pt: Entre com a data inicial para listar pedidos
ro_ro: Introduceţi data de la care comenzile sunt pentru a fi listate
ru_ru: Введите дату, с которой показывать заказы
sq_al: Futeni datën nga e cila urdhërat duhet të jenë të shënuara
sv: Ange från vilket datum ordern kommer att anges
sw_ke: Kuingia katika tarehe ambayo amri ni kuwa waliotajwa
tr_tr: SIPARIS LISTESI BASL.TARIHI
zh_hk: 从订单日期
zh_tw: 訂單開始日

source: Enter the date to which orders are to be listed
cs_cz: Zadejte datum, do jaké příkazy by měly být uvedeny
es_es: Introducir la fecha hasta la que se listarán las órdenes
hi_in: तिथि करने के आदेश को सूचीबद्ध किया जाना है दर्ज
id_id: Masukkan tgl akhir order
it_it: Inserire la data in cui gli ordini devono essere indicate
ko_kr: 날짜를 입력합니다있는 명령이 나열하는하는
mr_in: ऑर्डर सूचीबद्ध केले आहेत ज्या तारीख प्रविष्ट करा
nl_nl: Voer de datum in tot waar de orders moeten worden getoond
pt_pt: Entre com a data final para listar pedidos
ro_ro: Introduceţi data la care comenzile sunt pentru a fi listate
ru_ru: Введите конечную дату, до которой показывать заказы
sq_al: Futeni datën në të cilën janë urdhra të jetë e shënuar
sv: Ange det datum som ordern kommer att anges
sw_ke: Kuingia katika tarehe ambayo amri ni kuwa waliotajwa
tr_tr: SIPARIS LISTESI BITIS TARIHI
zh_hk: 到订单日期
zh_tw: 訂單截止日

source: Back Order Only
cs_cz: Zpět pouze na objednávku
es_es: Sólo Pedidos Devueltos
hi_in: केवल वापस आदेश
id_id: Hanya Inden
it_it: Torna Ordine Solo
ko_kr: 돌아 가기 주문 만
mr_in: मागे मागणी केवळ
nl_nl: Alleen Backorders
pt_pt: Só Pedido Retorn.
ro_ro: Numai înapoi Ordine
ru_ru: Только невыполненые заказы
sq_al: Kthehu Rendit Vetëm
sv: Endast restorder
sw_ke: Order nyuma tu
tr_tr: Geri Sipariş Sadece
zh_hk: 只要剩余订单
zh_tw: 只要期貨訂單

source: Only Show Back Orders
cs_cz: Zobrazit pouze Zpět Objednávky
es_es: Mostrar Sólo Pedidos Devueltos
hi_in: केवल वापस आदेश दिखाएँ
id_id: Hanya Tampilkan Inden
it_it: Solo Show Back Orders
ko_kr: 만 주문을 돌아보기
mr_in: केवळ ऑर्डर मागे दाखवा
nl_nl: Laat Alleen Backorders Zien
pt_pt: Só Exibe Pedidos Retro
ro_ro: Arată numai Înapoi Comenzi
ru_ru: Показвать только невыполненые заказы
sq_al: Vetëm Show Kthehu urdhëron
sw_ke: Tu Onyesha Back Daraja
tr_tr: Sadece Siparişler Geri göster
zh_hk: 只显示剩余订单
zh_tw: 只顯示期貨訂單

source: Show All Orders
cs_cz: Zobrazit vše Objednávky
es_es: Mostrar todas las órdenes
hi_in: सभी आदेश दिखाएँ
id_id: Tampilkan Semua Order
it_it: Mostra tutti gli ordini
ko_kr: 모든 주문보기
mr_in: सर्व ऑर्डर दाखवा
nl_nl: Toon alle orders
pt_pt: Exibe Todos Pedidos
ro_ro: Arata toate Comenzi
ru_ru: Показать все заказы
sq_al: Trego te gjitha urdhëron
sv: Visa alla order
sw_ke: Kuonyesha Daraja zote
tr_tr: TÜM SIPARISLERI GÖSTER
zh_hk: 显示全部订单
zh_tw: 顯示全部訂單

source: Orders from
cs_cz: Objednávky od
es_es: Pedidos desde
hi_in: से आदेश
id_id: Order dari
it_it: Ordini da
ko_kr: 수주
mr_in: पासून ऑर्डर
nl_nl: Orders van
pt_pt: Pedido de
ro_ro: Comenzi de la
ru_ru: Заказы от
sq_al: Urdhra nga
sv: Order från
sw_ke: Maagizo kutoka
tr_tr: SIPARISLER (BASLANGIÇ)
zh_hk: 订单从
zh_tw: 訂單自

source: An error occurred getting the orders details
cs_cz: Došlo k chybě získávání zakázek podrobnosti
es_es: Hubo un error al obtener los detalles de las órdenes
hi_in: एक त्रुटि हो रही आदेश विवरण हुई
id_id: Kesalahan terjadi saat mengambil rincian order
it_it: È verificato un errore ricevendo i dettagli degli ordini
ko_kr: 오류가 주문 정보를 얻기 발생
mr_in: एक त्रुटी ऑर्डर तपशील मिळत आली
nl_nl: Fout opgetreden bij het opvragen van de order details
pt_pt: Ocorreu um erro obtendo os detalhes dos pedidos
ro_ro: A aparut o eroare obtinerea de comenzi detalii
ru_ru: Возникла ошибка при получении данных о заказе
sq_al: Ka ndodhur një gabim duke marrë të dhënat e urdhrave të
sv: Ett fel inträffade få order detaljer
sw_ke: Hitilafu ilitokea kupata maelezo ya amri
tr_tr: SIPARIS DETAYLARI ALINIRKEN HATA OLUSTU
zh_hk: 取得订单信息时发生错误
zh_tw: 取得訂單資料時發生錯誤

source: The SQL used to get the orders that failed was
cs_cz: SQL používá k získání zakázky, které se nepodařilo se
es_es: El SQL que falló al obtener las órdenes fue
hi_in: एसक्यूएल को आदेश है कि विफल हो जाया करता था
id_id: SQL yg digunakan utk mengambil dan gagal adalah
it_it: L&#39;SQL utilizzato per ottenere gli ordini che era riuscito
ko_kr: SQL이었다 실패 주문을 얻기 위해 사용
mr_in: अयशस्वी की ऑर्डर मिळत SQL होते
nl_nl: De SQL waarin de orders niet konden worden ogevraagd is
pt_pt: SQL usado, para obter pedidos, que falhou foi
ro_ro: SQL folosit pentru a obţine comenzi care nu au fost
ru_ru: Завершившийся неудачей SQL полчения заказов
sq_al: SQL të përdorura për të marrë urdhra që nuk ishte
sv: SQ? Fel
sw_ke: SQL kutumika kupata amri ya kwamba alishindwa mara
tr_tr: SQL oldu başarısız siparişleri almak için kullanılır
zh_hk: 取得订单失败的SQL 是
zh_tw: 取得訂單失敗的 SQL 是

source: Order Status Report - No Data
cs_cz: Aby Status Report - žádná data
es_es: Informe del Estado del Pedido - Sin datos
hi_in: आदेश स्थिति रिपोर्ट - कोई डेटा
id_id: Laporan Status Order
it_it: Report Stato Ordine - nessun dato
ko_kr: 주문 현황 보고서 - 데이터 없음
mr_in: ऑर्डर स्थिती अहवाल - डेटा नाही
nl_nl: Order status rapportage - geen data
pt_pt: Relat. Situação Pedido - Sem Dados
ro_ro: Pentru Status Report - nr de date
ru_ru: Отчет по статусу заказа - нет данных
sq_al: Raporti i Rendit Statusi - Nuk e të dhënave
sv: Beställnings Status Rapport - Inga data
sw_ke: Taarifa ya Hali ili - No Data
tr_tr: Sipariş Durum Raporu - Hayır Data
zh_hk: 订单状态报告-无数据
zh_tw: 訂單狀況報表 - 無資料

source: There were no orders found in the database within the period from
cs_cz: Tam byly žádné objednávky v databázi v období od
es_es: No se encontraron órdenes en la base de datos dentro del período establecido
hi_in: कोई अवधि के भीतर से डेटाबेस में प्राप्त आदेश थे
id_id: Tdk ada order ditemukan di database dalam periode dari
it_it: Non ci sono stati ordini presenti nel database, tra il
ko_kr: 의 기간 내에 데이터베이스에서 찾을 수없는 주문은 없었다
mr_in: पासून मुदतीत डेटाबेसमध्ये आढळले नाही ऑर्डर होत्या
nl_nl: Er zijn geen orders gevonden in de database in de periode van
pt_pt: Pedidos não encontrados no banco de dados no período de
ro_ro: Nu au existat ordine găsite în baza de date în perioada de la
ru_ru: Не найдено заказов в базе данных для заданного периода
sq_al: Nuk pati asnjë urdhër gjendet në bazën e të dhënave në periudhën prej
sv: Det fanns inga order hittas i databasen under perioden
sw_ke: Kulikuwa hakuna amri kupatikana katika orodha ya ndani ya kipindi cha
tr_tr: ISTENEN PERIYODA (TARIH ARALIGINA) AIT SIPARIS KAYDI BULUNAMADI -->
zh_hk: 数据库中找不到此日期范围内的订单
zh_tw: 資料庫中找不到期間由的訂單

source: Ord Date
cs_cz: Datum Ord
es_es: Fecha Pedido
hi_in: Ord दिनांक
id_id: Tgl Order
it_it: Ord Data
ko_kr: 오드 날짜
mr_in: आर्द Khordad short दिनांक
nl_nl: Order datum
pt_pt: Data Ped.
ro_ro: Data Ord
ru_ru: Дата заказа
sq_al: Ord Data
sv: Order datum
sw_ke: BWANA Date
tr_tr: SIPARIS TARIHI
zh_hk: 订单日期
zh_tw: 訂單日期

source: Not yet printed
cs_cz: Ještě netisknuto
es_es: Aún no impreso
hi_in: नहीं अभी तक मुद्रित
id_id: Belum dicetak
it_it: Non ancora stampati
ko_kr: 아직 인쇄되지
mr_in: अद्याप मुद्रित नाही
nl_nl: Nog niet afgedrukt
pt_pt: Não Impresso
ro_ro: Nu a fost încă tipărite
ru_ru: Еще не напечатано
sq_al: Nuk shtypur ende
sv: Inte utskriven ännu
sw_ke: Bado kuchapishwa
tr_tr: HENÜZ YAZDIRILMADI
zh_hk: 未打印
zh_tw: 還未列印

source: Complete
cs_cz: Kompletní
es_es: Completo
hi_in: पूरा
id_id: Selesai
it_it: Completa
ko_kr: 완전한
mr_in: पूर्ण
nl_nl: Kompleet
pt_pt: Completo
ro_ro: Complet
ru_ru: Закончен
sq_al: Të plotë
sv: F?rdig
sw_ke: Kamili
tr_tr: TAMAMLANDI
zh_hk: 完成
zh_tw: 完成

source: Orders Invoiced Report
cs_cz: Objednávky Fakturovaná Zpráva
es_es: Informe de Pedidos Facturados
hi_in: आदेश रिपोर्ट चालान
id_id: Laporan Order Sdh-Difaktur
it_it: Ordini fatturati Report
ko_kr: 주문 보고서 인보이스
mr_in: ऑर्डर Invoiced अहवाल
nl_nl: Rapportage gefactureerde orders
pt_pt: Relatório Pedidos
ro_ro: Obligă facturate Raport
ru_ru: Отчет об оприходованных заказах
sq_al: Urdhërat e faturuar Report
sw_ke: Ripoti ya amri Invoiced
tr_tr: FATURALANMIS SIPARISLER RAPORU
zh_hk: 已开发票报告
zh_tw: 已開發票報表

source: Database Error
cs_cz: Chyba databáze
es_es: Error de base de datos
hi_in: डेटाबेस त्रुटि
id_id: Kesalahan Database
it_it: Errore database
ko_kr: 데이터베이스 오류
mr_in: डेटाबेस त्रुटी
nl_nl: Database fout
pt_pt: Erro DB
ro_ro: Baza de date de eroare
ru_ru: Ошибка базы данных
sv: Databasfeldialog
tr_tr: DATABASE HATASI
zh_hk: 数据库错误
zh_tw: 資料庫錯誤

source: Total Invoiced for order
cs_cz: Celkem na faktuře, aby
es_es: Total Facturado del Pedido
hi_in: कुल के लिए चालान के आदेश
id_id: Total yg Difaktur utk order
it_it: Totale fatturato per ordine
ko_kr: 주문에 대한 총 청구
mr_in: एकूण ऑर्डरच्या Invoiced
nl_nl: Totaal Gefactureerd voor opdracht
pt_pt: Total do Pedido
ro_ro: Totală facturată pentru comandă
ru_ru: Всего по счетам для заказа
sq_al: Totali i faturuar për qëllim
sv: Toltalt fakturerat för order
sw_ke: Invoiced kwa jumla ili
tr_tr: FATURALANAN TOPLAM
zh_hk: 已开发票的订单总计
zh_tw: 已開發票的訂單總計

source: GRAND TOTAL INVOICED
cs_cz: GRAND fakturované CELKOVÝ
es_es: GRAN TOTAL FACTURADO
hi_in: ग्रैंड चालान कुल
id_id: GRAND TOTAL DIFAKTUR
it_it: GRAND totale fatturato
ko_kr: GRAND TOTAL 청구
mr_in: गोळाबेरीज INVOICED
nl_nl: TOTAAL GENERAAL FACTUUR
pt_pt: TOTAL GERAL PEDIDOS
ro_ro: GRAND totală facturată
ru_ru: ВСЕГО по счетам
sq_al: TOTALI GRAND faturuar
sw_ke: JUMLA INVOICED
tr_tr: FATURANMIS GENEL TOPLAMI
zh_hk: 全体已开发票的总计
zh_tw: 全體已開發票的總計

source: Stock Transaction Listing
cs_cz: Sklad seznamu transakcí
es_es: Listado de Transacciones de Existencia
hi_in: शेयर लेनदेन लिस्ट
id_id: Daftar Transaksi Stok
ko_kr: 주식 거래 목록
mr_in: स्टॉक व्यवहार यादी
nl_nl: Beurstransactie Listing
pt_pt: Listagem Trans. Estoque
ro_ro: Stoc lista tranzacţiilor
ru_ru: Перечень сделок с товаром
sq_al: Listing Stock Transaction
sv: Stock förteckning över transaktioner
sw_ke: Hisa Transaction Listing
tr_tr: Hisse senedi işlem Listeleme
zh_hk: 库存交易列表
zh_tw: 庫存交易清單

source: Enter the date from which the transactions are to be listed
es_es: Introducir la fecha a partir de la cual se listarán las transacciones
id_id: Masukkan tgl awal transaksi tersebut akan ditampilkan
ko_kr: 트랜잭션이 나열되어야하는 날짜를 입력
mr_in: व्यवहार सूचीबद्ध केले आहेत जेथून तारीख प्रविष्ट करा
pt_pt: Data inicial para listar transações
zh_tw: 從這個交易要列出輸入日期

source: Enter the date to which the transactions are to be listed
es_es: Introducir la fecha hasta la que se listarán las transacciones
id_id: Masukkan tgl akhir transaksi tersebut akan ditampilkan
ko_kr: 날짜를 입력합니다있는 트랜잭션 나열하는하는
mr_in: व्यवहार सूचीबद्ध केले आहेत ज्या तारीख प्रविष्ट करा
pt_pt: Data até a qual serão listadas transações
zh_tw: 從這個交易要列出輸入日期

source: Sales Invoice
cs_cz: Prodejní faktury
es_es: Factura de venta
hi_in: बिक्री चालान
id_id: Faktur Penjualan
it_it: Fattura
ko_kr: 판매 송장
mr_in: विक्री चलन
nl_nl: Verkoop Factuur
pt_pt: Pedidos Venda
ro_ro: Factură de vânzări
ru_ru: Счет продажи
sq_al: Fatura e shitjes
sv: Försäljningsfaktura
sw_ke: Mauzo ankara
tr_tr: SATIS FATURASI
zh_hk: 销售发票
zh_tw: 銷售發票

source: Sales Credit Note
cs_cz: Prodej dobropis
es_es: Abono
hi_in: बिक्री क्रडिट नोट
id_id: Nota Kredit Penjualan
it_it: Nota di credito vendite
ko_kr: 판매 신용 참고
mr_in: विक्री क्रेडिट टीप
nl_nl: Verkoop Credit Nota
pt_pt: Notas Credito Venda
ro_ro: Vânzări de credit Notă
ru_ru: Кредит-нота продажи
sq_al: Sales Nota e Kreditit
sw_ke: Mauzo ya Mikopo Kumbuka
tr_tr: Satış Kredi Notu
zh_hk: 销售红字发票
zh_tw: 銷售折讓單

source: Location Transfer
cs_cz: Umístění Transfer
es_es: Transferencia de ubicación
hi_in: स्थान स्थानांतरण
id_id: Lokasi Transfer
it_it: Posizione di trasferimento
ko_kr: 위치 전송
mr_in: स्थान हस्तांतरण
nl_nl: Locatie Transfer
pt_pt: Transf. Local
ro_ro: Locaţie Transfer
ru_ru: Передачи места
sq_al: Vendndodhja Transfer
sv: Plats Transfer
tr_tr: Yeri Transfer
zh_hk: 移库
zh_tw: 地點轉移

source: Stock Adjustment
cs_cz: Úprava skladu
es_es: Ajuste de Existencia
hi_in: शेयर समायोजन
id_id: Penyesuaian Stok
it_it: Archivio di regolazione
ko_kr: 재고 조정
mr_in: स्टॉक ऍडजस्टमेंट
nl_nl: Aanpassing voorraad
pt_pt: Ajuste Estoque
ro_ro: Stoc de ajustare
ru_ru: Корректировка товаров
sq_al: Stock Rregullimit
sv: Lagerjustering
sw_ke: Hisa Adjustment
tr_tr: Stok Ayarı
zh_hk: 存货调整
zh_tw: 庫存調整

source: Purchase Order Delivery
cs_cz: Objednávka dodání
es_es: Recepción de orden de compra
hi_in: खरीद आदेश डिलिवरी
id_id: Delivery Order Pembelian
it_it: Ordine di Acquisto di consegna
ko_kr: 주문 배달을 구입
mr_in: खरेदी ऑर्डर डिलिव्हरी
nl_nl: Bestelling Levering
pt_pt: Envio Ordem Compra
ro_ro: Ordinul de cumpărare de livrare
ru_ru: Доставка заказа на покупку
sq_al: Ofrimin e Urdhër blerjes
sv: Inköpsorder Leverans
sw_ke: Kununua Order Delivery
tr_tr: Sipariş Teslimat
zh_hk: 采购订单付运
zh_tw: 採購訂單交貨

source: Work Order Receipt
cs_cz: Práce doručení objednávky
es_es: Recibo de Orden de Trabajo
hi_in: कार्य आदेश रसीद
id_id: Penerimaan Order Produksi
it_it: Lavoro ricevuta dell&#39;ordine
ko_kr: 작업 수주
mr_in: कार्य क्रम पावती
nl_nl: Work Order Ontvangst
pt_pt: Recebimento Ordem Produção
ro_ro: Primirea de lucru Ordine
ru_ru: Получение заказа на работу
sq_al: Marrjes Puna Rendit
sv: Arbete Beställningskvitto
sw_ke: Kazi Order risiti
tr_tr: İş Emri Alındı
zh_hk: 工作单收货
zh_tw: 製令單據回執

source: Work Order Issue
cs_cz: Objednat výtisk práce
es_es: Emisión de Orden de Trabajo
hi_in: कार्य आदेश जारी
id_id: Terbitan Order Produksi
it_it: Ordine di lavoro Issue
ko_kr: 일 주문 문제
mr_in: कार्य क्रम जारी
nl_nl: Werkzaamheden uit te vaardigen
pt_pt: Emissão Ordem Produção
ro_ro: Ordinul de muncă Eliberarea
ru_ru: Выпуск заказа на работу
sq_al: Çështje Puna Rendit
sv: Arbete syfte att utfärda
sw_ke: Kazi Order Suala
tr_tr: İş Emri Sayı
zh_hk: 工作单发料
zh_tw: 製令單發料

source: For Stock Location
cs_cz: Pro Umístění skladu
es_es: Para Ubicación de Existencia
hi_in: स्टॉक के लिए स्थान
id_id: Utk Lokasi Stok
it_it: Per Posizione Di Magazzino
ko_kr: 주식 위치에 대한
mr_in: स्टॉक स्थानाचा
nl_nl: Voor voorraad lokatie
pt_pt: Para Local Estoque
ro_ro: Locaţie pentru Bursa de Valori
ru_ru: Для местоположения ассортимента
sq_al: Për Vendndodhja Stock
sv: För lagerställe
sw_ke: Kwa Location Stock
tr_tr: DEPO/LOKASYON
zh_hk: 仓库
zh_tw: 存貨地點:

source: Transaction Listing
cs_cz: Výpis transakce
es_es: Listado de Transacciones
hi_in: लेन - देन लिस्ट
id_id: Daftar Transaksi
it_it: Transazione Listing
ko_kr: 거래 리스팅
mr_in: व्यवहार यादी
nl_nl: Transactie Listing
pt_pt: Relatório Transações
ro_ro: Tranzacţie Listing
ru_ru: Список сделок
sq_al: Transaksion Listing
sv: Förteckning över transaktioner
sw_ke: Manunuzi ya nyimbo
tr_tr: Işlem Listeleme
zh_hk: 交易列表
zh_tw: 交易清單
