Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This function returns an array of salesman details.
cs_cz: Tato funkce vrací pole prodavač detailů.
es_es: Esta función devuelve una matriz de detalles de vendedor.
hi_in: इस समारोह में विक्रेता के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian salesman.
it_it: Questa funzione restituisce una matrice di dettagli venditore.
ko_kr: 이 기능은 세일즈맨 정보의 배열을 돌려줍니다.
mr_in: हे कार्य विक्रता तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van verkoper details.
pt_pt: Função retorna array detalhes vendedor
ro_ro: Această funcţie întoarce o matrice de detalii vanzator.
ru_ru: Эта функция возвращает массив подробностей продавца .
sq_al: Ky funksion të kthimit një rrjet të dhënat shitës.
sv: Den här funktionen returnerar en matris med försäljare detaljer.
sw_ke: Kazi hii anarudi safu ya maelezo mfanyabiashara.
tr_tr: Bu fonksiyon satıcı ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个销售人员详细资料数组。
zh_tw: 這個函數返回的推銷員細節的數組。

source: This function takes a salesman's name and returns details of that salesman.
cs_cz: Tato funkce vezme prodavač jméno a vrací podrobnosti o tomto prodejce.
es_es: Esta función toma el nombre de un vendedor y devuelve detalles del vendedor.
hi_in: इस समारोह में एक विक्रेता का नाम और है कि विक्रेता के विवरण देता है लेता है.
id_id: Fungsi ini menerima nama salesman dan mengembalikan rincian salesman tersebut.
it_it: Questa funzione prende il nome di un venditore e restituisce dettagli di quel venditore.
ko_kr: 이 함수는 판매원의 이름을 사용하고 판매원의 세부 정보를 반환합니다.
mr_in: हे कार्य एक विक्रता नाव घेते आणि त्या विक्रता तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een verkoper de naam en het rendement details van die verkoper.
pt_pt: Função usa nome do vendedor e retorna detalhes sobre vendedor
ro_ro: Această funcţie are un nume de agent de vânzări şi datele care se întoarce de vanzator.
ru_ru: Эта функция принимает имя продавца и возвращает подробности этого продавца.
sq_al: Ky funksion e merr emrin një shitës dhe detajet e kthimit që shitës.
sv: Den här funktionen tar en försäljare namn och avkastning detaljer i denna försäljare.
sw_ke: Kazi hii inachukua jina mfanyabiashara na maelezo anarudi ya mfanyabiashara hiyo.
tr_tr: Bu fonksiyon bir satıcı ismi ve satıcısı döner detayları alır.
zh_hk: 此函数接收销售人员的名字返回销售人员的详细资料。
zh_tw: 這個函數接受一個業務員的名字，並返回該業務員的詳細信息。

source: The name of the salesman of interest.
cs_cz: Jméno prodejce zájmu.
es_es: El nombre del vendedor de interés.
hi_in: हित के विक्रेता का नाम.
id_id: Nama salesman yg berkepentingan.
it_it: Il nome del venditore di interesse.
ko_kr: 관심있는 세일즈맨의 이름입니다.
mr_in: व्याज विक्रता नाव.
nl_nl: De naam van de verkoper van belang.
pt_pt: Nome do vendedor respectivo
ro_ro: Numele de vanzator de interes.
ru_ru: Имя интересующего продавца.
sq_al: Emri i shitës të interesit.
sv: Namnet på säljare av intresse.
sw_ke: Jina la mfanyabiashara wa maslahi.
tr_tr: ilgi satıcısı adı.
zh_hk: 相关销售人员的名字
zh_tw: 感興趣的業務員的名字。

source: Salesman Details
cs_cz: Podrobnosti prodejce
es_es: Detalles del Vendedor
hi_in: विक्रेता विवरण
id_id: Rincian Salesman
it_it: Dettagli Salesman
ko_kr: 세일즈맨 상세
mr_in: विक्रता तपशील
nl_nl: Details verkoper
pt_pt: Detalhes do Vendedor
ro_ro: Vânzător Detalii
ru_ru: Подробности продавца
sq_al: Detajet Shitës
sv: Försäljare Detaljer
sw_ke: Mfanyabiashara Details
tr_tr: Satıcı Detayları
zh_hk: 销售人员资料
zh_tw: 業務員細節

source: An array of index/value items describing the salesman to insert.
cs_cz: Pole položek indexu / hodnota popisující prodavač vložit.
es_es: Una serie de índice /elementos de valor que describen el vendedor a insertar.
hi_in: सूचकांक मूल्य / मदों की एक सरणी सम्मिलित करने के लिए विक्रेता का वर्णन.
id_id: Array dari item index/nilai yg menggambarkan salesman utk dimasukkan.
it_it: Una matrice di indice oggetti / valore che descrive il commesso da inserire.
ko_kr: 삽입하는 세일즈맨을 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: घालण्यासाठी विक्रता वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items beschrijven de verkoper te voegen.
pt_pt: Um array de índice/valor descrevendo itens para inserir vendedores.
ro_ro: O serie de elemente index / valoare descriu vanzator pentru a insera.
ru_ru: Массив индексов/значений элементов, описывающих продавецов для вставки.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar shitës për të futur.
sv: En array med index / värdefulla föremål som beskriver försäljare att infoga.
sw_ke: Safu ya index vitu / thamani ya kuelezea mfanyabiashara Insert.
tr_tr: eklemek için satıcı açıklayan indeks / değer öğeleri bir dizi.
zh_hk: index/value数组描述了要插入的销售人员
zh_tw: 描述業務員插入索引/值的項目的數組。

source: This function returns a list of tax group IDs.
cs_cz: Tato funkce vrací seznam ID daňové skupiny.
es_es: Esta función devuelve una lista de identificadores de grupo de impuestos.
hi_in: इस समारोह कर ग्रुप आईडी की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar ID grup pajak.
it_it: Questa funzione restituisce un elenco di ID di consolidato fiscale.
ko_kr: 이 기능은 세금 그룹 ID의 목록을 반환합니다.
mr_in: हे कार्य कर गट IDs ची सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van fiscale groep ID.
pt_pt: Função retorna lista de IDs de grupo de taxas
ro_ro: Această funcţie returnează o listă de ID-uri de grup fiscale.
ru_ru: Эта функция возвращает список ИНН.
sq_al: Ky funksion të kthimit një listë e ID grupit tatimore.
sv: Denna funktion returnerar en lista med ID skatt grupp.
sw_ke: Kazi hii anarudi orodha ya Vitambulisho vya kundi kodi.
tr_tr: Bu fonksiyonu vergi grup kimliklerinin bir listesini döndürür.
zh_hk: 此函数返回一个税收组ID列表。
zh_tw: 這個函數返回稅務組ID的列表。

source: This function returns an array of tax group IDs.
cs_cz: Tato funkce vrací pole ID daňové skupiny.
es_es: Esta función devuelve una matriz de identificadores de grupo de impuestos.
hi_in: इस समारोह कर ग्रुप आईडी सरणी देता है.
id_id: Fungsi ini mengembalikan array ID grup pajak.
it_it: Questa funzione restituisce una matrice di ID di gruppo imposta.
ko_kr: 이 기능은 세금 그룹 ID의 배열을 돌려줍니다.
mr_in: हे कार्य कर गट IDs ची अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van de belasting groep ID.
pt_pt: Função retorna arry IDs do grupo de Taxas
ro_ro: Această funcţie întoarce o matrice de ID-uri de grup fiscale.
ru_ru: Эта функция возвращает массив ИНН.
sq_al: Ky funksion të kthimit një rrjet të grupit ID tatimore.
sv: Den här funktionen returnerar en matris med ID skatt grupp.
sw_ke: Kazi hii anarudi safu ya Vitambulisho vya kundi kodi.
tr_tr: Bu fonksiyonu vergi grup kimliklerinin bir dizi döndürür.
zh_hk: 此函数返回一个税收组id数组。
zh_tw: 這個函數返回稅務組ID的數組。

source: This function takes a tax group ID and returns details of that tax group.
cs_cz: Tato funkce přebírá daňová skupina ID a vrací podrobnosti o této daňové skupiny.
es_es: Esta función tiene un identificador de grupo de impuestos y devuelve los detalles de ese grupo fiscal.
hi_in: इस समारोह में एक कर समूह आईडी और है कि कर समूह का विवरण देता है लेता है.
id_id: Fungsi ini menerima ID grup pajak dan pengembalian rincian grup pajak tersebut.
it_it: Questa funzione richiede un ID di gruppo imposta e restituisce i dettagli di quel gruppo di imposta.
ko_kr: 이 기능은 세금 그룹 ID를 받아 그 세 그룹의 세부 정보를 반환합니다.
mr_in: हे कार्य कर गट ID घेते आणि त्या कर ग्रूपचे तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een fiscale groeps-ID en geeft details van die fiscale eenheid.
pt_pt: Função usa ID grupo taxas e retorna detalhes de impostos do grupo.
ro_ro: Această funcţie are un ID de grup de impozitare şi detalii întoarce din acel grup fiscale.
ru_ru: Эта функция принимает ИНН и возвращает детали налогоплательщика.
sq_al: Ky funksion merr një grup ID taksave dhe kthimin detajet e atij grupi e taksave.
sv: Denna funktion tar ett ID skatt grupp och returnerar information om denna skatt grupp.
sw_ke: Kazi hii inachukua kodi ya kundi ID na maelezo anarudi wa kundi kodi.
tr_tr: Bu fonksiyon bir vergi grup kimliği ve vergi grubun döner detayları alır.
zh_hk: 此函数接受一个税收组ID并返回税收组细节
zh_tw: 這個函數接受一個稅組ID，並返回該稅務組的詳細信息。

source: Tax Group ID
cs_cz: Daňové skupiny ID
es_es: ID de Grupo de Impuestos
hi_in: टैक्स समूह आईडी
id_id: Grup Pajak ID
it_it: Tax ID gruppo
ko_kr: 세금 그룹 ID
mr_in: कर गट ID
nl_nl: Fiscale Groeps-ID
pt_pt: ID Grupo Taxas
ro_ro: Fiscale Grupa ID
ru_ru: ИНН
sq_al: Grupi Tax ID
sv: Skatt Grupp-ID
sw_ke: Kodi Group ID
tr_tr: Vergi Grup Kimliği
zh_hk: 税收组ID
zh_tw: 稅務組ID

source: A tax group ID as returned by the GetTaxgroupList function.
cs_cz: Daňové skupiny ID jako vrácené GetTaxgroupList funkce.
es_es: Un identificador de grupo fiscal, ha sido devuelto por la función GetTaxgroupList(Obtener Lista de Grupo de Impuestos).
hi_in: एक कर समूह आईडी के रूप में GetTaxgroupList समारोह से लौट आए.
id_id: ID grup pajak seperti yg dikembalikan oleh fungsi GetTaxgroupList.
it_it: Un ID di gruppo imposta come restituito dalla funzione GetTaxgroupList.
ko_kr: GetTaxgroupList 함수에 의해 반환 세금 그룹 ID.
mr_in: GetTaxgroupList कार्यपद्धतीला परत म्हणून कर गट ID.
nl_nl: Een BTW-groep ID als geretourneerd door de GetTaxgroupList functie.
pt_pt: ID do grupo de impostos como retornado pela função GetTaxgroupList
ro_ro: Un grup de ID de taxe returnat de funcţia GetTaxgroupList.
ru_ru: ИНН, возвращаемый функцией GetTaxgroupList.
sq_al: Një grup i taksave ID kthyer si nga funksioni GetTaxgroupList.
sv: En skatt grupp-ID som returneras av GetTaxgroupList funktionen.
sw_ke: A ID kodi ya kundi kama akarudi na kazi ya GetTaxgroupList.
tr_tr: Bir vergi grup kimliği olarak GetTaxgroupList işlevi tarafından döndürülen.
zh_hk: GetTaxgroupList函数返回一个税收组ID
zh_tw: 因為返回的GetTaxgroupList功能的稅組ID。

source: This function returns an array of tax group details.
cs_cz: Tato funkce vrací pole detailů daňové skupiny.
es_es: Esta función devuelve una matriz de detalles del grupo de impuestos.
hi_in: इस समारोह कर समूह विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian grup pajak.
it_it: Questa funzione restituisce una matrice di dati fiscali di gruppo.
ko_kr: 이 기능은 세금 그룹 세부의 배열을 돌려줍니다.
mr_in: हे कार्य कर गट तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van fiscale eenheid details.
pt_pt: Função retorna array dos detalhes grupo de Taxas
ro_ro: Această funcţie întoarce o matrice de detalii grup fiscale.
ru_ru: Эта функция возвращает массив деталей налоговой группы.
sq_al: Ky funksion të kthimit një rrjet të dhënat e grupit të taksave.
sv: Den här funktionen returnerar en matris med detaljer skatt grupp.
sw_ke: Kazi hii anarudi safu ya maelezo kundi kodi.
tr_tr: Bu fonksiyon vergi grubu ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个税收组细节数组。
zh_tw: 這個函數返回的稅組詳細信息的數組。

source: This function returns a list of tax authority IDs.
es_es: Esta función devuelve una lista de los identificadores de la autoridad fiscal.
id_id: Fungsi ini mengembalikan daftar ID wewenang pajak.
ko_kr: 이 기능은 세무 당국 ID의 목록을 반환합니다.
mr_in: हे कार्य कर अधिकृतता आयडींची सूची पुनरागमन झाले आहे.
pt_pt: Função retorna lista de ID de autoridade fiscal
zh_tw: 這個函數返回稅務機關ID的列表。

source: This function takes a tax authority ID and returns details of that tax authority.
es_es: Esta función toma un identificador de autoridad fiscal y devuelve detalles de la autoridad fiscal.
id_id: Fungsi ini menerima ID wewenang pajak dan pengembalian rincian wewenang pajak tersebut.
ko_kr: 이 함수는 세무 당국 ID를 소요하고 세무 당국의 세부 사항을 반환합니다.
mr_in: हे कार्य कर अधिकृतता आयडी घेते आणि त्या कर प्राधिकरणाच्या तपशील पुनरागमन झाले आहे.
pt_pt: Função usa ID autoridade fiscal e retorna detalhes tributos dessa autoridade
zh_tw: 這個函數接受稅務機關的ID，並返回該稅務機關的詳細信息。

source: Tax Authority ID
es_es: ID Autoridad Fiscal
id_id: ID Wewenang Pajak
ko_kr: 세금 기관 ID
mr_in: कर अधिकृतता आयडी
pt_pt: ID Autoridade Fiscal
zh_tw: 稅務機關的ID

source: A tax Authority ID as returned by the GetTaxAuthorityList function.
es_es: Un identificador de autoridad fiscal ha sido devuelto por la función GetTaxAuthorityList (Obtener Lista de Autoridad de Impuestos).
id_id: ID Wewenang pajak seperti yg dikembalikan oleh fungsi GetTaxgroupList.
ko_kr: GetTaxAuthorityList 함수에 의해 반환 세무 당국의 ID입니다.
mr_in: GetTaxAuthorityList कार्यपद्धतीला परत म्हणून कर अधिकृतता आयडी.
pt_pt: ID Autoridade Fiscal retornado pela função GetTaxAuthorityList
zh_tw: 稅務機關ID作為返回的獲取稅務機關列表功能。

source: This function returns an array of tax authority details.
es_es: Esta función devuelve un vector de los detalles de la Autoridad Fiscal
id_id: Fungsi ini mengembalikan array rincian wewenang pajak.
ko_kr: 이 기능은 세무 당국의 세부 사항의 배열을 돌려줍니다.
mr_in: हे कार्य कर अधिकृतता तपशील अॅरे पुनरागमन झाले आहे.
pt_pt: Função retorna um arry de detalhes da autoridade fiscal
zh_tw: 這個函數返回的稅務機關細節的數組。

source: This function takes a tax authority ID and returns the rates of tax for the authority.
es_es: Esta función toma un identificador de autoridad fiscal y devuelve las tasas de impuestos para la autoridad.
id_id: Fungsi ini menerima ID wewenang pajak dan mengemabalikan tarif pajak utk wewenangnya.
ko_kr: 이 함수는 세무 당국의 ID를 받아 권위에 대한 세금의 비율을 반환합니다.
mr_in: हे कार्य कर अधिकृतता आयडी घेते आणि प्राधिकरणाला कर दर पुनरागमन झाले आहे.
pt_pt: Função usa ID autoridade fiscal e retorna as taxas dos impostos para a ref. autoridade
zh_tw: 這個函數接受稅務機關的ID，並返回稅稅率的權力。

source: This function returns the tax rates for the authority.
es_es: Esta función devuelve las tasas de impuestos para la Autoridad Fiscal
id_id: Fungsi ini mengembalikan tarif pajak utk wewenang tersebut.
ko_kr: 이 기능은 권한에 대한 세율을 반환합니다.
mr_in: हे कार्य प्राधिकरणाला कर दर पुनरागमन झाले आहे.
pt_pt: Função retorna conjunto de taxas da Autoridade
zh_tw: 該函數返回稅率的權限

source: This function takes a tax group ID and returns the taxes that belong to that tax group.
es_es: Esta función tiene un identificador de grupo fiscal y devuelve los impuestos que pertenecen a ese grupo fiscal.
id_id: Fungsi ini menerima ID grup pajak dan mengembalikan pajak grup pajak tersebut.
ko_kr: 이 기능은 세금 그룹 ID를 받아 그 세금 그룹에 속하는 세금을 반환합니다.
mr_in: हे कार्य कर गट ID घेते आणि त्या कर गट ज्या कर परतावा.
pt_pt: Função usa ID grupo de imposto e retorna as taxas daquele grupo de impostos
zh_tw: 這個函數接受一個稅組ID，並返回屬於該組稅稅款。

source: This function returns a list of customer types.
cs_cz: Tato funkce vrátí seznam typů zákazníků.
es_es: Esta función devuelve una lista de tipos de clientes.
hi_in: इस समारोह में ग्राहक प्रकार की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar tipe customer.
it_it: Questa funzione restituisce una lista di tipi di clienti.
ko_kr: 이 기능은 고객의 유형의 목록을 반환합니다.
mr_in: हे कार्य ग्राहक प्रकारच्या सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van soorten klanten.
pt_pt: Função retorna lista tipos de clientes
ro_ro: Această funcţie returnează o listă de tipuri de clienţi.
ru_ru: Эта функция возвращает список типов заказчиков.
sq_al: Ky funksion të kthimit një listë të llojeve të konsumatorëve.
sv: Denna funktion returnerar en lista med kundtyper.
sw_ke: Kazi hii anarudi orodha ya aina ya wateja.
tr_tr: Bu fonksiyon müşteri tipleri listesini döndürür.
zh_hk: 此函数返回一个顾客类型列表数组。
zh_tw: 此函數返回的客戶類型的列表。

source: This function returns an array of customer types
es_es: Esta función devuelve un arreglo de los tipos de clientes
id_id: Fungsi ini mengembalikan array tipe customer
ko_kr: 이 기능은 고객의 유형의 배열을 반환
mr_in: हे कार्य ग्राहक प्रकारच्या अॅरे परत
pt_pt: Função retorna um conjunto de tipo de clientes
zh_tw: 這個函數返回客戶類型的數組

source: This function takes a customer type ID and returns details of that customer type.
cs_cz: Tato funkce se typ zákazníka ID a vrací podrobnosti o tomto typu zákazníka.
es_es: Esta función toma un identificador de tipo de cliente y devuelve detalles de ese tipo de cliente.
hi_in: इस समारोह में कहा कि ग्राहक प्रकार का एक ग्राहक प्रकार आईडी और रिटर्न जानकारी लेता है.
id_id: Fungsi ini menerima ID tipe customer dan mengembalikan rician dari dari tipe customer tersebut.
it_it: Questa funzione richiede un ID del tipo di dati del cliente e la redditività di tale tipo di cliente.
ko_kr: 이 기능은 고객 유형 ID를 받아 그 고객 유형의 세부 정보를 반환합니다.
mr_in: हे कार्य ग्राहक प्रकारचा आयडी घेते आणि ग्राहक प्रकारच्या तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een type klant ID en geeft details van dat type klant.
pt_pt: Função usa ID tipo de cliente e retorna detalhes daquele tipo de cliente
ro_ro: Această funcţie are un client detalii tip buletin de identitate şi se întoarce de acest tip client.
ru_ru: Эта функция принимает идентификатор типа заказчика и возвращает подробности этого типа заказчика.
sq_al: Ky funksion merr një lloj identiteti dhe kthimit të konsumatorëve detajet e atij lloji të konsumatorëve.
sv: Den här funktionen tar en kund typ id och returnerar detaljer i denna kundtyp.
sw_ke: Kazi hii inachukua wateja maelezo ya aina ya ID na anarudi ya aina hiyo kwa wateja.
tr_tr: Bu işlev, müşteri tipi bir müşteri türü kimliği ve döner detayları alır.
zh_hk: 此函数接收一个顾客类型ID并返回此顾客的细节信息。
zh_tw: 這個函數接受一個客戶類型ID，並返回該客戶類型的詳細信息。

source: Customer Type ID
cs_cz: Typ zákazníka ID
es_es: Tipo de Identificación de cliente
hi_in: ग्राहक प्रकार आईडी
id_id: ID Tipe Customer
it_it: Tipo di cliente ID
ko_kr: 고객 유형 ID
mr_in: ग्राहक प्रकार आयडी
nl_nl: Het type klant-ID
pt_pt: ID Tipo de Cliente
ro_ro: ID-ul de tip client
ru_ru: Идентификатор типа клиента
sq_al: Lloji Customer ID
sv: Kundtyp ID
sw_ke: Aina ya wateja ID
tr_tr: Müşteri Türü Kimliği
zh_hk: 顾客种类ID
zh_tw: 客戶類型ID

source: A customer type ID as returned by the GetCustomerTypeList function.
cs_cz: Zákazník typu ID, jak vrácené GetCustomerTypeList funkce.
es_es: Un identificador del tipo de cliente ha sido devuelto por la función GetCustomerTypeList(Obtener Lista del Tipo de cliente) .
hi_in: एक ग्राहक प्रकार आईडी के रूप में GetCustomerTypeList समारोह से लौट आए.
id_id: ID tipe customer seperti yg dikembalikan oleh fungsi GetCustomerTypeList.
it_it: Un tipo ID cliente come restituito dalla funzione GetCustomerTypeList.
ko_kr: GetCustomerTypeList 함수에 의해 반환 고객 유형 ID입니다.
mr_in: ग्राहक प्रकार आयडी GetCustomer TypeList कार्यपद्धतीने परत केले.
nl_nl: Een klant type ID zoals teruggegeven door de GetCustomerTypeList functie.
pt_pt: ID tipo de cliente como retornado pela função GetCustomerTypeList
ro_ro: Un tip de ID-ul client ca returnată de funcţia GetCustomerTypeList.
ru_ru: Идентификатор типа заказчика, возвращаемый функцией GetCustomerTypeList .
sq_al: Një lloj konsumatori ID kthyer si nga funksioni GetCustomerTypeList.
sv: En kund typ ID som returneras av GetCustomerTypeList funktionen.
sw_ke: A ID mteja aina kama akarudi na kazi ya GetCustomerTypeList.
tr_tr: Bir müşteri ID türünde GetCustomerTypeList işlevi tarafından döndürülen.
zh_hk: 函数GetCustomerTypeList函数返回一个顾客类型ID
zh_tw: 因為返回的GetCustomerTypeList功能的客戶類型ID。

source: This function returns an array of customer type details.
cs_cz: Tato funkce vrací pole detaily typu zákazníka.
es_es: Esta función devuelve una matriz y devuelve detalles del tipo de cliente.
hi_in: इस समारोह में ग्राहक प्रकार के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian tipe customer.
it_it: Questa funzione restituisce una matrice di dettagli tipo di cliente.
ko_kr: 이 기능은 고객 유형 정보의 배열을 돌려줍니다.
mr_in: या कार्यामध्ये ग्राहक प्रकार तपशील अॅरे परत केला
nl_nl: Deze functie retourneert een array van type klant details.
pt_pt: Função retorna um array detalhes tipo de clientes
ro_ro: Această funcţie întoarce o matrice de detalii tipul de client.
ru_ru: Эта функция возвращает массив подробностей типа заказчика.
sq_al: Ky funksion të kthimit një rrjet të dhënat lloji të konsumatorëve.
sv: Den här funktionen returnerar en matris med kunduppgifter typ.
sw_ke: Kazi hii anarudi safu ya maelezo ya aina ya wateja.
tr_tr: Bu fonksiyon müşteri tipi ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个顾客类型细节数组。
zh_tw: 這個函數返回的客戶類型的詳細信息的數組。

source: Category Details
cs_cz: Kategorie Podrobnosti
es_es: Detalles de Categoría
hi_in: श्रेणी का विवरण
id_id: Rincian Kategori
it_it: Dettagli Categoria
ko_kr: 카테고리 세부 사항
mr_in: वर्ग तपशील
nl_nl: Categorie Details
pt_pt: Detalhes de Categoria
ro_ro: Detalii categorie
ru_ru: Подробности категории
sq_al: Kategoria Details
sv: Kategori Detaljer
sw_ke: Jamii Details
tr_tr: Kategori Detayları
zh_hk: 种类明细
zh_tw: 客戶類型ID

source: An array of index/value items describing the stock category to insert.
cs_cz: Pole položek indexu / hodnota popisující populace kategorie vložit.
es_es: Una serie de índice / elementos de valor que describen la categoría de acciones a insertar.
hi_in: सूचकांक मूल्य / शेयर डालने के लिए श्रेणी का वर्णन मदों की एक सरणी.
id_id: Array dari item index/nilai yg menggambarkan kategori stock utk dimasukkan.
it_it: Una matrice di indice oggetti / valore che descrive la categoria stock da inserire.
ko_kr: 삽입 할 주식의 종류를 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: घालण्यासाठी स्टॉक श्रेणी वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items beschrijven de voorraad categorie in te voegen.
pt_pt: Um array de índice/valor descrevendo itens de categoria de estoque para inserir
ro_ro: O serie de elemente index / valoare descrie categoria de stoc pentru a insera.
ru_ru: Массив индексов/значений элементов, описывающих категории склада для вставки.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar në kategorinë e aksioneve për të futur.
sv: En array med index / värdefulla föremål som beskriver lager kategorin infoga.
sw_ke: Safu ya index vitu / thamani ya kuelezea jamii hisa Insert.
tr_tr: eklemek için stok kategori tanımlayan indeks / değer öğeleri bir dizi.
zh_hk: 一个由index/value组成的数组描述了要插入的库存种类。
zh_tw: 描述倉庫類別，插入索引/值的項目的數組。

source: An array of index/value items describing the stock category to modify.
cs_cz: Pole položek indexu / hodnota popisující populace kategorii změnit.
es_es: Una serie de índice / elementos de valor que describen la categoría de acciones a modificar.
hi_in: सूचकांक मूल्य / मदों की एक सरणी स्टॉक श्रेणी वर्णन संशोधित करने के लिए.
id_id: Array dari item index/nilai yg menggambarkan kategori stock utk diubah.
it_it: Una matrice di indice oggetti / valore che descrive la categoria stock da modificare.
ko_kr: 수정하는 주식의 종류를 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: सुधारित करण्यासाठी स्टॉक श्रेणी वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items beschrijven de voorraad categorie te wijzigen.
pt_pt: Arranjo de indíce/valor de item descrevendo a categoria do estoque que será modificada
ro_ro: O serie de elemente index / valoare descrie categoria de stoc pentru a modifica.
ru_ru: Массив индексов/значений элементов, описывающих категории склада для изменений.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar në kategorinë e aksioneve për të modifikuar.
sv: En array med index / värdefulla föremål som beskriver lager kategorin ändra.
sw_ke: Safu ya index vitu / thamani ya kuelezea jamii ya hisa ya kurekebisha.
tr_tr: hisse senedi kategori tanımlayan indeks / değer öğeleri içeren bir dizi değişiklik yapmak.
zh_hk: 一个index/value数组描述了要修改的库存种类。
zh_tw: 描述倉庫類別修改索引/值的項目的數組。
