Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Number of Records
cs_cz: Počet záznamů
es_es: Número de Registros
hi_in: अभिलेखों की संख्या
id_id: Jumlah Data
it_it: Numero di record
ko_kr: 레코드 수
mr_in: नोंदणीचा ​​क्रमांक
nl_nl: Aantal records
pt_pt: Número de Registros
ro_ro: Numărul de înregistrări
ru_ru: Количество записей
sq_al: Numri i Records
sv: Antal poster
sw_ke: Idadi ya Records
tr_tr: Kayıtların sayısı
zh_hk: 记录数量
zh_tw: 記錄數

source: List All Demands
cs_cz: Seznam všem požadavkům
es_es: Listar Todas las Demandas
hi_in: सूची सभी मांगों
id_id: Daftar Seluruh Tuntutan
it_it: Lista Tutte le richieste
ko_kr: 모든 요구 사항을 나열
mr_in: सर्व मागण्या सूची
nl_nl: Lijst aan alle eisen
pt_pt: Lista todos os Pedidos
ro_ro: Lista Toate Cereri
ru_ru: Список всех требований
sq_al: Të gjitha kërkon Lista
sv: Lista alla krav
sw_ke: Madai orodha zote
tr_tr: Tüm liste Talepleri
zh_hk: 列出全部需求
zh_tw: 列出所有的需求

source: List Selection
cs_cz: Seznam výběr
es_es: Listar Selección
hi_in: सूची चयन
id_id: Tampilkan Pilihan
it_it: Lista di selezione
ko_kr: 목록 선택
mr_in: सूची निवड
nl_nl: Lijst Selectie
pt_pt: Lista de Seleção
ro_ro: Lista de selectare a
ru_ru: Список выбора
sq_al: Përzgjedhja Lista
sv: Listval
sw_ke: Orodha ya Uchaguzi
tr_tr: Liste Seçimi
zh_hk: 列出所选
zh_tw: 列表選擇

source: Delete Demand Type
cs_cz: Odstranit Poptávka Typ
es_es: Suprimir Tipo de Demanda
hi_in: हटाएँ मांग लिखें
id_id: Hapus Tipe Permintaan
it_it: Tipo di richiesta Elimina
ko_kr: 수요 유형 삭제
mr_in: डिमांड प्रकार हटवा
nl_nl: Verwijderen Demand Type
pt_pt: Apaga Tipo de Pedido
ro_ro: Ştergeţi Cererea Tip
ru_ru: Удалить тип спроса
sq_al: Lloji Delete Demand
sv: Radera efterfrågetyp
sw_ke: Aina ya kufuta Demand
tr_tr: Silmek Talep Türü
zh_hk: 删除需求种类
zh_tw: 刪除需求類別

source: Or Delete Record
cs_cz: Nebo Odstranit záznam
es_es: Ó suprimir registro
hi_in: या रिकॉर्ड हटाएँ
id_id: Atau Hapus Data
it_it: O Elimina record
ko_kr: 또는 기록 삭제
mr_in: किंवा नोंद हटवा
nl_nl: Of Record verwijderen
pt_pt: Ou apaga registro
ro_ro: Sau Delete Record
ru_ru: Или Удалить запись
sq_al: Ose Fshije Record
sv: eller radera post
sw_ke: Au Futa Rekodi
tr_tr: Veya Kayıt Sil
zh_hk: 或删除记录
zh_tw: 或刪除記錄

source: MRP error
es_es: Error de PRM
id_id: Kesalahan MRP
ko_kr: MRP 오류
mr_in: MRP त्रुटी
pt_pt: MRP erro
zh_tw: MRP錯誤

source: The MRP calculation must be run before you can run this report
cs_cz: Výpočet MRP musí být spuštěn před můžete spustit tuto zprávu
es_es: El cálculo de Planificación de Requerimiento de Material se debe ejecutar antes de correr este informe
hi_in: एमआरपी गणना इससे पहले कि आप इस रिपोर्ट को चला सकते हैं चलाने के लिए किया जाना चाहिए
id_id: Perhitungan MRP harus dijalankan sebelum Anda dapat menjalankan laporan ini
it_it: Il calcolo MRP deve essere eseguito prima di poter eseguire questo report
ko_kr: 이 보고서를 실행하기 전에 MRP 계산을 실행해야합니다
mr_in: आपण या अहवालात चालविण्यापूर्वी MRP गणना चालविणे आवश्यक
nl_nl: De MRP-berekening moet worden uitgevoerd voordat u kunt dit rapport uit te voeren
pt_pt: O cálculo MRP precisar exec. antes desse relatório
ro_ro: Calculul MRP trebuie să fi rulat înainte de a putea rula acest raport
ru_ru: Расчет MRP должен быть запущен до запуска этого отчета
sq_al: Llogaritja e MRP duhet të drejtohet para se të mund të drejtuar këtë raport
sv: MRP beräkningen skall köras innan du kan köra den här rapporten
sw_ke: Hesabu MRP lazima kukimbia kabla ya kukimbia ripoti hii
tr_tr: Bu rapor yayınlanmadan önce MRP hesaplama çalıştırılması gerekir
zh_hk: 在您运行此报告前必须先运行MRP计算
zh_tw: MRP的計算，必須執行，然後才能運行此報表

source: To run the MRP calculation click
cs_cz: Chcete-li spustit výpočet MRP klikněte
es_es: Para ejecutar el cálculo de Planificación de Requerimiento de Material haga clic
hi_in: एमआरपी गणना क्लिक करें चलाने के लिए
id_id: Utk menjalankan klik perhitungan MRP
it_it: Per eseguire il click calcolo MRP
ko_kr: MRP 계산 클릭을 실행하려면
mr_in: MRP गणना क्लिक चालवण्यासाठी
nl_nl: Het uitvoeren van de MRP-berekening klik
pt_pt: Clique para exec. Cálculo MRP
ro_ro: Pentru a executa clic calcul MRP
ru_ru: Для запуска MRP-расчета нажмите
sq_al: Klikoni për të drejtuar llogaritjes MRP
sv: För att köra MRP beräkningen klicka
sw_ke: Ya kuendesha hesabu MRP click
tr_tr: MİP hesaplama tıklayın çalıştırmak için
zh_hk: 要进行MRP运算请点击
zh_tw: 點擊以執行計算MRP

source: MRP Planned Purchase Orders Report
cs_cz: MRP Plánované Objednávky zprávy
es_es: MRP Informe de Órdenes de Compra Planificadas
hi_in: एमआरपी योजनाबद्ध खरीद आदेश रिपोर्ट
id_id: MRP - Laporan Order Pembelian Terencana
it_it: MRP pianificati Ordini di acquisto Report
ko_kr: MRP 계획 구매 주문 보고서
mr_in: MRP नियोजित खरेदी ऑर्डर नोंदवा
nl_nl: MRP Geplande Bestellingen Verslag
pt_pt: MRP Relat. Ordens Compra Planej.
ro_ro: MRP planificate cumparare Comenzi Raport
ru_ru: Отчет о MRP-планируемых заказы напродажу
sq_al: MRP planifikuara urdhëron Blerje Report
sv: Rapport över MRP plannerade inköpsorder
sw_ke: MRP Planned Ununuzi Daraja Ripoti
tr_tr: MRP Planlı Satınalma Siparişleri Raporu
zh_hk: 物料需求计划（MRP）计划的采购订单报告
zh_tw: MRP計劃採購訂單報表

source: MRP Planned Purchase Orders
cs_cz: MRP Plánované Objednávky
es_es: MRP Órdenes de Compra Planificadas
hi_in: एमआरपी खरीद आदेश योजनाबद्ध
id_id: MRP - Order Pembelian Terencana
it_it: MRP pianificati Ordini di acquisto
ko_kr: MRP 계획 구매 주문
mr_in: MRP नियोजित खरेदी ऑर्डर
nl_nl: MRP Geplande Bestellingen
pt_pt: MRP Ordens Compra Planej.
ro_ro: MRP planificate ordinele de cumpărare
ru_ru: MRP-планируемые заказы на покупку
sq_al: MRP planifikuara urdhëron Blerje
sv: MRP plannerade inköpsorder
sw_ke: MRP Planned Daraja Ununuzi
tr_tr: MRP Satınalma Siparişleri Planlanan
zh_hk: 物料采购计划（MRP）计划的采购订单
zh_tw: MRP計劃採購訂單

source: Through
cs_cz: Díky
es_es: Hasta
hi_in: के माध्यम से
id_id: Sampai
it_it: Attraverso
ko_kr: 통해
nl_nl: Door middel van
pt_pt: até
ro_ro: Prin
ru_ru: Через
sq_al: Përmes
sv: Genom
sw_ke: Kupitia
tr_tr: Ile
zh_hk: 从
zh_tw: 藉由

source: The MRP planned purchase orders could not be retrieved by the SQL because
cs_cz: MRP plánované objednávky se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener las órdenes de compra planificadas MRP porque
hi_in: एमआरपी की योजना बनाई खरीद आदेश क्योंकि SQL से नहीं लिया सकता है
id_id: Order pembelian terencana MRP tdk dapat diambil oleh SQL karena
it_it: La prevista procedura di mutuo riconoscimento degli ordini di acquisto non può essere recuperata dal SQL perché
ko_kr: MRP 계획 구매 주문은 SQL 때문에 검색 할 수 없습니다
mr_in: MRP नियोजित खरेदी ऑर्डर SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De MRP geplande bestellingen niet kon worden opgehaald door de SQL, omdat
ro_ro: Ordinele MRP planificate de cumpărare nu a putut fi recuperate de către SQL, deoarece
ru_ru: MRP-запланированные заказы на поставку не могут быть получены SQL, так как
sq_al: Planifikuar blerje urdhrat MRP nuk mund të shikohet nga SQL sepse
sv: SQL Fel eftersom
sw_ke: MRP amri ya kununua iliyopangwa inaweza kuwa retrieved na SQL sababu
tr_tr: MRP planlanmış siparişleri SQL çünkü tarafından alınamadı
zh_hk: 查询物料需求计划（MRP)计划的采购订单的SQL运行失败,因为
zh_tw: 在MRP計劃採購訂單中，不能由SQL來檢索，因為

source: Print MRP Planned Purchase Orders Error
cs_cz: Tisk MRP Plánované objednávek Chyba
es_es: Imprimir Error de Órdenes de Compra Planificadas MRP
hi_in: प्रिंट एमआरपी योजनाबद्ध खरीद आदेश में त्रुटि
id_id: Cetak Kesalahan Order Pembelian Terencana MRP
it_it: Stampa MRP pianificati Errore Ordini di acquisto
ko_kr: MRP 계획 구매 주문 오류를 인쇄
mr_in: प्रिंट MRP नियोजित खरेदी ऑर्डर त्रुटी
nl_nl: Print MRP Geplande Bestellingen Fout
pt_pt: Imp. Erros Ordem Compra Planej. MRP
ro_ro: Print MRP planificate cumparare Eroare Comenzi
ru_ru: Ошибка печати MRP-планируемых заказов на покупку
sq_al: MRP Print planifikuara urdhëron Blerje Gabim
sv: Skriv ut fel för MRP plannerade inköpsorder
sw_ke: Magazeti MRP Planned Ununuzi Daraja Error
tr_tr: Baskı MRP Planlı Satın Alma Siparişleri Hata
zh_hk: 打印物料需求计划所计划的采购订单错误
zh_tw: 列印MRP計劃採購訂單錯誤

source: There were no items with planned purchase orders
cs_cz: Nebyly zjištěny žádné položky s plánovanou objednávek
es_es: No hubo artículos con órdenes de compra planificadas
hi_in: वहाँ की योजना बनाई खरीद आदेश के साथ कोई आइटम नहीं थे
id_id: Tdk ada item dgn order pembelian terencana
it_it: Non c&#39;erano oggetti con ordini di acquisto previsti
ko_kr: 계획 구매 주문과 아이템은 없었다
mr_in: नियोजित खरेदी ऑर्डर सह कोणतेही आयटम नाहीत
nl_nl: Er waren geen items met de geplande inkooporders
pt_pt: Não há itens com Ord. Compr. planejadas
ro_ro: Nu au existat elemente cu ordinele de cumpărare planificate
ru_ru: Не найдено товаров с запланированными заказами на покупку
sq_al: Nuk ka pasur objekte me urdhër blerje të planifikuara
sv: Det finns inga artiklar med planerade inköpsorder
sw_ke: Kulikuwa hakuna vitu pamoja na maagizo iliyopangwa kununua
tr_tr: planlı satın alma siparişleri ile öğe yok edildi
zh_hk: 没有附有计划采购订单的物料
zh_tw: 計劃採購訂單中沒有商品

source: Unit Cost:
cs_cz: Jednotkové náklady:
es_es: Costo Unitario:
hi_in: यूनिट मूल्य:
id_id: Biaya Satuan:
it_it: Costo unitario:
ko_kr: 단가:
nl_nl: Kosten per eenheid:
pt_pt: Custo Un.
ro_ro: Unitatea de Cost:
ru_ru: Стоимость единицы:
sq_al: Kosto Unit:
sv: Kostnad per enhet:
sw_ke: Gharama:
tr_tr: Birim Maliyet:
zh_hk: 单位成本：
zh_tw: 單位成本

source: Last Purchase Date:
cs_cz: Poslední Datum nákupu:
es_es: Fecha de la Última Compra:
hi_in: पिछले खरीद दिनांक:
id_id: Tgl Terakhir Pembelian:
it_it: Data di acquisto Ultimo:
ko_kr: 마지막 구입 날짜 :
nl_nl: Laatste aankoop Datum:
pt_pt: Data Ult. Compr.
ro_ro: Ultima cumparare Data:
ru_ru: Последняя дата покупки:
sq_al: Data e fundit Blerje:
sv: Senaste inköpsdatum:
sw_ke: Ununuzi mwisho Date:
tr_tr: Son Satın Alma Tarihi:
zh_hk: 上次采购日期：
zh_tw: 上次採購日期

source: Supplier:
cs_cz: Dodavatel:
es_es: Proveedor:
hi_in: आपूर्तिकर्ता:
it_it: Fornitore:
ko_kr: 공급 업체 :
nl_nl: Leverancier:
pt_pt: Forn.
ro_ro: Furnizor:
ru_ru: Поставщик:
sq_al: Furnizuesi:
sv: Leverantör:
sw_ke: Wasambazaji:
tr_tr: Tedarikçi:
zh_hk: 供应商：
zh_tw: 供應商

source: Preferred Supplier:
cs_cz: Preferované Dodavatel:
es_es: Proveedor Preferido:
hi_in: पसंदीदा आपूर्तिकर्ता:
id_id: Supplier Pilihan:
it_it: Preferito fornitore:
ko_kr: 선호하는 공급 업체 :
pt_pt: Forn. Prefer.
ro_ro: Furnizor preferate:
ru_ru: Предпочтительный поставщик:
sq_al: Furnizuesi i parapëlqyer:
sv: Huvudleverantör:
tr_tr: Tercih Tedarikçi:
zh_hk: 首选供应商：
zh_tw: 首選供應商

source: Number of Purchase Orders:
cs_cz: Počet objednávek:
es_es: Número de Órdenes de Compra:
hi_in: खरीद आदेश की संख्या:
id_id: Jumlah Order Pembelian:
it_it: Numero di ordini di acquisto:
ko_kr: 구매 주문의 수 :
nl_nl: Aantal bestellingen:
pt_pt: Num. Ordens Comp.
ro_ro: Numărul de ordinele de cumpărare:
ru_ru: Количество заказов на покупку:
sq_al: Numri i urdhëron Blerje:
sv: Antal inköpsorder
sw_ke: Idadi ya Daraja Ununuzi:
tr_tr: Satın alma siparişleri sayısı:
zh_hk: 采购订单号码：
zh_tw: 採購訂單編號

source: Total Extended Cost:
cs_cz: Celkem Rozšířené Cena:
es_es: Costo Total Extendido:
hi_in: कुल विस्तारित मूल्य:
id_id: Total Biaya Meluas:
it_it: Costo Totale estesa:
ko_kr: 총 확장 비용 :
mr_in: एकूण विस्तारित किंमत:
nl_nl: Totaal uitgebreide kosten:
pt_pt: Custo Tot. Ext.
ru_ru: Всего расширенная стоимость:
sq_al: Kostoja totale e zgjeruar:
sv: Summa utökade kostnader
sw_ke: Jumla Extended Gharama:
tr_tr: Toplam Genişletilmiş Maliyet:
zh_hk: 总成本：
zh_tw: 總擴展成本：

source: MRP Planned Purchase Orders Reporting
cs_cz: MRP Plánované Objednávky výkaznictví
es_es: Informe de Órdenes de Compra Planificadas MRP
hi_in: एमआरपी खरीद आदेश रिपोर्टिंग की योजना
id_id: MRP - Laporan Order Pembelian Terencana
it_it: MRP pianificati ordini d&#39;acquisto di Reporting
ko_kr: 보고 MRP 계획 구매 주문
mr_in: रिपोर्टिंग MRP नियोजित खरेदी ऑर्डर
nl_nl: MRP Geplande Bestellingen Reporting
pt_pt: MRP Relat. Ord. Comp. Planej.
ro_ro: MRP planificate ordinele de cumpărare de raportare
ru_ru: Отчетность о MRP-планируемыех заказах на покупку
sq_al: MRP planifikuara urdhëron Blerje Raportimi
sv: Rapport över MRP plannerade inköpsorder
sw_ke: MRP Planned Ununuzi Daraja Reporting
tr_tr: MRP Satınalma Siparişleri Raporlama Planlanan
zh_hk: 物料需求计划（MRP）计划的采购订单报告
zh_tw: MRP計劃採購訂單報表

source: Consolidation
cs_cz: Konsolidace
es_es: Consolidación/Posición
hi_in: समेकन
id_id: Konsolidasi
it_it: Consolidamento
ko_kr: 강화
mr_in: दृढीकरण
nl_nl: Consolidatie
pt_pt: Consolid.
ro_ro: Consolidare
ru_ru: Консолидации
sq_al: Konsolidimi
sv: Konsolidering
sw_ke: Konsolideringen
tr_tr: Konsolidasyon
zh_hk: 合并
zh_tw: 合併

source: Cut Off Date
cs_cz: Cut Off Datum
es_es: Fecha de cierre
hi_in: कट ऑफ तारीख
id_id: Tgl Akhir
it_it: Cut Off Data
ko_kr: 컷 오프 날짜
mr_in: दिनांक कापला
nl_nl: Cut Off Datum
pt_pt: Data de Corte
ro_ro: Cut Off Data
ru_ru: Дата отключения
sq_al: Data Cut Off
sv: Slutdatum
tr_tr: Sınırlandırma Tarihi
zh_hk: 截止日期
zh_tw: 截止日期

source: MRP Date
cs_cz: Datum MRP
es_es: MRP Fecha
hi_in: एमआरपी दिनांक
id_id: Tgl MRP
it_it: MRP Data
ko_kr: MRP 날짜
mr_in: MRP दिनांक
nl_nl: MRP Datum
pt_pt: Data RP
ro_ro: MRP Data
ru_ru: Дата MRP
sq_al: MRP Data
sv: MRP datum
tr_tr: MRP Tarihi
zh_hk: MRP 日期
zh_tw: MRP的日期

source: Ext. Cost
cs_cz: Ext. Náklady
es_es: Costo Extendido
hi_in: Ext. लागत
id_id: Biaya Meluas
it_it: Ext. Costo
ko_kr: 내선. 비용
mr_in: विस्तार क्रमांक. खर्च
nl_nl: Ext. Kosten
pt_pt: Custo. Ext.
ru_ru: Расш. стоимость
sq_al: Ext. Kosto
sv: Extern kostnad
sw_ke: Ext. Gharama
tr_tr: Ext. Maliyet
zh_hk: 延伸成本
zh_tw: 外部成本

source: Source Type
cs_cz: Typ zdroje
es_es: Tipo de Origen
hi_in: स्रोत के प्रकार
id_id: Tipe Sumber
it_it: Tipo origine
ko_kr: 소스 유형
mr_in: स्रोत प्रकार
nl_nl: Brontype
pt_pt: Tipo Fonte
ro_ro: Tip sursă
ru_ru: Тип источника
sq_al: Burimi Type
sv: Ursprungstyp
sw_ke: Aina ya chanzo
tr_tr: Kaynak Türü
zh_hk: 货源种类
zh_tw: 來源類型

source: Source Order
cs_cz: Zdroj Objednat
es_es: Orden de Origen
hi_in: स्रोत आदेश
id_id: Order Sumber
it_it: Fonte Ordine
ko_kr: 소스 주문하기
mr_in: स्रोत मागणी
nl_nl: Bron Bestel
pt_pt: Fonte Pedido
ro_ro: Sursa de Ordine
ru_ru: Исходный заказ
sq_al: Burimi Rendit
sv: Ursprungsorder
sw_ke: Order chanzo
tr_tr: Kaynak Sipariş
zh_hk: 货源订单
zh_tw: 原始訂單

source: Consolidation Count
cs_cz: Počet konsolidace
es_es: Cómputo a Consolidar
hi_in: समेकन गणना
id_id: Hitungan Konsolidasi
it_it: Consolidamento Conte
ko_kr: 통합 카운트
mr_in: एकत्रीकरण संख्या
nl_nl: Consolidatie Graaf
pt_pt: Contag. Consolid.
ro_ro: Consolidarea Count
ru_ru: Счетчик консолидации
sq_al: Konsolidimi Count
sv: Visa avstämning
sw_ke: Uimarishaji Count
tr_tr: Konsolidasyon Toplamı
zh_tw: 合併計數

source: Through
es_es: Hasta
id_id: Sampai
ko_kr: 통해
mr_in: द्वारे
pt_pt: Através
zh_tw: 藉由

source: MRP Planned Work Orders
cs_cz: MRP plánované práce Objednávky
es_es: MRP Órdenes de Trabajo Planificadas
hi_in: एमआरपी कार्य आदेश योजनाबद्ध
id_id: MRP - Order Produksi Terencana
it_it: MRP ordini pianificati di lavoro
ko_kr: MRP 계획 작업 지시
mr_in: MRP नियोजित कार्य ऑर्डर
nl_nl: MRP Geplande Werkorders
pt_pt: MRP Ord. Prod. Planej.
ro_ro: MRP planificate comenzi de lucru
ru_ru: MRP-планируемые заказы на работы
sq_al: MRP planifikuara urdhëron Puna
sv: MRP planerade arbetsorder
sw_ke: MRP Planned Daraja Kazi
tr_tr: MRP İş Emirleri Planlanan
zh_hk: MRP 计划的工作单
zh_tw: 已完成MRP計劃工作單

source: The MRP planned work orders could not be retrieved by the SQL because
cs_cz: MRP plánovaných prací objednávky se nepodařilo získat do SQL, protože
es_es: SQL no pudo obtener las órdenes de trabajo planificadas MRP porque
hi_in: एमआरपी की योजना बनाई काम आदेशों क्योंकि SQL से नहीं लिया सकता है
id_id: Order produksi terencana MRP tdk dapat diambil oleh SQL karena
it_it: La prevista ordini di lavoro MRP non possono essere recuperate dal SQL perché
ko_kr: MRP 계획 작업 지시는 SQL 때문에 검색 할 수 없습니다
mr_in: MRP नियोजित काम ऑर्डर SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De MRP geplande werkorders kon niet worden opgehaald door de SQL, omdat
pt_pt: SQL não pode recuperar Ordens de Prod. planejadas pelo MRP
ro_ro: Ordinele MRP planificate de muncă nu a putut fi recuperate de către SQL, deoarece
ru_ru: MRP-планируемые заказы на работы не могут быть получены с помощью SQL, так как
sq_al: Planifikuar punën e urdhrave të MRP nuk mund të shikohet nga SQL sepse
sv: MRP plannerade arbetsorder kunde inte hämtas med SQL eftersom
sw_ke: MRP maagizo ya kazi iliyopangwa inaweza kuwa retrieved na SQL sababu
tr_tr: MRP planlanmış iş emirlerinin SQL çünkü tarafından alınamadı
zh_hk: SQL无法查到物料需求计划（MRP）所计划的工作单, 因为
zh_tw: 在MRP計劃工單不能由SQL來檢索，因為

source: There were no items with demand greater than supply
cs_cz: Nebyly zjištěny žádné položky s poptávka vyšší než nabídka
es_es: No hubo artículos con demanda superior a las provisiones
hi_in: वहाँ की मांग आपूर्ति से अधिक के साथ कोई आइटम नहीं थे
id_id: Tdk ada item dgn permintaan lebih banyak dari persediaan
it_it: Non c&#39;erano oggetti con domanda superiore all&#39;offerta
ko_kr: 공급보다 수요하는 항목이 없습니다
mr_in: पुरवठा पेक्षा जास्त मागणी असलेल्या कोणतेही आयटम नाहीत
nl_nl: Er waren geen items met de vraag groter dan het aanbod
pt_pt: Não há itens com demanda maior que o fornecimento
ro_ro: Nu s-au produs cu o cerere mai mare decât oferta
ru_ru: Нет товаров с требованием, превышающим поставку
sq_al: Nuk ka pasur objekte me kërkesë më të madhe se furnizimit
sv: Det finns inga produkter med större efterfrågan änn tillgång
sw_ke: Kulikuwa hakuna vitu na mahitaji makubwa kuliko usambazaji
tr_tr: talep arzdan daha büyük olan öğe yok edildi
zh_hk: 没有需求大于供应的物料
zh_tw: 需求大於供給中沒有商品

source: MRP Planned Work Orders Report
cs_cz: MRP plánované práce Objednávky zprávy
es_es: Informe de Órdenes de Trabajo Planificadas MRP
hi_in: एमआरपी नियोजित कार्य आदेश रिपोर्ट
id_id: MRP - Laporan Order Produksi Terencana
it_it: MRP lavoro previsto Ordini Report
ko_kr: MRP 계획 작업 지시 보고서
mr_in: MRP नियोजित कार्य ऑर्डर नोंदवा
nl_nl: MRP geplande werkzaamheden orders te rapporteren
pt_pt: MRP Relat. Ord. Prod. Planej.
ro_ro: MRP planificat activitatea de Comenzi Raport
ru_ru: Отчет о MRP-планируемых заказах на работу
sq_al: MRP planifikuara urdhëron Puna Report
sv: MRP Rapport över planerade arbetsorder
sw_ke: MRP Planned Kazi Daraja Ripoti
tr_tr: MRP Planlı İş Emirleri Raporu
zh_hk: MRP 计划的工作单报告
zh_tw: MRP計劃工單報表

source: Number of Work Orders:
cs_cz: Počet pracovních příkazů:
es_es: Número de Órdenes de Trabajo:
hi_in: काम के आदेश की संख्या:
id_id: Jumlah Order Produksi:
it_it: Numero degli ordini di lavoro:
ko_kr: 작업 지시의 수​​ :
nl_nl: Aantal van werkorders:
pt_pt: Núm. Ord. Prod.
ro_ro: Numărul de comenzi de lucru:
ru_ru: Количество заказов на работу:
sq_al: Numri i urdhëron Puna:
sv: Antal arbetsorder:
sw_ke: Idadi ya Daraja Kazi:
tr_tr: Iş Siparişler sayısı:
zh_hk: 工作单号：
zh_tw: 工單號：

source: Review/Convert MRP Planned Work Orders
cs_cz: Přezkum / Převést MRP plánované práce Objednávky
es_es: Revisar / Convertir Órdenes de Trabajo Planificadas de la Planificación de Requerimientos de Material
hi_in: समीक्षा करें / एमआरपी नियोजित कार्य आदेश कन्वर्ट
id_id: Lihat/Konversi Order Produksi Rencana MRP
it_it: Recensione / convertire gli ordini di lavoro pianificati MRP
ko_kr: 리뷰 / MRP 계획 작업 지시를 변환
mr_in: पुनरावलोकन / रूपांतरित MRP नियोजित कार्य ऑर्डर
nl_nl: Review / Zet MRP Geplande Werkorders
pt_pt: Rever / Conv Ordens de Produção Planej. MRP
ro_ro: Revizuirea / Conversia MRP Comenzi planificate de lucru
ru_ru: Обзор / Преобразовать MRP-плановые заказы на работы
sq_al: Rishikimi / Convert urdhëron e planifikuara MRP Puna
sv: Översyn / Konvertera MRP Planerade arbetsorder
sw_ke: Mapitio / Convert MRP Daraja Kazi Planned
tr_tr: Inceleme / MRP Planlı İş Emirleri dönüştürme
zh_hk: 查看/转化MRP计划的工单
zh_tw: 評論/轉換MRP計劃工單

source: Cutoff Date
es_es: Fecha de cierre
id_id: Batas Tgl
ko_kr: 컷오프 날짜
mr_in: Cutoff दिनांक
pt_pt: Data de Corte
zh_tw: 截止日期

source: Consolidations
cs_cz: Konsolidace
es_es: Consolidaciones
id_id: Konsolidasi
it_it: Consolidamenti
ko_kr: 합병
nl_nl: Consolidaties
pt_pt: Consolidações
ro_ro: Consolidari
ru_ru: Консолидация
sv: Konsolideringar
tr_tr: Konsolidasyonlar
zh_hk: 合并
zh_tw: 合併

source: Convert
cs_cz: Konvertovat
es_es: Convertir
hi_in: कन्वर्ट
id_id: Mengubah
it_it: Conversione
ko_kr: 개 심자
mr_in: धर्मांतर करणे
nl_nl: Zet
pt_pt: Converter
ro_ro: Converti
ru_ru: Конвертировать
sq_al: Kthej
sv: Konvertera
sw_ke: Kubadilisha
tr_tr: Dönüştürmek
zh_hk: 转化
zh_tw: 兌換

source: Number of Work Orders
es_es: Número de Órdenes de Trabajo
id_id: Jumlah Order Produksi
ko_kr: 작업 지시의 수
mr_in: कामाचे ऑर्डर संख्या
pt_pt: Núm. Ord. Prod.
zh_tw: 工單數量

source: Total Extended Cost
es_es: Costo Total Extendido
id_id: Total Biaya Meluas:
ko_kr: 총 확장 비용
mr_in: एकूण विस्तारित किंमत
pt_pt: Custo Tot. Extend.
zh_tw: 總成本擴展

source: MRP Planned Work Orders Reporting
cs_cz: MRP plánované práce Objednávky výkaznictví
es_es: MRP Informe de Órdenes de Trabajo Planificadas
hi_in: एमआरपी कार्य आदेश रिपोर्टिंग की योजना
id_id: MRP Pelaporan Order Produksi Terencana
it_it: MRP ordini pianificati lavoro di informazione
ko_kr: 보고 MRP 계획 작업 지시
mr_in: रिपोर्टिंग MRP नियोजित कार्य ऑर्डर
nl_nl: MRP geplande werkzaamheden Bestellingen Reporting
pt_pt: Relat. Ord. Prod. Planej. MRP
ro_ro: MRP planificate comenzi de lucru de raportare
ru_ru: Отчетность о MRP-планируемых приказах на работу
sq_al: MRP planifikuara urdhëron Puna Raportimi
sv: Rapport över MRP plannerade arbetsorder
sw_ke: MRP Planned Kazi Daraja Reporting
tr_tr: MRP İş Emirleri Raporlama Planlanan
zh_hk: MRP计划的工作单报告
zh_tw: MRP計劃工單報表

source: Review
cs_cz: Recenze
es_es: Revisar
hi_in: समीक्षा
id_id: Lihatan
it_it: Recensione
ko_kr: 리뷰
mr_in: पुनरावलोकन
pt_pt: Rever
ro_ro: Revizuire
ru_ru: Обзор
sq_al: Shqyrtim
sv: Granska
sw_ke: Mapitio
tr_tr: Inceleme
zh_hk: 查看
zh_tw: 回顧

source: MRP Report
cs_cz: MRP Zpráva
es_es: Informe MRP
hi_in: एमआरपी रिपोर्ट
id_id: Laporan MRP
ko_kr: MRP 보고서
mr_in: MRP अहवाल
nl_nl: MRP Verslag
pt_pt: Relatório MRP
ro_ro: MRP Raport
ru_ru: Доклад MRP
sq_al: Raporti i MRP
sv: MRP Rapport
sw_ke: Ripoti MRP
tr_tr: MRP Raporu
zh_hk: MRP 报告
zh_tw: MRP報表

source: Print MRP Report Error
cs_cz: Tisk MRP zpráva Chyba
es_es: Imprimir Error en el Informe MRP
hi_in: प्रिंट एमआरपी रिपोर्ट में त्रुटि
id_id: Cetak Kesalahan Laporan MRP
it_it: Stampa MRP Rapporto errori
ko_kr: MRP 에러를 인쇄
mr_in: प्रिंट MRP त्रुटी नोंदवा
nl_nl: Print MRP Rapporteer fout
pt_pt: Impr. Relat. Erro MRP
ro_ro: Print MRP raportul de eroare
ru_ru: Печатать ошибку MRP-отчета
sq_al: Raporti Print MRP Gabim
sv: Fel vid utskrift MRP rapport
sw_ke: Ripoti ya magazeti MRP Error
tr_tr: Baskı MRP Hata Bildir
zh_hk: 打印物料需求计划（MRP）报告错误
zh_tw: 列印MRP報表錯誤
