Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There were no outstanding items on the order to deliver. A dispatch note cannot be printed
cs_cz: Nebyly zjištěny žádné nesplacené položek na objednávce dodat. Dodacího listu nelze vytisknout
es_es: No hubo artículos pendientes en el pedido a entregar. No se puede imprimir una nota de despacho
hi_in: वहाँ वितरित करने के लिए आदेश पर कोई बकाया मदों थे. एक प्रेषण नोट मुद्रित नहीं किया जा सकता
id_id: Tdk ada item yg belum dikirim pada order ini. Surat pengiriman tdk dapat dicetak
it_it: Non ci sono state voci in circolazione alla fine di erogare. Una bolla di spedizione non possono essere stampati
ko_kr: 제공하는 순서에 더 뛰어난 항목이 없었다. 파견 노트 인쇄 할 수 없습니다
mr_in: वितरीत करण्यासाठी नाही थकबाकी आयटम नाहीत. एक तडफ नोट छापली जाऊ शकत नाही
nl_nl: Er waren geen openstaande posten op de order te leveren. Een verzending noot kan niet worden afgedrukt
pt_pt: Não há itens no pedido para enviar. Nota despacho não pode ser impressa
ro_ro: Nu au existat elemente restante pe pentru a oferi. O notă de expediere nu pot fi imprimate
ru_ru: В заказе нет необработанных товаров для доставки. Уведомление об отправке не может быть напечатано.
sq_al: Nuk ka pasur artikuj të shquar në mënyrë që të japë. Një shënim dërgimit nuk mund të jenë të shtypura
sv: Det fanns inga öppna produkter på order att leverera. Leveransnota kan inte skrivas ut
sw_ke: Kulikuwa hakuna vitu bora juu ya utaratibu wa kutoa. A note dispatch haiwezi kuchapishwa
tr_tr: teslim etmek amacıyla herhangi bir olağanüstü öğe vardı. A sevk dikkat basılamaz
zh_hk: 没有订单未完成物料要交货, 送货单未能列印
zh_tw: 還有的為了兌現沒有待議事項。一個發貨單無法列印

source: Print Another Packing Slip/Order
cs_cz: Tisk Další balicí list / Objednávka
es_es: Imprimir Otra Hoja de Embalaje / Pedido
hi_in: प्रिंट एक और पैकिंग स्लिप / आदेश
id_id: Cetak Surat Jalan/Order Lainnya
it_it: Stampa Un&#39;altra bolla / ordine
ko_kr: 또 다른 포장 슬립 / 주문 인쇄하기
mr_in: आणखी उपलब्धता स्लिप / मागणी प्रिंट
nl_nl: Afdrukken andere Pikcing List/Opdracht
pt_pt: Imprimir outro Slip/Ordem de Embalagem
ro_ro: Print Un alt bilet de ambalare / Ordine
ru_ru: Печатать другой упаковочный лист/заказ
sq_al: Print Një tjetër Shqip Paketimi / Rendit
sv: Skriv ut ytterligare fraktsedel/order
sw_ke: Magazeti nyingine kuingizwa Ufungashaji / Order
tr_tr: BASKA SEVK/PAKET FÖYÜ YAZDIRIN
zh_hk: 打印其他销售订单的装箱单
zh_tw: 列印其他包裝紙/訂單

source: Customer Laser Packing Slip
cs_cz: Zákazník Laser Balení skluzu
es_es: Hoja de Embalaje Láser del cliente
hi_in: ग्राहक लेजर पैकिंग स्लिप
id_id: Surat Jalan Laser Customer
it_it: Customer Laser bolla
ko_kr: 고객 레이저 포장 슬립
mr_in: ग्राहक लेझर उपलब्धता स्लिप
nl_nl: Klanten Laser Picking List
pt_pt: Slip Embalagem Cliente
ro_ro: Clientul laser bonul de
ru_ru: Лазерный упаковочный лист клиента
sq_al: Paketim Customer Laser Shqip
sv: Kundpacklista
sw_ke: Laser mteja Ufungashaji kuingizwa
tr_tr: Müşteri Lazer Ambalaj Slip
zh_hk: 装箱单（客户联）
zh_tw: 客戶激光包裝紙

source: Laser Packing slip for order
cs_cz: Laser Balení skluzu na objednávku
es_es: Hoja de Embalaje Láser del pedido
hi_in: लेजर के आदेश के लिए पैकिंग पर्ची
id_id: Surat Jalan Laser utk order
it_it: Laser bolla per ordine di
ko_kr: 주문 레이저 포장 슬립
mr_in: ऑर्डरच्या लेझर उपलब्धता स्लिप
nl_nl: Laser Picking list voor Opdracht
pt_pt: Slip da Ordem deEmbalagem
ro_ro: Laser alunecare de ambalare pentru comandă
ru_ru: Лазерный упаковочный лист для заказа
sq_al: Laser shqip Paketimi për qëllim
sv: Laser packlista för order
sw_ke: Laser Ufungashaji kuingizwa kwa utaratibu
tr_tr: sipariş için lazer Ambalaj kayma
zh_hk: 装箱单（订单联）
zh_tw: 訂單的激光包裝紙

source: There was a problem retrieving the order details for Order Number
es_es: Hubo un problema al obtener los detalles de la otrden para el Número de Orden
id_id: Ada masalah saat mengambil rincian order utk Nomor Order
ko_kr: 주문 번호에 대한 주문 정보를 검색하는 동안 문제가 발생했습니다
mr_in: मागणी क्रमांक ऑर्डर तपशील पुनर्प्राप्त करताना समस्या आली
pt_pt: Há um problema recuperando detalhes do pedido número
zh_tw: 獲取訂單詳細信息的訂單號有問題

source: Could not retrieve the components of the ordered assembly item
es_es: No se pudo obtener los componentes del artículo de montaje ordenado
id_id: Tdk dapat mengambil komponen utk item rakitan yg di-order
ko_kr: 정렬 어셈블리 항목의 요소를 검색 할 수 없습니다
mr_in: आदेश जुळवणी आयटम घटक परत मिळवू शकलो नाही
pt_pt: Não pode recuperar componentes de itens de montagem
zh_tw: 無法獲取訂購的組件項目的組成部分

source: Assembly Components:-
es_es: Componentes del montaje:
id_id: Komponen Rakitan:-
ko_kr: 어셈블리 구성 요소 : -
mr_in: जुळवणी घटक: -
pt_pt: Componentes Montados:-
zh_tw: 裝配組件： -

source: There were no outstanding items on the order to deliver
cs_cz: Nebyly zjištěny žádné nesplacené položek na objednávce dodat
es_es: No hubo artículos pendientes en el pedido a entregar
hi_in: वहाँ के आदेश पर कोई बकाया आइटम वितरित करने के लिए गए थे
id_id: Tdk ada item pada order yg belum dikirim
it_it: Non ci sono state voci in circolazione alla fine di fornire
ko_kr: 제공하는 순서에 더 뛰어난 항목은 없었다
mr_in: एकही थकबाकी आयटम वितरीत करण्यासाठी वर होते
nl_nl: Er waren geen openstaande posten op de order te leveren
pt_pt: Não há itens no pedido para enviar
ro_ro: Nu au existat elemente restante pe ordinea de a livra
ru_ru: Не было необработанных товаров в заказе для доставки
sq_al: Nuk ka pasur artikuj të shquar në mënyrë që të japë
sv: Det fanns inga öppna produkter på ordern att leverera
sw_ke: Kulikuwa hakuna vitu bora juu ya utaratibu wa kutoa
tr_tr: teslim etmek amacıyla herhangi bir olağanüstü öğe vardı
zh_hk: 该订单没有未完成交货的订单行
zh_tw: 為了交付訂單上沒有未償還的項目

source: A packing slip cannot be printed
cs_cz: Dodacího listu nelze vytisknout
es_es: No se puede imprimir una hoja de embalaje
hi_in: एक पैकिंग स्लिप मुद्रित नहीं किया जा सकता
id_id: Surat jalan tdk dapat dicetak
it_it: Una bolla di accompagnamento non può essere stampata
ko_kr: 포장 전표 인쇄 할 수 없습니다
mr_in: एक पँकिंगचा स्लीप मुद्रित करणे शक्य नाही
nl_nl: De paklijst kan niet worden afgedrukt
pt_pt: Um Slip de Embalagem não pode ser impresso
ro_ro: Un bilet de ambalare nu pot fi imprimate
ru_ru: Упаковочный лист не может быть напечатан
sq_al: Një gabim paketim nuk mund të jenë të shtypura
sv: Fraktsedeln kan inte skrivas ut
sw_ke: kuingizwa A kufunga hawezi kuwa printed
tr_tr: Bir paket fişi basılamaz
zh_hk: 装箱单无法打印
zh_tw: 載貨紙未能列印

source: There was a problem settling the old transactions.
cs_cz: Tam byl problém vypořádání starých transakcí.
es_es: Hubo un problema estableciendo las transacciones antiguas.
hi_in: वहाँ एक पुराने लेनदेन निपटाने समस्या थी.
id_id: Ada masalah dalam membereskan transaksi lama
it_it: C&#39;è stato un problema di transazioni di vecchio.
ko_kr: 이전 거래를 정착 문제가 발생했습니다.
mr_in: जुन्या व्यवहार settling एक समस्या आली.
nl_nl: Probleem met het verwerken van de oude transacties
pt_pt: Há um problema config trans. antigas
ro_ro: Nu a fost o problemă decontarea tranzacţiilor vechi.
ru_ru: Возникла проблема при улаживании старой транзакции
sq_al: Nuk ishte një problem zgjidhjen e transaksioneve të vjetër.
sv: Det uppstod et problem med att avsluta de äldre transaktionerna
sw_ke: Kulikuwa na tatizo kutulia mashirikiano ya zamani.
tr_tr: eski işlemler yerleşme bir sorun vardı.
zh_hk: 查找交易记录时出错
zh_tw: 設定舊交易時發生問題

source: The SQL used to settle outstanding transactions was
cs_cz: SQL používá k vypořádání nesplacených transakcí
es_es: El SQL utilizado para establecer transacciones extraordinarias fue
hi_in: एसक्यूएल को बकाया लेनदेन व्यवस्थित इस्तेमाल किया गया था
id_id: SQL yg digunakan utk menyelesaikan transaksi blm-lunas adalah
it_it: L&#39;SQL utilizzato per regolare le transazioni in essere è stato
ko_kr: 뛰어난 트랜잭션을 해결하는 데 사용되는 SQL이었다
mr_in: थकबाकी व्यवहार ठरविणे वापरले SQL होते
nl_nl: De verwerking van de oude transacties gebeurde in SQL
pt_pt: SQL usado para config trans. excedentes foi
ro_ro: SQL utilizate pentru decontarea tranzacţiilor restante a fost
ru_ru: SQL улаживания необработанных транзакций
sq_al: SQL të përdorura për të zgjidhur transaksionet e shquar ishte
sv: SQL används för att avveckla utestående transaktioner
sw_ke: SQL kutumika kutatua shughuli bora ilikuwa
tr_tr: SQL olağanüstü işlemler yerleşmek için kullanılan
zh_hk: 用作查找未清算交易的 SQL 是
zh_tw: 用作核銷未完成交易的 SQL 是

source: There was a problem retrieving the customer information for the statements from the database
cs_cz: Tam byl problém získávání informací o zákaznících pro výpisy z databáze
es_es: Hubo un problema al obtener la información de las cuentas del cliente de la base de datos
hi_in: वहाँ एक डेटाबेस से बयान के लिए ग्राहक की जानकारी पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil informasi customer utk akun dari database
it_it: C&#39;è stato un problema recuperare le informazioni sui clienti per le dichiarazioni del database
ko_kr: 데이터베이스에서 문에 대한 고객 정보를 검색하는 동안 문제가 발생했습니다
mr_in: डेटाबेस स्टेटमेन्ट ग्राहक माहिती पुनर्प्राप्त करताना एक समस्या आली
nl_nl: Er was een probleem tijdens het ophalen van de klant informatie voor de verklaringen van de database
pt_pt: Há um problema recuperando informação no DB do cliente, para Balancete
ro_ro: Nu a fost o problemă la regăsirea informaţiilor despre clienţi pentru declaraţiile din baza de date
ru_ru: Возникли проблемы при получении информации о клиентах для заявлений из базы данных
sq_al: Nuk ishte një problem retrieving informatat e konsumatorëve për deklaratat nga baza e të dhënave
sv: Det gick inte att hämta kunden information för uttalanden från databasen
sw_ke: Kulikuwa na tatizo retrieving taarifa ya mteja kwa kauli ya kutoka database
tr_tr: veritabanından tablolar için müşteri bilgilerini almak bir sorun oldu
zh_hk: 从数据库查找客户资料时发生问题
zh_tw: 從資料庫提結單的客戶資料時發生問題

source: Print Statements
cs_cz: Tisk přehledů
es_es: Imprimir estados de cuenta
hi_in: प्रिंट विवरण
id_id: Cetak Rekening Customer
it_it: Stampa Documenti
ko_kr: 인쇄 문
mr_in: प्रिंट स्टेटमेन्ट
nl_nl: Afdrukken Overzichten
pt_pt: Imprimir Condições
ro_ro: Declaraţiile de imprimare
ru_ru: Печатать баланс
sq_al: Print Deklaratat
sv: Skriv ut kontoutdrag
sw_ke: Taarifa za magazeti
tr_tr: RAPORLARI YAZDIR
zh_hk: 打印客户对账单
zh_tw: 列印客戶對帳單

source: No Customers Found
cs_cz: Č. Zákazníci Nalezeno
es_es: No se encontraron clientes
hi_in: कोई ग्राहक मिला
id_id: Tdk ada Customer Ditemukan
it_it: Nessun cliente Found
ko_kr: 어떤 고객은 찾을 수 없습니다
mr_in: सापडले नाही ग्राहक
nl_nl: Geen klanten gevonden
pt_pt: Não encontrou Clientes
ro_ro: Clienţii au găsit nici o
ru_ru: Не найдено клиентов
sq_al: Nuk ka Konsumatorët Found
sv: Ingen enhet hittades
sw_ke: Hakuna Wateja Found
tr_tr: MÜSTERI BULUNAMADI
zh_hk: 找不到客户
zh_tw: 找不到客戶

source: Print Customer Account Statements
cs_cz: Tisk výpisů zákaznického účtu
es_es: Imprimir estados de cuenta del cliente
hi_in: प्रिंट ग्राहक खाता विवरण
id_id: Cetak Rekening Akun Customer
it_it: Stampa Estratti Conto Clienti
ko_kr: 인쇄 고객 계정 문
mr_in: प्रिंट ग्राहक खाते स्टेटमेन्ट
nl_nl: Print Klant rekeningoverzichten
pt_pt: Impr. Lanç. Conta Cliente
ro_ro: Print cont de client Declaratii
ru_ru: Печать заявлениями счета &quot;
sq_al: Llogaria Print Customer Deklaratat
sv: Skriv ut kundkonto balanser
sw_ke: Wateja magazeti Akaunti ya Taarifa
tr_tr: Baskı Müşteri Hesap Tabloları
zh_hk: 打印顾客账户对账单
zh_tw: 列印客戶帳戶對帳單

source: There were no Customers matching your selection of
cs_cz: Nebyly zjištěny žádné Zákazníci odpovídajících Vašemu výběru
es_es: No hubo clientes que coincidieran con su selección de
hi_in: कोई अपने ग्राहकों के चयन से मेल खाते थे
id_id: Tdk ada Customer yg cocok dgn pilihan Anda
it_it: Non c&#39;erano clienti che corrispondono alla selezione di
ko_kr: 의 선택과 일치하는 고객은 없었다
nl_nl: Geen kanten die aan selectie criteria voldeden
pt_pt: Não há Clientes na seleção de
ro_ro: Nu au existat Clientii potrivite selecţia de
ru_ru: Не найдено клиентов по вашим критериям
sq_al: Nuk ka pasur Klientët matching zgjedhjen tuaj të
sv: Det fanns inga kunder som matchar dina val av
sw_ke: Kulikuwa hakuna Wateja vinavyolingana uteuzi yako ya
tr_tr: SEÇIMINIZE UYAN MÜSTERI YOK
zh_hk: 没有客户符合选择条件
zh_tw: 沒有客戶符合你選取的

source: Customer Statements
cs_cz: Prohlášení zákazníka
es_es: Estado de las Cuentas del cliente
hi_in: ग्राहक विवरण
id_id: Akun Customer
it_it: I clienti dicono di
ko_kr: 고객 문
mr_in: ग्राहक स्टेटमेन्ट
nl_nl: Klant meldingen
pt_pt: Dados Cliente
ro_ro: Declaraţiile client
ru_ru: Балансы клиента
sq_al: Deklaratat e konsumatorëve
sv: SQL-satser
sw_ke: Taarifa za wateja
tr_tr: MÜSTERI RAPORLARI
zh_hk: 客户对账单
zh_tw: 客戶結單

source: Statements from
cs_cz: Výpisy z
es_es: Estados de cuenta desde
hi_in: विवरण से
id_id: Akun dari
it_it: Dichiarazioni di
ko_kr: 에서 문
mr_in: स्टेटमेन्ट पासून
nl_nl: Melding van
pt_pt: Dados de
ro_ro: Declaraţii din
ru_ru: Балансы от
sq_al: Deklarata nga
sv: Från datum:
sw_ke: Taarifa kutoka
tr_tr: RAPORLAR -ILK
zh_hk: 对账单
zh_tw: 結單由

source: For customer
cs_cz: Pro zákazníka
es_es: Para el cliente
hi_in: ग्राहकों के लिए
id_id: Utk customer
it_it: Per il cliente
ko_kr: 고객
mr_in: ग्राहकासाठी
nl_nl: Voor klant
pt_pt: para o cliente
ro_ro: Pentru client
ru_ru: Для клиента
sq_al: Për të konsumatorëve
sv: För kund
sw_ke: Kwa wateja
tr_tr: [ MÜSTERI ]
zh_hk: 客户
zh_tw: 所有客戶的

source: Settled Transactions
cs_cz: Vyřízeno Transakce
es_es: Transacciones Establecidas
hi_in: बस लेनदेन
id_id: Transaksi yg Selesai
it_it: Operazioni regolate
ko_kr: 결제 형 거래
mr_in: स्थायिक व्यवहार
nl_nl: Handel transacties af
pt_pt: Trans. Config.
ro_ro: Tranzacţii Stabilit
ru_ru: Урегулированные транзакции
sq_al: Transaksionet Vendosur
sv: Avslutade transaktioner
sw_ke: Makazi Transactions
tr_tr: Yerleşmiş İşlemleri
zh_hk: 已清算的交易
zh_tw: 已結算的交易

source: Outstanding Transactions
cs_cz: Vynikající Transakce
es_es: Transacciones pendientes
hi_in: बकाया लेनदेन
id_id: Transaksi Blm-Lunas
it_it: Operazioni in essere
ko_kr: 뛰어난 거래
mr_in: थकबाकी व्यवहार
nl_nl: Openstaande transacties
pt_pt: Transações Pendentes
ro_ro: Tranzacţii în curs
ru_ru: Необработанные транзакции
sq_al: Transaksioneve të papaguara
sv: Uteståendetransaktioner
sw_ke: Bora Transactions
tr_tr: TAMAMLANMAMIS ISLEMLER
zh_hk: 未清算的交易
zh_tw: 未完成的交易

source: Last payment received
cs_cz: Poslední platba přijata
es_es: Último pago recibido
hi_in: अंतिम भुगतान प्राप्त
id_id: Pembayaran terakhir diterima
it_it: ultimo pagamento ricevuto
ko_kr: 마지막 지불 수신
mr_in: प्राप्त अंतिम देयक
nl_nl: Laaste betaling ontvangen
pt_pt: Últ. Pagto Recebido
ro_ro: Ultima plată primit
ru_ru: Последний полученный платеж
sq_al: pagesa më të fundit të marra
sv: Senast mottagna betalning
sw_ke: Mwisho kupokea malipo
tr_tr: ALINAN SON ÖDEME
zh_hk: 上次收到付款
zh_tw: 上次收取付款

source: Amount received was
cs_cz: Částka obdržená byl
es_es: Monto recibido fue
hi_in: राशि प्राप्त किया गया था
id_id: Jumlah yg diterima adalah
it_it: Importo ricevuto è stato
ko_kr: 양되었다 수신
mr_in: रक्कम होती प्राप्त
nl_nl: Bedrag ontvangen was
pt_pt: Quant. recebida foi
ro_ro: Suma a fost primit
ru_ru: Полученное количество
sq_al: Shuma e marrë ka qenë
sv: Inleverat belopp var
sw_ke: Kiasi kupokea mara
tr_tr: ALINAN TUTAR:
zh_hk: 收到的金额
zh_tw: 收取的金額

source: Please make payments to our account:
es_es: Por favor, hacer pagos a nuestra cuenta:
ko_kr: 우리의 계정에 지불을 확인하십시오 :
zh_tw: 請支付到我們的帳戶：

source: Quoting your account reference
es_es: Indicando su número de cuenta
ko_kr: 계정 참조를 인용
zh_tw: 引用您帳戶的參考

source: No Statements Found
cs_cz: Nalezeno žádné prohlášení
es_es: No se encontraron estados de cuenta
hi_in: कोई विवरण मिला
id_id: Tdk ada Akun Ditemukan
it_it: No le dichiarazioni contenute
ko_kr: 찾을 수 없음 제표 없습니다
mr_in: सापडले नाही स्टेटमेन्ट
nl_nl: Geen meldingen gevonden
pt_pt: Não há descrições
ro_ro: Declaraţiile nu au găsit
ru_ru: Не найдено балансов
sq_al: Nuk ka Deklaratat Found
sv: Ingen enhet hittades
sw_ke: Hakuna Taarifa Found
tr_tr: HERHANGI BIR RAPOR BULUNAMADI
zh_hk: 找不到对账单
zh_tw: 找不到結單

source: There were no statements to print
cs_cz: Tam byly žádné prohlášení pro tisk
es_es: No hubo estados de cuenta que imprimir
hi_in: वहाँ कोई बयान कर रहे थे प्रिंट
id_id: Tdk ada akun utk dicetak
it_it: Non ci sono state dichiarazioni per la stampa
ko_kr: 인쇄에 아무 문은 없었다
mr_in: प्रिंट कोणतेही वाक्य होते
nl_nl: Er waren geen verklaringen af te drukken
pt_pt: Não há demonstrativo para imprimir
ro_ro: Nu au niciun fel de declaraţii pentru a imprima
ru_ru: Нечего печатать
sq_al: Nuk ka pasur deklarata për shtyp
sv: Det finns inget att skriva ut
sw_ke: Kulikuwa hakuna taarifa kwa maandishi
tr_tr: hiçbir ifadeleri baskı vardı
zh_hk: 没有对账单可打印
zh_tw: 陳述說明沒有列印

source: Select Statements to Print
cs_cz: Vyberte Prohlášení pro tisk
es_es: Seleccionar Estados de Cuenta a imprimir
hi_in: चयन विवरण मुद्रित करने के लिए
id_id: Pilih Akun utk Dicetak
it_it: Dichiarazioni Selezionare la stampa
ko_kr: 출력하려면이 옵션을 선택 문
mr_in: प्रिंट निवडा स्टेटमेन्ट
nl_nl: Selecteer medling om af te drukken
pt_pt: Selecione Demonstrativo para Imprimir
ro_ro: Declaraţiile Selectaţi Print
ru_ru: Выберите баланс для печати
sq_al: Zgjidhni deklaratat për Print
sv: Välj utdrag som ska skrivas ut:
sw_ke: Kauli ya kuchagua Print
tr_tr: YAZDIRILACAK RAPORLARI SEÇIN
zh_hk: 选择要打印的对账单
zh_tw: 選擇要列印的對帳單

source: Starting Customer statement to print (Customer code)
cs_cz: Spuštění zákazníky prohlášení pro tisk (Customer kód)
es_es: Iniciando estado de cuenta de cliente a imprimir (código de cliente)
hi_in: ग्राहक बयान शुरू (ग्राहक कोड) मुद्रित करने के लिए
id_id: Akun Customer awal utk dicetak (Kode Customer)
it_it: A partire dichiarazione del cliente di stampare (codice cliente)
ko_kr: 고객의 문을 시작하는 인쇄하는 (고객 번호)
mr_in: मुद्रित ग्राहक विधान प्रारंभ (ग्राहक कोड)
nl_nl: Begin Klanten Overzicht Afdruk (Klanten Code)
pt_pt: Cliente Inicial para Imprimir Demonstrativo (cód.cliente)
ro_ro: Incepand declaraţie Client pentru a imprima (Cod Client)
ru_ru: Начальный баланс клиента, с которого начать печатать (код клиента)
sq_al: Duke filluar nga Deklarata e Klientit për të shtypur (kodi Customer)
sv: Starta Kunden ska skrivas ut (Customer kod)
sw_ke: Wateja mapya taarifa kwa maandishi (Wateja code)
tr_tr: BASLANGIÇ- MÜSTERI KODU
zh_hk: 从客户编号
zh_tw: 從客戶編號

source: Ending Customer statement to print (Customer code)
cs_cz: Zákazník končí prohlášení pro tisk (Customer kód)
es_es: Terminando estado de cuenta de cliente a imprimir (código de cliente)
hi_in: ग्राहक बयान समाप्त (ग्राहक कोड) मुद्रित करने के लिए
id_id: Akun Customer akhir utk dicetak (Kode Customer)
it_it: Ending dichiarazione del cliente per la stampa (codice cliente)
ko_kr: 고객의 문을 종료하는 인쇄하는 (고객 번호)
mr_in: मुद्रित ग्राहक विधान समाप्त (ग्राहक कोड)
nl_nl: Einde Klanten Overzicht Afdruk (Klanten Code)
pt_pt: Cliente Final para Imprimir Demonstrativo (cód.cliente)
ro_ro: Clientul se încheie declaraţie pentru a imprima (Cod Client)
ru_ru: Последний баланс для печати (Код клиента)
sq_al: I dhënë fund deklaratë Customer për të shtypur (kodi Customer)
sv: Ending Kunden ska skrivas ut (Customer kod)
sw_ke: Wateja kuishia taarifa kwa maandishi (Wateja code)
tr_tr: BITIS- MÜSTERI KODU
zh_hk: 到客户编号
zh_tw: 到客戶編號

source: Invoices from
cs_cz: Faktur od
es_es: Facturas desde
hi_in: से चालान
id_id: Faktur dari
it_it: Fatture da
ko_kr: 에서 송장
mr_in: पावत्या पासून
nl_nl: Facturen van
pt_pt: Pedidos De
ro_ro: Facturi de la
ru_ru: Счета-фактуры от
sq_al: Faturat nga
sv: Fakturor från
sw_ke: Ankara kutoka
tr_tr: FATURALAR -ILK
zh_hk: 发票由
zh_tw: 發票由

source: Credit Notes from
cs_cz: Dobropisů od
es_es: Notas de crédito desde
hi_in: क्रेडिट से नोट्स
id_id: Nota Kredit dari
it_it: Note di credito da
ko_kr: 에서 신용 노트
mr_in: क्रेडिट नोट्स
nl_nl: Credit Nota van
pt_pt: Notas de Crédito
ro_ro: Note de credit din
ru_ru: Кредит-ноты от
sq_al: Shënime kredisë nga
sv: Kopiera från inkorg
sw_ke: Vidokezo mikopo kutoka
tr_tr: Kredi Notlar
zh_hk: 红字发票从
zh_tw: 折讓單由

source: Transaction Print Error Report
cs_cz: Transakce Chyba tisku zprávy
es_es: Informe de Error de Impresión de Transacción
hi_in: लेन - देन प्रिंट त्रुटि रिपोर्ट
id_id: Laporan Kesalahan Cetak Transaksi
it_it: Transazione Stampa Comunica un errore
ko_kr: 트랜잭션 인쇄 오류 보고서
mr_in: व्यवहार प्रिंट त्रुटी नोंदवा
nl_nl: Transaktie Afdruk Fouten Rapport
pt_pt: Erro Relatório Transações
ro_ro: Tranzacţie Print raport de eroare
ru_ru: Отчет об ошибке печати транзакции
sq_al: Error Transaction Report Print
sv: FEL: var vänlig rapportera den här buggen
sw_ke: Ripoti ya shughuli Print Error
tr_tr: Işlem Yazdır Hata Raporu
zh_hk: 打印失败
zh_tw: 交易報表列印錯誤

source: There was a problem retrieving the invoice or credit note details for note number
cs_cz: Tam byl problém načítání fakturu nebo dobropis Z poznámky číslo
es_es: Hubo un problema al obtener los detalles de la factura o nota de crédito para el número de nota
hi_in: वहाँ एक नोट संख्या के लिए चालान अथवा क्रेडिट नोट विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil faktur atau rincian nota kredit utk nomor catatan
it_it: C&#39;è stato un problema recuperare i dettagli della fattura o nota di credito per numero di nota
ko_kr: 참고 번호에 대한 송장 또는 신용 참고 정보를 검색하는 동안 문제가 발생했습니다
mr_in: टीप नंबरसाठी चलन किंवा क्रेडिट नोट तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem bij het ophalen van de factuur of credit nota details voor nummer
pt_pt: Há um problema na recuperação detalhes pedido ou nota de crédito
ro_ro: Nu a fost o problemă la regăsirea detalii factura sau nota de credit pentru numărul de note
ru_ru: Возникли проблемы при получении счета или кредит-ноты для номера
sq_al: Nuk ishte një problem retrieving të dhënat e faturës ose kredi shënim për shënim numrin e
sv: Det gick inte att hämta fakturan eller kreditnotan detaljer för not nummer
sw_ke: Kulikuwa na tatizo retrieving maelezo kumbuka invoice au mikopo kwa idadi note
tr_tr: Not numarası için fatura ya da kredi notu bilgi alırken bir problem vardı
zh_hk: 查找发票或红字发票时发生问题
zh_tw: 提取發票或折讓單編號的資料時生問題

source: To print an invoice, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
cs_cz: Chcete-li tisknout faktury, prodejní objednávky rekord, zákazník transakce záznam a záznam pobočka pro zákazníka nesmí být očištěn
es_es: Para imprimir una factura, el registro de la orden de venta, el registro de transacción del cliente y el registro de la sucursal del cliente deben no haber sido purgados
hi_in: के लिए एक चालान, बिक्री आदेश रिकॉर्ड, ग्राहक लेनदेन रिकॉर्ड और ग्राहक के लिए शाखा रिकॉर्ड मुद्रित नहीं किया गया है purged होगा
id_id: Utk mencetak faktur, data order penjualan, data transaksi customer dan data cabang utk customer tdk boleh dihapus
it_it: Per stampare una fattura, l&#39;ordine di vendite record, il record delle transazioni del cliente e il record di filiale per il cliente non deve essere stato purgato
ko_kr: 송장을 인쇄하려면, 판매 주문 기록, 고객의 거래 기록 및 고객에 대한 분기 기록은 제거 된 안
mr_in: एक चलन मुद्रित करण्यासाठी, विक्री ऑर्डर रेकॉर्ड, ग्राहक व्यवहार रेकॉर्ड आणि ग्राहक शाखेच्या रेकॉर्ड साफ केला नसावा
nl_nl: Voor het afdrukken van een factuur mag verkooporder, klant, transactie, verkoper en branch niet gewijzigd zijn
pt_pt: Para imprimir um pedido, registro vendas o registro ...
ro_ro: Pentru a imprima o factură, comandă de vânzări record, tranzacţia record client şi înregistrarea ramura pentru client nu trebuie să fi fost eliminate
ru_ru: Чтобы распечатать счет, договор на продажу, сделку клиента и запись о филиале для клиента не должны быть удалены
sq_al: Për të shkruar një faturë, rekord shitjet e rendit, e transaksionit të konsumatorëve rekord dhe rekord degës për të konsumatorëve nuk duhet të ketë qenë purged
sv: För att skriva ut en faktura, kundordern posten, kunden transaktioner som registrerats och grenen rekord för kunden får inte ha rensats
sw_ke: Na magazeti ya invoice, rekodi ya mauzo ili, rekodi ya mteja manunuzi na rekodi ya tawi kwa wateja lazima si wamekuwa purged
tr_tr: fatura, satış sipariş kaydı, müşteri işlem kayıt ve müşteri için şube kayıt yazdırmak için tasfiye edilmiş olmamalıdır
zh_hk: 要打印客户的发票, 销售订单/ 客户交易记录/客户分公司记录必须未被归档
zh_tw: 要列印客戶的發票, 銷售訂單記錄, 客戶交易記錄, 及分公司記錄必須未被清除
