Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: However you can change the quantity ordered of the existing line if necessary
cs_cz: Nicméně můžete změnit objednaného množství stávající linky v případě potřeby
es_es: Sin embargo, si es necesario, puede cambiar la cantidad solicitada en la línea
hi_in: हालांकि आप बदल सकते हैं मात्रा मौजूदा पंक्ति अगर आवश्यक का आदेश दिया
id_id: Akan tetapi Anda dapat mengubah qty yg dipesan dari baris yg sdh ada jika perlu
it_it: Tuttavia è possibile modificare la quantità ordinata della linea esistente, se necessario,
ko_kr: 그러나 당신은 필요한 경우 기존 라인의 주문 수량을 변경할 수 있습니다
mr_in: आपण आवश्यक असल्यास विद्यमान ओळीच्या आदेश प्रमाण बदलू शकता तथापि
nl_nl: Indien nodig kan de hoeveelheid worden aangepast op de bestaande regel
pt_pt: contudo, pode ser feita a modificação na quantidade do item na linha já existente
ro_ro: Cu toate acestea aveţi posibilitatea să modificaţi cantitatea comandată ale liniei existente, dacă este necesar
ru_ru: Однако вы можете изменить заказанное количество в уже существующих позициях при необходимости.
sq_al: Megjithatë ju mund të ndryshojë sasia urdhëroi të linjës ekzistuese nëse është e nevojshme
sv: Men du kan ändra antalet på den befintliga orderraden
sw_ke: Hata hivyo unaweza kubadilika kiasi kufuatana wa mstari wa zilizopo kama ni muhimu
tr_tr: ANCAK, ÜRÜNÜN MIKTARI ILE OYNAYABILIRSINIZ
zh_hk: 但你可以按需要更改现有订单行数量
zh_tw: 但你可以按需要在現有列中更改訂單數量

source: The item details for
es_es: Los detalles del artículo para
id_id: Rincian item utk
ko_kr: 에 대한 항목 세부 사항
mr_in: साठी आयटम तपशील
pt_pt: Detalhes do item para
zh_tw: 該項目的詳細信息

source: The purchasing data for
es_es: La información de compra para
id_id: Data pembelian utk
ko_kr: 구입 용 데이터
mr_in: साठी खरेदी डेटा
pt_pt: Dados da compra para
zh_tw: 對採購資料

source: The SQL used to retrieve the purchasing data but failed was
es_es: El SQL usado para obtener el detalle de la compra que falló fue
id_id: SQL yg digunakan utk mengambil data pembelian tapi gagal adalah
ko_kr: SQL은 구매 데이터를 검색하는 데 사용했지만 실패했다
mr_in: SQL खरेदी डेटा पुनर्प्राप्त करण्यासाठी वापरले पण होते अयशस्वी
pt_pt: SQL que falhou usado para recuperar dados compra foi
zh_tw: 在SQL用於檢索的採購資料，失敗

source: Could not retrieve the supplier discounts applicable to the item
id_id: Tdk dapat mengambil diskon supplier utk item tersebut
ko_kr: 항목에 적용 할 수있는 공급 업체 할인을 검색 할 수 없습니다
mr_in: आयटम लागू पुरवठादार सवलत पुनर्प्राप्त करणे शक्य नाही
pt_pt: Não encontrou descontos de compra para este item
zh_tw: 不能獲取適用於該項目的供應商折扣

source: The SQL used to retrive the supplier discounts that failed was
id_id: SQL yg digunakan utk mengambil diskon supplier dan gagal adalah
ko_kr: SQL이었다 실패 공급 업체 할인 PIN이하는 데 사용
mr_in: अयशस्वी की पुरवठादार सवलत retrive करण्यासाठी वापरले SQL होते
pt_pt: SQL que falhou na recuperação dos desc de fornecedor foi
zh_tw: SQL程序在使用以檢索該供應商的折扣，失敗了

source: Taken accumulated supplier percentage discounts of
id_id: Diskon supplier yg terakumulasi sebesar
ko_kr: 의 촬영 축적 공급 비율 할인
mr_in: घेतला जमा पुरवठादार टक्केवारी सवलत
pt_pt: Calculando desc. acum. percentual fornecedor
zh_tw: 採取累積供應商的折扣率

source: Taken accumulated round sum supplier discount of
id_id: Diskon supplier yg terakumulasi dan dibulatkan sebesar
ko_kr: 의 촬영 축적 라운드 합계 공급 업체 할인
mr_in: जमा गोल बेरीज पुरवठादार सवलतीच्या घेतला
pt_pt: Calculando soma arredond. desconto fornecedor
zh_tw: 兩者的累積總和輪供應商折扣

source: per supplier unit
id_id: per satuan supplier
ko_kr: 공급 업체 단위당
mr_in: पुरवठादार प्रति युनिट
pt_pt: Unid. Fornec.
zh_tw: 每個供應商單位

source: does not exist in the database and therefore cannot be added to the order
cs_cz: neexistuje v databázi, a proto nemůže být přidán do objednávky
es_es: no existe en la base de datos y por tanto no puede agregarse al pedido
hi_in: करता है डेटाबेस में मौजूद नहीं है और इसलिए आदेश को जोड़ा नहीं जा सकता
id_id: tdk ada di database sehingga tdk dapat dimasukkan ke dalam order
it_it: non esiste nel database e quindi non può essere aggiunto all&#39;ordine
ko_kr: 데이터베이스에 존재하지 않기 때문에, 순서에 추가 할 수없는
mr_in: डेटाबेस मध्ये अस्तित्वात नाही आणि म्हणून ऑर्डर जोडले जाऊ शकत नाही
nl_nl: bestaat niet in de database en kan daarom niet worden toegevoegd aan de order
pt_pt: não existe no DB e não pode ser usado na ordem de compra
ro_ro: nu exista in baza de date şi, prin urmare, nu poate fi adăugat la comandă
ru_ru: не существует в базе данных и поэтому не может быть добавлен в заказ
sq_al: nuk ekziston në bazën e të dhënave dhe për këtë arsye nuk mund të shtohet në mënyrë
sv: finns inte i databasen och kan därför inte läggas till ordern
sw_ke: haipo katika orodha hiyo haiwezi kuongezwa ili
tr_tr: VERITABANINDA BULUNAMADI, SIPARISE EKLENEMIYOR
zh_hk: 在数据库中不存在, 所以不能新增到订单
zh_tw: 不存在於資料庫, 因此不能新增採購訂單

source: Order Summary
cs_cz: Aby Shrnutí
es_es: Sumario del Pedido
hi_in: आदेश सारांश
id_id: Ringkasan Order
it_it: Riepilogo ordine
ko_kr: 주문 요약
nl_nl: Om Samenvatting
pt_pt: Resumo Ordem
ro_ro: Pentru Rezumat
ru_ru: Общие данные о заказе
sq_al: Rendit Përmbledhje
sv: Order total
sw_ke: Ili Summary
tr_tr: Sipariş Özeti
zh_hk: 订单总览
zh_tw: 訂單摘要

source: Quantity Our Units
es_es: Cantidad de Nuestras Unidades
id_id: Qty Satuan Kita
ko_kr: 수량 우리의 단위
mr_in: प्रमाण आमचे एकके
pt_pt: Quant. Nossa Unidade
zh_tw: 採購數量

source: Our Unit
es_es: Nuestra Unidad
id_id: Satuan Kita
ko_kr: 우리의 단위
mr_in: आमचे युनिट
pt_pt: Nossa Unidade
zh_tw: 單位

source: Price Our Units
es_es: Precio de Nuestras Unidades
id_id: Harga Satuan Kita
ko_kr: 우리의 단위 가격을
mr_in: आमचे एकके किंमत
pt_pt: Preço Nossa Unidade
zh_tw: 公司單位售價

source: Unit Conversion Factor
es_es: Factor de Conversión de Unidades
id_id: Faktur Konversi Satuan
ko_kr: 단위 변환 계수
mr_in: एकक परिवर्तन फॅक्टर
pt_pt: Fator Conversão Unid.
zh_tw: 轉換係數

source: Order Quantity
cs_cz: Objednat Množství
es_es: Cantidad de Pedidos
hi_in: आदेश मात्रा
id_id: Qty Order
it_it: Quantità di ordine
ko_kr: 주문 수량
mr_in: मागणी प्रमाण
nl_nl: Opdracht Aantal
pt_pt: Quantidade Ordem
ro_ro: Cantitatea pentru
ru_ru: Количество в заказе
sq_al: Rendit Sasia
sv: Orderantal
sw_ke: Kiasi ili
tr_tr: SIPARIS MIKTARI
zh_hk: 订单数量
zh_tw: 訂單數量

source: Supplier Unit
cs_cz: Jednotka dodavatele
es_es: Unidad del proveedor
hi_in: आपूर्तिकर्ता यूनिट
id_id: Satuan Supplier
it_it: Fornitore Unità
ko_kr: 공급 장치
mr_in: पुरवठादार युनिट
nl_nl: Leveranciers eenheid
pt_pt: Unid. Fornecedor
ro_ro: Unitatea de furnizor
ru_ru: Единица поставщика
sq_al: Furnizuesi Njësia
sv: Leverantörsenhet
sw_ke: Wasambazaji Unit
tr_tr: TEDARIKÇI BIRIMI
zh_hk: 供应商计量单位
zh_tw: 供應商單位

source: Order Price
cs_cz: Objednat Cena
es_es: Precio de Pedidos
hi_in: आदेश मूल्य
id_id: Harga Order
it_it: Prezzo d' Ordine
ko_kr: 주문 가격
mr_in: मागणी किंमत
nl_nl: Opdracht Prijs
pt_pt: Preço Ordem
ro_ro: Comanda Pret
ru_ru: Заказать Цена
sq_al: Rendit Çmimi
sv: Orderpris
sw_ke: Bei ili
tr_tr: SIPARIS FIYATI
zh_hk: 订单价目
zh_tw: 訂單價格

source: Supp Units
es_es: Unidades del proveedor
id_id: Satuan Supplier
ko_kr: SUPP 단위
mr_in: Supp एकके
pt_pt: Unid. Fornec.
zh_tw: 供應商計量單位

source: Sub-Total
ko_kr: 소계
mr_in: उप एकूण
zh_tw: 小計

source: Deliver By
cs_cz: Podle dodat
es_es: Entregar Por
hi_in: द्वारा वितरित
id_id: Kirim Tgl
it_it: Consegnare entro il
ko_kr: 에 의해 전달
mr_in: द्वारा वितरीत
nl_nl: Leveren door
pt_pt: Data Entrega
ro_ro: Livra prin
ru_ru: Доставка по
sq_al: Livre Nga
sv: Leverera via
sw_ke: Kwa kutoa
tr_tr: Tarafından teslim
zh_hk: 付运 由
zh_tw: 交貨日期

source: excluding Tax
cs_cz: bez daně
es_es: sin impuestos
hi_in: टैक्स को छोड़कर
id_id: sebelum Pajak
it_it: tasse escluse
ko_kr: 세금
nl_nl: exclusief BTW
pt_pt: exclui impostos
ro_ro: exclusiv taxa
ru_ru: без учета налогов
sq_al: me përjashtim të tatimit
sv: exclusive skatt
sw_ke: bila ya Kodi
tr_tr: Vergi hariç
zh_hk: 不含税
zh_tw: 未稅

source: Update Order Lines
es_es: Actualizar líneas
hi_in: अद्यतन आदेश लाइन्स
id_id: Perbarui Baris Order
ko_kr: 업데이트 주문 라인
mr_in: अद्यतनित ऑर्डर लाईन्स
pt_pt: Atual. Linhas O.C.
sq_al: Rendit Lines Update
sw_ke: Mwisho Order Lines
zh_tw: 更新計價

source: Process Order
es_es: Procesar Pedido
id_id: Proses Order
ko_kr: 프로세스 주문
mr_in: प्रक्रिया मागणी
pt_pt: Processar Pedidos
zh_tw: 採購訂單更新

source: General Ledger Code
cs_cz: General Ledger zákoníku
es_es: Código Contable
hi_in: सामान्य खाता बही कोड
id_id: Kode Buku Besar
it_it: Contabilità Generale Code
ko_kr: 원장 코드
mr_in: सामान्य खातेवही कोड
nl_nl: Grootboek Code
pt_pt: Código contábil
ro_ro: General Ledger Codul
ru_ru: Код а главной книге
sq_al: Kodi Libri themelor
sv: Kontokod
sw_ke: Ujumla Ledger Code
tr_tr: Genel Muhasebe Kanunu
zh_hk: 总账代码
zh_tw: 總帳編號

source: OR Asset ID
cs_cz: Nebo aktiva ID
es_es: ID del activo
hi_in: या संपत्ति आईडी
id_id: ATAU ID Aktiva
it_it: O Asset ID
ko_kr: 또는 자산 ID
mr_in: किंवा मालमत्ता आयडी
nl_nl: OF Asset ID
pt_pt: or ID Ativo Fixo
ro_ro: SAU Asset ID
ru_ru: Или ID активов
sq_al: APO Pasurive ID
sv: Eller tillgång ID
sw_ke: AU Amana ID
tr_tr: VEYA Varlık Kimliği
zh_hk: 或资产 ID
zh_tw: 或資產ID

source: Not an Asset
cs_cz: Ne Asset
es_es: No es un activo
hi_in: नहीं एक परिसंपत्ति
id_id: Bukan Aktiva
it_it: Non è un asset
ko_kr: 아니 자산
mr_in: नाही एक मालमत्ता
nl_nl: Niet een Asset
pt_pt: Não é Ativo Fixo
ro_ro: Nu este o Asset
ru_ru: Не активами
sq_al: Jo një Aseteve
sv: Inte en tillgång
sw_ke: Si ya Amana
tr_tr: Değil bir Varlık
zh_hk: 不是资产
zh_tw: 非資產

source: Not yet purchased
cs_cz: Dosud zakoupené
es_es: Aún no comprado
hi_in: अभी तक नहीं खरीदा
id_id: Belum dibeli
it_it: Non ancora acquistata
ko_kr: 아직 구입하지
mr_in: अद्याप खरेदी नाही
nl_nl: Nog niet gekocht
pt_pt: Não foi Comprado
ro_ro: Nu a fost încă achiziţionate
ru_ru: Пока некупленный
sq_al: Nuk blihen akoma
sv: Ännu inte köpt
sw_ke: Bado kununuliwa
tr_tr: Henüz satın
zh_hk: 尚未采购
zh_tw: 尚未購買

source: New Fixed Asset
cs_cz: Nové Fixed Asset
es_es: Nuevo activo fijo
hi_in: नई स्थायी संपत्ति
id_id: Aktiva Tetap Baru
it_it: Nuovo cespite
ko_kr: 새로운 고정 자산
mr_in: नविन मुदत मालमत्ता
nl_nl: Nieuwe vaste activa
pt_pt: Novo Ativo Fixo
ro_ro: Noi fixe Asset
ru_ru: Новые основные средства
sq_al: Aseteve fikse të reja
sv: Nya anläggningstillgångar
sw_ke: Mpya Fixed Asset
tr_tr: Yeni Sabit Kıymet
zh_hk: 新固定资产
zh_tw: 新固定資產

source: Quantity to purchase
cs_cz: Množství ke koupi
es_es: Cantidad a comprar
hi_in: मात्रा की खरीद के लिए
id_id: Qty ingin dibeli
it_it: Quantità da acquistare
ko_kr: 구매에 수량
mr_in: खरेदी करण्यासाठी प्रमाणात
nl_nl: Hoeveelheid aan te schaffen
pt_pt: Quantidade para Comprar
ro_ro: Cantitatea de cumpărare
ru_ru: Количество к покупке
sq_al: Sasia për të blerë
sv: Kvantitet att köpa
sw_ke: Wingi wa kununua
tr_tr: Miktar satın almak için
zh_hk: 采购数量
zh_tw: 採購數量

source: Price per item
cs_cz: Cena za kus
es_es: Precio por artículo
hi_in: आइटम प्रति मूल्य
id_id: Harga per item
it_it: Prezzo per invio
ko_kr: 항목 당 가격
mr_in: आयटम प्रति किंमत
nl_nl: Prijs per stuk
pt_pt: Preço por Item
ro_ro: Pret per articol
ru_ru: Цена единицы товара
sq_al: Çmimi për një artikull
sv: Pris per enhet
sw_ke: Bei kwa bidhaa
tr_tr: parça başına fiyat
zh_hk: 每种物料价格
zh_tw: 物料單價

source: each
cs_cz: každý
es_es: c/u
hi_in: प्रत्येक
id_id: unit
it_it: ogni
ko_kr: 각각의
mr_in: प्रत्येक
nl_nl: per stuk
pt_pt: cada
ro_ro: fiecare
ru_ru: каждый
sq_al: çdo
sv: varje
sw_ke: kila
tr_tr: HERBIRI
zh_hk: 每件
zh_tw: 每件

source: Item Category
es_es: Categoría de Artículo
id_id: Kategori Item
ko_kr: 상품 카테고리
mr_in: लेखाचे वर्ग
pt_pt: Categoria Item
zh_tw: 物料分類

source: Only items defined as from this Supplier
es_es: Solo artículos definidos desde este proveedor
id_id: Hanya item yg dari Supplier ini
ko_kr: 이 공급 업체로 정의 항목 만
mr_in: या पुरवठादार पासून व्याख्या केवळ आयटम
pt_pt: Sómente itens definidos para este fornecedor
zh_tw: 僅此供應商的物料

source: Insert New Item
cs_cz: Vložit Nová položka
es_es: Insertar artículo nuevo
hi_in: सम्मिलित करें नया आइटम
id_id: Masukkan Item Baru
it_it: Inserisci Un Nuovo Articolo
ko_kr: 새 항목을 삽입
mr_in: नवीन आयटम घाला
nl_nl: Voeg nieuw item toe
pt_pt: Adicionar Novo Item
ro_ro: Insereaza Articol nou
ru_ru: Вставить новый элемент
sq_al: Item Vendos reja
sv: Lägg till en ny produkt
sw_ke: Insert Mpya Dondoo
tr_tr: YENI ÜRÜN EKLE
zh_hk: 插入新物料
zh_tw: 新建物料

source: Order a non stock item
cs_cz: Aby neskladové položky
es_es: Pedir un artículo fuera de inventario
hi_in: आदेश एक गैर स्टॉक मद
id_id: Order item non-stok
it_it: Ordina un articolo di riserva non
ko_kr: 비 재고 항목을 주문
mr_in: एक नॉन स्टॉक आयटम मागवा
nl_nl: Bestel een non voorraad artikel
pt_pt: Pedido de item sem estoque
ro_ro: Pentru un non stoc element
ru_ru: Заказать товар не из ассортимента
sq_al: Porosit një zë jo të aksioneve
sv: Beställ produkt som inte finns i lager
sw_ke: Ili isiyo ya hisa item
tr_tr: Sipariş olmayan bir stok kalemi
zh_hk: 订购一个非库存物料
zh_tw: 訂購一個非庫存的物料

source: Order some
es_es: Pedir algunos
ko_kr: 주문 일부
mr_in: काही मागवा
nl_nl: Toevoegen
pt_pt: Entrar Ped.
ru_ru: Заказать
zh_hk: 复制到订单行
zh_tw: 複製到訂採購單

source: Our Units
es_es: Nuestras Unidades
id_id: Satuan Kita
ko_kr: 우리의 단위
mr_in: आमचे एकके
pt_pt: Nossa Unid.
zh_tw: 公司的單位

source: Supplier/Order
es_es: Proveedor/Orden
ko_kr: 공급자 / 주문
mr_in: पुरवठादार / मागणी
pt_pt: Ordem Fornecedor
zh_tw: 供應商/訂單

source: Go to end of list
cs_cz: Přejít na konec seznamu
es_es: Ir al final de la lista
hi_in: सूची के अंत जाओ
id_id: Ke akhir daftar
it_it: Vai alla fine della lista
ko_kr: 목록의 끝으로 이동
mr_in: सूची शेवटी जा
nl_nl: Ga naar het einde van de lijst
pt_pt: Ir ao Fim Lista
ro_ro: Du-te la sfârşitul listei
ru_ru: Перейти в конец списка
sq_al: Shko tek fundi i listës
sv: Gå till slutet av listan
sw_ke: Kwenda mwisho wa orodha ya
tr_tr: Listenin sonuna git
zh_hk: 到列表尾
zh_tw: 跳到列表尾

source: Could not retrieve the purchasing data for the item
es_es: No se pudo obtener la información de compra para el artículo
id_id: Tdk dapat mengambil data pembelian utk item tersebut
ko_kr: 아이템에 대한 구매 정보를 검색 할 수 없습니다
mr_in: गोष्टीसाठी खरेदी डेटा पुनर्प्राप्त करणे शक्य नाही
pt_pt: Não encontrou dados de compra para este item
zh_tw: 無法檢索採購數據的項目

source: Reviewing Purchase Order Number
cs_cz: Revize objednávky číslo
es_es: Revisando número de orden de compra
hi_in: खरीद आदेश संख्या की समीक्षा
id_id: Peninjauan Nomor Order Pembelian
it_it: Analizzando Numero d&#39;ordine d&#39;acquisto
ko_kr: 구매 주문 번호를 검토
mr_in: खरेदी मागणी क्रमांक आढावा
nl_nl: Controleer nummer van inkoop order
pt_pt: Revisão Número Ordem Compra
ro_ro: Revizuirea Număr de Ordine cumparare
ru_ru: Просмотр номера заказа на покупку
sq_al: Rishikimi i Rendit Numri Blerje
sv: Visa inköpsordernr
sw_ke: Marekebisho ya Ununuzi Order Idadi
tr_tr: SATINALMA SIPARIS NO INCELENIYOR
zh_hk: 查看采购订单
zh_tw: 檢視採購訂單編碼

source: Reviewing A Purchase Order
cs_cz: Revize Objednávka
es_es: Revisar una orden de compra
hi_in: एक खरीद आदेश की समीक्षा
id_id: Peninjauan Order Pembelian
it_it: Analizzando un ordine d&#39;acquisto
ko_kr: 구매 주문을 검토
mr_in: खरेदी ऑर्डर आढावा
nl_nl: Contole van inkoop order
pt_pt: Revisão Ordem Compra
ro_ro: Revizuirea unui ordin de cumpărare
ru_ru: Просмотр заказа на покупку
sq_al: Rishikimi Një Rendit Blerje
sv: Visa en inköpsorder
sw_ke: Marekebisho A Order Ununuzi
tr_tr: SATINALMA SIPARISI INCELENIYOR
zh_hk: 查看采购订单
zh_tw: 檢視採購訂單

source: The search of the GRNs was unsuccessful
cs_cz: Hledání GRNs byl neúspěšný
es_es: La búsqueda de notas de Bienes recibidos no fructificó
hi_in: GRNs की खोज असफल रहा था
id_id: Pencarian GRN tdk berhasil
it_it: La ricerca del GRNs non ha avuto successo
ko_kr: GRNs의 검색에 실패했습니다
mr_in: GRNs शोधात फसला
nl_nl: De zoektocht van de Kabe is mislukt
pt_pt: A pesquisa por um DEM (docto entrada mercadoria) não foi com sucesso
ro_ro: Căutare de GRNs nu a reuşit
ru_ru: Поиск уведомлений о получении товара не дал результатов
sq_al: Kërkim të GRNs ishte i pasuksesshëm
sv: Sökandet av GRNs misslyckades
sw_ke: Search ya GRNs mara unsuccessful
tr_tr: GRNs ve arama başarısız oldu
zh_hk: 收货单查询失败
zh_tw: 該GRNS的搜索不成功

source: the SQL statement returned the error
cs_cz: SQL příkaz vrátil chybu
es_es: El comando SQL que podujo el error
hi_in: SQL बयान त्रुटि दी
id_id: SQL mengembalikan kesalahan
it_it: l&#39;istruzione SQL ha restituito l&#39;errore
ko_kr: SQL 문은 오류를 반환
mr_in: SQL विधान त्रुटी परत
nl_nl: De SQL die een foutmelding gaf
pt_pt: SQL que falhou retornou o seguinte erro
ro_ro: instrucţiunea SQL returnat eroare
ru_ru: SQL вернул ошибку
sq_al: deklarata SQL kthyer gabim
sv: SQL Fel
sw_ke: taarifa SQL akarudi kosa
tr_tr: SQL deyimi hata döndürdü
zh_hk: SQL返回错误
zh_tw: 傳回 SQL 陳述式 錯誤

source: This page must be called with a purchase order number to review
cs_cz: Tato stránka musí být volána s číslem objednávky, aby přezkoumala
es_es: Esta página debe ser llamada con un número de orden de compra a revisar
hi_in: यह पृष्ठ एक क्रय आदेश संख्या के साथ बुलाया जाना चाहिए की समीक्षा
id_id: Halaman ini harus dipanggil dgn nomor order pembelian utk dilihat
it_it: Questa pagina deve essere chiamata con un numero d&#39;ordine di acquisto a leggere
ko_kr: 이 페이지는 검토 구매 주문 번호로 호출해야합니다
mr_in: हे पृष्ठ पुनरावलोकन करण्यासाठी खरेदी ऑर्डर क्रमांकासह म्हणतात करणे आवश्यक आहे
nl_nl: Deze pagina moet woren opgevraagd met het nummer van de inkoop order die gecontroleerd moet worden
pt_pt: Esta página precisa ser chamada com um número de ordem de compra para revisão
ro_ro: Această pagină trebuie să fie numit cu un număr de ordine de cumpărare a revizui
ru_ru: Эта страница должна быть вызвана с номером заказа на покупку
sq_al: Kjo faqe duhet të quhet me një numër të urdhër blerjes që të shqyrtojë
sv: Sidan måste anropas med ett inköpsordernummer för att visas
sw_ke: Ukarasa huu ni lazima wito kwa idadi ili kununua upya
tr_tr: BIR SATINALMA SIP.NO GIRMELISINIZ
zh_hk: 这个页面必须在选择了采购订单号才能进入
zh_tw: 此頁必須從採購訂單編號來叫出顯示

source: Outstanding Purchase Orders
cs_cz: Vynikající Objednávky
es_es: Órdenes de Compra Pendientes
hi_in: बकाया खरीद आदेश
id_id: Order Pembelian Blm-Datang
it_it: Ordini di acquisto eccezionale
ko_kr: 뛰어난 구매 주문
mr_in: थकबाकी खरेदी ऑर्डर
nl_nl: Openstaande Inkoop orders
pt_pt: Ordens de Compra Pendentes
ro_ro: Obligă Remarcabil cumparare
ru_ru: Необработанные заказы
sq_al: Urdhrave të papaguara Blerje
sv: öppna inköpsorder
sw_ke: Ununuzi bora Daraja
tr_tr: TAMAMLANMAMIS SATINALMA SIPARISLERI
zh_hk: 未完成采购订单
zh_tw: 未完成採購訂單

source: The order requested could not be retrieved
cs_cz: Žádání se nepodařilo získat
es_es: No se pudo obtener la orden solicitada
hi_in: आदेश को नहीं पाया जा सकता है अनुरोध किया
id_id: Order yg diminta tdk dapat diambil
it_it: L&#39;ordine richiesto non può essere recuperata
ko_kr: 요청 순서는 검색 할 수 없습니다
mr_in: विनंती ऑर्डर पुनर्प्राप्त करणे शक्य नाही
nl_nl: De gewenste orer kon niet worden opgevraagd
pt_pt: Os dados da Ordem de Compra não puderam ser recuperados
ro_ro: Pentru a solicitat nu a putut fi recuperate
ru_ru: Запрошенный заказ не может быть получен
sq_al: Urdhri kërkuar nuk mund të shikohet
sv: Den angivna adressen kunde inte läsas in:
sw_ke: ili The requested inaweza kuwa retrieved
tr_tr: ISTENEN SIPARIS ALINAMIYOR
zh_hk: 没找到订单
zh_tw: 要求的訂單未能提取

source: the SQL returned the following error
cs_cz: SQL vrátil následující chybu
es_es: el SQL produjo el siguiente error
hi_in: एसक्यूएल निम्नलिखित त्रुटि लौटे
id_id: SQL mengembalikan kesalahan berikut ini
it_it: SQL restituito il seguente errore
ko_kr: SQL은 다음 오류를 반환
mr_in: SQL खालील त्रुटी परत
nl_nl: De SQL gaf de volgende foutmelding
pt_pt: SQL que falhou na recuperação foi
ro_ro: SQL returnat următoarea eroare
ru_ru: SQL вернул следующую ошибку
sq_al: SQL kthye gabim në vijim
sv: SQL returnerade följande fel
sw_ke: SQL kurejea makosa yafuatayo
tr_tr: SQL HATA
zh_hk: SQL返回以下错误
zh_tw: SQL 傳回以下錯誤

source: Unable to locate this PO Number
cs_cz: Nepodařilo se najít tuto Číslo objednávky
es_es: No se pudo localizar este número de orden de compra
hi_in: इस PO क्रमांक खोजने में असमर्थ
id_id: Tdk dapat menemukan Nomor PO ini
it_it: Impossibile individuare questo numero PO
ko_kr: 이 PO 번호를 찾을 수 없습니다
mr_in: या PO क्रमांक शोधण्यास असमर्थ
nl_nl: Niet mogelijk om de Inkoop orer nummer te vinden
pt_pt: Não Localizou esta ordem compra
ro_ro: Imposibil de localizat acest număr PO
ru_ru: Невозможно найти номер заказа на покупку
sq_al: Në pamundësi për të gjetur këtë Numër PO
sv: Kan inte hitta denna PO-nummer
sw_ke: Imeshindwa Idadi hii PO
tr_tr: BU SATINALMA SIP.NO. BULUNAMIYOR
zh_hk: 找不到此订单号码
zh_tw: 未能打到這訂單編號

source: Please look up another one
cs_cz: Prosím, podívejte se do další
es_es: Por favor busque otra
hi_in: कृपया ऊपर एक दूसरे देखो
id_id: Silahkan cari yg lain
it_it: Si prega di guardare su un altro
ko_kr: 또 하나를보고하십시오
mr_in: आणखी एक काळजी कृपया
nl_nl: Zoek voor een andere
pt_pt: Por favor procure outra
ro_ro: Vă rugăm să uite-te pe Facebook altul
ru_ru: Пожалуйста, найдите другой
sq_al: Ju lutem shikoni një tjetër
sv: Titta upp en annan
sw_ke: Tafadhali angalia mtu mwingine
tr_tr: LÜTFEN BASKA BIR TANE ARAYIN
zh_hk: 请输入其他订单号
zh_tw: 請搜尋其他

source: the SQL returned either 0 or several purchase orders
cs_cz: SQL vrátil buď 0 nebo několik objednávek
es_es: el SQL resultó en varias órdenes de compra o ninguna
hi_in: SQL या तो 0 या कई खरीद आदेश लौटे
id_id: SQL mengembalikan 0 atau beberapa order pembelian
it_it: SQL restituito ordini di acquisto a 0 o più
ko_kr: SQL은 0 또는 여러 개의 구매 주문 중 하나를 반환
mr_in: SQL 0 किंवा अनेक खरेदी ऑर्डर एकतर परत
nl_nl: De SQL gaf geen of verschllende inkoop orders
pt_pt: O SQL retornou 0 ou várias ordens de compra
ro_ro: SQL întors ordinele fie 0 sau mai multe de cumpărare
ru_ru: SQL вернул 0 или несколько заказов на покупку
sq_al: SQL kthye urdhërat ose 0 ose disa blerje
sv: SQL returnerar 0 eller flera beställningar
sw_ke: maagizo ya SQL akarudi kununua ama 0 au baadhi ya
tr_tr: SQL SORGU SONUCU: 0 VEYA BIRDEN FAZLA SATINALMA SIPARIS
zh_hk: SQL 找到0或多个采购订单
zh_tw: SQL 傳回 0 或多個採購訂單

source: the SQL returned either several purchase orders
cs_cz: SQL vrátil buď několik objednávek
es_es: el SQL resultó también en varias órdenes de compra
hi_in: एसक्यूएल भी कई खरीद आदेश लौटे
id_id: SQL menghasilkan beberapa order pembelian
it_it: SQL restituito sia gli ordini di acquisto diverse
ko_kr: SQL은 여러 구매 오더를 반환
mr_in: SQL अनेक खरेदी ऑर्डर एकतर परत
nl_nl: De SQL gaf of verschillende inkooporders
pt_pt: SQL que falhou na recuperação das ordens de compra foi
ro_ro: SQL întors fie mai multe ordine de cumpărare
ru_ru: SQL вернул или несколько
sq_al: SQL kthyer ose disa urdhëra të blerë
sv: SQL returnerar antingen flera beställningar
sw_ke: SQL akarudi kununua ama maagizo kadhaa
tr_tr: SQL SORGU SONUCU: BIRDEN FAZLA SATINALMA SIPARIS
zh_hk: SQL找到多个采购订单
zh_tw: SQL 傳回多個採購訂單

source: Order Header Details
cs_cz: Aby záhlaví Podrobnosti
es_es: Detalles de la Cabecera de la Orden
hi_in: आदेश हैडर विवरण
id_id: Rincian Header Order
it_it: Order Header Dettagli
ko_kr: 주문 헤더 세부 사항
mr_in: मागणी शीर्षलेख तपशील
nl_nl: Om Header Details
pt_pt: Detalhes do Cabeçalho da Ordem Compra
ro_ro: Pentru Header Detalii
ru_ru: Подробная информация о заголовке заказа
sq_al: Header Details Rendit
sv: Beställ Header Detaljer
sw_ke: Header ili Details
tr_tr: Sipariş Başlık Detayları
zh_hk: 订单表头信息
zh_tw: 訂單表頭資料

source: Supplier Code
cs_cz: Kód dodavatele
es_es: Código de proveedor
hi_in: आपूर्तिकर्ता कोड
id_id: Kode Supplier
it_it: Codice fornitore
ko_kr: 공급 업체 코드
mr_in: पुरवठादार कोड
nl_nl: Leverancier Code
pt_pt: Código Fornecedor
ro_ro: Codul furnizorul
ru_ru: Код поставщика
sq_al: Furnizuesi Kodi
sv: Leverantörsnummer
sw_ke: Wasambazaji Code
tr_tr: TEDARIKÇI KODU
zh_hk: 供应商编号
zh_tw: 供應商編碼

source: Deliver Into Location
cs_cz: Doručit Do Umístění
es_es: Entregar en
hi_in: स्थान में कर
id_id: Kirim Ke Lokasi
it_it: Consegnare nelle Località
ko_kr: 위치에 제공
mr_in: स्थान प्रवेश वितरीत
nl_nl: Geleverd Op Locatie
pt_pt: Entregue no local
ro_ro: Da în Locaţie
ru_ru: Доставить в
sq_al: Livre Into Vendndodhja
sv: Leverera till
sw_ke: Katika kutoa Location
tr_tr: DEPOYA SEVKET
zh_hk: 到货仓库
zh_tw: 交貨到地點
