Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: You have assets in this location so it cannot be removed
es_es: Usted tiene activos en este lugar por lo que no se puede suprimir
id_id: Anda memiliki aktiva di lokasi ini sehingga tdk dapat dihapus
ko_kr: 그것을 제거 할 수 있도록이 위치에 자산을
mr_in: तो काढला जाऊ शकत नाही म्हणून आपण या ठिकाणी मालमत्ता आहेत
pt_pt: Existem ativos nesse local. Local não pode ser removido
zh_tw: 你在當前的位置有資產項，所以它不能被刪除

source: The location has been deleted successfully
cs_cz: Místo byl smazán úspěšně
es_es: La ubicación se ha eliminado correctamente
hi_in: स्थान सफलतापूर्वक हटा दिया गया है
id_id: Lokasi berhasil dihapus
it_it: La posizione è stata eliminata con successo
ko_kr: 위치는 성공적으로 삭제되었습니다
mr_in: स्थान यशस्वीरित्या हटविला गेला आहे
nl_nl: De locatie is met succes verwijderd
pt_pt: local foi removido com sucesso
ro_ro: Adresa a fost ştearsă cu succes
ru_ru: Местоположение был успешно удалено
sq_al: Vend është fshirë me sukses
sv: Platsen har tagits bort
sw_ke: eneo imefutwa kwa mafanikio
tr_tr: Yerini başarıyla silindi
zh_hk: 此仓库已经成功删除
zh_tw: 該位置已被成功刪除

source: Location ID
cs_cz: Místo ID
es_es: ID de ubicación
hi_in: स्थान आईडी
id_id: ID Lokasi
ko_kr: 위치 ID
mr_in: स्थान आयडी
nl_nl: Locatie-ID
pt_pt: ID local
ro_ro: Locaţie ID
ru_ru: ID расположения
sq_al: Vendndodhja ID
sv: Plats ID
tr_tr: Konum kimliğini
zh_hk: 地点ID
zh_tw: 位置ID

source: Location Description
cs_cz: Popis umístění
es_es: Descripción de la ubicación
hi_in: स्थिति वर्णन
id_id: Keterangan Lokasi
it_it: Posizione Descrizione
ko_kr: 위치 설명
mr_in: स्थान वर्णन
nl_nl: Locatie Beschrijving
pt_pt: Descrição local
ro_ro: Locaţie Descriere
ru_ru: Описание расположения
sq_al: Description Vendndodhja
sv: Platsbeskrivning
tr_tr: Konumu Açıklama
zh_hk: 仓库描述
zh_tw: 位置說明

source: Parent Location
cs_cz: Umístění mateřské
es_es: Ubicación Ancestra
hi_in: जनक स्थान
id_id: Induk Lokasi
it_it: Parent Posizione
ko_kr: 상위 위치
mr_in: पालक स्थान
nl_nl: Locatie ouder
pt_pt: Vinculado ao Local
ro_ro: Mamă Locaţie
ru_ru: Родительское местоположение
sq_al: Vendndodhja prind
sv: Föräldraallokeringar
sw_ke: Mzazi Location
tr_tr: Ebeveyn Yer
zh_hk: 父地点
zh_tw: 父位置

source: Enter the location code of the fixed asset location. Up to six alpha-numeric characters
ko_kr: 고정 자산 위치의 위치 코드를 입력합니다. 여섯 문자 숫자까지
mr_in: निर्धारण मालमत्ता चे स्थान कोड प्रविष्ट करा. सहा अल्फा अंकीय अक्षरांपर्यंत
pt_pt: Informe o código do local do ativo fixo. Até 6 posições alfanuméricas
zh_tw: 輸入固定資產位置的位置代碼。最多達六個字母數字字符

source: Enter the fixed asset location description. Up to 20 characters
es_es: Introducir la descripción de la ubicación del activo fijo. Hasta 20 caracteres
ko_kr: 고정 자산 위치 설명을 입력합니다. 최대 20 자
mr_in: निर्धारण मालमत्ता स्थान वर्णन प्रविष्ट करा. 20 अक्षरांपर्यंत
pt_pt: A descrição Categoria Ativo Fixo deve ter no máximo 20 caracteres
zh_tw: 輸入固定資產位置的描述。最多20個字符

source: Delete This Location
cs_cz: Odstranit Toto umístění
es_es: Suprimir esta ubicación
hi_in: इस स्थान को नष्ट
id_id: Hapus Lokasi ini
it_it: Elimina località
ko_kr: 이 위치 삭제
mr_in: हे स्थान हटवा
nl_nl: Verwijder deze locatie
pt_pt: Remover este local
ro_ro: Ştergeţi Acest Locaţie
ru_ru: Удалить это местоположение
sq_al: Fshije Kjo Vendndodhja
sv: Ta bort denna plats
sw_ke: Kufuta huu Location
tr_tr: Sil Bu Yer
zh_hk: 删除此仓库
zh_tw: 刪除這位置

source: Fixed Asset Register
cs_cz: Hmotného majetku Registrace
es_es: Registro de activo fijo
hi_in: फिक्स्ड संपत्ति रजिस्टर
id_id: Daftar Aktiva Tetap
ko_kr: 고정 자산 등록
mr_in: फिक्स्ड मालमत्ता रजिस्टर
nl_nl: Vaste activa register
pt_pt: Registro Ativo Fixo
ro_ro: Active fixe Inregistrare
ru_ru: Реестр основных средств
sq_al: Aseteve fikse Regjistrohu
sv: Anläggningstillgång Registrera
sw_ke: Fasta Asset Register
tr_tr: Demirbaş Kayıt
zh_hk: 固定资产账簿
zh_tw: 固定資產登記冊

source: Date Acquired
cs_cz: Získané data
es_es: Fecha de adquisición
hi_in: तिथि का अधिग्रहण
id_id: Tgl Diperoleh
it_it: Data Acquisita
ko_kr: 날짜 획득
mr_in: अधिग्रहित दिनांक
nl_nl: Datum Verworven
pt_pt: Data Aquisição
ro_ro: Data dobândite
ru_ru: Дата приобретенного
sq_al: Data e fituara
sv: Anskaffningsdatum
sw_ke: Ukosefu tarehe
tr_tr: Tarih Edinilmiş
zh_hk: 购置日期
zh_tw: 購入日期

source: Cost B/fwd
cs_cz: Náklady B / vpřed
es_es: Costo Adelante/Atrás
hi_in: लागत बी / अग्रेषित
id_id: Biaya B/fwd
it_it: Costo B / FWD
ko_kr: 비용 B / FWD
mr_in: खर्च ब / टप्पा
nl_nl: Kosten B / RV
pt_pt: Custo Contábil
ro_ro: B Cost / Fwd
ru_ru: В стоимость / FWD
sq_al: B Kosto / dergoni
sv: Kostnad B / FWD
sw_ke: Gharama B / Fwd
tr_tr: Maliyet B / fwd
zh_hk: 结转成本
zh_tw: 上期結轉的成本

source: Depn B/fwd
cs_cz: Depn B / vpřed
es_es: Depreciación Adelante/Atrás
hi_in: Depn बी अग्रेषित /
id_id: Peny B/fwd
mr_in: Depn बी / टप्पा
nl_nl: Depn B / RV
pt_pt: Depreciação Contábil
sq_al: Depn B / dergoni
zh_hk: 折旧结转
zh_tw: 上期結轉的折舊

source: Additions
cs_cz: Přírůstky
es_es: Añadidos
hi_in: परिवर्धन
id_id: Penambahan
it_it: Aggiunte
ko_kr: 추가
mr_in: मिळवण
nl_nl: Toevoegingen
pt_pt: Valorizações
ro_ro: Adiţii
ru_ru: Дополнения
sq_al: Futjet më të
sv: Tillägg
sw_ke: Nyongeza
tr_tr: Yüklenenler
zh_hk: 追加
zh_tw: 增加

source: Depn
es_es: Depreciación
id_id: Peny
pt_pt: Depreciação contábil
sv: Behov
zh_hk: 折旧
zh_tw: 折舊

source: Cost C/fwd
cs_cz: Náklady C / vpřed
es_es: Costo C/Adelante
hi_in: लागत सी / अग्रेषित
id_id: Biaya C/fwd
it_it: Costo C / FWD
ko_kr: 비용 C / FWD
mr_in: खर्च क / टप्पा
nl_nl: Kosten C / RV
pt_pt: Custo Contábil
ro_ro: C Cost / Fwd
ru_ru: С Стоимость / FWD
sq_al: C Kosto / dergoni
sv: Kostnad C / FWD
sw_ke: Gharama C / Fwd
tr_tr: Maliyet C / fwd
zh_hk: 结转成本
zh_tw: 結轉下期的成本

source: Depn C/fwd
cs_cz: Depn C / vpřed
es_es: Depreciación C/Adelante
hi_in: Depn सी अग्रेषित /
id_id: Peny C/fwd
mr_in: Depn सी / टप्पा
nl_nl: Depn C / RV
pt_pt: Deprec. Custo
sq_al: Depn C / dergoni
zh_hk: 折旧结转下期
zh_tw: 結轉下期的折舊

source: NBV
es_es: VNL
id_id: Nilai Buku Bersih (NBV)
zh_hk: 净面值
zh_tw: 淨面值

source: Disposal Value
cs_cz: Hodnota k dispozici
es_es: Valor de Disposición
hi_in: निपटान मूल्य
id_id: Nilai Penjualan
it_it: Smaltimento valore
ko_kr: 처분 값
mr_in: विल्हेवाट मूल्य
nl_nl: Waarde bij verkoop
pt_pt: Valor Baixa
ro_ro: Valoare de eliminare
ru_ru: Ликвидационная стоимость
sq_al: Shkatërrimi Vlera
sv: Avyttringsvärde
sw_ke: Thamani ovyo
tr_tr: Bertaraf Değer
zh_hk: 残值
zh_tw: 出售總值

source: TOTAL
cs_cz: CELKEM
hi_in: कुल
it_it: TOTALE
ko_kr: 총
mr_in: एकूण
nl_nl: TOTAAL
ru_ru: ИТОГО
sq_al: TOTALI
sv: Totalt
sw_ke: JUMLA
tr_tr: TOPLAM
zh_hk: 总计
zh_tw: 總計

source: Print as a pdf
cs_cz: Vytisknout jako pdf
es_es: Imprimir como PDF
hi_in: एक PDF के रूप में प्रिंट
id_id: Cetak dalam bentuk pdf
it_it: Stampa come pdf
ko_kr: PDF로 인쇄
mr_in: एक PDF म्हणून मुद्रित
nl_nl: Afdrukken als pdf
pt_pt: Imprimir como PDF
ro_ro: Imprima ca un PDF
ru_ru: Печатать как PDF
sq_al: Printo si pdf
sv: Skriv ut som en pdf
sw_ke: Magazeti kama pdf a
tr_tr: Baskı bir pdf olarak
zh_hk: 打印为pdf文件
zh_tw: 列印成PDF格式

source: Print as CSV
cs_cz: Tisk ve formátu CSV
es_es: Imprimir como CSV
hi_in: प्रिंट के रूप में CSV
id_id: Cetak sbg CSV
it_it: Stampa in formato CSV
ko_kr: CSV로 인쇄
mr_in: सीएसव्ही म्हणून छापा
nl_nl: Afdrukken als CSV
pt_pt: Imprimir como CSV
ro_ro: Imprimare în format CSV
ru_ru: Печать как CSV
sq_al: Printo si CSV
sv: Skriv ut som CSV
sw_ke: Magazeti kama CSV
tr_tr: Baskı olarak CSV
zh_hk: 打印为CSV文件
zh_tw: 列印成CSV格式

source: ALL
cs_cz: VŠECHNY
es_es: TODO
hi_in: सभी
id_id: SEMUA
it_it: TUTTE LE
ko_kr: 모든
nl_nl: ALLE
pt_pt: TODOS
ro_ro: TOATE
ru_ru: ВСЕ
sv: ALLA
zh_hk: 所有
zh_tw: 所有

source: From Date
cs_cz: Od data
es_es: Fecha inicial
hi_in: दिनांक से
id_id: Dari Tgl
it_it: Dalla Data
ko_kr: 날짜부터
nl_nl: Van Datum
pt_pt: Data Inicial
ro_ro: Data de la
ru_ru: С даты
sq_al: Nga Data
sv: Från datum:
sw_ke: Kutoka Date
tr_tr: Tarihten itibaren
zh_hk: 从日期
zh_tw: 日期從

source: Enter the start date to show the cost and accumulated depreciation from
es_es: Introducir la fecha de inicio para mostrar el costo y la depreciación acumulada
ko_kr: 에서 비용과 감가 상각 누계액을 보여주기 위해 시작 날짜를 입력
mr_in: पासून खर्च आणि एकत्रित र्हास दर्शविण्यासाठी प्रारंभ तारीख प्रविष्ट करा
pt_pt: Informe a data inicial para exibir a depreciação acumulada de
zh_tw: 輸入開始日期，顯示從成本及累計折舊

source: To Date
es_es: Fecha Final
hi_in: तिथि करने के लिए
id_id: Ke Tgl
it_it: Per Data
ko_kr: 현재까지
pt_pt: Data Final
ro_ro: La Data
ru_ru: До даты
sq_al: Për Data
sv: Till datum:
sw_ke: Ya Tarehe
tr_tr: Bugüne kadar
zh_hk: 到日期
zh_tw: 日期到

source: Enter the end date to show the cost and accumulated depreciation to
es_es: Introducir la fecha de finalización para mostrar el costo y la depreciación acumulada
ko_kr: 최종 가격을 표시하는 날짜와 감가 상각 누계액을 입력
mr_in: किंमतीच्या आणि एकत्रित र्हास दर्शविण्यासाठी ओवरनंतर तारीख प्रविष्ट करा
pt_pt: Informe a data final para exibir a depreciação acumulada e o custo
zh_tw: 輸入結束日期，顯示成本及累計折舊

source: Show Assets
cs_cz: Zobrazit Aktiva
es_es: Mostrar activos
hi_in: दिखाएँ आस्तियों
id_id: Tampilkan Aktiva
it_it: Mostra Attività
ko_kr: 표시 자산
mr_in: दर्शवा मालमत्ता
nl_nl: Toon Activa
pt_pt: Exibir Ativos
ro_ro: Arată Active
ru_ru: Показать активы
sq_al: Show Aktivet
sv: Visa tillgångar
sw_ke: Kuonyesha Mali
tr_tr: Göstermek Varlıklar
zh_hk: 显示资产
zh_tw: 顯示資產

source: Asset Category
cs_cz: Kategorie aktiv
es_es: Categoría de activos
hi_in: संपत्ति श्रेणी
id_id: Kategori Aktiva
it_it: Asset Categoria
ko_kr: 자산의 종류
nl_nl: Asset categorie
pt_pt: Categoria Ativo
ro_ro: Asset Categorie
ru_ru: Категория активов
sq_al: Kategoria aktiv
sv: Tillgångskategori
sw_ke: Mali Jamii
tr_tr: Varlık Kategori
zh_hk: 资产种类
zh_tw: 資產類別

source: Asset Location
cs_cz: Umístění aktiva
es_es: Ubicación de activos
hi_in: संपत्ति स्थान
id_id: Lokasi Aktiva
ko_kr: 자산 위치
nl_nl: Asset Locatie
pt_pt: Local Ativo
ro_ro: Asset Locaţie
ru_ru: Расположение активов
sq_al: Vendndodhja aktiv
sv: Tillgångens läge
sw_ke: Mali Location
tr_tr: Varlık Yer
zh_hk: 资产仓库
zh_tw: 資產位置

source: Serial No.
cs_cz: Pořadové číslo
es_es: Número de serie
hi_in: धारावाहिक नहीं.
it_it: Numero di serie
ko_kr: 일련 번호.
mr_in: सिरियल क्रमांक
nl_nl: Serienummer
pt_pt: Núm. Série
ru_ru: № № п /
sq_al: Nr Serial
sv: Serienr
tr_tr: Seri No
zh_hk: 序列号
zh_tw: 序列號

source: Cost B/Fwd
cs_cz: Náklady B / Vpřed
es_es: Costo Atrás/Adelante
hi_in: लागत बी / अग्रेषित
id_id: Biaya B/Fwd
it_it: Costo B / Fwd
ko_kr: 비용 B / FWD
mr_in: खर्च ब / टप्पा
nl_nl: Kosten B / Fwd
pt_pt: Custo Cont.
ro_ro: B Cost / Fwd
ru_ru: В стоимость / Fwd
sq_al: B Kosto / Fwd
sv: Kostnad B / Fwd
sw_ke: Gharama B / Fwd
tr_tr: Maliyet B / Fwd
zh_hk: 结转成本
zh_tw: 上期結轉成本

source: Depn B/Fwd
cs_cz: Depn B / Vpřed
es_es: Depreciación Atrás/Adelante
hi_in: Depn बी अग्रेषित /
id_id: Peny B/Fwd
mr_in: Depn बी / टप्पा
pt_pt: Deprec. Cont.
zh_hk: 折旧上期结转
zh_tw: 上期結轉的折舊

source: Cost C/Fwd
cs_cz: Náklady C / Vpřed
es_es: Costo C/Adelante
hi_in: लागत सी / अग्रेषित
id_id: Biaya C/Fwd
it_it: Costo C / Fwd
ko_kr: 비용 C / FWD
mr_in: खर्च क / टप्पा
nl_nl: Kosten C / Fwd
pt_pt: Custo C.
ro_ro: C Cost / Fwd
ru_ru: С Стоимость / Fwd
sq_al: C Kosto / Fwd
sv: Kostnad C / Fwd
sw_ke: Gharama C / Fwd
tr_tr: Maliyet C / Fwd
zh_hk: 结转成本
zh_tw: 期末餘額成本

source: Depn C/Fwd
cs_cz: Depn C / Vpřed
es_es: Depreciación C/Adelante
hi_in: Depn सी अग्रेषित /
id_id: Peny C/Fwd
mr_in: Depn सी / टप्पा
pt_pt: Deprec Contab.
zh_hk: 结转折旧
zh_tw: 折舊期末結餘

source: Change Asset Location
cs_cz: Změna umístění aktiv
es_es: Cambiar Ubicación de activos
hi_in: बदलने परिसंपत्ति स्थान
id_id: Ubah Lokasi Aktiva
it_it: Change Location Asset
ko_kr: 변경 자산 위치
mr_in: मालमत्ता स्थान बदला
nl_nl: Wijzigen Asset Locatie
pt_pt: Mudar Local do Bem
ro_ro: Schimbarea Asset Locaţie
ru_ru: Изменить местоположение активов
sq_al: Vendndodhja Ndryshimi Aseteve
sv: Ändra plats för tillgång
sw_ke: Mabadiliko ya Amana Location
tr_tr: Değiştirmek Varlık Yer
zh_hk: 变更资产地点
zh_tw: 更新資產地點

source: The Fixed Asset has been moved successfully
id_id: Aktiva Tetap telah telah berhasil dipindahkan
ko_kr: 고정 자산이 성공적으로 이동되었습니다
mr_in: मुदत मालमत्ता यशस्वीरीत्या स्थानांतरीत केले गेले आहे
pt_pt: Ativo Fixo movido com sucesso
zh_tw: 固定資產已完成移除

source: In Asset Category
cs_cz: V kategorii Asset
es_es: En la Categoría de activo
hi_in: संपत्ति श्रेणी में
id_id: Dalam Kategori Aktiva
it_it: Nella Categoria Asset
ko_kr: 자산 카테고리에서
mr_in: मालमत्ता वर्गात
nl_nl: In Asset Categorie
pt_pt: Entrada Categoria Bem
ro_ro: În categorii de active
ru_ru: В категории активов
sq_al: Në Category Aseteve
sv: I tillgångskategori
sw_ke: Katika Jamii Amana
tr_tr: Varlık kategorisinde
zh_hk: 在资产种类
zh_tw: 在資產類別

source: Enter partial
cs_cz: Zadejte část
es_es: Introducir una parte de ...
hi_in: आंशिक दर्ज
id_id: Masukkan sebagian
it_it: Inserisci parziale
ko_kr: 부분 입력
mr_in: आंशिक प्रविष्ट करा
nl_nl: Gedeeltelijke invoer
pt_pt: Entrada Parcial
ro_ro: Introduceţi parţiale
ru_ru: Введите частично
sq_al: Enter pjesshme
sv: Registrera del
sw_ke: Kuingia sehemu
tr_tr: kısmi girin
zh_hk: 输入部分
zh_tw: 輸入部分

source: Enter some text that should appear in the fixed asset's description to search for
ko_kr: 검색 할 고정 자산의 설명에 표시 텍스트를 입력
mr_in: शोधण्यासाठी निर्धारण मालमत्ता वर्णन आढळते की काही मजकूर प्रविष्ट करा
pt_pt: Informe algum texto para ser pesquisado na descrição de algum ativo fixo
zh_tw: 輸入一些文字以查詢出現在固定資產的描述

source: Any asset location
cs_cz: Jakýchkoli aktiv umístění
es_es: Cualquier localización de activos
hi_in: किसी भी संपत्ति स्थान
id_id: Semua lokasi aktiva
it_it: Qualsiasi posizione patrimoniale
ko_kr: 모든 자산 위치
mr_in: कोणतीही मालमत्ता स्थान
nl_nl: Alle activa locatie
pt_pt: qualquer local ativo fixo
ro_ro: Orice activ locaţie
ru_ru: Любое местоположение актива
sq_al: Çdo vend aktiv
sv: Alla tillgångar plats
sw_ke: Hatiani yeyote mali
tr_tr: Herhangi bir varlık konumu
zh_hk: 输入部分资产代码
zh_tw: 任一資產配置

source: Enter some text that should appear in the fixed asset's item code to search for
ko_kr: 검색 할 고정 자산의 항목 코드에 표시 텍스트를 입력
mr_in: शोधण्यासाठी निर्धारण मालमत्तेचा आयटम कोड आढळते की काही मजकूर प्रविष्ट करा
pt_pt: Informe algum texto para ser pesquisado no código de algum ativo fixo
zh_tw: 輸入一些文字來搜索出現在固定資產的項目代碼

source: Serial number
cs_cz: Pořadové číslo
es_es: Número de serie
hi_in: क्रम संख्या
id_id: Nomor serial
it_it: Numero di serie
ko_kr: 일련 번호
mr_in: सिरीयल क्रमांक
nl_nl: Serienummer
pt_pt: Número Série
ro_ro: Număr de serie
ru_ru: Серийный номер
sq_al: Numri serik
sv: Serienummer
tr_tr: Seri numarası
zh_hk: 序號
zh_tw: 序號

source: Purchase Cost
cs_cz: Pořizovací náklady
es_es: Costo de compra
hi_in: खरीद मूल्य
id_id: Biaya Pembelian
it_it: Costo di acquisizione
ko_kr: 구매 비용
mr_in: खरेदी किंमत
nl_nl: Inkoop kosten
pt_pt: Custo Compra
ro_ro: Costul de achiziţie
ru_ru: Покупная стоимость
sq_al: Kosto Blerje
sv: Inköp kost
sw_ke: Kununua Gharama
tr_tr: SATINALMA MALIYETI
zh_hk: 採購成本
zh_tw: 採購成於

source: Total Depreciation
cs_cz: Celkem odpisy
es_es: Depreciación total
hi_in: कुल मूल्य ह्रास
id_id: Total Penyusutan
it_it: Totale ammortamento
ko_kr: 총 감가 상각
mr_in: एकूण घसारा
nl_nl: Totaal afschrijvingen
pt_pt: Total Depreciação
ro_ro: Total Amortizare
ru_ru: Всего амортизации
sq_al: Amortizimi total
sv: Total avskrivning
sw_ke: Uchakavu jumla
tr_tr: Toplam Amortisman
zh_hk: 折旧总额
zh_tw: 總折舊

source: Current Location
cs_cz: Aktuální umístění
es_es: Ubicación actual
hi_in: वर्तमान स्थिति
id_id: Lokasi Saat Ini
it_it: Posizione attuale
ko_kr: 현재 위치
mr_in: वर्तमान स्थान
nl_nl: Huidige locatie
pt_pt: Local Atual
ro_ro: Locaţia curentă
ru_ru: Текущее местоположение
sv: Aktuell plats
sw_ke: Sasa Location
tr_tr: Bulunduğu Yer
zh_hk: 当前地点
zh_tw: 目前位置

source: Move To
es_es: Mover a:
id_id: Pindah Ke
ko_kr: 에 이동
mr_in: हलवा
pt_pt: Mover para
zh_tw: 移動到

source: Form Designer
es_es: Diseñador de formularios
hi_in: प्रपत्र डिज़ाइनर
ko_kr: 폼 디자이너
mr_in: फॉर्म डिझायनर
pt_pt: Desenhista Form.
ro_ro: Forma Designer
ru_ru: Конструктор форм
sq_al: Designer Form
sv: Formulärdesigner
sw_ke: Fomu Designer
tr_tr: Form Tasarımcısı
zh_hk: 表单设计工具
zh_tw: 表單設計工具

source: Distance from the left side of the sheet to the left side of the element in points
es_es: Distancia desde el lado izquierdo de la hoja al lado izquierdo del elemento en puntos
ko_kr: 점에서 소자의 좌측에 시트의 좌측으로부터의 거리
mr_in: गुण मध्ये घटक डाव्या बाजूला पत्रक डाव्या बाजूला अंतर
pt_pt: Distância do lado esquerdo da folha até o lado esquerdo do elemento (em pontos)
zh_hk: 從紙張左側開始到元素左側的距離以點數表示
zh_tw: 從紙張左側開始到元素左側的距離以點數表示

source: Distance from the lower side of the sheet to the top side of the element in points
es_es: Distancia desde el lado inferior de la hoja al lado superior del elemento en puntos
ko_kr: 점에서 소자의 상면에 시트의 하측으로부터의 거리
mr_in: गुण मध्ये घटक वरच्या बाजूला पत्रक खालच्या बाजूला अंतर
pt_pt: Distancia do ponto mais baixo da folha até a base do elemento (em pontos)
zh_hk: 從紙張底部到元素頂部的距離以點數表示
zh_tw: 從紙張底部到元素頂部的距離以點數表示

source: Width
cs_cz: Šířka
es_es: Ancho
hi_in: चौड़ाई
id_id: Lebar
it_it: Larghezza
ko_kr: 폭
mr_in: रुंदी
nl_nl: Breedte
pt_pt: Largura
ro_ro: Lăţime
ru_ru: Ширина
sq_al: Gjerësi
sv: Bredd
sw_ke: Upana
tr_tr: Genişlik
zh_hk: 宽度
zh_tw: 寬度

source: Width of the element in points
es_es: Ancho del elemento en puntos
ko_kr: 포인트 요소의 폭
mr_in: गुण मध्ये घटक रुंदी
pt_pt: Largura do elemento (em pontos)
zh_hk: 元素的寬度以點數表示
zh_tw: 元素的寬度以點數表示

source: Height
cs_cz: Výška
es_es: Alto
hi_in: ऊंचाई
id_id: Tinggi
it_it: Altezza
ko_kr: 신장
mr_in: उंची
nl_nl: Hoogte
pt_pt: Altura
ro_ro: Înălţime
ru_ru: Высота
sq_al: Lartësi
sv: Höjd
sw_ke: Urefu
tr_tr: Yükseklik
zh_hk: 告
zh_tw: 高度

source: Height of the element in points
es_es: Alto del elemento en puntos
ko_kr: 포인트 요소의 높이
mr_in: गुण मध्ये घटक उंचीवर
pt_pt: Altura do elemento (em pontos)
zh_hk: 元素高度以點數表示
zh_tw: 元素高度以點數表示

source: Left
es_es: Izquierda
ko_kr: 왼쪽
mr_in: डावा
pt_pt: Esquerdo
zh_tw: 左

source: Text lines are rendered flush left
es_es: Alinear texto a la izquierda
ko_kr: 텍스트 라인은 플러시 왼쪽 렌더링
mr_in: मजकूर ओळी लाली डाव्या प्रस्तुत आहेत
pt_pt: Linhas de texto são ajustadas a esquerda
zh_tw: 文字行列被要求向左對齊

source: Centre
es_es: Centrada
ko_kr: 센터
mr_in: केंद्र
pt_pt: Centro Trabalho
zh_tw: 中心

source: Text lines are centred
es_es: Alinear texto al centro
ko_kr: 텍스트 라인은 중앙에
mr_in: मजकूर ओळी मध्यभागी आहेत
pt_pt: Linhas de texto são centralizadas
zh_tw: 文字居中

source: Right
es_es: Derecha
ko_kr: 권리
mr_in: योग्य
pt_pt: Direita
zh_hk: 右
zh_tw: 右邊

source: Text lines are rendered flush right
es_es: Alinear texto a la derecha
ko_kr: 텍스트 라인 플러시 권리를 렌더링
mr_in: मजकूर ओळी लाली अधिकार प्रस्तुत आहेत
pt_pt: Linhas de texto são ajustadas à direita
zh_tw: 文字行列被要求向右對齊

source: Justify
es_es: Justificado
ko_kr: 맞춤
mr_in: समर्थन करणे
pt_pt: Ajuste
zh_tw: 合法化

source: Text lines are justified to both margins
es_es: Alinear texto a ambos lados
ko_kr: 텍스트 라인은 모두 여백으로 정당화된다
mr_in: मजकूर ओळी दोन्ही मार्जिन न्याय्य आहेत
pt_pt: Linhas de texto são ajustadas ambas margens
zh_tw: 文字行是合理的兩邊的邊緣

source: Alignment
es_es: Alineación
ko_kr: 조정
mr_in: हातमिळवणी
pt_pt: Alinhamento
zh_tw: 校準

source: Font Size
cs_cz: Velikost písma
es_es: Tamaño de letra
hi_in: फ़ॉन्ट का आकार
id_id: Ukuran Font
it_it: Dimensione del carattere
ko_kr: 폰트 크기
mr_in: फॉन्ट आकार
nl_nl: Tekengrootte
pt_pt: Tamanho Fonte
ro_ro: Dimensiune font
ru_ru: Размер шрифта
sq_al: Madhësia e shkronjës
sv: Fontstorlek
sw_ke: Font Ukubwa
tr_tr: Yazı Tipi Boyutu
zh_hk: 字体大小
zh_tw: 字型大小

source: Font size in points
es_es: Tamaño de letra en puntos
ko_kr: 포인트 글꼴 크기
mr_in: गुण मध्ये फॉन्ट आकार
pt_pt: Tam. da fonte em pts
zh_hk: 字體大小以點數表示
zh_tw: 字體大小以點數表示

source: Does not display this element
es_es: No mostrar este elemento
ko_kr: 이 요소를 표시하지 않습니다
mr_in: या घटक प्रदर्शित नाही
pt_pt: Não exibir este elemento
zh_tw: 不顯示這元素

source: Displays this element
es_es: Mostrar este elemento
ko_kr: 표시이 요소
mr_in: दाखवतो हे घटक
pt_pt: Exibir esse elemento
zh_tw: 顯示這元素

source: The web server does not have write permissions on the file
cs_cz: Webový server nemá oprávnění k zápisu na soubor
es_es: El servidor web no tiene permisos de escritura en el archivo
hi_in: वेब सर्वर अनुमतियाँ फाइल पर लिख नहीं करता है
id_id: Web server tdk memiliki hak akses menulis pada file
it_it: Il server Web non dispone di autorizzazioni di scrittura sul file
ko_kr: 웹 서버는 파일에 대한 쓰기 권한이 없습니다
nl_nl: De webserver heeft geen schrijfrechten op het bestand
pt_pt: O Servidor WEB não pode gravar este arquivo
ro_ro: Serverul de web nu are permisiuni de scriere pe fişierul
ru_ru: Веб-сервер не имеет прав на запись в файл
sq_al: Web server nuk ka shkruar lejet në skedarin
sv: Webbservern inte har skrivbehörighet för filen
sw_ke: Mtandao wa kompyuta haina ruhusa kuandika kwenye faili
tr_tr: Web sunucusu dosya yazma izni yok
zh_hk: 此网页浏览器没有文件的写入权限
zh_tw: 該網站的服務器上沒有該文件的讀寫權限

source: Your changes cannot be saved
cs_cz: Váš změny nelze uložit
es_es: Sus cambios no se pueden guardar
hi_in: आपके परिवर्तन सहेजे नहीं जा सकते
id_id: Perubahan Anda tdk dapat disimpan
it_it: Le modifiche non possono essere salvate
ko_kr: 변경 사항을 저장할 수 없습니다
mr_in: आपले बदल जतन करणे शक्य नाही
nl_nl: Uw wijzigingen kunnen niet worden opgeslagen
pt_pt: Suas atualizações não serão salvas
ro_ro: Modificările dvs. nu pot fi salvate
ru_ru: Внесенные изменения не могут быть сохранены
sq_al: Ndryshimet e tua nuk mund të ruhen
sv: Dina ändringar kan inte sparas
sw_ke: Mabadiliko yako hamtaokoka
tr_tr: Yaptığınız değişiklikleri kaydedilemez
zh_hk: 您的变更没有保存
zh_tw: 你的更新無法儲存

source: See your system administrator to correct this problem
cs_cz: Více informací naleznete na správce systému, aby tento problém
es_es: Consulte a su administrador del sistema para corregir este problema
hi_in: अपने सिस्टम प्रशासक से देखें इस समस्या को सही
id_id: Hubungi administrator sistem Anda utk memperbaiki masalah ini
it_it: L&#39;amministratore di sistema per risolvere il problema
ko_kr: 이 문제를 해결하려면 시스템 관리자에게 문의하십시오
mr_in: ही समस्या सुधारण्यासाठी आपल्या प्रणाली प्रशासकाशी पहा
nl_nl: Raadpleeg uw systeembeheerder om dit probleem te verhelpen
pt_pt: Fale com o administrador de sistema para corrigir o problema
ro_ro: A se vedea administratorul de sistem pentru a corecta această problemă
ru_ru: Обратитесь к администратору системы для решения этой проблемы
sq_al: Shih administratorin e sistemit për të korrigjuar këtë problem
sv: kontakta systemadministratören
sw_ke: Kuona wako wa mfumo sahihi na tatizo hili
tr_tr: Bu sorunu gidermek için sistem yöneticinize başvurun
zh_hk: 请联络系统管理员处理此问题
zh_tw: 請聯繫您的系統管理員以解決此問題

source: Select the form to edit
cs_cz: Vyberte formulář upravit
es_es: Seleccionar el formulario a editar
hi_in: प्रपत्र का चयन करें संपादित करने के लिए
id_id: Pilih formulir ini utk mengedit
it_it: Selezionare il modulo da modificare
ko_kr: 편집 양식을 선택
mr_in: संपादित फॉर्म निवडा
nl_nl: Selecteer het formulier dat u wilt bewerken
pt_pt: Selecione o formulário para editar
ro_ro: Selectaţi formular pentru a edita
ru_ru: Выберите форму для редактирования
sq_al: Zgjidhni formën për të redaktuar
sv: Välj formuläret som du vill redigera:
sw_ke: Kuchagua aina ya hariri
tr_tr: düzenlemek için formu seçin
zh_hk: 选择要编辑的表单
zh_tw: 選取這表格來編輯

source: Edit Form Layout
cs_cz: Upravit rozložení formuláře
es_es: Editar el diseño del formulario
hi_in: लेआउट प्रपत्र संपादित करें
id_id: Formulir Edit Layout
it_it: Modifica Disposizione form
ko_kr: 양식 편집 레이아웃
mr_in: फॉर्म संपादित करा मांडणी
nl_nl: Vorm bewerken Layout
pt_pt: Edite o Layout Formulário
ro_ro: Editare Formular Aspect
ru_ru: Изменить макет формы
sv: Redigera formulärlayout
sw_ke: Fomu hariri Layout
tr_tr: Düzen Formu Düzenleme
zh_hk: 编辑表单布局
zh_tw: 編輯表單版面
