Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: No email advice was sent for this order because the location has no email contact defined with a valid email address
cs_cz: Žádné e-mailové poradenství byl poslán na této objednávky, protože místo nemá e-mailový kontakt definovány s platnou e-mailovou adresu
es_es: Ningún aviso de correo electrónico fue enviado por esta orden, porque la ubicación no tiene contactos de correo electrónico definidos con una dirección válida de correo electrónico
hi_in: कोई ईमेल सलाह इस आदेश के लिए भेजा गया था क्योंकि स्थान कोई ईमेल एक मान्य ईमेल पते के साथ संपर्क किया है परिभाषित
id_id: Tdk ada berita email yg dikirim utk order ini karena lokasi tersebut tdk dicantumkan email yg berlaku
it_it: Nessun consiglio mail è stata inviata per questo ordine perché la posizione non ha alcun contatto e-mail definite con un indirizzo email valido
ko_kr: 위치가 유효한 이메일 주소로 정의 된 이메일 연락처가 없기 때문에 메일이 조언이 순서에 대해 전송되지 않았습니다
mr_in: स्थान वैध ईमेल पत्ता सह परिभाषित ईमेल संपर्क आहे कारण कोणतीही ईमेल सल्ला या ऑर्डरसाठी पाठविले गेले
nl_nl: Geen e-mail bericht was verstuurd voor deze order omdat de lokatie geen kontact heeft met een geldig e-mail adres
pt_pt: Nenhum aviso via email foi enviado para este pedido porque o local não tem email válido de contato definido
ro_ro: Nici un sfat de e-mail a fost trimis pentru acest ordin, deoarece locaţia nu are contact e-mail definite cu o adresă de email validă
ru_ru: Уведомление не было отправлено для этого заказа, потому что место не имеет электронной почты
sq_al: Asnjë këshillë email është dërguar për këtë qëllim, sepse vendin e ka kontakt email përcaktuar me një adresë email të vlefshme
sv: Ingen e-post rådgivning skickades för den här beställningen eftersom platsen har ingen e-kontakt definieras med en giltig e-postadress
sw_ke: ushauri No email alitumwa kwa utaratibu huu kwa sababu eneo hana vya email defined na anwani ya barua pepe halali
tr_tr: EMAIL GÖNDERILEMEDI, IRTIBAT ICIN GEÇERLI BIR EMAIL TANIMLANMAMIS
zh_hk: 没有将循环订单执行报告发邮件给客户联系人，因为联系人邮件没输入
zh_tw: 沒有電郵這訂單的報表因為在地點中沒有定義有效的聯繫電郵地址

source: Update Related Items
es_es: Actualizar artículos relacionados
ko_kr: 업데이트 관련 상품
zh_tw: 更新相關信息

source: Only valid parts can have related items entered against them
ko_kr: 만 유효한 부품 관련 한 수있는 항목은 그들에 대해 입력
zh_tw: 只有有效的部分可以對他們有相關的項目輸入

source: The part code entered as related item does not exist in the database
ko_kr: 관련 항목으로 입력 부분 코드가 데이터베이스에 존재하지 않는
zh_tw: 輸入相關項目的一部分代碼不存在於數據庫中

source: Only valid parts can be related items
ko_kr: 만 유효 부분은 관련 상품이 될 수 있습니다
zh_tw: 唯一有效的部件可以是相關的物料

source: This related item has already been entered.
ko_kr: 이 관련 항목이 이미 입력되었습니다.
zh_tw: 這個相關物料已經輸入。

source: An item can not be related to itself
ko_kr: 아이템은 그 자체에 관련 될 수 없다
zh_tw: 一個物料不能與自己有相關

source: The new related item could not be added
ko_kr: 새로운 관련 항목을 추가 할 수 없습니다
zh_tw: 新的相關物料無法新增

source: is now related to
ko_kr: 지금 관련이
zh_tw: 現在有關

source: Could not delete this relationshop
ko_kr: 이 relationshop을 삭제할 수 없습니다
zh_tw: 無法刪除此關聯

source: This relationship has been deleted
ko_kr: 이 관계는 삭제되었습니다
zh_tw: 已刪除

source: Related Items To
es_es: Artículos relacionados con
ko_kr: 관련 항목
zh_tw: 相關物料

source: List Related Items
ko_kr: 목록 관련 상품
zh_tw: 列出相關物料

source: Are you sure you wish to delete this relationship?
es_es: ¿Está seguro que desea suprimir esta relación?
ko_kr: 이 관계를 삭제할 확실합니까?
zh_tw: 你是否確定要刪除這關聯?

source: There are no items related set up for this part
es_es: No hay artículos relacionados creados para esta parte
ko_kr: 이 부분에 대한 설정과 관련된 항목이 없습니다
zh_tw: 這物料組件沒有任何物料相關設定

source: Related Item Code
es_es: Código de artículo relacionado
ko_kr: 관련 상품 코드
zh_tw: 相關物料編號

source: Amend Relation
es_es: Corregir relación
ko_kr: 관계를 개정
zh_tw: 修改關聯

source: Reorder Level Report
cs_cz: Změna pořadí Úroveň Zpráva
es_es: Informe de punto de pedido
hi_in: पुनःक्रमित स्तर की रिपोर्ट
id_id: Laporan Tingkat Order-Ulg
it_it: Riordina livello di report
ko_kr: 재주문 레벨 보고서
mr_in: पुनर्क्रमित स्तर अहवाल
nl_nl: Bestelniveau Verslag
pt_pt: Relatório Ponto Pedido
ro_ro: Reordonare Nivel Raport
ru_ru: Отчет об изменении порядка уровня
sq_al: Raporti aktive për Level
sv: Rapport för ändrad nivåordning
sw_ke: Reorder Level Ripoti
tr_tr: Yeniden düzenlemek Seviye Raporu
zh_hk: 再订货水平报告
zh_tw: 安全存量報表

source: Parts below reorder level
cs_cz: Části pod úrovní pořadí
es_es: Partes por debajo del punto de pedido
hi_in: पुनःक्रमित स्तर से नीचे के कलपुर्जे
id_id: Brg di bawah tingkat order-ulg
it_it: Parti di sotto del livello di riordino
ko_kr: 재주문 수준 아래 부품
mr_in: पुनर्क्रमित पातळी खाली भाग
nl_nl: Onderdelen onder bestelniveau
pt_pt: Itens abaixo do Ponto de Pedido
ro_ro: Piese de mai jos nivel reordona
ru_ru: Части ниже уровня переупорядочения
sq_al: Parts nën nivelin e Reorder
sv: Artiklar/delar under återbeställningsnivå
sw_ke: Sehemu ya chini ya kiwango reorder
tr_tr: sipariş seviyesinin altında Parçaları
zh_hk: 低于重新订购水平的部品
zh_tw: 下面再訂購水平部分

source: Reorder Level
cs_cz: Změna pořadí úrovni
es_es: Punto de pedido
hi_in: पुनःक्रमित स्तर
id_id: Tingkat Order-Ulg
it_it: Riordina Livello
ko_kr: 재주문 수준
mr_in: लेव्हल पुन्हा क्रमवारी लावा
nl_nl: Bestelniveau
pt_pt: Nível Pedido
ro_ro: Reordonare Nivel
ru_ru: Переупорядочить уровень
sv: Ändra nivåordning
tr_tr: Yeniden düzenlemek Seviye
zh_hk: 再订货点
zh_tw: 列印安全存量

source: The Reorder Level report could not be retrieved by the SQL because
cs_cz: Změna pořadí Úroveň zprávy se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener el Informe de punto de pedido porque
hi_in: पुनःक्रमित स्तर रिपोर्ट क्योंकि SQL से नहीं लिया सकता है
id_id: Laporan Tingkat Order-Ulg tdk dapat diambil oleh SQL karena
it_it: Il rapporto Riordina livello non possono essere recuperate dal SQL perché
ko_kr: 재주문 수준 보고서는 SQL 때문에 검색 할 수 없습니다
mr_in: पुनर्क्रमित स्तर अहवाल SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: Het opnieuw ordenen Level verslag kon niet worden opgehaald door de SQL, omdat
pt_pt: O relatório Ponto de Pedido não pode ser recuperado pelo SQL porque
ro_ro: Reordonare nivel Raportul nu a putut fi recuperate de către SQL, deoarece
ru_ru: Отчет об уровне переупорядочение не может быть получен SQL, так как
sq_al: Raporti i Nivelit aktive për nuk mund të shikohet nga SQL sepse
sv: Rapporten kunde inte hämtas av SQL eftersom
sw_ke: Ripoti ya reorder Level inaweza kuwa retrieved na SQL sababu
tr_tr: Yeniden Sıralama Seviye rapor SQL çünkü tarafından alınamadı
zh_hk: 取得重新订购水平报告的SQL运行失败，因为
zh_tw: 安全存量報表不能由SQL來檢索，因為

source: Print Reorder Level Report
cs_cz: Tisk Změna pořadí Úroveň zprávě
es_es: Imprimir Informe de punto de pedido
hi_in: प्रिंट पुनःक्रमित स्तर की रिपोर्ट
id_id: Cetak Laporan Tingkat Order-Ulg
it_it: Stampa Riordina Report Livello
ko_kr: 재주문 레벨 보고서 인쇄
mr_in: पुनर्क्रमित स्तर अहवाल प्रिंट
nl_nl: Print bestelniveau Verslag
pt_pt: Imprimir o Relatório Ponto de Pedido
ro_ro: Print Reordonare Nivel Raport
ru_ru: Печать отчета об уровне переупорядочения
sq_al: Nivel Print aktive për Report
sv: Skriv ut rapport för nivåordning
sw_ke: Ripoti ya magazeti reorder Level
tr_tr: Yazıcı yeniden sıralama Seviye Raporu
zh_hk: 维护重新订购水平报告
zh_tw: 列印安全存量報表

source: Reorder Level Reporting
cs_cz: Změna pořadí Úroveň zpráv
es_es: Informe del punto de pedido
hi_in: पुनःक्रमित स्तर रिपोर्टिंग
id_id: Laporan Tingkat Order-Ulg
it_it: Riordina Level Reporting
ko_kr: 재주문 수준보고
mr_in: पुनर्क्रमित स्तर अहवाल
nl_nl: Herschikken Level Reporting
pt_pt: Gerando Relatório Ponto Pedido
ro_ro: Reordonare Nivelul de raportare
ru_ru: Отчет о переупорядочивании уровня
sq_al: Nivel aktive për Raportimi
sv: Öndra ordning för nivårapportering
tr_tr: Raporlama Reorder Düzeyi
zh_hk: 再订购水平报告
zh_tw: 安全存量報表

source: Inventory Reorder Level Report
cs_cz: Zásoby Změna pořadí Úroveň zprávě
es_es: Informe de punto de pedido de inventario
hi_in: सूची Reorder स्तर की रिपोर्ट
id_id: Laporan Tingkat Order-Ulg Persediaan
it_it: Inventory Report Riordina Livello
ko_kr: 재고 재주문 레벨 보고서
mr_in: सूची पुनर्क्रमित स्तर अहवाल
nl_nl: Inventarisatie bestelniveau Verslag
pt_pt: Relatório Estoque Ponto Pedido
ro_ro: Inventarul Reordonare Nivel Raport
ru_ru: Отчет о уровне переупорядочения инвентаря
sq_al: Nivel Inventari aktive për Report
sv: Lagerplaneringsrapport
sw_ke: Ripoti ya hesabu reorder Level
tr_tr: Envanter Reorder Düzeyi Raporu
zh_hk: 库存再订购水平报告
zh_tw: 庫存安全存量報表

source: Use this report to display the reorder levels for Inventory items in different categories.
cs_cz: Použijte tuto zprávu zobrazit pořadí limitů položek zásob v různých kategoriích.
es_es: Utilice este informe para mostrar los puntos de pedido para los artículos de inventario en diferentes categorías.
hi_in: इस के लिए विभिन्न श्रेणियों में इन्वेंट्री मदों के लिए पुनःक्रमित स्तर प्रदर्शन रिपोर्ट का उपयोग करें.
id_id: Gunakan laporan ini utk menampilkan tingkat order-ulg utk item Persediaan dalam kategori yg berbeda
it_it: Utilizzare questo report per visualizzare i livelli di riordino per gli oggetti dell&#39;inventario in diverse categorie.
ko_kr: 다른 카테고리에서 재고 항목에 대한 재주문 수준을 표시하려면이 보고서를 사용합니다.
mr_in: विविध श्रेणींमध्ये सूची वस्तू साठी पुनर्क्रमित पातळी प्रदर्शित करण्यासाठी हे अहवाल वापरा.
nl_nl: Gebruik dit rapport om het bestelpunt niveaus display voor Inventory items in verschillende categorien.
pt_pt: Use este relatório para mostar os itens de Estoque em diversas categorias reordenados por níveis
ro_ro: Utilizaţi acest raport pentru a afişa nivelurile de comandă pentru Obiecte de inventar în diferite categorii.
ru_ru: Используйте этот отчет для отображения переупорядоченных уровней товарно-материальных ценностей в различных категориях.
sq_al: Përdoreni këtë raport për të shfaqur nivele Reorder për sendet Inventari në kategori të ndryshme.
sv: Använd denna rapport för att visa ordna nivåer för inventarier i olika kategorier.
sw_ke: Kutumia taarifa hii kwa kuonyesha viwango reorder kwa ajili ya vitu Inventory katika makundi tofauti.
tr_tr: Farklı kategorilerde Envanter öğelerin yeniden sıralamak düzeylerini görüntülemek için bu raporu kullanın.
zh_hk: 使用此报告来显示不同种类的存货重新订购水平。
zh_tw: 使用此報表來顯示不同物料組別的安全存量。

source: Needed
cs_cz: Potřebné
es_es: Necesario
hi_in: जरूरत
id_id: Diperlukan
it_it: Necessario
ko_kr: 필요
mr_in: आवश्यक
nl_nl: Nodig
pt_pt: Necessita
ro_ro: Necesare
ru_ru: Необходимо
sq_al: E nevojshme
sv: Behövs
sw_ke: Inahitajika
tr_tr: Gerekli
zh_hk: 需要
zh_tw: 需要

source: Reorder Level Location Reporting
cs_cz: Změna pořadí polohy na úrovni zpráv
es_es: Informe de Ubicación de punto de pedido
hi_in: पुनःक्रमित स्तर रिपोर्टिंग स्थान
id_id: Tingkat perekam Lokasi Pelaporan
it_it: Riordinare Posizione livello di dichiarazione
ko_kr: 레벨 위치 정보를 재정렬
mr_in: पुनर्क्रमित स्तर स्थान अहवाल
nl_nl: Bestelniveau Locatie Reporting
pt_pt: Relatório Reordenado de Nível de Local
ro_ro: Reordonare Locaţie Nivelul de raportare
ru_ru: Отчеты о переупорядочивании уровней местоположений
sq_al: Vendndodhja aktive për Level Raportimi
sv: Rapportering av återbeställningsnivåer per plats
tr_tr: Raporlama Reorder Seviye Yer
zh_hk: 重新订货水平仓库报告
zh_tw: 安全存量報表

source: Inventory Reorder Level Location Report
cs_cz: Zásoby Změna pořadí polohy na úrovni zprávy
es_es: Informe de Ubicación de punto de pedido de Inventario
hi_in: सूची Reorder स्तर स्थान रिपोर्ट
id_id: Persediaan perekam Tingkat Lokasi Laporan
it_it: Inventario Riordina livello di rapporto Posizione
ko_kr: 재고 재주문 레벨 위치 보고서
mr_in: सूची पुनर्क्रमित स्तर स्थान अहवाल
nl_nl: Inventaris bestelniveau Locatie Verslag
pt_pt: Relatório Ponto de Pedido por Local
ro_ro: Inventar la nivel Reordonare Locaţie Raport
ru_ru: Отчеты о переупорядочивании
sq_al: Nivel Vendndodhja Inventari aktive për Report
sv: Rapport över lagrets återbeställningsnivåer
sw_ke: Hesabu reorder Level Location Ripoti
tr_tr: Envanter Reorder Seviye Yer Raporu
zh_hk: 库存重新订购水平仓库报告
zh_tw: 庫存安全存量報表

source: Location :
cs_cz: Místo:
es_es: Ubicación :
hi_in: स्थान:
id_id: Lokasi:
it_it: Località:
ko_kr: 위치 :
nl_nl: Locatie:
pt_pt: Local
ro_ro: Locaţie:
ru_ru: Расположение:
sq_al: Vendndodhja:
sv: Plats :
tr_tr: Yer:
zh_hk: 仓库：
zh_tw: 倉庫:

source: Number Of Days Sales :
cs_cz: Počet dní Prodej:
es_es: Número de Días de Ventas :
hi_in: दिन बिक्री की संख्या:
id_id: Jumlah Penjualan Hari:
it_it: Numero di vendite Giorni:
ko_kr: 일 판매 수 :
nl_nl: Aantal dagen Verkoop:
pt_pt: Número de dias de Vendas :
ro_ro: Numărul de vânzări pe zile:
ru_ru: Количество дней продаж:
sq_al: Numri i ditëve Sales:
sv: Antal försäljningsdagar :
sw_ke: Idadi ya Sales siku:
tr_tr: Gün Satış Sayısı:
zh_hk: 销售天数号码
zh_tw: 銷售天數：

source: Days
cs_cz: Dny
es_es: Días
hi_in: दिन
id_id: Hari
it_it: Giorni
ko_kr: 일
nl_nl: Dagen
pt_pt: Dias
ro_ro: De zile
ru_ru: Дней
sq_al: Ditët
sv: Dagar
sw_ke: Siku
tr_tr: Gün
zh_hk: 天数
zh_tw: 天

source: Total Invoiced
cs_cz: Celková fakturovaná
es_es: Total Facturado
hi_in: कुल चालान
id_id: Jumlah Tagihan
it_it: Totale fatturato
ko_kr: 총 청구
mr_in: एकूण Invoiced
nl_nl: Totale gefactureerde
pt_pt: Total Pedido
ro_ro: Totală facturată
ru_ru: Всего по счетам
sq_al: Totali i faturuar
sv: Fakturerad kvantitet
sw_ke: Jumla Invoiced
tr_tr: Toplam Faturalanan
zh_hk: 已开发票数量
zh_tw: 發票總數量

source: At Location
cs_cz: Umístění na
es_es: En la Ubicación
hi_in: स्थान पर
id_id: Pada Lokasi
it_it: A posizione
ko_kr: 위치
mr_in: स्थानावर
nl_nl: Op Locatie
pt_pt: No local
ro_ro: La Locaţie
ru_ru: По месту нахождения
sq_al: Në Vendndodhja
sv: Plats
sw_ke: Saa Location
tr_tr: Konumda
zh_hk: 在仓库
zh_tw: 在庫存

source: At All Locations
cs_cz: Na všech místech
es_es: En Todas las Ubicaciones
hi_in: सभी स्थानों पर
id_id: Pada Semua Lokasi
it_it: In tutte le sedi
ko_kr: 모든 지역에서
mr_in: सर्व ठिकाणी
nl_nl: Op alle locaties
pt_pt: em todos os locais
ro_ro: În toate locaţiile
ru_ru: Во всех местах
sq_al: Në të gjitha vendet
sv: Alla ställen
sw_ke: Saa zote Locations
tr_tr: Tüm Mekanlar At
zh_hk: 所有仓库
zh_tw: 全部庫存

source: Bin Location
id_id: Lokasi Bin
ko_kr: 빈 위치
mr_in: बिन स्थान
pt_pt: ID do Lugar
zh_tw: 庫位

source: Number Of Days Sales
cs_cz: Počet dní Prodej
es_es: Número de Días de Ventas
hi_in: दिन बिक्री की संख्या
id_id: Jumlah Penjualan Hari
it_it: Numero di vendite Giorni
ko_kr: 일 판매의 수
mr_in: एकूण दिवस विक्री क्रमांक
nl_nl: Aantal dagen Sales
pt_pt: Número dias de Vendas
ro_ro: Numărul de vânzări pe zile
ru_ru: Количество дней продаж
sq_al: Numri i ditëve Sales
sv: Antal försäljningsdagar
sw_ke: Idadi ya siku Sales
tr_tr: Gün Satış Sayısı
zh_hk: 销售天数的数量
zh_tw: 銷售天數

source: Order By
cs_cz: Seřadit podle
es_es: Ordenar Por
hi_in: द्वारा आदेश
it_it: Ordini
ko_kr: 주문
mr_in: आदेशान्वये
nl_nl: Door Bestel
pt_pt: Pedido por
ro_ro: Prin Ordinul
ru_ru: Сортировать по
sv: Beställ via
sw_ke: Kwa utaratibu
tr_tr: Emriyle
zh_hk: 订购由
zh_tw: 訂購順序按

source: Reprint a GRN
es_es: Reimprimir una Recepción
id_id: Cetak-Ulg GRN
ko_kr: GRN을 다시 인쇄
mr_in: एक GRN पुनर्मुद्रण
pt_pt: Re-impressão GRN/DEM
zh_tw: 列印採購收貨單

source: Select a purchase order
es_es: Seleccionar una orden de compra
id_id: Pilih order pembelian
ko_kr: 구매 주문을 선택
mr_in: खरेदी ऑर्डर निवडा
pt_pt: Selecione uma Ordem Compra
zh_tw: 選擇採購訂單

source: Enter a Purchase Order Number
es_es: Introducir un número de orden de compra
id_id: Masukkan Nomor Order Pembelian
ko_kr: 구매 주문 번호를 입력
mr_in: खरेदी मागणी क्रमांक प्रविष्ट करा
pt_pt: Informe Número Ordem Compra
zh_tw: 輸入採購訂單編號

source: Show GRNs
es_es: Mostrar Recepciones
id_id: Tampilkan GRN
ko_kr: 보기 GRNs
mr_in: दर्शवा GRNs
pt_pt: Exibir GRNs
zh_tw: 顯示收貨單

source: You must enter a purchase order number in the box above
es_es: Debe introducir un número de orden de compra en la casilla arriba
id_id: Anda harus masukkan nomor order pembelian di kotak atas
ko_kr: 당신은 위의 상자에 구매 주문 번호를 입력해야합니다
mr_in: आपण वरील बॉक्समधून मध्ये खरेदी ऑर्डर क्रमांक प्रविष्ट करणे आवश्यक आहे
pt_pt: Informar o número da ordem de compra no campo correto
zh_tw: 您必須在上面的文字框中輸入採購訂單號

source: This purchase order does not exist on the system. Please try again.
es_es: Esta orden de compra no existe en el sistema. Por favor trate de nuevo.
id_id: Order pembelian ini tdk ada di sistem. Silahkan coba kembali.
ko_kr: 이 구매 순서는 시스템에 존재하지 않습니다. 다시 시도하십시오.
mr_in: ही खरेदी ऑर्डर प्रणालीवर अस्तित्वात नाही. कृपया पुन्हा प्रयत्न करा.
pt_pt: O pedido de compra não existe no sistema. Tente novamente.
zh_tw: 此訂單不存在於系統上。請再試一次。

source: There are no GRNs for this purchase order that can be reprinted.
es_es: No existen recepciones para esta orden de compra que se puedan imprimir
id_id: Tdk ada GRN utk order pembelian ini yg dapat dicetak-ulg.
ko_kr: 재 인쇄 할 수있는이 구매 주문에 대한 GRNs이 없습니다.
mr_in: Reprinted जाऊ शकते हे खरेदी ऑर्डरसाठी कोणतेही GRNs आहेत.
pt_pt: Sem GRNs para este pedido de compra que possa ser reimpresso.
zh_tw: 本採購訂單沒有GRNS以此可以重印。

source: GRNs for Purchase Order No
es_es: Recepciones para la Orden de Compra Nr:
id_id: GRN utk PO No
ko_kr: 구매 주문 번호에 대한 GRNs
mr_in: खरेदी ऑर्डरला साठी GRNs
pt_pt: GRNs para Pedido de Compra Núm
zh_tw: GRNS採購訂單號

source: PO Order line
es_es: Línea Orden de Compra
id_id: Baris Order PO
ko_kr: PO 주문 라인
mr_in: पी.ओ. मागणी ओळ
pt_pt: Linha Ordem Compra
zh_tw: 採購訂單行

source: GRN Number
es_es: Número de Recepción
id_id: Nomor GRN
ko_kr: GRN 번호
pt_pt: Número GRN
zh_tw: 出貨單編號

source: Reprint GRN
ko_kr: 재 인쇄 GRN
zh_tw: 重印採購收貨

source: Reprint Labels
es_es: Reimprimir etiquetas
ko_kr: 재 인쇄 라벨
zh_tw: 重印標籤

source: Reverse Goods Received
cs_cz: Reverzní zboží obdržené
es_es: Reversar Productos Recibidos
hi_in: रिवर्स का सामान मिला
id_id: Retur Pembelian
it_it: Reverse Merci ricevute
ko_kr: 역 제품은 수신
mr_in: प्राप्त वस्तूंचे उलटा
nl_nl: Retour Goederen Ontvangen
pt_pt: Reversão Recebimento Mercadoria
ro_ro: Inregistrare Articole Returnate
ru_ru: Отменить полученные товары
sq_al: Reverse Mallrat e pranuara
sv: Gods mottaget
sw_ke: Reverse Bidhaa Received
tr_tr: Alınan mal Ters
zh_hk: 撤销收货
zh_tw: 取消收貨

source: This page is expected to be called after a supplier has been selected
cs_cz: Tato stránka je čekal, že je nazýván po dodavatel byla vybrána
es_es: Esta página debe invocarse una vez se haya seleccionado el proveedor
hi_in: इस पृष्ठ के लिए एक सप्लायर के बाद चयन किया गया है बुलाया होने की उम्मीद है
id_id: Halaman ini harus dipanggil setelah supplier dipilih
it_it: Questa pagina dovrebbe essere chiamato dopo che un fornitore è stato selezionato
ko_kr: 공급 업체를 선택 한 후이 페이지를 호출 할 것으로 예상된다
mr_in: हे पृष्ठ एक पुरवठादार निवडले गेले झाल्यावर म्हणतात असेल अशी अपेक्षा आहे
nl_nl: Deze pagina opvragen nadat een leverancier is geselecteerd
pt_pt: Esta página deve ser chamada após um fornecedor ter sido selecionado
ro_ro: Această pagină este de aşteptat să fie numit după ce un furnizor a fost selectat
ru_ru: Эта страница будет вызвана после того как выбран поставщик
sq_al: Kjo faqe është pritet që të quhet, pasi një nga furnizuesit ka qenë i zgjedhur
sv: Denna sida förväntas vara uppkallad efter en leverantör har valts
sw_ke: Ukarasa huu unatarajiwa kuwa na kuitwa baada wasambazaji imekuwa kuchaguliwa
tr_tr: BU SAYFADAN ÖNCE TEDARIKÇI SEÇMELISINIZ
zh_hk: 请先选择供应商
zh_tw: 請輸入選取的供應商來呼叫這頁

source: Could not retrieve the supplier name for
cs_cz: Nepodařilo se načíst název dodavatele pro
es_es: No se pudo obtener el nombre de proveedor para
hi_in: आपूर्तिकर्ता के नाम के लिए पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil nama supplier utk
it_it: Impossibile recuperare il nome del fornitore per
ko_kr: 에 대한 공급 업체의 이름을 검색 할 수 없습니다
mr_in: साठी पुरवठादार नाव पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon de leveranciers naam niet opvragen voor
pt_pt: Não pode recuperar nome do fornecedor para
ro_ro: Nu sa putut prelua numele furnizorului pentru
ru_ru: Не удалось получить имя поставщика
sq_al: Nuk mund të marrë emrin e furnizuesit për
sv: Kunde inte hämta information för fält
sw_ke: Hakuweza Retrieve jina wasambazaji kwa ajili ya
tr_tr: TEDARIKÇI ADI ALINAMADI:
zh_hk: 未能提取供应商名称
zh_tw: 未能提取供應商名稱的

source: Reverse Goods Received from
cs_cz: Reverzní zboží obdržené z
es_es: Devolver Bienes Recibidos de
hi_in: माल से प्राप्त हुआ उल्टा
id_id: Brg Balik Diterima dari
it_it: Reverse merci provenienti da
ko_kr: 역 제품은 수신
mr_in: प्राप्त झालेले वस्तूंचे उलटा
nl_nl: Terugdraaien Goederen Ontvangen van
pt_pt: Reverter DEM - Mercadorias recebidas para
ro_ro: Inversă bunurile primite de la
ru_ru: Возвращенные товары от
sq_al: Reverse Mallrat e pranuara nga
sv: Backa en omatchad inleverans
sw_ke: Bidhaa reverse kupokea kutoka
tr_tr: Mal Received Ters
zh_hk: 退货到
zh_tw: 撤銷貨品收貨(由)

source: Could not get the details of the GRN selected for reversal because
cs_cz: Nepodařilo se získat údaje o GRN vybraných pro zrušení, protože
es_es: No se pudo obtener el detalle de la Remisión seleccionada porque
hi_in: GRN का ब्यौरा क्योंकि उत्क्रमण के लिए चयनित नहीं किया जा सका
id_id: Tdk dapat mengambil rincian GRN yg dipilih utk pembalikan karena
it_it: Impossibile ottenere i dettagli del GRN selezionati per l&#39;inversione perché
ko_kr: 반전 때문에 선택 GRN의 세부 정보를 가져올 수 없습니다
mr_in: उलटे निवडले GRN तपशील मिळविणे शक्य नाही कारण
nl_nl: Kon de details van de geselecteerde goederen ontvangst om terug te draaien niet opvragen omdat
pt_pt: Não pode obter detalhes do DEM selecionado para reversão porque
ro_ro: Nu am putut obţine detalii ale NRG selectat pentru inversarea deoarece
ru_ru: Не удалось получить подробную информацию об извещениях о получении товара для возвращаемых товаров, поскольку
sq_al: Nuk mund të marrë të dhënat e GRN përzgjedhur për ndryshim, sepse
sv: Kunde inte få information om referensnumret valts ut för återföring, eftersom
sw_ke: Hakuweza kupata maelezo ya GRN kuchaguliwa kwa sababu reversal
tr_tr: ters çünkü seçilmiş GRN ayrıntılarını alınamadı
zh_hk: 未能取得收货单, 因为
zh_tw: 未能取得選取的撤消的收貨單, 因為

source: The following SQL to retrieve the GRN details was used
cs_cz: Následující SQL načíst GRN detaily byly použity
es_es: Se usó el siguiente SQL para obtener los detalles de la nota de Bienes Recibidos
hi_in: निम्न GRN विवरण प्राप्त एसक्यूएल इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil rincian GRN
it_it: L&#39;SQL seguente per recuperare i dettagli GRN è stato utilizzato
ko_kr: GRN의 세부 정보를 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: GRN तपशील पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: De goederen ontvangst details zijn in de volgende SQL opgevraagd
pt_pt: SQL que falhou na recuperação dos detalhes DEM foi
ro_ro: SQL următoare pentru a prelua detalii GRN a fost folosit
ru_ru: SQL получения данных об извещении о получении товара
sq_al: SQL e mëposhtme për të marrë të dhënat GRN është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Retrieve maelezo GRN ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 以下提取收货单的 SQL 是
zh_tw: 以下提取收貨單資料的 SQL 是

source: The GRN
cs_cz: GRN
es_es: La Remisión
hi_in: GRN
id_id: GRN
it_it: Il GRN
ko_kr: GRN
mr_in: GRN
nl_nl: Goederen Ontvangst
pt_pt: O DEM
ro_ro: NRG
ru_ru: Извещение о получени товара
sq_al: GRN
sv: GRN Nummer
sw_ke: Ya GRN
tr_tr: GRN
zh_hk: 收货单
zh_tw: 收貨單
