Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The following SQL to update the components location stock record was used
cs_cz: Následující SQL k aktualizaci komponenty umístění skladové evidenci byl používán
es_es: Se usó el siguiente SQL para actualizar el registro de existencias de la ubicación de los componentes
hi_in: निम्नलिखित एसक्यूएल घटकों स्थान स्टॉक रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data lokasi stok komponen
it_it: Il codice SQL utilizzato per aggiornare la giacenza del componente nel magazzino era
ko_kr: 구성 요소의 위치를​​ 재고 기록을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: घटक स्थान स्टॉक रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraadlokatie voor de component te vernieuwen was
pt_pt: SQL usado para atualizar locais dos componentes de estoque:
ro_ro: Următoarele SQL de actualizare a componentelor de valori record locaţie a fost utilizată
ru_ru: SQL для обновления местоположения компонентов запасов
sq_al: SQL e mëposhtme për të rinovuar komponentët e aksioneve vend rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo update vipengele eneo rekodi ya hisa ilitumika
tr_tr: Aşağıdaki SQL bileşenleri yer stok kayıt kullanılan güncelleme
zh_hk: 用于更新BOM组件库存的SQL是
zh_tw: 以下更新零件地點存貨記錄的 SQL 正被使用

source: The serial stock item record could not be selected because
cs_cz: Pořadové skladová položka záznamu nemohla být vybrána, protože
es_es: No se pudo seleccionar el registro del artículo de existencias seriado porque
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड क्योंकि चयनित नहीं हो सकता
id_id: Data item stok serial tdk dapat diambil karena
it_it: Il serial record articolo di riserva non possono essere selezionati perché
ko_kr: 직렬 재고 항목 레코드가 있기 때문에 선택 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड निवडले जाऊ शकत नाही कारण
nl_nl: Het seriematige voorraaditem kon niet worden geselecteerd omdat
pt_pt: Série do item de estoque não pode ser selecionado porque
ro_ro: Serial element evidenţă operativă a mărfurilor nu a putut fi selectate deoarece
ru_ru: Не удалось выбрать последовательную запись о товаре
sq_al: Serial pika e aksioneve të regjistruar nuk mund të zgjidhen, sepse
sv: Fel
sw_ke: Serial hisa rekodi ya bidhaa hakuweza kuchaguliwa kwa sababu
tr_tr: Seri stok kalemi kaydından dolayı seçilmiş olamazdı
zh_hk: 未能找到物料序列号记录,因为
zh_tw: 未能選取序列號存貨商品記錄, 因為

source: The following SQL to select the serial stock item record was used
cs_cz: Následující SQL pro výběr sériového skladě záznam byl použit
es_es: Se usó el siguiente SQL para seleccionar el registro del artículo de existencias seriado
hi_in: निम्नलिखित एसक्यूएल धारावाहिक भंडार वस्तु रिकॉर्ड इस्तेमाल किया गया था चयन करने के लिए
id_id: SQL berikut digunakan utk mengambil data item stock serial
it_it: Il seguente SQL per selezionare la serie record articolo di riserva è stato utilizzato
ko_kr: 시리얼 재고 항목 레코드를 선택하기 위해 다음과 같은 SQL을 사용 하였다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड निवडण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om het seriematige voorraaditem te selecteren was
pt_pt: SQL usado para selecionar serial do item de estoque:
ro_ro: Următoarele SQL pentru a selecta elementul de serie evidenţă operativă a mărfurilor a fost folosit
ru_ru: SQL выбора серийной записи о товаре
sq_al: SQL pas të zgjidhni serial element rezervë rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo kuchagua Serial hisa rekodi ya bidhaa ilitumika
tr_tr: Aşağıdaki SQL seri stok kalemi rekor kullanılan seçmek için
zh_hk: 用于查找物料序列号记录的SQL是
zh_tw: 以下用作選取序號存貨商品記錄的 SQL 是

source: Written off ex Inv
cs_cz: Odepsány ex Inv
es_es: Escrito ex Inv
hi_in: बंद पूर्व चालान लिखा
id_id: Eks Faktur yg dihapuskan
it_it: Storno come da fattura
ko_kr: 상각 전 인보이스
mr_in: बंद लेखी उदा Inv
nl_nl: Afgeschreven ex Inv
pt_pt: Gravando Ex. Inv.
ro_ro: Scris off Inv ex
ru_ru: Списано бывших Inv
sq_al: Shkruar off Inv ish
sv: Avskrivet ex fakt
sw_ke: Written off Inv ex
tr_tr: eski Inv kapalı yazıldı
zh_hk: 冲销原发票
zh_tw: 勾銷原有的發票

source: The following SQL to insert the stock movement records for the purpose of display on the credit note was used
cs_cz: Následující SQL vložit záznamy pohyb zásob pro účely zobrazení na dobropisu byla použita
es_es: Se usó el siguiente SQL para agregar los registros de movimiento de existencias con el propósito de mostrarlos en la nota de crédito
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL क्रेडिट नोट पर प्रदर्शन के प्रयोजन के लिए स्टॉक आंदोलन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data pergerakkan stok utk ditampilkan pada nota kredit
it_it: Il codice SQL utilizzato per inserire il movimento di magazzino al fine di mostrarlo sulla nota di credito era
ko_kr: 신용 메모 표시의 목적으로 콘텐츠 이동 레코드를 삽입하기위한 다음의 SQL을 사용 하였다
mr_in: क्रेडिट नोट प्रदर्शित हेतूने स्टॉक चळवळ रेकॉर्ड घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraadverplaatsing toe te voegen met het doel om die op de credit factuur te tonen was
pt_pt: SQL usado para inserir movimento de estoque de nota de crédito:
ro_ro: SQL pentru a insera următoarele evidenţa operativă circulaţie în scopul de a afişa pe nota de credit a fost utilizat
ru_ru: SQL вставки записи о движении запасов с целью отображения в кредит-ноте
sq_al: SQL e mëposhtme për të futur të dhënat lëvizjen e aksioneve për qëllim të ekranit në notë krediti është përdorur
sv: SQL:
sw_ke: SQL zifuatazo Insert ya harakati hisa kumbukumbu kwa lengo la kuonyesha kumbuka ya mikopo mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入红字发票对应的物料移动记录的SQL是
zh_tw: 以下插入要顯示於紅字發票的存貨移動記錄的 SQL 正被使用

source: Taxes and rates applicable to this credit note line item could not be inserted because
cs_cz: Daně a sazeb platných pro tento řádek dobropisu položka nemůže být vložen, protože
es_es: No se pudo agregar los Impuestos y Tasas aplicables a esta fila de la nota de crédito porque
hi_in: करों और इस क्रेडिट नोट पंक्ति वस्तु पर लागू दरों वजह से हो सकता है नहीं डाला
id_id: Pajak dan tarif yg terdapat pada item baris nota kredit ini tdk dapat dimasukkan karena
it_it: Tasse e tariffe applicabili a questa voce nota di credito non può essere inserito perché
ko_kr: 이 신용 노트 라인 항목에 적용되는 세금과 가격 때문에 삽입 할 수 없습니다
mr_in: कर आणि ही क्रेडिट नोट ओळ आयटमवर लागू दर समाविष्ट करणे शक्य नाही कारण
nl_nl: Belasting en korting kon niet aan de credit factuur worden toegevoegd omdat
pt_pt: Taxas e encargos aplicáveis a linha da nota de crédito não podeser inserida porque
ro_ro: Taxele şi tarifele aplicabile pentru acest post de linie de credit notă nu a putut fi introdus, deoarece
ru_ru: Налоги и ставки, применяемых к этой кредит-ноте не могут быть вставлены в базу, так как
sq_al: Taksat dhe normat e zbatueshme për këtë artikull notë krediti linjë nuk mund të futet, sepse
sv: Fel
sw_ke: Kodi na viwango husika na bidhaa hii mikopo kumbuka line inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 红字发票税务信息未能插入,因为
zh_tw: 應用到紅字發票列商品的稅和率未能插入, 因為

source: The count to check for existing Sales analysis records could not run because
cs_cz: Počet zkontrolovat existující záznamy Prodej analýza nemohla spustit, protože
es_es: No se pudo procesar el cómputo para comprobar registros existentes de análisis de Ventas porque
hi_in: गिनती मौजूदा बिक्री विश्लेषण रिकॉर्ड के लिए जाँच करने के लिए चलाने के कारण नहीं हो सका
id_id: Perhitungan utk memeriksa data analisa Penjualan yg ada tdk dapat berjalan karena
it_it: Non è stato possibile conteggiare il numero di analisi delle vendite perchè
ko_kr: 카운트 때문에 실행할 수 없습니다 기존 판매 분석 기록을 확인합니다
mr_in: विद्यमान विक्री विश्लेषण रेकॉर्ड तपासण्यासाठी संख्या चालवू शकले नाही कारण
nl_nl: Check van de bestaande sales analyse kon niet worden uitgevoerd omdat
pt_pt: Contagem para verificar vendas existentes não pode executar porque
ro_ro: Numărul pentru a verifica înregistrările existente analiza de vanzari nu ar putea funcţiona, deoarece
ru_ru: Кол для проверки существующих анализ продаж записей не мжет быть заущен, так как
sq_al: Akuzë për të kontrolluar për të dhënat e Sales ekzistues analizë nuk mund të kandidojë për shkak se
sv: Fel
sw_ke: hesabu ya kuangalia kwa kumbukumbu zilizopo uchambuzi Sales hakuweza kukimbia kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 查找销售分析记录条数失败,因为
zh_tw: 檢查銷售分析記錄的點算未能執行, 因為

source: The sales analysis record for this credit note could not be added because
cs_cz: Analýza prodejní rekord pro tento dobropis nelze přidat, protože
es_es: No se pudo agregar el registro de análisis de ventas de esta nota de crédito porque
hi_in: इस क्रेडिट नोट के लिए बिक्री विश्लेषण रिकॉर्ड क्योंकि जोड़ा नहीं जा सका
id_id: Data analisa penjualan utk nota kredit ini tdk dapat ditambahkan karena
it_it: Non è stato possibile aggiungere i dati di questa nota di credito alle analisi delle vendite perchè
ko_kr: 이 신용 노트 판매 분석 기록이 있기 때문에 추가 할 수 없습니다
mr_in: ही क्रेडिट नोट विक्री विश्लेषण रेकॉर्ड जोडला जाऊ शकत नाही कारण
nl_nl: De verkoopsanalyse voor deze credit facuur kon niet worden toegevoegd omdat
pt_pt: Análise de Vendas para essa nota de crédito não pode ser adic. porque
ro_ro: Analiza de vanzari record pentru această notă de credit nu a putut fi adăugată deoarece
ru_ru: Запись анализ продаж для этой кредит-ноте не может быть добавлен, так как
sq_al: Të dhënat e shitjeve të analizës për këtë notë krediti nuk mund të shtohet sepse
sv: Fel
sw_ke: Rekodi ya mauzo ya uchambuzi kwa kumbuka hii mikopo inaweza kuwa aliongeza kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 此红字发票的销售分析记录未能插入,因为
zh_tw: 紅字發票的銷售分析記錄未能加入, 因為

source: The stock side or write off of the cost of sales GL posting could not be inserted because
cs_cz: Populace strany nebo odepsat náklady na prodej GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable del costo de ventas por la parte de existencias o su propio registro porque
hi_in: शेयर पक्ष या बिक्री की लागत जीएल पोस्टिंग के बंद लिखना नहीं डाला जा सका क्योंकि
id_id: Posting GL HPP sisi stok atau penghapusan tdk dapat dimasukkan karena
it_it: Non è stato possibile aggiungere al costo del venduto i dati sullo storno o sul movimento di magazzino perchè
ko_kr: 주식 측 또는 판매 GL 게시의 비용 떨어져 쓰기 때문에 삽입 할 수 없습니다
mr_in: स्टॉक बाजूस किंवा विक्री जी.एल. पोस्टिंग खर्चाच्या बंद लिहू समाविष्ट करणे शक्य नाही कारण
nl_nl: De afschrijving aan de voorraadzijde om de grootboekboeking voor de verkoopskosten te boeken kon niet worden uitgevoerd omdat
pt_pt: Dados contábeis do custo de vendas não podem ser inseridos porque
ro_ro: Partea de material sau scrie off de costului vânzărilor GL detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить проводку о товаре или списании в главной книге
sq_al: Anën e aksioneve ose të anullojë e kostos së shitjes GL postimi nuk mund të futet, sepse
sv: Fel
sw_ke: Upande wa hisa au kuandika mbali ya gharama ya mauzo GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 总账凭证的存货或销售成本行未能插入,因为
zh_tw: 存貨或取消總帳的銷售成本過數未能插入, 因為

source: The credit note GL posting could not be inserted because
cs_cz: Dobropis GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable de la nota de crédito porque
hi_in: क्रेडिट नोट पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Nota kredit posting GL tdk dapat dimasukkan karena
it_it: Non è stato inserire i dati della nota di credito perchè
ko_kr: 신용 노트 GL 게시 때문에 삽입 할 수 없습니다
mr_in: क्रेडिट नोट जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboekboeking van de creditfactuur kon niet worden uitgevoerd omdat
pt_pt: Nota de crédito contábil não pode ser inserido porque
ro_ro: Nota GL credit detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить в главную книгу проводку о кредит-ноте
sq_al: Notë krediti GL postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: Mikopo ya GL kumbuka posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 总账凭证的销售收入行未能插入, 因为
zh_tw: 總帳拋轉的紅字發票不能插入, 因為

source: The credit note discount GL posting could not be inserted because
cs_cz: Dobropis sleva GL vysílání nemohly být zařazeny, protože
es_es: No se pudo agregar el registro contable del descuento de la nota de crédito porque
hi_in: क्रेडिट नोट छूट पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL diskon nota kredit tdk dapat dimasukkan karena
it_it: Non è stato possibili inserire i dati sugli sconti della nota di credito perchè
ko_kr: 신용 노트 할인 GL 게시 때문에 삽입 할 수 없습니다
mr_in: क्रेडिट नोट सवलतीच्या जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboekboeking voor de korting op de credit factuur kon niet worden uitgevoerd omdat
pt_pt: A nota de desconto de crédito des
ro_ro: Nota de credit cu discount GL detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить проводку в главной книге о скидке для кредит-ноты
sq_al: Notë krediti zbritje GL postimi nuk mund të shtohet sepse
sv: Fel
sw_ke: Kumbuka mikopo GL discount posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 总账凭证的折扣行未能插入,因为
zh_tw: 總帳拋轉的紅字發票折扣不能插入, 因為

source: The total debtor GL posting for the credit note could not be inserted because
cs_cz: Celková dlužník GL vysílání pro dobropisu nemůže být vložen, protože
es_es: No se pudo agregar el registro contable de total deudor de la nota de crédito porque
hi_in: कुल देनदार क्रेडिट नोट के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL total debitur utk nota kredit tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati della nota di credito sul conto debitori perchè
ko_kr: 신용 노트에 대한 총 채무 GL 게시 때문에 삽입 할 수 없습니다
mr_in: क्रेडिट नोट एकूण कर्जदार जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: Het totaal van de debiteur grootboek boeking kon niet worden toegevoegd omdat
pt_pt: O total dos débitos na postagem contábil na nota crédio não puderam ser inseridos porque
ro_ro: GL debitor total posta pentru nota de credit nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить проводку в главную книгу о задолжности, так как
sq_al: GL total debitorit postimin për shënimin e kreditit nuk mund të shtohet sepse
sv: Fel
sw_ke: GL jumla ya deni posting kwa kumbuka ya mikopo inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 总账凭证的应收账款行未能插入,因为
zh_tw: 不能插入紅字發票的總帳總借方入帳, 因為

source: The freight GL posting for this credit note could not be inserted because
cs_cz: Nákladní GL vysílání tohoto dobropisu nemůže být vložen, protože
es_es: No se pudo agregar el registro contable de transporte de la nota de crédito porque
hi_in: माल इस क्रेडिट नोट के लिए पोस्टिंग जीएल वजह से हो सकता है नहीं डाला
id_id: Posting GL pengiriman utk nota kredit ini tdk dapat dimasukkan karena
it_it: Non è stato possibile inserire i dati sulle spese di spedizione di questa nota di credito perchè
ko_kr: 이 신용 노트화물 GL 게시 때문에 삽입 할 수 없습니다
mr_in: ही क्रेडिट नोट वाहतुक जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboekboeking voor de vrachtkosten van deze credit factuur kon niet worden toegevoegd omdat
pt_pt: Postagem contábil do frete da nota de crédito não pode ser inserida porque
ro_ro: GL postarea de transport de marfă pentru acest nota de credit nu a putut fi introdus, deoarece
ru_ru: Не удалось добавить проводку о фрахте в главную книгу для этой кредит-ноты, так как
sq_al: GL mallrave postimin për këtë notë krediti nuk mund të shtohet sepse
sv: Fel
sw_ke: GL ya mizigo posting kwa kumbuka hii mikopo inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 总账凭证的运费行未能插入,因为
zh_tw: 總帳的運費拋轉到紅字發票不能插入, 因為

source: has been processed
cs_cz: byla zpracována
es_es: ha sido procesada
hi_in: संसाधित किया गया है
id_id: telah diproses
it_it: è stata emessa
ko_kr: 처리 된
mr_in: प्रक्रिया करण्यात आली आहे
nl_nl: is verwerkt
pt_pt: foi processado
ro_ro: a fost procesată
ru_ru: был обработан
sq_al: është përpunuar
sv: har behandlats
sw_ke: imekuwa kusindika
tr_tr: ISLENDI
zh_hk: 已生成
zh_tw: 已執行

source: Credit Note Type
cs_cz: Poznámka: Typ úvěru
es_es: Tipo de nota de crédito
hi_in: क्रेडिट नोट लिखें
id_id: Tipe Nota Kredit
it_it: Tipo di nota di credito
ko_kr: 신용 주 유형
mr_in: क्रेडिट टीप प्रकार
nl_nl: Credit Nota Soort
pt_pt: Tipo Nota Crédito
ro_ro: Notă Tipul de credit
ru_ru: Тип кредит-ноты
sq_al: Lloji Credit Note
sv: Kreditfaktura typ
sw_ke: Angalia mikopo Aina
tr_tr: BELGE TIPI
zh_hk: 冲销类型
zh_tw: 紅字發票種類

source: Goods returned to store
cs_cz: Zboží se vrátil k ukládání
es_es: Productos devueltos al almacén
hi_in: सामान स्टोर करने के लिए लौट आए
id_id: Brg dikembalikan ke toko
it_it: Merci rese
ko_kr: 제품은 저장 반환
mr_in: वस्तूंचे दुकान परत
nl_nl: Goederen terug naar winkel
pt_pt: Mercadorias retorn. Armaz.
ro_ro: Mărfurilor returnate pentru a stoca
ru_ru: Товары, возвращенные на склад
sq_al: Mallrat e kthyer në dyqan
sv: Gods returnerat till lagret
sw_ke: Bidhaa akarudi kuhifadhi
tr_tr: MAGAZAYA DÖNMÜS MALLAR
zh_hk: 销售退回
zh_tw: 貨品退回貨倉

source: Goods written off
cs_cz: Zboží odepsány
es_es: Productos anulados
hi_in: माल से लिखा
id_id: Brg dihapuskan
it_it: Merce stornate
ko_kr: 제품은 상각
mr_in: वस्तूंचे बंद लेखी
nl_nl: Goederen afgeschreven
pt_pt: Mercadorias Perdidas
ro_ro: Marfa scris off
ru_ru: Списанные товары
sq_al: Mallrave të shkruar jashtë
sv: Avskrivet gods
sw_ke: Bidhaa written off
tr_tr: Mal düşülen
zh_hk: 销售折让
zh_tw: 銷售折讓

source: Reverse overcharge
cs_cz: Reverzní přebíjením
es_es: Sobrecarga Inversa
hi_in: पल्ला झुकना उल्टा
id_id: Balikkan kelebihan tagih
it_it: Storno maggior addebito
ko_kr: 역 과충전
mr_in: उलट जादा किंमत
nl_nl: Retour overberekend
pt_pt: Reversão Adicional
ro_ro: Reverse suprapreţurile
ru_ru: Обратный ререрасход
sq_al: Reverse mbingarkesë
sv: Backa överdebitering
sw_ke: Kubadili fedha zaidi
tr_tr: abartma Ters
zh_hk: 现金折扣
zh_tw: 現金折扣

source: Goods returned to location
cs_cz: Zboží se vrátil k umístění
es_es: Productos devueltos a ubicación
hi_in: माल स्थान को लौट गया
id_id: Brg dikembalikan ke lokasi
it_it: Merci rese al magazzino di
ko_kr: 제품은 위치에 반환
mr_in: माल स्थान परत
nl_nl: Materialen terug naar lokatie
pt_pt: Mercadorias retornarao ao local
ro_ro: Marfa a revenit la locaţie
ru_ru: Товары, возвращенные в местоположение
sq_al: Mallrat e kthyer në vend
sv: Gods returnerat till lagerplats
sw_ke: Bidhaa kurudi kwa eneo
tr_tr: DEPOYA GERI DÖNEN MALLAR
zh_hk: 物料退回到仓库
zh_tw: 貨品退回到(倉庫)

source: Write off the cost of the goods to
cs_cz: Odepsat náklady na zboží
es_es: Cancelar el costo de los productos para
hi_in: बंद माल की लागत को लिखें
id_id: Hapuskan biaya brg ke
it_it: Il costo delle merci verrà stornato da
ko_kr: 상품의 비용을 쓰기
mr_in: ते माल खर्च बंद लिहा
nl_nl: Schrijf de kosten van de materialen af van
pt_pt: Faturado custo mercadorias para
ro_ro: Scrie pe costul bunurilor de
ru_ru: Списать стоимость товаров к
sq_al: Shkruani off koston e mallrave të
sv: Skriv av kostnaden för gods till
sw_ke: Kuandika mbali na gharama ya mali ya
tr_tr: malların maliyeti kapalı yaz
zh_hk: 冲销销售成本
zh_tw: 冲消銷貨成本到

source: Credit note text
cs_cz: Dobropis text
es_es: Texto de nota de crédito
hi_in: क्रेडिट नोट पाठ
id_id: Teks nota kredit
it_it: commenti da riportare sulla nota di credito
ko_kr: 신용 노트 텍스트
mr_in: क्रेडिट नोट मजकूर
nl_nl: Tekst van credit factuur
pt_pt: Texto Nota Crédito
ro_ro: De credit notã de text
ru_ru: Текст кредит-ноты
sq_al: text Credit shënim
sv: Kreditfaktura text
sw_ke: Mikopo kumbuka asilia
tr_tr: NOTLAR
zh_hk: 红字发票备注
zh_tw: 折讓單文字

source: Process Credit
cs_cz: Proces Úvěrové
es_es: Procesar crédito
hi_in: क्रडिट प्रक्रिया
id_id: Proses Kredit
it_it: Emissione nota di credito
ko_kr: 공정 신용
mr_in: प्रक्रिया क्रेडिट
nl_nl: Voor creditering uit
pt_pt: Processar Crédito
ro_ro: Procesul de credit
ru_ru: Обрботать кредит
sq_al: Procesi i Credit
sv: Bearbeta kredit
sw_ke: Mchakato wa mikopo
tr_tr: ISLE
zh_hk: 开发票
zh_tw: 執行冲銷

source: Currencies Maintenance
cs_cz: Nastavení měn
es_es: Administrar monedas
hi_in: मुद्राओं रखरखाव
id_id: Pengaturan Mata Uang
it_it: Gestione valute
ko_kr: 통화 유지
mr_in: चलने देखभाल
nl_nl: Valuta Onderhoud
pt_pt: Manutenção Moedas
ro_ro: Reglaje valuta
ru_ru: Поддержка взаимозаменяемости
sq_al: Monedhat Mirëmbajtja
sv: Valutor
sw_ke: Sarafu Maintenance
tr_tr: PARA BIRIMI YÖNETIMI
zh_hk: 货币
zh_tw: 貨幣維護

source: The currency already exists in the database
cs_cz: Měna již existuje v databázi
es_es: La moneda ya existe en la base de datos
hi_in: मुद्रा पहले से डेटाबेस में मौजूद है
id_id: Mata uang tersebut sdh ada di database
it_it: La moneta è già presente nel database
ko_kr: 통화는 이미 데이터베이스에 존재
mr_in: चलन आधीच डेटाबेस अस्तित्वात
nl_nl: De valuta bestaat reeds in de databse
pt_pt: Moeda já existe no DB
ro_ro: Moneda există deja în baza de date
ru_ru: Валюта уже существует в базе данных
sq_al: Monedha e tashmë ekziston në bazën e të dhënave
sv: Valutan existerar redan i databasen
sw_ke: sarafu tayari lipo katika orodha ya
tr_tr: Para zaten veritabanında bulunan
zh_hk: 此货币已经存在于数据库
zh_tw: 貨幣已經存在於數據庫中

source: The exchange rate must be numeric
cs_cz: Směnný kurs musí být číslo
es_es: La taza de cambio debe ser un número
hi_in: विनिमय दर संख्यात्मक होना चाहिए
id_id: Kurs harus numerik
it_it: Il tasso di cambio deve essere un numero
ko_kr: 환율은 숫자이어야합니다
mr_in: विनिमय दर अंकीय असणे आवश्यक आहे
nl_nl: De wissel koers moet in cijfers zijn
pt_pt: A taxa cambio deve ser numérica
ro_ro: Cursul de schimb trebuie să fie numeric
ru_ru: Курс обмена должен быть числовым
sq_al: Kursi i këmbimit duhet të jetë një numër
sv: Valutakursen måste vara numerisk
sw_ke: Kiwango cha ubadilishaji lazima numeric
tr_tr: KUR DÖNÜSÜM ORANI NÜMERIK OLMALI
zh_hk: 汇率必须是数字
zh_tw: 換率必須是數字

source: The number of decimal places to display for amounts in this currency must be numeric
es_es: El número de lugares decimales a mostrar en las cantidades de esta moneda debe ser un número
id_id: Jumlah angka desimal utk menampilkan nilai dalam mata uang ini harus numerik
ko_kr: 이 통화에서 양의 숫자이어야에 대한 소수 자릿수의 수 표시
mr_in: या चलनातील रकमा प्रदर्शित दशांश ठिकाणी संख्या अंकीय असणे आवश्यक आहे
pt_pt: O número de decimais para valores exibidos nessa moeda
zh_tw: 這個貨幣的數量的小數位數顯示必須是數字

source: The number of decimal places to display for amounts in this currency must be positive or zero
es_es: El número de decimales a mostrar en las cifras en esta moneda debe ser positivo o cero
id_id: Jumlah angka desimal utk menampilkan nilai dalam mata uang ini harus positif atau nol
ko_kr: 이 통화 금액은 양수 또는 0이어야에 대한 소수 자릿수의 수 표시
mr_in: या चलनातील रकमा प्रदर्शित दशांश ठिकाणी संख्या सकारात्मक असणे किंवा शून्य आवश्यक
pt_pt: O número de decimais para exibir valores nessa moeda deve ser positivo ou zero
zh_tw: 小數位顯示在這個貨幣量的數字必須為正數或零

source: The number of decimal places to display for amounts in this currency is expected to be 4 or less
es_es: El número de lugares decimales a mostrar en las cantidades de esta moneda debe ser 4 o menos
id_id: Jumlah angka desimal utk menampilkan nilai dalam mata uang ini maksimum adalah 4
ko_kr: 이 통화 금액에 대해 표시 할 소수 자릿수의 수는 4 이하가 될 것으로 예상된다
mr_in: या चलनातील रकमा प्रदर्शित दशांश ठिकाणी संख्या 4 किंवा कमी असेल अशी अपेक्षा आहे
pt_pt: O número de decimais para exibir valores nessa moeda deve ser menor que 5 posições
zh_tw: 這個貨幣量的數量其小數位數為4或更少
