Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Allocation could not be processed because the amount allocated is more than the
cs_cz: Přidělení nelze zpracovat, protože přidělené částky je více než
es_es: No se pudo procesar la asignación porque el importe asignado es mayor que el
hi_in: क्योंकि आवंटन आवंटित राशि से अधिक है संसाधित नहीं किया जा सकता है
id_id: Alokasi tdk dapat diproses karena jumlah yg dialokasikan lebih dari
it_it: Assegnazione non può essere elaborato in quanto l&#39;importo assegnato è superiore al
ko_kr: 할당 된 양보다 더 때문에 배분을 처리 할 수​​ 없습니다
mr_in: वाटप रक्कम जास्त आहे कारण वाटप प्रक्रिया होऊ शकली नाही
nl_nl: Allocatie kon niet worden uitgevoeerd omdat de waarde meer is dan de
pt_pt: Alocação não podem ser processadas pois a quantidade é maior que
ro_ro: Alocarea nu a putut fi prelucrate, deoarece suma alocată este mai mare decât
ru_ru: Распределение не может быть обработано так как объем выделенных средств больше, чем
sq_al: Alokimi nuk mund të përpunohet, sepse shuma e akorduar është më shumë se
sv: Allokeringen kan inte behandlas för att det allokerade beloppet är större än beloppet för
sw_ke: Mgao inaweza kuwa kusindika kwa sababu ya kiasi zilizotengwa ni zaidi ya
tr_tr: ayrılan miktar daha fazla olduğu için Tahsis işlenemedi
zh_hk: 清算执行失败，因为分配的金额大于
zh_tw: 冲帳不能被處理，因為冲帳金額超額了

source: being allocated
cs_cz: přidělovaných
es_es: siendo asignado
hi_in: आवंटित किया जा रहा है
id_id: yg sedang dialokasikan
it_it: da imputare
ko_kr: 할당되는
mr_in: वाटप करण्यात येत
nl_nl: Wordt gealloceerd
pt_pt: foi alocada
ro_ro: fiind alocate
ru_ru: распределяемых
sq_al: duke u ndarë
sv: allokeras
sw_ke: zinatengwa
tr_tr: TAHSIS EDILECEK
zh_hk: 金额
zh_tw: 正在配置

source: and the total amount of the
cs_cz: a celková výše
es_es: y el importe total de
hi_in: और की कुल राशि
id_id: dan total jumlah dari
it_it: e l'importo totale del
ko_kr: 상기의 총량
mr_in: आणि एकूण रक्कम
nl_nl: en de totale waarde van de
pt_pt: e a quantidade total do
ro_ro: şi valoarea totală a
ru_ru: и общее количество
sq_al: dhe shuma e përgjithshme e
sv: och det totala beloppet för
sw_ke: na jumla ya
tr_tr: TOPLAM MIKTAR:
zh_hk: 总计
zh_tw: 及總數的

source: was
cs_cz: byl
es_es: fue
hi_in: था
id_id: adalah
it_it: era
ko_kr: 했다
mr_in: होता
pt_pt: foi
ro_ro: a fost
ru_ru: было
sq_al: u
sv: var
sw_ke: alikuwa
tr_tr: oldu
zh_hk: 金额
zh_tw: 是

source: Could not delete old allocation record
ko_kr: 오래된 할당 기록을 삭제할 수 없습니다
mr_in: जुन्या वाटप रेकॉर्ड हटवू शकत नाही
pt_pt: Não pode remover registro anteriormente alocado
zh_tw: 無法刪除舊的冲帳記錄

source: Could not change allocation record
ko_kr: 할당 레코드를 변경할 수 없었다
mr_in: वाटप रेकॉर्ड बदलता येत नाही
pt_pt: Não pode modificar registro alocado
zh_tw: 無法更改冲帳記錄

source: Could not update difference on exchange
es_es: No se pudo actualizar diferencia de cambio
ko_kr: 교환에 차이를 업데이트 할 수 없습니다
mr_in: एक्स्चेंजवर फरक अद्यतनित करू शकत नाही
pt_pt: Não pode atualizar diferença de cambio porque
zh_tw: 不能在交換更新的區別

source: Could not update receipt or credit note
es_es: No se pudo actualizar el recibo o nota de crédito
ko_kr: 영수증 또는 신용 메모를 업데이트 할 수 없습니다
mr_in: पावती किंवा क्रेडिट टीप अद्यतनित करणे शक्य नाही
pt_pt: Só pode atualizar nota de recebimentos ou crédito
zh_tw: 無法更新收據或貸方票據

source: Could not update exchange difference in General Ledger
es_es: No se pudo actualizar la diferencia de cambio en el Libro Mayor
ko_kr: 원장의 환율 차이를 업데이트 할 수 없습니다
mr_in: सामान्य खातेवही एक्स्चेंज फरक अद्यतनित करू शकत नाही
pt_pt: Não pode atualizar dif. cambio na contabilidade
zh_tw: 無法更新總帳匯兌差額

source: Could not update debtors control in General Ledger
es_es: No se pudo actualizar el control de deudores en el Libro Mayor
ko_kr: 총계정 원장에 채무자 컨트롤을 업데이트 할 수 없습니다
mr_in: Debtors सामान्य खातेवही मध्ये नियंत्रित अद्यतनित करू शकत नाही
pt_pt: Não pode atualizar fornecedor controle na contabilidade
zh_tw: 無法更新債務人在總帳控制

source: Allocate Receipt
cs_cz: Příjem přidělit
es_es: Asignar cobro
hi_in: आवंटन रसीद
id_id: Alokasi Penerimaan
it_it: Allocare Ricevuta
ko_kr: 영수증을 할당
mr_in: पावती वाटप
nl_nl: Alloceer ontvangst
pt_pt: Alocar Recebimento
ro_ro: Alocarea Chitanţă
ru_ru: Разместить получение
sq_al: Alokimi i Marrjes
sv: Registrera betalningar
sw_ke: Kutenga risiti
tr_tr: Tahsis Alındı
zh_hk: 分配收款
zh_tw: 冲帳已收款/發票

source: Allocate Receipts
cs_cz: Příjmy přidělit
es_es: Asignar cobros
hi_in: आवंटित प्राप्तियां
id_id: Alokasi Penerimaan
it_it: Allocare Ricevute
ko_kr: 영수증을 할당
mr_in: पावत्या वाटप
nl_nl: Alloceer ontvangsten
pt_pt: Alocar Recebimento
ro_ro: Alocarea Încasări
ru_ru: Разместить поступления
sq_al: Alokimi Pranimet
sv: Registrera betalningar
sw_ke: Kutenga Mapato
tr_tr: Tahsis Makbuzlar
zh_hk: 分配收款
zh_tw: 收款冲帳

source: Trans Type
cs_cz: Trans Typ
es_es: Tipo de Trans.
hi_in: ट्रांस लिखें
id_id: Tipe Transaksi
it_it: Tipo di operazione
ko_kr: 트랜스 유형
mr_in: पलीकडे प्रकार
nl_nl: Transactie type
pt_pt: Tipo Trans.
ro_ro: Trans Tip
ru_ru: Тип транзакции
sq_al: Lloji Trans
sv: Transtyp
sw_ke: Aina trans
tr_tr: TRANS.TÜRÜ
zh_hk: 凭证类型
zh_tw: 憑證類型

source: Cust No
cs_cz: Odběratele č.
es_es: Nº de cliente
hi_in: ग्राहक नहीं
id_id: No Cust
ko_kr: 커스트 없음
mr_in: ग्राहक नाही
nl_nl: Klant nummer
pt_pt: Núm Cli
ro_ro: Cust nr
ru_ru: Номер клиента
sv: Kundnr
sw_ke: Hakuna Cust
tr_tr: Cust yok
zh_hk: 客户编号
zh_tw: 客戶編號

source: To Alloc
cs_cz: Chcete-li Alloc
es_es: A asignar
hi_in: Alloc करने के लिए
id_id: Utk Dialokasi
it_it: Da imputare
ko_kr: Alloc를하려면
mr_in: Alloc करण्यासाठी
nl_nl: te alloceren
pt_pt: Para Aloc.
ro_ro: Pentru a Alloc
ru_ru: Распред.
sq_al: Të Alloc
sv: Att allokera
sw_ke: Na Alloc
tr_tr: TAHSIS EDILECEK
zh_hk: 清算
zh_tw: 冲帳

source: Action
cs_cz: Akce
es_es: Acción
hi_in: कार्रवाई
id_id: Tindakan
it_it: Azione
ko_kr: 행동
mr_in: कृती करणे
nl_nl: Aktie
pt_pt: Ação
ro_ro: Acţiune
ru_ru: Действие
sq_al: Veprim
sv: Aktivitet
tr_tr: Eylem
zh_hk: 行动
zh_tw: 行動

source: Amount in customer currency
cs_cz: Částka v měně zákazníka
es_es: Monto en la moneda del cliente
hi_in: ग्राहक राशि की मुद्रा में
id_id: Jumlah dalam mata uang customer
it_it: Importo nella valuta del cliente
ko_kr: 고객의 통화에서 양
mr_in: ग्राहक चलनातील रक्कम
nl_nl: Bedrag in klant valuta
pt_pt: Valor na moeda Cliente
ro_ro: Suma în moneda client
ru_ru: Количество в валюте клиента
sq_al: Shuma në klientit valutë
sv: Belopp i kundens valuta
sw_ke: Kiasi katika mteja sarafu
tr_tr: MÜSTERI PARA BIRIMINE GÖRE TUTAR
zh_hk: 客户货币值
zh_tw: 客戶貨幣值

source: converted into local currency at an exchange rate of
cs_cz: převedeny na místní měnu v kurzu
es_es: convertido en moneda local a una tasa de cambio de
hi_in: एक मुद्रा की दर से स्थानीय मुद्रा में परिवर्तित
id_id: dikonversikan ke mata uang lokal dgn kurs
it_it: cambiato nella valuta locale a un tasso di cambio di
ko_kr: 의 환율로 현지 통화로 변환
mr_in: एक विनिमय दराने स्थानिक चलन रुपांतरित
nl_nl: omgezet in de locale valuta met een wissel koers van
pt_pt: convertido em moeda local usando taxa de
ro_ro: convertite în monedă locală, la un curs de schimb de
ru_ru: конвертировано в локальную валюту по курсу обмена
sq_al: konvertohet në valutën lokale në një të kursit të këmbimit të
sv: konverterat till lokal valuta med växelkursen
sw_ke: kuongoka katika fedha za ndani katika kiwango cha ubadilishaji wa
tr_tr: LOKAL PARA BIRIMINE DÖNÜSTÜRME ORANI:
zh_hk: 换算到本位币的汇率
zh_tw: 換算到本地貨幣時匯率

source: Trans
hi_in: ट्रांस
it_it: Transazione
ko_kr: 트랜스
mr_in: पलीकडे
nl_nl: Transactie
ru_ru: Транз.
zh_hk: 交易
zh_tw: 交易

source: Yet to
cs_cz: Přesto se
es_es: Todavía hasta
hi_in: अभी तक
id_id: Belum di
it_it: Ancora da
ko_kr: 그러나에
mr_in: अद्याप ते
nl_nl: Nog
pt_pt: Já feito
ro_ro: Cu toate acestea, la
ru_ru: Да для
sq_al: Megjithatë, për të
sv: Nu till
sw_ke: Bado
tr_tr: Henüz için
zh_hk: 未
zh_tw: 未

source: Allocate
cs_cz: Přidělit
es_es: Asignado
hi_in: आवंटन
id_id: Alokasi
it_it: imputare
ko_kr: 할당
mr_in: वाटप करणे
nl_nl: Alloceren
pt_pt: Alocado
ro_ro: Aloca
ru_ru: Распределить
sq_al: Alokimi i
sv: Allokera
sw_ke: Kutenga
tr_tr: TAHSIS ET
zh_hk: 清算
zh_tw: 冲帳

source: This
cs_cz: Tento
es_es: Este
hi_in: इस
id_id: Ini
it_it: Questa
ko_kr: 이
mr_in: हे
nl_nl: Dit
pt_pt: Essa
ro_ro: Acest
ru_ru: Этот
sq_al: Kjo
sv: Detta
sw_ke: Hii
tr_tr: BU
zh_hk: 此次
zh_tw: 此次

source: Running
cs_cz: Běží
es_es: Ejecutando
hi_in: रनिंग
id_id: Berjalan
it_it: In esecuzione
ko_kr: 실행
mr_in: चालवणे
nl_nl: Uitvoeren
pt_pt: Execut.
ro_ro: Funcţionare
ru_ru: Обрабатывает
sv: körs
sw_ke: Mbio
tr_tr: Koşu
zh_hk: 运行中
zh_tw: 運行中

source: Being allocated
cs_cz: Přidělovaných
es_es: Asignándose
hi_in: आवंटित होने के नाते
id_id: Yg sedang dialokasikan
it_it: Essere assegnati
ko_kr: 할당되는
mr_in: वाटप करण्यात येत
nl_nl: Wordt gealloceerd
pt_pt: Alocando
ro_ro: Fiind alocate
ru_ru: Выделяются
sq_al: Duke qenë të ndarë
sv: allokeras
sw_ke: Zinatengwa
tr_tr: tahsis olmak
zh_hk: 正在分配中
zh_tw: 未冲帳

source: Check this box to allocate the entire amount of this transaction. Just enter the amount without ticking this check box for a partial allocation
es_es: Marque esta casilla para asignar la totalidad del monto de esta transacción. Solo introduzca la cantidad sin marcar esta casilla para una asignación parcial
ko_kr: 이 거래의 전체 양을 할당하려면이 확인란을 선택합니다. 다만 부분 할당이 체크 박스에 체크하지 않고 금액을 입력
pt_pt: Marque essa caixa para alocar a quantidade dessa transação. Apenas informe a quant. sem marcar essa caixa para uma alocação parcial
zh_tw: 選中該複選框來分配此筆交易的全部金額。只需輸入金額不勾選該複選框的部分分配

source: Enter the amount of this transaction to be allocated. Nothing should be entered here if the entire transaction is to be allocated, use the check box
es_es: Ingrese el monto de esta transacción a ser asignado. Nada debe ser introducido aquí si toda la transacción es a ser asignada, para eso use la casilla
ko_kr: 이 트랜잭션의 금액을 입력 할당한다. 전체 트랜잭션이 할당 될 경우 아무것도 체크 상자를 사용하여, 여기에 입력 될 수 없습니다
mr_in: वाटप करणे या व्यवहाराची रक्कम प्रविष्ट करा. काहीही संपूर्ण व्यवहार वाटप केले आहे तर, चेकबॉक्स वापर येथे प्रविष्ट करावे
pt_pt: Informe a quantidade para ser alocada por essa transação. Quantidade zerada pode ser informada se a transação inteira for necessária. Use o check box (Caixa).
zh_tw: 輸入此交易已被分配的金額。沒有什麼應該在此處輸入，如果整個事務將被分配，使用複選框

source: Total Allocated
cs_cz: Celkem přiděleno
es_es: Total asignado
hi_in: कुल आवंटित
id_id: Total Dialokasi
it_it: Totale imputato
ko_kr: 총 할당
mr_in: वाटप एकूण
nl_nl: Totaal gealloceerd
pt_pt: Total Alocado
ro_ro: Totale alocate
ru_ru: Всего выделено
sq_al: Total alokuara
sv: Totalt allokerat
sw_ke: Jumla zilizotengwa
tr_tr: TOPLAM TAHSIS EDILMIS
zh_hk: 已清算总计
zh_tw: 冲帳總計

source: Recalculate Total To Allocate
cs_cz: Přepočítat Celkem přidělit
es_es: Recalcular el Total a Asignar
hi_in: पुनर्गणना कुल आवंटित करने के लिए
id_id: Hitung-Ulg Total Utk Dialokasi
it_it: Ricalcolare il totale da imputare
ko_kr: 할당 전체를 재 계산
mr_in: वाटप करण्यासाठी एकूण पुन्हा मोजा
nl_nl: Herreken totaal te alloceren
pt_pt: Recalcular Total A Alocar
ro_ro: Total Recalcularea să aloce
ru_ru: Пересчитать всего к распределению
sq_al: Totali rillogaritjen Për të ndajnë
sv: Uppdatera totalt att allokera
sw_ke: Recalculate Jumla ya kutenga
tr_tr: TAHSIS EDILECEK TOPLAMI TEKRAR HESAPLA
zh_hk: 重新计算已清算总计
zh_tw: 重新計算冲帳總計

source: Left to allocate
cs_cz: Left přidělit
es_es: Resta por Asignar
hi_in: को आवंटित वाम
id_id: Belum dialokasi
it_it: Ancora da imputare
ko_kr: 할당 왼쪽
mr_in: वाटप करणे बाकी
nl_nl: Resteerd om te alloceren
pt_pt: Alocado
ro_ro: Stânga de a aloca
ru_ru: Осталось распределить
sq_al: E majta në të ndajë
sv: Kvar att allokera
sw_ke: Kushoto kutenga
tr_tr: KALAN (TAHSIS EDILECEK)
zh_hk: 未清算总计
zh_tw: 未冲帳總計

source: Process Allocations
cs_cz: Proces Přidělené
es_es: Procesar Asignaciones
hi_in: आवंटन प्रक्रिया
id_id: Proses Alokasi
it_it: Effettua imputazione
ko_kr: 프로세스 할당
mr_in: प्रक्रिया वाटप
nl_nl: Voer allocatie uit
pt_pt: Processar Alocações
ro_ro: Procesul de Alocările
ru_ru: Провести распределения
sq_al: Procesi i Alokimet
sv: Behandla allokeringar
sw_ke: Mchakato wa Bajeti
tr_tr: TAHSISLERI ISLE
zh_hk: 执行清算
zh_tw: 執行冲帳

source: No outstanding receipts or credits to be allocated for this customer
cs_cz: Žádné nesplacené účty nebo úvěry mají být přiděleny pro tohoto zákazníka
es_es: No hay cobros o créditos pendientes que asignar a este cliente
hi_in: कोई बकाया प्राप्ति या क्रेडिट इस ग्राहक के लिए आवंटित करने के लिए
id_id: Customer ini tdk ada penerimaan atau kredit blm-selesai utk dialokasikan
it_it: Nessun entrate in sospeso o crediti da assegnare per questo cliente
ko_kr: 어떤 뛰어난 영수증 또는 크레딧이 고객을 위해 할당되지 수
mr_in: नाही थकबाकी जमा रकमा किंवा या ग्राहकासाठी वाटप करण्यास नामावली
nl_nl: Geen open leveringen of credits voor allocatie tbv deze klant
pt_pt: Não há recebimentos ou créditos para este cliente
ro_ro: Nu încasările restante sau credite care urmează să fie alocate pentru acest client
ru_ru: Ничего необработанных поступлений или кредитов, выделенных для этого клиента
sq_al: Nuk ka fatura e papaguar ose të kredive që do të jepen për këtë klient
sv: Det finns inget mer som skall allokeras för denna kund
sw_ke: Hakuna risiti bora au mikopo ya kuwa zilizotengwa kwa ajili ya wateja hii
tr_tr: Hiç ödenmemiş makbuz veya kredi bu müşteri için tahsis edilecek
zh_hk: 此客户没有未清算收款或红字发票
zh_tw: 此客戶沒有未沖帳的收款或紅字發票

source: There are no allocations to be done
cs_cz: Nejsou žádné příděly je třeba udělat
es_es: No hay asignaciones que hacer
hi_in: कोई उपाय नहीं किया जा आवंटन कर रहे हैं
id_id: Tdk ada alokasi utk diselesaikan
it_it: Non ci sono imputazioni da effettuare
ko_kr: 수행해야 할 할당이 없습니다
mr_in: पूर्ण करणे कोणतेही वाटप नाहीत
nl_nl: Er zijn geen allocaties nodig
pt_pt: Não há alocações a serem feitas
ro_ro: Nu există alocări de făcut
ru_ru: Нет распределений для обработки
sq_al: Nuk ka alokimet për të bërë
sv: Det finns inga allokerigar som skall behandlas
sw_ke: Hakuna fedha ya kufanyika
tr_tr: YAPILABILECEK TAHSIS YOK
zh_hk: 没有未清算记录
zh_tw: 沒有冲帳紀錄

source: Customer Activity and Balances
es_es: Actividad y saldos de cliente
ko_kr: 고객의 활동과 균형
zh_tw: 客戶活動和餘額

source: Sales Area
cs_cz: Prodejní plocha
es_es: Zona de Ventas
hi_in: बिक्री क्षेत्र
id_id: Area Penjualan
it_it: Area di vendita
ko_kr: 판매 지역
mr_in: विक्री क्षेत्र
nl_nl: Verkoop Gebied
pt_pt: Área de Venda
ro_ro: Area Sales
ru_ru: Области продаж
sv: Försäljningsområde
sw_ke: Eneo la mauzo
tr_tr: SATIS BÖLGESI
zh_hk: 销售区域
zh_tw: 銷售地區

source: Sales Person
cs_cz: Prodej osoba
es_es: Vendedor
hi_in: बिक्री व्यक्ति
id_id: Salesman
ko_kr: 영업 사원
mr_in: विक्री व्यक्ती
nl_nl: Verkoper
pt_pt: Vendedor
ro_ro: Persoana de vânzări
ru_ru: Продавец
sv: Säljare
sw_ke: Mtu wa mauzo
tr_tr: SATIS PERSONELI
zh_hk: 销售员
zh_tw: 業務員

source: Date From
es_es: Fecha Inicio
id_id: Tgl Dari
ko_kr: 에서 날짜
mr_in: च्यापासून सुरू होणे
pt_pt: Data Inicial
zh_tw: 日期自

source: Date To
es_es: Fecha Final
id_id: Tgl S/D
ko_kr: 이내
mr_in: आत्तापर्यंत
pt_pt: Data Final
zh_tw: 日期到

source: Create CSV
es_es: Crear CSV
ko_kr: CSV 만들기
zh_tw: 製作 CSV 檔案

source: Show Customer Balance Movements
ko_kr: 고객 밸런스 운동보기
zh_tw: 顯示客戶餘額變動

source: Opening Balance
es_es: Saldo inicial
ko_kr: 기초 잔액
zh_tw: 期初餘額

source: Debits
cs_cz: Inkasa
es_es: Débitos
hi_in: नामे
id_id: Debet
it_it: Addebiti
ko_kr: 차변
nl_nl: Domiciliringen
pt_pt: Deb.
ro_ro: Debite
ru_ru: Дебет
sv: Debet
tr_tr: Borçlar
zh_hk: 借方
zh_tw: 借方

source: TOTALS
es_es: TOTALES
zh_tw: 總計

source: Customer Branches
cs_cz: Zákazník Pobočky
es_es: Sucursales de clientes
hi_in: ग्राहक शाखाओं
id_id: Cabang Customer
it_it: Gestione filiali
ko_kr: 고객 지점
mr_in: ग्राहक शाखा
nl_nl: Klanten Filialen
pt_pt: Sucursal Cliente
ro_ro: Client Filiale
ru_ru: Филиалы клиента
sq_al: Customer Degët
sv: Leveransplatser
sw_ke: Matawi ya wateja
tr_tr: MUSTERI SUBELERI
zh_hk: 客户分公司
zh_tw: 客戶分公司

source: This page must be called with the debtor code of the customer for whom you wish to edit the branches for
cs_cz: Tato stránka musí být volána s dlužníkem kód zákazníka, pro které chcete upravit pro odvětví
es_es: Esta página debe ser invocada con el código de deudor del cliente para quién desea editar las sucursales
hi_in: इस पृष्ठ ग्राहकों का देनदार के लिए कोड के साथ बुलाया जाना चाहिए जिसे आप संपादित शाखाओं के लिए इच्छा
id_id: Halaman ini harus dipanggil dgn kode debitur dari customer yg cabangnya akan Anda ubah
it_it: Questa pagina deve essere aperta indicando il codice del cliente
ko_kr: 이 페이지는 당신이 가지를 편집 할 누구를 위해 고객의 채무자 코드를 호출해야합니다
mr_in: हे पृष्ठ आपल्यासाठी शाखा संपादित इच्छित ज्यांच्यासाठी ग्राहकांच्या ऋणको कोडसह म्हणतात करणे आवश्यक आहे
nl_nl: Deze pagina moet worden op gevraagd met de debiteurencode van de klant waarvoor de branches moeten worden gewijzigd
pt_pt: A página deve ser chamada após seleção do cliente para o qual se deseja editar sucursal
ro_ro: Această pagină trebuie să fie numit cu codul debitorul a clientului pentru care doriţi să editaţi ramuri pentru
ru_ru: Эта страница должна быть вызвана с кодом должника, для которого вы хотите редактировать подразделения
sq_al: Kjo faqe duhet të quhet me kodin e debitorit të konsumatorëve për të cilin ju dëshironi të redaktoni degët për
sv: Denna sida måste anropas med kundnumret för den kund som du vill registrera leveransplatser för
sw_ke: Ukarasa huu ni lazima kuitwa na kanuni jukumu ya wateja ambao unataka hariri matawi ya
tr_tr: Bu sayfa müşteri borçlu kod ile çağrılması gerekir sizin için kolları düzenlemek istediğiniz kime
zh_hk: 必须首先选取客户编码才能进入此页面
zh_tw: 你只可以在編輯客戶分公司時選取借方編碼才能開啟此頁

source: When the pages is called from within the system this will always be the case
cs_cz: Když je volána z stránek v rámci tohoto systému bude vždy v případě
es_es: Cuando las páginas son invocadas desde dentro del sistema éste será el caso siempre
hi_in: जब पृष्ठों प्रणाली के भीतर से कहा जाता है यह हमेशा मामला होगा
id_id: Waktu halaman ini dipanggil dari dalam sistem ini akan selalu berlaku
it_it: Questo succede se viene aperta da un link dei menu dell'applicazione
ko_kr: 페이지가 시스템 내에서 호출 될 때 항상 그런 것
mr_in: पृष्ठे प्रणाली मधून म्हणतात तेव्हा हे नेहमीच असेल
nl_nl: Dit is altijd het geval indien de pagina via het systeem wordt opgevraagd
pt_pt: quando está página é chamada o cliente já esta selecionado. sempre.
ro_ro: Atunci când paginile se numeşte din cadrul sistemului, aceasta va fi întotdeauna în cazul
ru_ru: Это будет происходить всегда, когда эта страница будет вызываться из системы
sq_al: Kur faqe është quajtur nga brenda sistemit të kësaj do të jetë gjithmonë rasti
sv: När denna sida anropas inom system så gäller detta alltid
sw_ke: Wakati kurasa aitwaye kutoka ndani ya mfumo huu daima kuwa kesi
tr_tr: sayfaları sistem içinde çağrıldığında bu her zaman böyle olacak
zh_hk: 如果在系统内调用此页，就应该是这样
zh_tw: 當這頁是由系統呼叫, 一般的情況是

source: Select a customer first then select the link to add/edit/delete branches
cs_cz: Vyberte zákazník nejprve pak zvolte odkaz přidat / editovat / smazat poboček
es_es: Primero seleccione un cliente y entonces seleccione el enlace para agregar/suprimir sucursales
hi_in: एक ग्राहक का चयन पहले तो लिंक का चयन करने के लिए जोड़ें / संपादित करें / शाखाओं हटाना
id_id: Pilih customer lebih dulu kemudian pilih link utk tambah/edit/hapus cabang
it_it: Seleziona il cliente e quindi seleziona il link per aggiungere/modificare/cancellare le filiali
ko_kr: 추가 한 다음 링크를 선택 먼저 고객을 선택 / 수정 / 삭제 가지
mr_in: एक ग्राहक निवडा प्रथम नंतर / संपादन जोडण्यासाठी दुवा निवडू / शाखा हटवा
nl_nl: Seleceer de klant en selecteer dan de link om branches te wijzigen / te verwijderen/ toe te voegen
pt_pt: Selecione o Cliente Primeiro então adic./ediç./remoção sucursal
ro_ro: Selectaţi un client prima apoi selectaţi link-ul pentru a adăuga / edita / sterge sucursale
ru_ru: Сначала выберите клиента, затем выберите ссылку, чтобы добавить / редактировать / удалять подразделения
sq_al: Zgjidh një klient të parë e pastaj zgjidhni linkun për të shtuar / edit / delete degë
sv: Väl en kund först och sedan lä?g till/ändra/ta bort leveransplatser
sw_ke: Kuchagua mteja kwanza kisha chagua zilizounganishwa na kuongeza / edit / kufuta matawi
tr_tr: ÖNCE BIR MÜSTERI SEÇIN, SONRA ONA AIT SUBE(LERI) EKLEYIN/DÜZELTIN/SILIN
zh_hk: 先选择客户, 再选择链接 新增/编辑/删除 分公司
zh_tw: 先選擇客戶, 再選擇連結 新增/編輯/刪除 分公司

source: The Branch code cannot contain any of the following characters
cs_cz: Pobočka kód nemůže obsahovat žádný z následujících znaků
es_es: El código de sucursal no puede tener los siguientes caracteres
hi_in: शाखा कोड निम्न वर्णों के किसी भी शामिल नहीं हो सकता
id_id: Kode Cabang tdk boleh berisi karakter berikut
it_it: Il codice della filiale non può contenere nessuno dei seguenti caratteri
ko_kr: 지점 코드는 다음과 같은 문자를 포함 할 수 없습니다
mr_in: शाखा कोड खालील वर्ण कोणत्याही असू शकत नाही
nl_nl: De volgende karakers mogen niet in de branchcode worden gebruikt
pt_pt: A sucursal não pode conter estes caracteres
ro_ro: Codul Sucursala nu poate conţine oricare dintre următoarele caractere
ru_ru: Код филиала не должен содержать следующих символов
sq_al: Kodi i Dega nuk mund të përmbajë asnjë nga këto karaktere
sv: Fel tecken
sw_ke: Kanuni Tawi haiwezi kudhibiti yoyote ya herufi zifuatazo
tr_tr: SUBE KODU U KARAKTERLERI IÇEREMEZ:
zh_hk: 分公司编号不能包含以下字符
zh_tw: 分公司編號不能包含下列字元

source: The Branch code must be at least one character long
cs_cz: Kód Pobočka musí být alespoň jeden znak dlouhá
es_es: El código de sucursal debe tener al menos un carácter de longitud
hi_in: शाखा कोड कम से कम एक लंबे समय के चरित्र होना चाहिए
id_id: Kode Cabang minimum 1 karakter
it_it: Il codice della filiale deve essere di almeno 1 carattere
ko_kr: 지점 코드는 최소 한 문자 이상이어야합니다
mr_in: शाखा कोड किमान एक वर्ण असावा
nl_nl: De branchcode moet minimaal 1 karkater lang zijn
pt_pt: O código da sucursal deve ter pelo menos 1 caracter
ro_ro: Codul de sucursală trebuie să fie de cel puţin un caracter de lungă
ru_ru: Код филиала
sq_al: Kodi Dega duhet të jetë së paku një karakter të gjatë
sv: Leveransplatskoden måste vara minst 1 tecken lång
sw_ke: Kanuni Tawi lazima angalau tabia moja kwa muda mrefu
tr_tr: SUBE KODU EN AZ 1 KARAKTER OLMALI
zh_hk: 分公司编号必须至少1个字符
zh_tw: 分公司編號必須最少 1 個字元

source: The date after which invoices are charged to the following month is expected to be a number and a recognised number has not been entered
cs_cz: Datum, po kterém jsou faktury zaúčtovány v následujícím měsíci se očekává číslo a číslo uznávané nebyl zadán
es_es: La fecha después de la cual las facturas se cargan para el mes siguiente deben ser un número y no se ha introducido un número reconocido
hi_in: तारीख जिसके बाद चालान अगले महीने से चार्ज किया जाता है एक संख्या होने की उम्मीद है और किसी मान्यता प्राप्त संख्या दर्ज नहीं किया गया
id_id: Tgl sesdh faktur dibebankan pada bulan berikutnya diminta numerik dan angka dikenal belum dimasukkan
it_it: Il formato della data dopo la quale le fatture devono essere imputate al mese successivo non è valido. La data va essere inserita come numero
ko_kr: 청구서는 다음 달에 청구됩니다 이후 날짜 수있을 것으로 예상되며, 인식 번호가 입력되지 않았습니다
mr_in: पावत्या पुढील महिन्यात शुल्क आकारले ज्यानंतर तारीख संख्या असेल अशी अपेक्षा आहे आणि मान्यताप्राप्त संख्या प्रविष्ट केले नाही
nl_nl: De datum waarna facturen de volgende maand worden gefactureerd moeten als een nummer worden ingevoerd
pt_pt: A data após a qual os pedidos serão faturados para o mês seguinte precisa ser númerica
ro_ro: Datei de la care plătesc facturile pentru luna următoare este de aşteptat să fie un număr şi un număr recunoscută nu a fost introdus
ru_ru: Дата, после которой счета олпачиваются в следующем месяце, дожна быть числом
sq_al: Data pas së cilës fatura janë të akuzuar për muajin e ardhshëm pritet të jetë një numër dhe një numër i njohur nuk ka hyrë
sv: Det datum efter vilket fakturor debiteras till följande månad väntas bli ett nummer och en erkänd antal inte har angetts
sw_ke: Tarehe baada ya ankara ni kushtakiwa kwa mwezi zifuatazo inatarajiwa kuwa idadi na idadi ya kutambuliwa haijawahi aliingia
tr_tr: ÖNÜMÜZDEKI AY IÇIN GIRDIGINIZ GÜN RAKKAM OLMALI
zh_hk: 信用期必须是数字
zh_tw: 請輸入數子到來月收費發票的之後日期, 你輸入的不能辨認
