Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The following SQL was used to attempt the update of the asset cost:
cs_cz: Následující SQL byl použit k pokusu aktualizace aktiva nákladů:
es_es: Se utiliza el siguiente SQL para tratar la actualización del costo del activo:
hi_in: निम्नलिखित एसक्यूएल को संपत्ति की लागत का अद्यतन करने का प्रयास किया गया था:
id_id: SQL berikut ini digunakan utk mencoba memperbarui biaya aktiva tersebut:
it_it: Il SQL seguente è stato utilizzato per tentare l&#39;aggiornamento del costo di un&#39;attività:
ko_kr: 다음 SQL은 자산 비용의 갱신을 시도하는 데 사용되었다 :
mr_in: खालील SQL मालमत्ता किंमतीच्या सुधारणा प्रयत्न करण्यासाठी वापरलेला:
nl_nl: De volgende SQL werd gebruikt om de update van het actief kosten poging:
pt_pt: SQL usado para tentar atualizar custo ativo fixo foi:
ro_ro: SQL următoare a fost folosit pentru încercarea de actualizare a costului activului:
ru_ru: Следующие SQL был использован для попытки обновления стоимость актива:
sq_al: SQL pas u përdor për përpjekje për të rinovuar të kostos aseteve:
sv: Följande SQL har använts för att försöka uppdateringen av tillgången kostnad:
sw_ke: SQL zifuatazo ilitumika jaribio la update ya gharama ya mali:
tr_tr: Aşağıdaki SQL varlığın maliyet güncelleştirme girişimi için kullanılmıştır:
zh_hk: 下列的SQL被用来更新资产成本：
zh_tw: 下面的SQL是用於嘗試該資產成本的更新：

source: Supplier credit note number
cs_cz: Dodavatel dobropis číslo
es_es: Abono proveedor
hi_in: आपूर्तिकर्ता क्रेडिट नोट संख्या
id_id: Nomor nota kredit supplier
it_it: Numero di nota di credito fornitore
ko_kr: 공급 업체 신용 메모 번호
mr_in: पुरवठादार क्रेडिट टीप क्रमांक
nl_nl: Leveranciers credit factuur nummer
pt_pt: Nota Créd. Núm. de Fornec.
ro_ro: Furnizorul de credit notă numărul
ru_ru: Поставщик кредитной номер ноты
sq_al: Furnizuesi notë krediti numër
sv: <small><i><b>Obs:</b> %p (sidnummer), %n (totala antalet sidor)</i>.</small>
sw_ke: Wasambazaji mikopo kumbuka idadi
tr_tr: Tedarikçi kredi notu numarası
zh_hk: 供应商货单编号
zh_tw: 供應商貨單編號

source: Enter another Credit Note for this Supplier
cs_cz: Zadejte jiný Poznámka Zásluhu na tom dodavatele
es_es: Introducir otra nota de crédito para este proveedor
hi_in: इस प्रदायक के लिए एक क्रेडिट नोट दर्ज करें
id_id: Masukkan Nota Kredit lainnya utk Supplier ini
it_it: Inserisci Un&#39;altra nota di credito per questo fornitore
ko_kr: 이 공급 업체에 대한 또 다른 신용 참고를 입력
mr_in: या पुरवठादार दुसरे क्रेडिट टीप प्रविष्ट करा
nl_nl: Voer een andere Credit Noot voor deze leverancier
pt_pt: Informe outra Nota de Créd. para esse Fornec.
ro_ro: Introduceţi un alt Nota de credit pentru acest furnizor
ru_ru: Введите другой Примечание заслуга в этом Поставщик
sq_al: Enter tjetër Nota e Kreditit për këtë Furnizuesi
sv: Registrera en kreditnota till för leverantören
sw_ke: Kuingia mwingine Angalia Mikopo kwa ajili ya hii Supplier
tr_tr: Bu Tedarikçi için başka Kredi Notu girin
zh_hk: 为此供应商输入另一红字发票
zh_tw: 為這個供應商輸入其他紅字發票

source: Supplier Inquiry
cs_cz: Dodavatele Poptávka
es_es: Consultar proveedor
hi_in: आपूर्तिकर्ता जांच
id_id: Cari Supplier
it_it: Richiesta fornitore
ko_kr: 공급 업체 문​​의
mr_in: पुरवठादार चौकशी
nl_nl: Lerrancier zoek opdracht
pt_pt: Consulta Fornecedor
ro_ro: Anchetă furnizorul
ru_ru: Запрос поставщика
sq_al: Furnizuesi Hetim
sv: Leverantörskontofråga
sw_ke: Uchunguzi wasambazaji
tr_tr: TEDARIKÇI SORGULARI
zh_hk: 供应商查询
zh_tw: 供應商查詢

source: To display the enquiry a Supplier must first be selected from the Supplier selection screen
cs_cz: Chcete-li zobrazit šetření dodavatele musí být nejprve vybrány z obrazovky výběru dodavatele
es_es: Para desplegar la investigación de un proveedor, primero debe ser seleccionado desde la pantalla de selección de proveedores
hi_in: जांच एक प्रदायक पहले प्रदायक चयन स्क्रीन से चयनित किया जाना चाहिए प्रदर्शित करने के लिए
id_id: Utk menampilkan informasi, Supplier harus dipilih lebih dulu dari menu pilihan Supplier
it_it: Per visualizzare l&#39;inchiesta un fornitore deve prima essere selezionata dalla schermata di selezione del fornitore
ko_kr: 질문을 표시하려면 공급 업체는 먼저 공급자 선택 화면에서 선택해야합니다
mr_in: एक पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर पासून निवडणे आवश्यक चौकशी प्रदर्शित करण्यासाठी
nl_nl: Voor een leverancier zoek opdracht moet een leverancier worden geselecteerd met het selectie scherm
pt_pt: Para exibir consulta a Fornec. antes escolher Fornecedor na tela de Seleção Fornecedor
ro_ro: Pentru a afişa ancheta un furnizor trebuie să fie mai întâi selectat din ecranul de selectare a furnizorului
ru_ru: Для отображения запроса Поставщик должен лишь выбрать на экране выбора поставщика
sq_al: Për të shfaqur një hetim Furnizuesi duhet së pari të zgjidhen nga menuja e zgjedhësit të Furnizuesi
sv: För att visa frågan måsta man först välja en leverantör
sw_ke: Kuonyesha ya uchunguzi Supplier lazima kwanza kuchaguliwa kutoka screen uteuzi Supplier
tr_tr: Tedarikçi ilk Tedarikçi seçim ekranı seçilmelidir soruşturma görüntülemek için
zh_hk: 要显示供货商查询, 必须先在供应商选取画面选取供应商
zh_tw: 要顯示供貨商查詢, 必須先在供應商選取畫面選取供應商

source: Select a Supplier to Inquire On
cs_cz: Vyberte Dodavatel se může informovat o
es_es: Seleccionar un proveedor para Informarse Sobre
hi_in: एक पर पूछताछ प्रदायक चुनें
id_id: Pilih Supplier utk Diminta Informasi
it_it: di
ko_kr: 에 문의하는 공급 업체를 선택
mr_in: वर चौकशी करण्यासाठी एक पुरवठादार निवडा
nl_nl: Selecteer de leverancier voor de zoek opdracht
pt_pt: Selec. Fornec. para pesquisar
ro_ro: Selectaţi un furnizor să solicite informaţii despre
ru_ru: Выберите поставщика для запроса
sq_al: Zgjidh një Furnizues të hetojë On
sv: Välj en leverantör
sw_ke: Kuchagua Supplier kuuliza On
tr_tr: Üzerinde Inquire bir Tedarikçi seçin
zh_hk: 选取要查询的供应商
zh_tw: 選取要查詢的供應商

source: The supplier details could not be retrieved by the SQL because
cs_cz: Dodavatel podrobnosti se nepodařilo získat do SQL, protože
es_es: Los detalles del proveedor no se pudieron obtener por el SQL debido a que
hi_in: आपूर्तिकर्ता विवरण क्योंकि SQL से नहीं लिया सकता है
id_id: Rincian supplier tdk dapat diambil SQL karena
it_it: perchè
ko_kr: 공급 업체 세부 사항은 SQL 때문에 검색 할 수 없습니다
nl_nl: De details van de leveranciers kon niet worden opgevraagd omdat
pt_pt: Detalhes fornecedor não podem ser recuper. pelo SQL porque
ro_ro: Detaliile furnizorul nu a putut fi recuperate de către SQL, deoarece
ru_ru: Подробности поставщика не могут быть восстановлены SQL, потому что
sq_al: Detajet e furnizuesi nuk mund të shikohet nga SQL sepse
sv: Leverantösdetaljerna kan inte visa med SQLn eftersom
sw_ke: maelezo ya muuzaji inaweza kuwa retrieved na SQL sababu
tr_tr: TEDARIKÇI DETAYLARI GÖRÜNTÜLENEMIYOR:
zh_hk: 供应商资料未能由 SQL 取得, 因为
zh_tw: 供應商資料未能由 SQL 取得, 因為

source: Hold
cs_cz: Držet
es_es: Congelado
hi_in: पकड़
id_id: Tahan
it_it: Tenere
ko_kr: 보유
mr_in: धरणे
nl_nl: Houd
pt_pt: Reter
ro_ro: Deţine
ru_ru: Удерживайте
sq_al: Të mbajë
sv: Håll
sw_ke: Kushikilia
tr_tr: Tutmak
zh_hk: 冻结
zh_tw: 凍結

source: Release
cs_cz: Verze
es_es: Emitir (liberar)
hi_in: रिहाई
id_id: Lepas
ko_kr: 해제
mr_in: सोडणे
nl_nl: Vrijgeven
pt_pt: Liberar
ro_ro: De presă
ru_ru: Релиз
sq_al: Lirim
sv: Släpp
sw_ke: Kutolewa
tr_tr: Serbest bırakma
zh_hk: 发出于
zh_tw: 發放

source: The Supplier Transactions could not be updated because
cs_cz: Dodavatel Transakce se nepodařilo aktualizovat, protože
es_es: Las transacciones con proveedores no se pudieron actualizar porque
hi_in: प्रदायक लेनदेन क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Transaksi Supplier tdk dapat diperbarui karena
it_it: perchè
ko_kr: 공급 업체 거래 때문에 업데이트 할 수 없습니다
mr_in: पुरवठादार व्यवहार अद्यतनित करणे शक्य नाही कारण
nl_nl: De leveranciers transactie kon niet worden uitgevoerd omdat
pt_pt: Transações do Fornecedor não podem ser atualizadas porque
ro_ro: Tranzacţii Furnizorul nu a putut fi actualizat deoarece
ru_ru: Операции поставщика не могут быть обновлены, потому что
sq_al: Transaksionet Furnizuesi nuk mund të rifreskohet për shkak se
sw_ke: Mashirikiano The Supplier inaweza kuwa mwisho kwa sababu
tr_tr: TEDARIKÇI HAREKETLERI GÜNCELLENEMEDI:
zh_hk: 未能更新供应商交易, 因为
zh_tw: 未能更新供應商交易, 因為

source: Click to view payments
ko_kr: 지불을 보려면 클릭하세요
zh_tw: 按此檢視付款

source: View Payments
cs_cz: Zobrazit platby
es_es: Ver Pagos
hi_in: देखें भुगतान
id_id: Lihat Pembayaran
it_it: Visualizza Pagamenti
ko_kr: 보기 지불
mr_in: पहा देयके
nl_nl: Toon betalingen
pt_pt: Ver Pagtos
ro_ro: Vezi Plăţi
ru_ru: Открыть платежей
sq_al: View pagesat
sv: Visa betalningar
sw_ke: Mtazamo Malipo
tr_tr: Görmek Ödemeler
zh_hk: 查看付款
zh_tw: 檢視付款

source: Enter Supplier Invoice
cs_cz: Zadejte dodavatelské faktury
es_es: Introducir factura del proveedor
hi_in: आपूर्तिकर्ता चालान दर्ज
id_id: Masukkan Faktur Supplier
it_it: Invia Fattura
ko_kr: 공급 업체 송장 입력
mr_in: पुरवठादार चलन प्रविष्ट करा
nl_nl: Voer Leveranciers Factuur in
pt_pt: Informar Aviso Fornecedor
ro_ro: Introduceţi factura furnizorului
ru_ru: Введите счет-фактуру поставщика
sq_al: Enter Faturë Furnizuesi
sv: Ange ditt efternamn
sw_ke: Kuingia Supplier ankara
tr_tr: TEDARIKÇI FATURASI GIR
zh_hk: 输入供应商发票
zh_tw: 輸入供應商發票

source: Supplier Invoice
cs_cz: Faktura dodavatele
es_es: Factura de proveedor
hi_in: आपूर्तिकर्ता चालान
id_id: Faktur Supplier
it_it: Fattura fornitore
ko_kr: 공급 업체 송장
mr_in: पुरवठादार चलन
nl_nl: Leverancier Factuur
pt_pt: Aviso para Fornecedor
ro_ro: Factura cu furnizorul
ru_ru: Счет-фактура поставщика
sq_al: Furnizuesi Faturë
sv: Leverantörsfaktura
sw_ke: Wasambazaji ankara
tr_tr: TEDARIKÇI FATURASI
zh_hk: 供应商发票
zh_tw: 供應商發票

source: To enter a supplier invoice the supplier must first be selected from the supplier selection screen
cs_cz: Chcete-li zadat dodavatelské faktury dodavatele musí být nejprve vybrány z obrazovky výběru dodavatele
es_es: Para introducir una factura del proveedor, el mismo debe ser seleccionado desde la pantalla de selección de proveedores
hi_in: एक सप्लायर के चालान दर्ज आपूर्तिकर्ता पहले आपूर्तिकर्ता का चयन स्क्रीन में से चुना जाना चाहिए
id_id: Utk memasukkan faktur supplier, supplier tersebut harus dipilih lebih dulu dari menu pilihan supplier
it_it: Per inserire una fattura fornitore devi prima scegliere il fornitore dalla schermata di selezione fornitori
ko_kr: 공급 업체 송장을 입력하려면 공급 업체가 먼저 공급 업체 선택 화면에서 선택해야합니다
mr_in: एक पुरवठादार चलन प्रविष्ट करा पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर पासून निवडणे आवश्यक आहे
nl_nl: Om een leveranciers rekening in te voeren dient eerst een leverancier te worden geselecteerd
pt_pt: Antes de emitir um aviso para Fornecedor, selecione um fornecedor na lista de fornecedores
ro_ro: Pentru a introduce o factura furnizorului furnizorul trebuie mai întâi selectat din ecranul de selectare a furnizorului
ru_ru: Для ввода счетов-фактур поставщиков поставщик должен лишь выбрать на экране выбора поставщика
sq_al: Për të futur një faturë furnizues furnizues duhet së pari të zgjidhen nga menuja e zgjedhësit të furnizuesit
sv: Om du vill ange en leverantörsfaktura leverantören måste först väljas från leverantören skärmen för val
sw_ke: Kuingia invoice wasambazaji wasambazaji lazima kwanza kuchaguliwa kutoka screen uteuzi wasambazaji
tr_tr: TEDARIKÇI FATURASI GIRMEDEN ÖNCE TEDARIKÇI SEÇIM EKRANINDAN BIR TEDARIKÇI SEÇMELISINIZ
zh_hk: 要输入供应商发票, 必须先从供应商页面选取供应商
zh_tw: 要輸入供應商發票, 必須先從供應商劃面選取供應商

source: Select A Supplier to Enter an Invoice For
cs_cz: Vyberte Dodavatel Zadání fakturu na
es_es: Seleccionar el proveedor al que entrar una Factura
hi_in: एक प्रदायक चुनें करने के लिए एक चालान के लिए दर्ज करें
id_id: Pilih Supplier utk Memasukkan Faktur
it_it: Selezionare Un Fornitore per Inserire una Fattura Per
ko_kr: 에 대한 송장 입력하는 공급 업체를 선택
mr_in: एक चलन प्रविष्ट करण्यासाठी एक पुरवठादार निवडा
nl_nl: Selecteer een leverancier om een rekening voor in te voeren
pt_pt: Selecione o Fornecedor para gerar Aviso
ro_ro: Selectaţi un furnizor Introduceţi o factură pentru
ru_ru: Выберите поставщика для ввода счета фактуры
sq_al: Zgjidh nje Furnizuesi do të hyjnë në një faturë për
sv: Välj en leverantör att fakturera
sw_ke: Kuchagua A Supplier na Andika ankara Kwa
tr_tr: FATURA GIRISI IÇIN BIR TEDARIKÇI SEÇIN:
zh_hk: 选取要输入发票的供应商
zh_tw: 選取要輸入發票的供應商

source: Your permissions do not allow receiving of goods. Automatic receiving of purchase orders is restricted to those only users who are authorised to receive goods/services
id_id: Anda tdk diperbolehkan melakukan penerimaan brg. Penerimaan otomatis utk order pembelian terbatas pada user yg diperbolehkan utk menerima brg/jasa
ko_kr: 귀하의 권한은 제품의 수신 허용하지 않습니다. 구매 주문의 자동 수신은 제품 / 서비스를받을 수있는 권한이있는 사람들 만 사용자로 제한됩니다
mr_in: आपल्या परवानगी माल प्राप्त करण्याची परवानगी देत ​​नाही. खरेदी ऑर्डर ऑफ स्वयंचलित प्राप्त माल / सेवा प्राप्त करण्यास अधिकृत आहेत ज्यांना केवळ वापरकर्त्यांना प्रतिबंधित आहे
pt_pt: Permissões não contemplam receber mercadorias. Receb. automático de ordens de compra é restrito a usuários autorizados a receber merc/serviços.
zh_tw: 您的權限不允許收貨。自動採購訂單僅限於誰被授權為收穫的唯一用戶

source: Auto receiving of controlled stock items that require serial number or batch number entry is not currently catered for. Only orders with normal non-serial numbered items can be received automatically
id_id: Penerimaan otomatis item stok terkontrol yg membutuhkan nomor seri atau nomor batch belum tersedia. Hanya order dgn item tak-bernomor seri yg dpt diterima secara otomatis
ko_kr: 일련 번호 또는 배치 번호 항목이 현재 음식을 장만하지 않습니다 필요 제어 재고 항목의 자동 수신. 정상이 아닌 일련 번호 항목 만 주문은 자동으로 수신 할 수 있습니다
mr_in: सिरियल नंबर किंवा बॅच क्रमांक नोंद करणे आवश्यक आहे असे नियंत्रित स्टॉक आयटमची ऑटो प्राप्त सध्या साठी भागविण्यात येत होती नाही. सामान्य नसलेल्या सिरीयल क्रमांकित आयटम फक्त ऑर्डर आपोआप प्राप्त केली जाऊ शकतात
pt_pt: Auto recebimento de itens do estoque controlado que requer controle série ou lote não são contemplados. Só Ordens com items sem controle de série podem ser recebidos automaticamente
zh_tw: 那些需要序列號或批號輸入控制庫存商品自動接收當前沒有照顧。只有具有正常的非序列編號的項目訂單可以自動接收

source: You should automatically be forwarded to the entry of invoices against goods received page
cs_cz: Měli byste být automaticky předána na vstup faktur proti zboží obdržel stránky
es_es: Debería ser enviado automáticamente a la página de entrada de facturas respecto a bienes recibidos
hi_in: आप स्वचालित रूप से माल के खिलाफ चालान की प्रविष्टि के लिए भेजा जाना चाहिए पृष्ठ मिला
id_id: Anda seharusnya diteruskan secara otomatis ke halaman masukkan faktur terhadap brg diterima
it_it: di
ko_kr: 당신은 자동으로 상품 수신 페이지에 송장 항목에 전달해야한다
mr_in: आपण आपोआप पृष्ठ प्राप्त माल विरुद्ध पावत्या च्या एंट्रीला अग्रेषित पाहिजे
nl_nl: U zou automatisch doorgewezen moet worden om invoer van facturen volgens goederen ontvangst pagina
pt_pt: Redirecionamento automático para página de aviso de mercadorias recebidas
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea a facturilor împotriva bunurilor primite de start
ru_ru: Вы должны автоматически перенаправлены на вступление счетов-фактур в отношении товаров, полученных страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faturave kundër mallrave të pranuara faqe
sv: Du bör automatiskt vidarebefordras till införsel av fakturor mot varor mottagna sida
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia wa ankara dhidi ya bidhaa kupokea ukurasa
tr_tr: Otomatik mallara karşı faturaların giriş bildirmeleri gerekmektedir sayfası aldı
zh_hk: 系统会自动转到按收货单输入发票
zh_tw: 你會自動從貨品收貨頁轉載到發票輸入

source: You should automatically be forwarded to the entry of invoices against shipments page
cs_cz: Měli byste být automaticky předána k zápisu faktur proti přepravě stránku
es_es: Debería ser enviado automáticamente a la página de entrada de facturas contra envíos
hi_in: आप स्वचालित रूप से लदान के खिलाफ चालान की प्रवेश पृष्ठ पर भेज दिया जाना चाहिए
id_id: Anda seharusnya diteruskan secara otomatis ke halaman masukkan faktur terhadap pengiriman
it_it: Dovresti essere automaticamente trasmessi alla voce delle fatture contro le spedizioni pagina
ko_kr: 당신은 자동으로 출하량이 페이지에 대한 송장의 항목에 전달해야한다
mr_in: आपण आपोआप शिपमेंट्समध्ये पृष्ठ विरुद्ध पावत्या च्या एंट्रीला अग्रेषित पाहिजे
nl_nl: Zou automatisch doorgezet moeten worden naar de pagina om rekeningen tegen transporten te boeken
pt_pt: Redirecionamento automático para página de aviso de remessa de fornecedores
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea facturilor împotriva transporturilor pagina
ru_ru: Вы должны автоматически перенаправлены на вступление счетов-фактур в отношении поставки страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faturave kundër dërgesave faqe
sv: Du skall automatiskt komma till sidan för att registrera fakturor för leveranser
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia wa ankara ukurasa dhidi ya umeongezeka
tr_tr: Otomatik gönderiler karşı faturaların giriş sayfasına iletilmelidir
zh_hk: 您应该自动被导向输入相应运输发票页面
zh_tw: 應該是由對應交貨頁自動轉到發票輸入

source: You should automatically be forwarded to the entry of invoices against the general ledger page
cs_cz: Měli byste být automaticky předána na vstup faktur proti hlavní knihy stránce
es_es: Debería ser enviado automáticamente a la página de entrada de facturas respecto a la contabilidad
hi_in: आप स्वचालित रूप से सामान्य खाता पृष्ठ के खिलाफ चालान की प्रविष्टि के लिए अग्रसारित किया जाना चाहिए
id_id: Anda seharusnya diteruskan secara otomatis ke halaman masukkan faktur terhadap buku besar
it_it: di
ko_kr: 당신은 자동으로 일반 회계 원장 페이지에 대한 송장의 항목에 전달해야한다
mr_in: आपण आपोआप सामान्य खातेवही पृष्ठ विरुद्ध पावत्या च्या एंट्रीला अग्रेषित पाहिजे
nl_nl: U zou automatisch moeten worden doorverwezen naar de invoer pagina van de facturen volgens het grootboek
pt_pt: Automaticamente haverá a transf. para Página Pedidos Contabilidade
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea facturilor împotriva pagina registrul general
ru_ru: Вы должны автоматически перенаправлены на ввод счетов с общей странице Леджер
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faturave kundër faqe librin kryesor
sv: Du bör automatiskt vidarebefordras till posten av fakturor mot huvudboken sidan
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia wa ankara dhidi ya ukurasa wa jumla kitabu
tr_tr: Otomatik defteri kebire sayfa karşı faturaların giriş bildirmeleri gerekmektedir
zh_hk: 系统会自动转到费用发票输入
zh_tw: 應該自動從總帳頁轉到發票輸入

source: You should automatically be forwarded to the entry of invoices against contracts page
cs_cz: Měli byste být automaticky předána k zápisu faktur proti smluv stránku
es_es: Debería ser enviado automáticamente al ingreso de las facturas contra la página contratos
hi_in: आप स्वचालित रूप से ठेके के खिलाफ चालान की प्रवेश पृष्ठ पर भेज दिया जाना चाहिए
id_id: Anda secara otomatis akan diteruskan ke masuknya faktur terhadap kontrak halaman
it_it: Dovresti essere automaticamente trasmessi alla voce delle fatture in base a contratti pagina
ko_kr: 당신은 자동으로 계약 페이지에 대한 송장의 항목에 전달해야한다
mr_in: आपण आपोआप करार पृष्ठ विरुद्ध पावत्या च्या एंट्रीला अग्रेषित पाहिजे
nl_nl: U wordt automatisch doorgestuurd naar de binnenkomst van facturen met contracten pagina
pt_pt: Automaticamente haverá a transferência para Página Pedidos sob Contrato
ro_ro: Tu ar trebui să fie transmisă în mod automat la intrarea facturilor împotriva contractelor de start
ru_ru: Вы должны автоматически перенаправлены на ввод счетов по контрактам страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e faturave ndaj kontratave faqe
sv: Du bör automatiskt vidarebefordras till posten av fakturor mot avtal sida
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia wa ankara ukurasa dhidi ya mikataba ya
tr_tr: Otomatik sözleşmeleri karşı faturaların giriş sayfasına iletilmelidir
zh_hk: 您应该自动被导向输入相应合同发票页面
zh_tw: 你應自動轉發到真對合約頁面發票輸入

source: You should automatically be forwarded to the entry of invoice amounts against fixed assets page
cs_cz: Měli byste být automaticky předána na vstup fakturované částky na hmotný majetek stránky
es_es: Debería ser enviado automáticamente a los ingresos de importes de la factura contra la página de activos fijos
hi_in: आप स्वचालित रूप से अचल संपत्ति के खिलाफ चालान मात्रा में प्रवेश के लिए अग्रसारित किया जाना चाहिए पृष्ठ
id_id: Anda secara otomatis akan diteruskan ke masuknya jumlah faktur terhadap aktiva tetap halaman
it_it: Dovresti essere automaticamente trasmessi alla voce degli importi fattura emessa a fronte di immobilizzazioni pagina
ko_kr: 당신이 자동으로 고정 자산 페이지에 대한 송장 금액의 항목에 전달해야한다
mr_in: आपण आपोआप स्थिर मालमत्ता पृष्ठ विरुद्ध चलन प्रमाणात एंट्रीला अग्रेषित पाहिजे
nl_nl: U wordt automatisch doorgestuurd naar de binnenkomst van de factuur bedragen van vaste activa pagina
pt_pt: Automaticamente haverá a transferência para Página Pedidos Ativo Fixo
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea sumelor facturii împotriva activele imobilizate pagina
ru_ru: Вы должны автоматически перенаправлены на ввод суммы счета в отношении основных средств страницы
sq_al: Ju duhet automatikisht të përcillet në hyrjen e shumave të faturave ndaj aseteve fikse faqe
sv: Du bör automatiskt vidarebefordras till införsel av fakturabelopp mot anläggningstillgångar sida
sw_ke: Unapaswa kuwa na kupelekwa moja kwa moja kuingia kwa kiasi invoice dhidi ya rasilimali za kudumu ukurasa
tr_tr: Otomatik sayfa duran varlıklar karşı fatura miktarlarının girişi bildirmeleri gerekmektedir
zh_hk: 您应该自动被导向输入相应固定资产发票页面
zh_tw: 你應自動轉發到針對固定資產頁輸入發票金額

source: Supplier Invoice Reference
cs_cz: Faktura dodavatele Reference
es_es: Referencia factura del proveedor
hi_in: आपूर्तिकर्ता चालान संदर्भ
id_id: Referensi Faktur Supplier
it_it: Fattura Riferimento
ko_kr: 공급 업체 송장 참조
mr_in: पुरवठादार चलन संदर्भ
nl_nl: Leverancier Factuur Ref.
pt_pt: Referencia Aviso Fornecedor
ro_ro: Factura furnizor de referinţă
ru_ru: Ссылка на счет-фактуру поставщика
sq_al: Reference Furnizuesi Faturë
sv: Referens
sw_ke: Wasambazaji ankara Reference
tr_tr: FATURA REF.
zh_hk: 供应商发票号
zh_tw: 供應商發票參考

source: The input should not be blank and should be less than 20 characters
ko_kr: 입력은 비워 둘 수 없습니다해야하며, 20 자 미만이어야합니다
mr_in: इनपुट रिक्त असू नये आणि कमी 20 अक्षरे असायला पाहिजे
pt_pt: Informação deve estar preenchida no máximo 20 caracteres
zh_tw: 輸入不應該是空白的，並應小於20個字符

source: Within 20 characters needed
ko_kr: 필요한 20 자 이내
mr_in: 20 वर्ण आवश्यक आत
pt_pt: No máx. 20 caracteres
zh_tw: 20個(含)字元以內

source: Purchase Order Charges
cs_cz: Objednávka Poplatky
es_es: Cargos de Ordenes de Compra
hi_in: खरीद आदेश प्रभार
id_id: Purchase Order Biaya
it_it: Ordine di Acquisto Spese
ko_kr: 주문 요금을 구입
mr_in: खरेदी ऑर्डर शुल्क
nl_nl: Bestelling Kosten
pt_pt: Encargos Ordem Compra
ro_ro: Ordinul de cumpărare Taxe
ru_ru: Сборы заказа
sq_al: Rendit Akuzat Blerje
sv: Inköpsorder Avgifter
sw_ke: Kununua Order Mashtaka
tr_tr: Sipariş Masraflar
zh_hk: 采购订单费用
zh_tw: 採購訂單費用

source: Seq
es_es: Secuencial
id_id: No
ko_kr: 서열
sv: Sekvens
zh_hk: 编号
zh_tw: 序列

source: Supplier Ref
cs_cz: Dodavatel Ref
es_es: Referencia de proveedores
hi_in: आपूर्तिकर्ता रेफरी
id_id: Ref Supplier
it_it: Fornitore Ref
mr_in: पुरवठादार संदर्भ
nl_nl: Leveranciers ref.
pt_pt: Ref. Fornec.
ro_ro: Ref furnizorul
ru_ru: Поставщик работе
sq_al: Furnizuesi Ref
sv: Leverantörsreferens
sw_ke: Wasambazaji Kumb
tr_tr: Tedarikçi Ref
zh_hk: 供应商编号
zh_tw: 供應商參考

source: Quantity Charged
cs_cz: Množství nabitých
es_es: Cantidad cargada
hi_in: मात्रा आरोपी
id_id: Qty yg Dibebankan
it_it: Quantità Caricata
ko_kr: 수량 충전
mr_in: शुल्क आकारले प्रमाणात
nl_nl: Aantal berekend
pt_pt: Quant. Pedida
ro_ro: Cantitate Charged
ru_ru: Количество загружено
sq_al: Sasia akuzuar
sv: Batteri laddat
sw_ke: Wingi kushtakiwa
tr_tr: Miktar Ücretli
zh_hk: 数量
zh_tw: 收費數量

source: Price in
cs_cz: Cena v
es_es: Precio en
hi_in: में मूल्य
id_id: Harga dalam
it_it: Prezzo
ko_kr: 의 가격
mr_in: किंमत
nl_nl: Prijs in
pt_pt: Preço entrada
ro_ro: Preţul în
ru_ru: Цена в
sq_al: Çmimi në
sv: Zooma in
sw_ke: Bei katika
tr_tr: FIYAT :
zh_hk: 价格
zh_tw: 價格於
