Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: ANZ branches must be between 0001 and 0999 or between 1100 and 1199
cs_cz: ANZ poboček musí být mezi 0001 a 0999 nebo mezi 1100 a 1199
es_es: Las sucursales ANZ deben estar entre 0001 y 0999 ó entre 1100 y 1199
hi_in: ANZ शाखाओं के बीच 0001 और 0999 के बीच या 1100 और 1199 होना चाहिए
id_id: Cabang ANZ harus di antara 0001 dan 0999 atau antara 1100 dan 1199
it_it: ANZ rami deve essere compreso tra 0001 e 0.999 o tra il 1100 e 1199
ko_kr: ANZ 분기 0001과 0999 사이에 또​​는 1100 1199 사이 여야합니다
mr_in: ANZ शाखा 0001 आणि 0999 दरम्यान किंवा 1100 आणि 1199 दरम्यान असणे आवश्यक आहे
nl_nl: ANZ takken moet tussen 0001 en 0999 of tussen 1100 en 1199
pt_pt: Sucursal devem estar entre 0001 e 0999 ou entre 1100 e 1199
ro_ro: ramuri ANZ trebuie să fie între 0001 şi 0999 sau între 1100 şi 1199
ru_ru: ANZ отраслей должен быть между 0001 и 0999 или между 1100 и 1199
sq_al: degët ANZ duhet të jetë midis 0001 dhe 0999 apo në mes të 1100 dhe 1199
sv: ANZ filialerna måste vara mellan 0001 och 0999 eller mellan 1100 och 1199
sw_ke: ANZ matawi lazima kuwa kati ya 0,001 na 0,999 au kati ya 1,100 na 1,199
tr_tr: ANZ şubesi 0001 ila 0999 arasında veya 1100 ve 1199 olmalı
zh_hk: ANZ 分行必须是 0001 到 0999 或 1100 到1199 之间
zh_tw: ANZ 分行必須是 0001 到 0999 或 1100 到1199 之間

source: The branch number used is invalid
cs_cz: Pobočka použité číslo je neplatné
es_es: El número de sucursal usado no es válido
hi_in: शाखा प्रयुक्त संख्या अवैध है
id_id: Nomor cabang yg digunakan tdk berlaku
it_it: Il numero della filiale usato non è valido
ko_kr: 사용되는 지점 번호가 잘못되었습니다
mr_in: वापरले शाखा क्रमांक अवैध आहे
nl_nl: De branch nummer is niet geldig
pt_pt: Número Sucursal Usado é Inválido
ro_ro: Numărul sucursalei utilizat este invalid
ru_ru: Отделение номер, который используется неверно
sq_al: Numri dega e përdorur është e pavlefshme
sv: Det leveransplatsnummer som används är ogiltigt
sw_ke: Idadi tawi kutumika ni batili
tr_tr: SUBE KODU GEÇERSIZ
zh_hk: 使用的分公司编无效
zh_tw: 使用的分公司編無效

source: Bank Of New Zealand branches must be between 0001 and 0999 or between 1200 and 1299
cs_cz: Bank of New Zéland poboček musí být mezi 0001 a 0999, nebo mezi 1200 a 1299
es_es: las sucursales del Banco de Nueva Zelanda deben estar entre 0001 y 0999 o entre 1200 y 1299
hi_in: न्यूजीलैंड शाखाओं बैंक ऑफ 0001 के बीच 0999 और 1200 के बीच या और 1299 होना चाहिए
id_id: Cabang Bank Of New Zealand harus di antara 0001 dan 0999 atau antara 1200 dan 1299
it_it: Bank of New Zealand rami deve essere compreso tra 0001 e 0.999 o tra il 1200 e il 1299
ko_kr: 뉴질랜드 가지의 은행은 0001과 0999 사이에 또​​는 1200과 1299 사이 여야합니다
mr_in: न्यूझीलंड शाखा बँक 0001 आणि 0999 दरम्यान किंवा 1200 आणि 1299 दरम्यान असणे आवश्यक आहे
nl_nl: Bank of New Zealand takken moet tussen 0001 en 0999 of tussen 1200 en 1299
pt_pt: Sucursais de Bancos da Nova Zelandia devem estar entre 0001-0999 ou 1200-1299
ro_ro: Bank of New sucursalele Zeelandă trebuie să fie între 0001 şi 0999 sau între 1200 şi 1299
ru_ru: Банк новых отраслей Зеландии должен быть между 0001 и 0999 или между 1200 и 1299
sq_al: Banka e Re Zelanda e degëve duhet të jetë midis 0001 dhe 0999 apo në mes të 1200 dhe 1299
sv: Bank of New Zeeland filialerna måste vara mellan 0001 och 0999 eller mellan 1200 och 1299
sw_ke: Benki ya New Zealand matawi lazima kuwa kati ya 0,001 na 0,999 au kati ya 1,200 na 1,299
tr_tr: Yeni Zelanda şubenin Bankası 0001 ila 0999 arasında veya 1200 ve 1299 olmalı
zh_hk: 钮西兰银行分行必须是 0001 到 0999 之间 或 1200 到 1299 之间
zh_tw: 鈕西蘭銀行分行必須是 0001 到 0999 之間 或 1200 到 1299 之間

source: Westpac Trust branches must be between 0001 and 0999 or between 1300 and 1399
cs_cz: Westpac Trust poboček musí být mezi 0001 a 0999 nebo mezi 1300 a 1399
es_es: Las sucursales del Westpac Trust deben estar entre 0001 y 0999 o entre 1300 y 1399
hi_in: Westpac ट्रस्ट शाखाओं के बीच 0001 और 0999 के बीच 1300 या 1399 और किया जाना चाहिए
id_id: Cabang Westpack Trust harus di antara 0001 dan 0999 atau antara 1300 dan 1399
it_it: Westpac rami fiducia deve essere compreso tra 0001 e 0.999 o tra il 1300 e 1399
ko_kr: 웨스트 팩 트러스트 분기 0001과 0999 사이에 또​​는 1300 1399 사이 여야합니다
mr_in: वेस्टपॅक ट्रस्ट शाखा 0001 आणि 0999 दरम्यान किंवा 1300 आणि इ.स. 1399 दरम्यान असणे आवश्यक आहे
nl_nl: Westpac Trust takken moet tussen 0001 en 0999 of tussen 1300 en 1399
pt_pt: Sucursais Westpac Trust, devem estar entre 0001 e 0999 ou 1300 e 1399
ro_ro: Westpac ramuri Încrederea trebuie să fie între 0001 şi 0999 sau între 1300 si 1399
ru_ru: Westpac целевой отрасли должен быть между 0001 и 0999 или между 1300 и 1399
sq_al: Westpac degët e Mirëbesimit duhet të jetë midis 0001 dhe 0999 apo në mes të 1300 dhe 1399
sv: Westpac Trust filialerna måste vara mellan 0001 och 0999 eller mellan 1300 och 1399
sw_ke: Westpac Trust matawi lazima kuwa kati ya 0,001 na 0,999 au kati ya 1,300 na 1,399
tr_tr: Westpac Trust şubesi 0001 ila 0999 arasında veya 1300 ve 1399 olmalı
zh_hk: Westpac Trust 分行必须是 0001 到 0999 之间, 或 1300 到 1399 之间
zh_tw: Westpac Trust 分行必須是 0001 到 0999 之間, 或 1300 到 1399 之間

source: National Bank branches must be between 0001 and 0999 or between 1400 and 1499
cs_cz: Národní banka pobočky musí být mezi 0001 a 0999 nebo mezi 1400 a 1499
es_es: Las sucursales del Banco Nacional deben estar entre 0001 y 0999 o entre 1400 y 1499
hi_in: नेशनल बैंक की शाखाओं के बीच 0001 और 0999 के बीच 1400 या 1499 और किया जाना चाहिए
id_id: Cabang National Bank harus di antara 0001 dan 0999 atau antara 1400 dan 1499
it_it: Filiali della Banca nazionale deve essere compreso tra 0001 e 0.999 o tra il 1400 e il 1499
ko_kr: 국립 은행 지점은 0001과 0999 사이에 또​​는 1400 1499 사이 여야합니다
mr_in: नॅशनल बँक शाखा 0001 आणि 0999 दरम्यान किंवा 1400 आणि 1499 दरम्यान असणे आवश्यक आहे
nl_nl: Nationale Bank takken moet tussen 0001 en 0999 of tussen 1400 en 1499
pt_pt: Bancos estão entre 0001 e 0999 e 1400 e 1499
ro_ro: National Bank trebuie să fie între 0001 şi 0999 sau între 1400 şi 1499
ru_ru: Национальный банк отраслей должен быть между 0001 и 0999 или между 1400 и 1499
sq_al: Degët e Bankës kombëtare duhet të jetë midis 0001 dhe 0999 apo në mes të 1400 dhe 1499
sv: National Bank filialerna måste vara mellan 0001 och 0999 eller mellan 1400 och 1499
sw_ke: Matawi ya Benki ya Taifa lazima kuwa kati ya 0,001 na 0,999 au kati ya 1,400 na 1,499
tr_tr: Ulusal Bankası şubeleri 0001 arasında ve 0999 veya 1400 arasında ve 1499 olmalı
zh_hk: NATIONAL BANK 分行必须是 0001 到 0999 或 1400 到 1499 之间
zh_tw: NATIONAL BANK 分行必須是 0001 到 0999 或 1400 到 1499 之間

source: National Australia branches must be between 6500 and 6599
cs_cz: Národní Austrálie poboček musí být mezi 6500 a 6599
es_es: Las sucursales del National Australia deben estar entre 6500 y 6599
hi_in: नेशनल ऑस्ट्रेलिया शाखाओं होना चाहिए 6500 के बीच 6599
id_id: Cabang National Australia harus di antara 6500 dan 6599
it_it: National Australia rami deve essere compreso tra 6500 e 6.599
ko_kr: 국립 호주 분기 6500과 6599 사이 여야합니다
mr_in: राष्ट्रीय ऑस्ट्रेलिया शाखा 6500 आणि 6599 दरम्यान असणे आवश्यक आहे
nl_nl: National Australia takken moet tussen 6500 en 6599
pt_pt: Bancos Austrália estão entre 6500 e 6599
ro_ro: Naţionale sucursalele Australia trebuie să fie între 6500 şi 6599
ru_ru: National Australia отраслей должен быть между 6500 и 6599
sq_al: Kombëtare degët Australi duhet të jetë midis 6500 dhe 6599
sv: National Australia filialerna måste vara mellan 6500 och 6599
sw_ke: Australia matawi ya taifa ni lazima kuwa kati ya 6,500 na 6,599
tr_tr: Ulusal Avustralya şubesi olmalıdır 6500 ila 6599
zh_hk: NATIONAL AUSTRALIA 必须是 6500 到 6599 之间
zh_tw: NATIONAL AUSTRALIA 必須是 6500 到 6599 之間

source: The Reserve Bank branch should be 0000
cs_cz: Reserve Bank pobočka by měla být 0000
es_es: La sucursal del Reserve Bank debería ser 0000
hi_in: रिजर्व बैंक शाखा 0000 होना चाहिए
id_id: Cabang Reserve Bank harus 0000
it_it: Il ramo Reserve Bank dovrebbero essere 0.000
ko_kr: 연방 준비 은행 지점은 0000이어야한다
mr_in: रिझर्व्ह बँक शाखा 0000 असावे
nl_nl: De Reserve Bank bijkantoor 0000 zijn
pt_pt: Reserv. Sucursal Banc. deve ser 0000
ro_ro: Rezerva sucursala Banca ar trebui să fie 0000
ru_ru: Отделение резервного банка должна быть 0000
sq_al: Dega Banka Rezervë duhet të jetë 0000
sv: Reserve Bank filial bör vara 0000
sw_ke: Reserve Bank tawi lazima 0,000
tr_tr: Merkez Bankası şubesi 0000 olmalı
zh_hk: The Reserve Bank 分行是 0000
zh_tw: The Reserve Bank 分行是 0000

source: Trust Bank and Regional Bank branches must be between 3000 and 4999
cs_cz: Trust Bank a regionální pobočky banky musí být mezi 3000 a 4999
es_es: Las sucursales del Trust Bank y del Regional Bank deben estar entre 3000 y 4999
hi_in: ट्रस्ट बैंक और क्षेत्रीय बैंक शाखाओं होना चाहिए 3000 के बीच 4999
id_id: Cabang Trust Bank dan Regional Bank harus di antara 3000 dan 4999
it_it: Trust Bank e le filiali della Banca Regionale deve essere tra 3000 e 4999
ko_kr: 신탁 은행과 지역 은행 지점은 3000과 4999 사이 여야합니다
mr_in: ट्रस्ट बँक आणि प्रादेशिक बँक शाखा 3000 आणि 4999 दरम्यान असणे आवश्यक आहे
nl_nl: Trust Bank en regionale bankkantoren moet tussen 3000 en 4999
pt_pt: Banco Trust e Reginal possuem sucursais entre 3000 e 4999
ro_ro: Trust Bank şi Banca sucursalele regionale trebuie să fie între 3000 şi 4999
ru_ru: Трастового банка и региональных филиалов Банка должен быть между 3000 и 4999
sq_al: Trust Bank dhe Rajonale degët e Bankës duhet të jetë midis 3000 dhe 4999
sv: Trust Bank och Regionbanken filialerna måste vara mellan 3000 och 4999
sw_ke: Trust Bank na Benki ya Mkoa wa matawi lazima kuwa kati ya 3,000 na 4,999
tr_tr: Güven Bankası ve Bölgesel Bankası şubeleri olmalıdır 3000 ila 4999
zh_hk: Trust Bank 和 Regional Bank 分行必须输入 3000 到 4999 之间
zh_tw: Trust Bank 和 Regional Bank 分行必須輸入 3000 到 4999 之間

source: Post Office Bank branches must be between 5000 and 6499
cs_cz: Poštovní banka pobočky musí být mezi 5000 a 6499
es_es: Las sucursales del Post Office Bank deben estar entre 5000 y 6499
hi_in: पोस्ट ऑफिस बैंक शाखाओं होना चाहिए और 5000 के बीच 6499
id_id: Cabang Post Office Bank harus di antara 5000 dan 6499
it_it: Post Office Filiali della Banca deve essere compreso tra 5000 e 6.499
ko_kr: 우체국 은행 지점은 5000과 6499 사이 여야합니다
mr_in: पोस्ट ऑफिस बँक शाखा 5000 आणि 6499 दरम्यान असणे आवश्यक आहे
nl_nl: Postkantoor, bank, takken moet tussen 5000 en 6499
pt_pt: Correio deve estar entre 5000 e 6499
ro_ro: Post Office Bank trebuie să fie între 5000 şi 6499
ru_ru: Филиалы Почтовых отделений банка должны быть между 5000 и 6499
sq_al: Post Office degët e Bankës duhet të jetë midis 5000 dhe 6499
sv: Postbanken filialerna måste vara mellan 5000 och 6499
sw_ke: Benki ya Posta matawi lazima kuwa kati ya 5,000 na 6,499
tr_tr: PTT Bank şubeleri olmalıdır 5000 arasında ve 6499
zh_hk: POST OFFICE BANK 分行必须是 5000 到 6499 之间
zh_tw: POST OFFICE BANK 分行必須是 5000 到 6499 之間

source: Countrywide Bank branches must be between 2500 and 2599
cs_cz: Countrywide banka pobočky musí být mezi 2500 a 2599
es_es: Las sucursales del Countrywide Bank deben estar entre 2500 y 2599
hi_in: देश भर में बैंक शाखाओं को 2500 और 2599 के बीच होना चाहिए
id_id: Cabang Countrywide Bank harus di antara 2500 dan 2599
it_it: Countrywide filiali della Banca deve essere compreso tra 2500 e 2599
ko_kr: 전국 은행 지점 2500과 2599 사이 여야합니다
mr_in: Countrywide बँक शाखा 2500 आणि 2599 दरम्यान असणे आवश्यक आहे
nl_nl: Countrywide Bank-kantoren moet tussen 2500 en 2599
pt_pt: Banco Countrywide tem sucursais entre 2500 e 2599
ro_ro: Countrywide Bank trebuie să fie între 2500 şi 2599
ru_ru: По всей стране филиалы банка должны быть между 2500 и 2599
sq_al: Vendin degët e Bankës duhet të jetë midis 2500 dhe 2599
sv: Countrywide Banks kontor måste vara mellan 2500 och 2599
sw_ke: Benki nchini kote matawi lazima kuwa kati ya 2500 na 2599
tr_tr: Ülke Bankası şubeleri 2500 ve 2599 arasında olmalıdır
zh_hk: Countrywide Bank 分行必须是 2500 到 2599 之间
zh_tw: Countrywide Bank 分行必須是 2500 到 2599 之間

source: United Bank branches must be between 2150 and 2299
cs_cz: Velká bankovní pobočky, musí být mezi 2150 a 2299
es_es: Las sucursales del United Bank deben estar entre 2150 y 2299
hi_in: यूनाइटेड बैंक शाखाओं होना चाहिए 2150 के बीच 2299
id_id: Cabang United Bank harus di antara 2150 dan 2299
it_it: Uniti filiali della Banca deve essere compreso tra 2150 e 2299
ko_kr: 미국 은행 지점은 2150과 2299 사이 여야합니다
mr_in: युनायटेड बँक शाखा 2150 आणि 2299 दरम्यान असणे आवश्यक आहे
nl_nl: United Bank takken moet tussen 2150 en 2299
pt_pt: Sucursal Bancos Unidos variam entre 2150 e 2299
ro_ro: Unite Bank trebuie să fie între 2150 şi 2299
ru_ru: Филиалы объедененного банка должны быть между 2150 и 2299
sq_al: Bashkuara degët e Bankës duhet të jetë midis 2150 dhe 2299
sv: United Bank filialerna måste vara mellan 2150 och 2299
sw_ke: Umoja wa Benki ya matawi lazima kuwa kati ya 2150 na 2299
tr_tr: Birleşik Bankası şubeleri olmalıdır 2150 ila 2299
zh_hk: United Bank 分行必须是 2150 到 2299 之间
zh_tw: United Bank 分行必須是 2150 到 2299 之間

source: Hong Kong and Shanghai branches must be between 2900 and 2949
cs_cz: Hong Kong a Shanghai poboček musí být mezi 2900 a 2949
es_es: Las sucursales de Hong Kong y Shangai deben estar entre 2900 y 2949
hi_in: हांगकांग और शंघाई शाखाओं किया जाना चाहिए के बीच 2900 और 2949
id_id: Cabang Hong Kong dan Shanghai harus di antara 2900 dan 2949
it_it: Hong Kong e Shanghai rami deve essere compreso tra 2900 e 2949
ko_kr: 홍콩과 상하이 지사는 2900과 2949 사이 여야합니다
mr_in: हाँगकाँग आणि शांघाय शाखा 2900 आणि 2949 दरम्यान असणे आवश्यक आहे
nl_nl: Hong Kong en Shanghai takken moet tussen 2900 en 2949
pt_pt: Sucursal HSBC devem ser entre 2900 e 2949
ro_ro: Hong Kong şi Shanghai sucursale trebuie să fie între 2900 şi 2949
ru_ru: Гонконгские и Шанхайские отрасли должен быть между 2900 и 2949
sq_al: Hong Kong dhe degët Shanghai duhet të jetë midis 2900 dhe 2949
sv: Hong Kong och Shanghai filialerna måste vara mellan 2900 och 2949
sw_ke: Hong Kong na matawi Shanghai lazima kuwa kati ya 2900 na 2949
tr_tr: Hong Kong ve Shanghai şubesi olmalıdır 2900 ila 2949
zh_hk: Hong Kong and Shanghai 分行必须是 2900 到 2949 之间
zh_tw: Hong Kong and Shanghai 分行必須是 2900 到 2949 之間

source: Citibank NA branches must be between 2800 and 2849
cs_cz: Citibank NA poboček musí být mezi 2800 a 2849
es_es: Las sucursales del Citibank NA deben estar entre 2800 y 2849
hi_in: सिटी बैंक एनए शाखाओं होना चाहिए 2800 के बीच 2849
id_id: Cabang Citibank NA harus di antara 2800 dan 2849
it_it: Citibank NA rami deve essere tra 2800 e 2849
ko_kr: 씨티 은행 NA 분기 2800과 2849 사이 여야합니다
mr_in: सिटीबँक लागू शाखा 2800 आणि 2849 दरम्यान असणे आवश्यक आहे
nl_nl: Citibank NA bijkantoren moeten zijn tussen 2800 en 2849
pt_pt: Sucursal Citibank NA devem estar entre 2800 e 2849
ro_ro: Citibank NA sucursale trebuie să fie între 2800 şi 2849
ru_ru: Citibank NA филиалы должны быть между 2800 и 2849
sq_al: Citibank NA degë duhet të jetë midis 2800 dhe 2849
sv: Citibank NA filialerna måste vara mellan 2800 och 2849
sw_ke: Citibank NA matawi lazima kuwa kati ya 2800 na 2849
tr_tr: Citibank NA dalları olmalıdır 2800 ila 2849
zh_hk: Citibank NA 分行必须是 2800 到 2849 之间
zh_tw: Citibank NA 分行必須是 2800 到 2849 之間

source: Rural Bank branches must be between 6700 and 6799
cs_cz: Venkovských poboček banky musí být mezi 6700 a 6799
es_es: Las sucursales del Rural Bank deben estar entre 6700 y 6799
hi_in: ग्रामीण बैंक की शाखाओं के बीच होना चाहिए 6700 और 6799
id_id: Cabang Rural Bank harus di antara 6700 dan 6799
it_it: Rurale filiali della Banca deve essere compreso tra 6700 e 6.799
ko_kr: 농촌 은행 지점은 6700과 6799 사이 여야합니다
mr_in: ग्रामीण बँक शाखा 6700 आणि 6799 दरम्यान असणे आवश्यक आहे
nl_nl: Landelijke Bank-kantoren moet tussen 6700 en 6799
pt_pt: Banco Rural sucursais entre 6700 e 6799
ro_ro: Rural Bank trebuie să fie între 6700 şi 6799
ru_ru: Сельские филиалы банка должны быть между 6700 и 6799
sq_al: Rurale degët e Bankës duhet të jetë midis 6700 dhe 6799
sv: Landsbygdens Banks kontor måste vara mellan 6.700 och 6.799
sw_ke: Benki ya matawi vijijini lazima kuwa kati ya 6,700 na 6,799
tr_tr: Kırsal Bankası şubeleri olmalıdır 6700 arasında ve 6799
zh_hk: Rural Bank 分行必须是 6700 到 6799 之间
zh_tw: Rural Bank 分行必須是 6700 到 6799 之間

source: The prefix
cs_cz: Předpona
es_es: El prefijo
hi_in: उपसर्ग
id_id: Awalan
it_it: Il prefisso
ko_kr: 접두사
mr_in: उपसर्ग
nl_nl: Het voorvoegsel
pt_pt: Prefixo
ro_ro: Prefix
ru_ru: Префикс
sq_al: Prefiksi
sv: PREFIX
sw_ke: Kiambishi awali
tr_tr: PREFIX (ÖN KISALTMA)
zh_hk: 字头
zh_tw: 字頭

source: is not a valid New Zealand Bank
cs_cz: není platný Nový Zéland banky
es_es: no es una banco de NZ válido
hi_in: एक वैध न्यूजीलैंड बैंक नहीं है
id_id: bukanlah New Zealand Bank yg berlaku
it_it: non è un valido Banca Nuova Zelanda
ko_kr: 유효한 뉴질랜드 은행 아닙니다
mr_in: वैध नाही न्यूझीलंड बँक
nl_nl: is geen geldige Nieuw-Zeeland Bank
pt_pt: invalido para banco NZ
ro_ro: nu este un valid Noua Zeelandă Bank
ru_ru: не является допустимым банком Новой Зеландии
sq_al: nuk është e vlefshme Zelanda e Re Banka
sv: är inte ett giltigt Nya Zeeland Bank
sw_ke: si halali New Zealand Benki
tr_tr: Geçerli bir Yeni Zelanda Bankası değil
zh_hk: 不是有效的New Zealand Bank
zh_tw: 不是有效的銀行名稱

source: If you are using webERP outside New Zealand error trapping relevant to your country should be used
cs_cz: Pokud používáte webERP mimo Nový Zéland chyba pastí pro vaši zemi by měly být použity
es_es: Si está utilizando webERP fuera de Nueva Zelanda se debe utilizar el error de captura relevante a su país
hi_in: यदि आप न्यूज़ीलैंड त्रुटि बाहर का उपयोग कर रहे हैं webERP अपने देश के लिए प्रासंगिक इस्तेमाल किया जाना चाहिए फँसाने
id_id: Jika Anda menggunakan WebERP di luar Selandia Baru, penanganan kesalahan yg bersangkutan dgn negara Anda yg seharusnya digunakan
it_it: Se si utilizza webERP fuori errore Nuova Zelanda trapping rilevanti per il vostro paese dovrebbe essere usato
ko_kr: 귀하의 국가가 사용되어야하는 관련 트래핑 뉴질랜드 오류 외부 webERP 사용하는 경우
mr_in: आपण trapping न्यूझीलंड त्रुटी बाहेर webERP वापरत असाल आपला देश संबंधित वापरली पाहिजे
nl_nl: Als u gebruik maakt webERP buiten Nieuw-Zeeland Fouten die relevant zijn voor uw land dient te worden gebruikt
pt_pt: se estiver fora NZ. localize alternativa com seu admin de sistema
ro_ro: Dacă utilizaţi webERP afara Noua Zeelandă eroare capcane relevante pentru ţara dumneavoastră ar trebui să fie utilizate
ru_ru: Если вы используете webERP за пределами Новой Зеландии захваченная ошибка, имеющая отношение к вашей стране, должна быть использована
sq_al: Nëse jeni duke përdorur webERP jashtë Re Zelanda gabim kostum solemn të rëndësishme për vendin tuaj duhet të përdoret
sv: Om du använder webERP utanför Nya Zeeland fel fångstmetoder som är relevanta för ditt land bör användas
sw_ke: Kama ni kutumia webERP nje ya New Zealand trapping kosa husika na nchi yako inapaswa kutumiwa
tr_tr: Yeni Zelanda hata dışında webERP kullanıyorsanız Ülkeniz için kullanılması gerektiğini ilgili hapsi
zh_hk: 如你在钮西兰以外使用 webERP, 请使用与你国家相付的除错
zh_tw: 如你在鈕西蘭以外使用 ERP, 請使用與你國家相關的除錯機制

source: The account number entered does not meet the banking check sum requirement and cannot be a valid account number
cs_cz: Číslo účtu zadané nesplňuje požadavek bankovní kontrolní součet a nemůže být platné číslo účtu
es_es: El número de cuenta introducido no cumple con el requisito de la suma de comprobación bancaria y no puede ser un número de cuenta válido
hi_in: खाता संख्या जाँच करता बैंकिंग राशि की आवश्यकता को पूरा नहीं किया जा प्रवेश किया और एक वैध खाता संख्या नहीं कर सकते
id_id: Nomor akun yg dimasukkan tdk memenuhi persyaratan bank sehingga bukan merupakan nomor yg berlaku
it_it: Il numero di conto inserito non soddisfa i requisiti di controllo bancario somma e non può essere un numero di conto valido
ko_kr: 입력 한 계좌 번호 은행 체크섬 요건을 충족하지 않고, 유효한 계정 번호 일 수 없다
mr_in: प्रविष्ट खाते क्रमांक बँकिंग तपासणी बेरीज आवश्यकता पूर्ण करत नाही आणि एक वैध खाते क्रमांक असू शकत नाही
nl_nl: Ingevoerde rekening nummer voldoet niet aan de uitgevoerde som controle en kan niet het juiste rekening nummer zijn
pt_pt: O número conta não atende o digito verificador
ro_ro: Numărul de cont introdus nu corespunde cu suma bancar verifica cerinţa şi nu poate fi un număr de cont valid
ru_ru: Введенный Номер счета не соответствует сумме банковской проверке требований суммы и не может быть действительный номером счета
sq_al: Numrin e llogarisë hyri nuk i përmbushë kërkesat kontrolloni bankar shumë dhe nuk mund të jetë një numër të vlefshme llogari
sv: Kontonumret anges inte uppfyller de krav bank checksumma och kan inte vara ett giltigt kontonummer
sw_ke: Idadi ya akaunti aliingia haukidhi mahitaji ya kukagua hesabu za benki na hawezi kuwa halali kwa sababu idadi
tr_tr: Hesap numarası ve banka çek toplamı ihtiyacını karşılamak değildir girdi geçerli bir hesap numarası olamaz
zh_hk: 输入的银行账号不符合银行检查总计要求, 不是有效的账户号码
zh_tw: 輸入的銀行帳號不符合銀行檢查總計要求, 不是有效的帳戶號碼

source: Review Supplier Contact Details
es_es: Revisar detalles del contacto del proveedor
ko_kr: 검토 공급 업체 연락처보기
mr_in: पुनरावलोकन पुरवठादार संपर्क
pt_pt: Revisar Detalhes Contato Fornec.
zh_tw: 檢視供應商聯繫資料

source: The supplier number already exists in the database
cs_cz: Číslo dodavatele již existuje v databázi
es_es: El número de proveedor ya existe en la base de datos
hi_in: आपूर्तिकर्ता संख्या पहले से डेटाबेस में मौजूद है
id_id: Nomor supplier sdh ada di database
it_it: Il numero dei fornitori è già presente nel database
ko_kr: 공급 업체 번호가 데이터베이스에 이미
mr_in: पुरवठादार संख्या आधीच डेटाबेस अस्तित्वात
nl_nl: Leveranciersnummer bestaat al
pt_pt: Fornecedor já existe no DB
ro_ro: Numărul furnizorul există deja în baza de date
ru_ru: Номер поставщика уже существует в базе данных
sq_al: Numri i furnizuesit tashmë ekziston në bazën e të dhënave
sv: Leverantörsnummret finns redan i databasen
sw_ke: Idadi ya wasambazaji tayari lipo katika orodha ya
tr_tr: Tedarikçi numarası zaten veritabanında bulunan
zh_hk: 供应商编号已经存在于数据库
zh_tw: 供應商編號已經存在於數據庫中

source: The supplier name must be entered and be forty characters or less long
cs_cz: Název dodavatele musí být zadáno a bude čtyřicet znaků dlouhé
es_es: Introducir nombre del proveedor, 40 caracteres o menos de longitud
hi_in: आपूर्तिकर्ता नाम दर्ज होना चाहिए और चालीस अक्षर या उससे कम का होना
id_id: Nama supplier harus dimasukkan dan maksimum 40 karakter
it_it: Il nome del fornitore deve essere iscritto ed essere personaggi quaranta o meno lungo
ko_kr: 공급 업체 이름을 입력 사십 자 이하 여야해야
mr_in: पुरवठादार नाव प्रविष्ट आणि लांब चाळीस किंवा त्यापेक्षा कमी असणे करणे आवश्यक आहे
nl_nl: Leveranciers naam mag max. 40 tekens lang zijn
pt_pt: O nome do fornecedor deve possuir no máximo 40 caracteres.
ro_ro: Numele furnizorului trebuie să fie introduse şi să fie patruzeci de caractere sau mai puţin timp
ru_ru: Имя поставщика должно быть введено и быть не длиннее 40 символов
sq_al: Emri i furnizuesit duhet të lidhet dhe të jenë shkronja ose më pak të gjata dyzet
sv: Kundnamnet måste anges och vara max 40 tecken långt
sw_ke: Jina la muuzaji lazima kuwa aliingia na kuwa na herufi arobaini au chini ya muda mrefu
tr_tr: TEDARIKÇI ADI GIRILMELI VE 40 KARAKTERDEN KISA OLMALIDIR
zh_hk: 输入的供应商名称必须不多于 40 字
zh_tw: 輸入的供應商必須不多於 40 字

source: The Supplier Code cannot be empty
cs_cz: Dodavatel kód nemůže být prázdný
es_es: El Código del proveedor no puede estar vacío
hi_in: प्रदायक कोड रिक्त नहीं हो सकता
id_id: Kode Supplier tdk boleh kosong
it_it: Codice
ko_kr: 공급 업체 코드는 비워 둘 수 없습니다
mr_in: पुरवठादार कोड रिक्त असू शकत नाही
nl_nl: Leveranciers code mag niet leeg zijn
pt_pt: Código Fornecedor deve estar preenchido
ro_ro: Codul Furnizorul nu poate fi gol
ru_ru: Код поставщика не может быть пустым
sq_al: Kodi Furnizuesi nuk mund të jetë bosh
sv: Leverantörskod måste anges
sw_ke: Kanuni Supplier haiwezi kuwa tupu
tr_tr: TEDARIKÇI KODU BOS BIRAKILAMAZ
zh_hk: 供应商编码不能留空
zh_tw: 供應商編碼不能留空
