Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The date the contract is required to be completed by must be entered in the format
cs_cz: Dni vstupu smlouvy musí být dokončena do musí být zapsány ve formátu
es_es: La fecha del contrato está obligado a ser completado por deberá consignarse en el formato
hi_in: तारीख अनुबंध करने के लिए प्रारूप में दर्ज होना चाहिए तक पूरा होने की आवश्यकता है
id_id: Tgl kapan kontrak diperlukan selesai harus dimasukkan dalam format
it_it: La data del contratto è necessario per essere completato deve essere indicato nel formato
ko_kr: 날짜는 계약 형식으로 입력해야합니다 완료 할 필요가있다
mr_in: करार पूर्ण होण्याची आवश्यकता आहे तारीख स्वरूप प्रविष्ट करणे आवश्यक आहे
nl_nl: De datum waarop het contract is vereist in te vullen door moet worden ingevoerd in het formaat
pt_pt: A data do contrato precisar ser válida e no formato
ro_ro: Data contractului trebuie să fie completate de către trebuie să fie introduse în formatul
ru_ru: Дата завершения договора должна быть введена в формате
sq_al: Data e kontratës është e nevojshme që të plotësohet nga duhet të futet në formatin
sv: Det datum då upphandlingen måste vara avslutad senast måste anges i formatet
sw_ke: tarehe ya mkataba anahitajika kukamilika iwekwe katika muundo
tr_tr: Tarih sözleşme biçiminde girilmelidir tamamlanması gerekmektedir
zh_hk: 合同完成日期必须以以下格式输入
zh_tw: 合同要求的完成日期必須按格式輸入

source: The date that the contract is to be completed by is expected to be a date in the future. Make the required date a date after today before proceeding.
cs_cz: Datum, kdy má být smlouva dokončena má být datum v budoucnosti. Proveďte požadované datum den poté, co dnes před pokračováním.
es_es: La fecha que el contrato debe ser completado se espera que sea en el futuro. Haga la fecha requerida una fecha después de hoy antes de proceder.
hi_in: तिथि करने के लिए पूरा कि अनुबंध है द्वारा करने के लिए भविष्य में एक तिथि होने की उम्मीद है. दिनांक आवश्यक आगे बढ़ने से पहले आज के बाद एक तिथि करें.
id_id: Tgl kapan kontrak diperlukan selesai harus berupa tgl yg akan datang. Ubah tgl ke tgl setelah hari ini sebelum melanjutkan.
it_it: La data in cui il contratto deve essere completato entro dovrebbe essere una data nel futuro. Fai la data richiesta una data a partire da oggi prima di procedere.
ko_kr: 계약이 완료 될 날짜는 미래 날짜 될 것으로 예상된다. 진행하기 전에 필요한 날짜 오늘 이후의 날짜를 확인합니다.
mr_in: करार पूर्ण होण्याची आहे की तारीख भविष्यात एक तारीख असेल अशी अपेक्षा आहे. पुढे जाण्यापूर्वी आवश्यक तारीख आज नंतर एक तारीख बनवा.
nl_nl: De datum dat het contract moet worden ingevuld door de naar verwachting een datum in de toekomst. Maak de gewenste datum een datum na vandaag voordat u verdergaat.
pt_pt: A data do contrato, precisa estar no futuro. Confirme a data antes de continuar
ro_ro: Data la care contractul urmează a fi finalizat de către este de aşteptat să fie o dată în viitor. Asiguraţi data solicitată o dată după ce astăzi înainte de a continua.
ru_ru: Дата завершения договора должна быть в будущем. Задайте завтрашнюю дату
sq_al: Data e se kontrata duhet të kompletohet nga pritet të jetë një datë në të ardhmen. Bërë në datën e kërkuar një datë pas sot para se të vazhdoni.
sv: Det datum då kontraktet ska fyllas i av förväntas vara ett datum i framtiden. Gör önskat datum ett datum efter idag innan du fortsätter.
sw_ke: Tarehe ya kuwa mkataba ni kuwa kukamilika kwa inatarajiwa kuwa tarehe katika siku zijazo. Matokeo ya tarehe required ya leo baada ya leo kabla ya kuendelea.
tr_tr: gelecekte bir tarih olması bekleniyor tarafından tarih tamamlanmak üzere sözleşme olduğunu söyledi. gereken tarih geçmeden önce bugün sonraki bir tarihte olun.
zh_hk: 合同日期应该是将来的日期。请将此日期更改为今天以后。
zh_tw: 該合約的完成日期為預計在未來的某個日期。今天的日期後，再繼續進行所需求的日期。

source: Default for
cs_cz: Výchozí pro
es_es: Predeterminado para
hi_in: के लिए डिफ़ॉल्ट
id_id: Standar utk
it_it: Di default per
ko_kr: 의 기본
mr_in: डीफॉल्ट
nl_nl: Standaard voor
pt_pt: Padrão para
ro_ro: Implicit pentru
ru_ru: По умолчанию для
sq_al: Default për
sv: Standard för
sw_ke: Default
tr_tr: Varsayılan için
zh_hk: 默认
zh_tw: 預設值

source: The contract reference cannot be the same as a previously created contract for another customer. Please modify the contract reference before continuing
cs_cz: Referenční číslo dané smlouvy nemůže být stejný jako dříve vytvořené zakázky pro jiného zákazníka. Upravte údaje smlouvy před pokračováním
es_es: La referencia del contrato no puede ser la misma que la anteriormente creada para otro cliente. Por favor modifique la referencia del contrato antes de continuar.
hi_in: अनुबंध संदर्भ ही किसी दूसरे ग्राहक के लिए एक पहले से बनाया अनुबंध के रूप में नहीं हो सकता. जारी रखने से पहले अनुबंध संदर्भ को संशोधित करें
id_id: Referensi kontrak tdk boleh sama sbg kontrak dibuat sebelumnya utk customer lain. Silakan mengubah referensi kontrak sebelum melanjutkan
it_it: Gli estremi del contratto non può essere lo stesso di un contratto creato in precedenza per un altro cliente. Si prega di modificare gli estremi del contratto prima di continuare
ko_kr: 계약 참조는 다른 고객에 대한 이전에 생성 된 계약과 동일 할 수 없습니다. 계속하기 전에 계약 기준을 수정하십시오
mr_in: करार संदर्भ दुसर्या ग्राहकासाठी एक यापूर्वी तयार करार म्हणून समान असू शकत नाही. पुढे जाण्याआधी कंत्राट संदर्भ सुधारणा करा
nl_nl: De referentie van het contract kan niet hetzelfde zijn als een eerder gemaakte contract voor een andere klant. Gelieve wijzigen van de referentie van het contract voordat u verder gaat
pt_pt: A referência do contrato não pode ser a mesma que previamente criada para outro cliente. Modificara referência antes de continuar
ro_ro: De referinţă al contractului nu poate fi la fel ca un contract anterior creat pentru un alt client. Vă rugăm să modifice contractul de referinţă înainte de a continua
ru_ru: Контракт ссылка не может быть таким же, как ранее созданных контракт на другого клиента. Пожалуйста, измените ссылку на контракт, прежде чем продолжить
sq_al: Referencës kontratës nuk mund të jetë i njëjtë si një kontratë e krijuar më parë për një tjetër të konsumatorëve. Ju lutem modifikoni referencë kontratës para se të vazhdueshëm
sv: Kontraktet hänvisning kan inte vara samma som en tidigare skapad kontrakt för en annan kund. Vänligen ändra kontraktet referens innan du fortsätter
sw_ke: Kumbukumbu mkataba hawezi kuwa sawa na mkataba wa awali aliumba kwa mteja mwingine. Tafadhali rejea kurekebisha mkataba kabla ya kuendelea
tr_tr: Sözleşme referans başka bir müşteri için daha önce oluşturulmuş bir sözleşme ile aynı olamaz. Devam etmeden önce sözleşme referans değiştirin lütfen
zh_hk: 合同编号不可以是已使用的另外顾客的合同编号。请先修改合同编号
zh_tw: 作為另一個客戶先前建立的合約，合約編碼是不一樣的。在繼續之前請修改合約編碼

source: Cannot update the contract because
cs_cz: Nelze aktualizovat, protože smlouva
es_es: No se puede actualizar el contrato porque
hi_in: क्योंकि अनुबंध अद्यतन नहीं कर सकते
id_id: Tdk dapat memperbarui kontrak karena
it_it: Impossibile aggiornare il contratto perché
ko_kr: 계약 때문에를 업데이트 할 수 없습니다
mr_in: कंत्राट अद्यतनित करू शकत नाही कारण
nl_nl: Kan niet updaten van het contract, omdat
pt_pt: Não pode atualizar o contrato porque
ro_ro: Nu poate actualiza contractul deoarece
ru_ru: Невозможно обновить договор, поскольку
sq_al: Can&#39;t update e kontratës për shkak
sv: Kan inte uppdatera kontraktet på grund av
sw_ke: Hawezi update mkataba kwa sababu
tr_tr: sözleşme nedeniyle güncelleme Can&#39;t
zh_hk: 无法更新合同
zh_tw: 無法更新合同

source: Could not add a component to the contract bill of material
cs_cz: Nelze přidat součást smlouvy kusovníku
es_es: No se puede añadir un componente al proyecto de ley del contrato de material
hi_in: सामग्री के अनुबंध बिल के लिए एक घटक को नही जोड़ सके
id_id: Tdk dapat menambahkan komponen ke daftar bahan baku kontrak
it_it: Impossibile aggiungere un componente alla bolletta contratto di materiale
ko_kr: 재료의 계약 법안에 구성 요소를 추가 할 수 없습니다
mr_in: साहित्याचा करार बिल घटकाची जोडू शकत नाही
nl_nl: Kon het niet toevoegen van een component aan het contract bill of material
pt_pt: Não pode adicionar um componente ao contrato do BOM
ro_ro: Nu ar putea adăuga o componentă la proiectul de lege contract de material
ru_ru: Не удалось добавить компонент к накладной на материалы
sq_al: Nuk mund të shtoni një përbërës të projekt-ligjin e kontratës së materialit
sv: Kunde inte lägga till en komponent till avtalet stycklistan
sw_ke: Hakuweza kuongeza sehemu ya muswada wa mkataba wa vifaa
tr_tr: Malzemenin sözleşme tasarısı bir bileşen eklemek Couldn&#39;t
zh_hk: 无法向合同物料清单添加部件
zh_tw: 不能將組件添加到材料結構的合同

source: Could not add a requirement to the contract requirements
cs_cz: Nelze přidat požadavek na požadavky smlouvy
es_es: No puede añadirse un requerimiento a los requerimientos contractuales.
hi_in: अनुबंध की जरूरतों के एक आवश्यकता नही जोड़ सके
id_id: Tdk dapat menambahkan persyaratan ke persyaratan kontrak
it_it: Impossibile aggiungere un requisito per i requisiti del contratto
ko_kr: 계약 요구 사항에 요구 사항을 추가 할 수 없습니다
mr_in: करार आवश्यकतांमुळे एक आवश्यकता जोडू शकत नाही
nl_nl: Kon het niet toevoegen van een verplichting om het contract eisen
pt_pt: Não pode adic. requerimento aos requerimentos do contrato
ro_ro: Nu ar putea adăuga o cerinţă la cerinţele contractului
ru_ru: Не удалось добавить требование условиями договора
sq_al: Nuk mund të shtoni një kërkesë me kërkesat e kontratës
sv: Kunde inte lägga till ett krav på att avtalsvillkoren
sw_ke: Hakuweza kuongeza mahitaji na matakwa ya mkataba
tr_tr: sözleşme şartlarına bir şart eklenemedi
zh_hk: 无法增加合同要求
zh_tw: 不能新增一個要求的合約要求

source: The changes to the contract have been committed to the database
cs_cz: Změny ve smlouvě, že byl spáchán v databázi
es_es: Los cambios al contrato han sido comprometidos en la base de datos.
hi_in: अनुबंध करने के लिए परिवर्तनों को डेटाबेस के लिए प्रतिबद्ध किया गया है
id_id: Perubahan kontrak telah disimpan ke database
it_it: Le modifiche al contratto sono stati impegnati nel database
ko_kr: 계약에 대한 변경 사항은 데이터베이스에 커밋 된
mr_in: कंत्राट बदल डेटाबेस वचनबद्ध गेले आहेत
nl_nl: De wijzigingen in het contract zijn vastgelegd in de database
pt_pt: As atualizações do contrato foram gravadas com sucesso no DB
ro_ro: Modificări ale contractului au fost angajate la baza de date
ru_ru: Изменения к контракту были переданы в базу данных
sq_al: Ndryshimet në kontratë ka qenë e angazhuar për bazën e të dhënave
sv: De ändringar i kontraktet har begåtts till databasen
sw_ke: mabadiliko ya mkataba wa kuwa nia ya database
tr_tr: Sözleşme değişiklikleri veritabanına taahhüt edilmiştir
zh_hk: 合同修改部分已保存至数据库
zh_tw: 該變更合同已經確認新增到資料庫

source: The contract item could not be updated because
cs_cz: Smlouva položky nelze aktualizovat, protože
es_es: El artículo del contrato no se pudo actualizar, porque
hi_in: अनुबंध मद क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Item kontrak tdk dapat diperbarui karena
it_it: L&#39;ordine del contratto non può essere aggiornato perché
ko_kr: 계약 항목이 있기 때문에 업데이트 할 수 없습니다
mr_in: करार आयटम अद्यतनित करणे शक्य नाही कारण
nl_nl: Het contract item kon niet worden bijgewerkt omdat
pt_pt: O item do contrato não pode ser atualizado porque
ro_ro: Elementul contract nu a putut fi actualizat deoarece
ru_ru: Пункт договора не может быть обновлен, поскольку
sq_al: Pika Kontrata nuk mund të rifreskohet për shkak se
sv: Kontraktet posten kunde inte uppdateras eftersom
sw_ke: bidhaa ya mkataba inaweza kuwa updated sababu
tr_tr: Sözleşme madde nedeniyle güncelledi olamazdı
zh_hk: 合同项目无法更新
zh_tw: 該合同項目無法更新，因為

source: The SQL that was used to update the contract item failed was
cs_cz: SQL, který byl použit k aktualizaci smlouvy položka byla nepodařilo
es_es: El SQL que se utilizó para actualizar el artículo del contrato que falló fue
hi_in: SQL कि अनुबंध आइटम अद्यतन किया गया था असफल
id_id: SQL yg digunakan utk memperbarui item kontrak dan gagal adalah
it_it: Il SQL che è stato utilizzato per aggiornare l&#39;elemento contratto è stato omesso
ko_kr: 계약 항목을 업데이트하는 데 사용 된 SQL은 한 실패
mr_in: कंत्राट आयटम अद्यतनित करण्यासाठी वापरलेला SQL होते अयशस्वी
nl_nl: De SQL die gebruikt werd om het contract item update is mislukt was
pt_pt: SQL usado para atualizar o contrato que falhou, foi
ro_ro: SQL care a fost folosit pentru a actualiza elementul contract nu a fost
ru_ru: Неудачный SQL, который был использован для обновления пункта договора
sq_al: SQL që është përdorur për të rinovuar kontratën pika nuk ishte
sv: SQL som användes för att uppdatera avtal objekt misslyckades var
sw_ke: SQL kuwa ilitumika kwa update bidhaa mkataba alishindwa mara
tr_tr: sözleşme madde güncellemek için kullanılan SQL oldu başarısız oldu
zh_hk: 用于更新合同项目失败的SQL是
zh_tw: 使用這SQL程序更新合同項目是失敗

source: The contract quotation could not be updated because
cs_cz: Smlouva citace nelze aktualizovat, protože
es_es: La cotización del contrato no se pudo actualizar, porque
hi_in: अनुबंध उद्धरण क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Penawaran kontrak tersebut tdk dapat diperbarui karena
it_it: La citazione contratto non può essere aggiornato perché
ko_kr: 계약 인용이 있기 때문에 업데이트 할 수 없습니다
mr_in: करार अवतरण अद्यतनित करणे शक्य नाही कारण
nl_nl: Het contract offerte kan niet worden bijgewerkt omdat
pt_pt: A cotação do contrato não pode ser atualizada porque
ro_ro: Cotatia contract nu a putut fi actualizat deoarece
ru_ru: Цитата контракта не может быть обновлена, поскольку
sq_al: Citat Kontrata nuk mund të rifreskohet për shkak se
sv: Kontraktet citatet kunde inte uppdateras eftersom
sw_ke: Nukuu ya mkataba inaweza kuwa mwisho kwa sababu
tr_tr: Sözleşme teklif nedeniyle güncelledi olamazdı
zh_hk: 合同报价未能更新
zh_tw: 該合約的報價無法更新，因為

source: The SQL that failed to update the quotation was
cs_cz: SQL, které se nepodařilo aktualizovat citace byla
es_es: El SQL que no pudo actualizar la cotización fue
hi_in: SQL कि उद्धरण अद्यतन विफल रहा था
id_id: SQL yg gagal utk memperbarui penawaran tersebut adalah
it_it: L&#39;SQL che non è riuscito a aggiornare la citazione è stata
ko_kr: 견적을 업데이트하지 못했습니다 SQL이었다
mr_in: अवतरण अपडेट करण्यात अयशस्वी की SQL होते
nl_nl: De SQL die niet aan de offerte update is
pt_pt: SQL que falhou em atualizar a cotação foi
ro_ro: SQL care nu a reuşit să actualizeze oferta a fost
ru_ru: Завершившийся ошибкой SQL, обновления цитаты
sq_al: SQL që nuk arriti të rinovuar citat ishte
sv: Den SQL som misslyckades med att uppdatera noteringen var
sw_ke: SQL kwamba alishindwa update quotation alikuwa
tr_tr: tırnak güncelleme başarısız SQL oldu
zh_hk: 更新报价失败的SQL是
zh_tw: 此SQL更新報價程序失敗

source: The contract quotation has been updated based on the new contract cost and margin
cs_cz: Smlouva citace byla aktualizována na základě nové smlouvy náklady a marže
es_es: La cotización del contrato ha sido actualizada en base al nuevo costo y margen del contrato
hi_in: अनुबंध उद्धरण अद्यतन किया गया है नया अनुबंध लागत और मार्जिन पर आधारित
id_id: Penawaran kontrak telah diperbarui berdasarkan biaya dan margin kontrak yg baru
it_it: La citazione contratto è stato aggiornato sulla base del costo nuovo contratto e il margine
ko_kr: 계약 인용 업데이트 새로운 계약 비용과 마진을 기반으로하고있다
mr_in: करार अवतरण अद्यतनित नवीन करार खर्च आणि मार्जिन वर आधारीत केले गेले आहे
nl_nl: Het contract offerte is bijgewerkt op basis van het nieuwe contract kosten en marge
pt_pt: A cotação do contrato foi atualizada com base em um novo custo contrato e margem
ro_ro: Cotatia contract a fost actualizată pe baza costului noul contract şi a marjei
ru_ru: Цитата контракта была обновлена на основе новой стоимости контракта и маржи
sq_al: Citat Kontrata është përditësuar në bazë të kostos kontratë të re dhe kufi
sv: Kontraktet citatet har uppdaterats baserat på det nya kontraktet kostnad och marginal
sw_ke: Nukuu ya mkataba imekuwa updated msingi juu ya gharama za mkataba mpya na margin
tr_tr: Sözleşme teklif yeni sözleşme maliyeti ve marj dayalı güncellendi
zh_hk: 根据新的合同成本和毛利，已经更新了合同报价
zh_tw: 該合約報價已根據新的合約成本和利潤率更新

source: Go to Quotation
cs_cz: Přejít na cenové nabídky
es_es: Ir a la cotización
hi_in: उद्धरण के लिए जाओ
id_id: Pergi ke Penawaran
it_it: Vai al Preventivo
ko_kr: 견적로 이동
mr_in: कोटेशन जा
nl_nl: Ga naar Offerte
pt_pt: Ir para Cotação
ro_ro: Du-te la Oferta
ru_ru: К цитате
sq_al: Go to Kuotim
sv: Gå till Offert
sw_ke: Kwenda kwa quotation
tr_tr: Tırnak git
zh_hk: 到报价单页面
zh_tw: 返回報價單

source: The new contract could not be added because
cs_cz: Nová smlouva by mohla být přidána, protože
es_es: El nuevo contrato no pudo ser añadido porque
hi_in: नए अनुबंध क्योंकि जोड़ा नहीं जा सका
id_id: Kontrak baru tdk bisa ditambahkan karena
it_it: Il nuovo contratto non può essere aggiunto perché
ko_kr: 새로운 계약 때문에 추가 할 수 없습니다
mr_in: नवीन करार कारण जोडले जाऊ शकत नाही
nl_nl: Het nieuwe contract zou niet worden toegevoegd omdat
pt_pt: O novo contrato não pode ser adicionado porque
ro_ro: Noul contract nu a putut fi adăugată deoarece
ru_ru: Новый контракт не может быть добавлен, так
sq_al: Kontrata e re nuk mund të shtohet sepse
sv: Det nya avtalet kan inte läggas till eftersom
sw_ke: mkataba mpya inaweza kuwa aliongeza kwa sababu
tr_tr: Yeni sözleşme için eklenemedi
zh_hk: 无法新增合同
zh_tw: 新的合同不能新增

source: The new contract has been added to the database
cs_cz: Nová smlouva byla přidána do databáze
es_es: El nuevo contrato ha sido añadido a la base de datos
hi_in: नए अनुबंध डेटाबेस में जोड़ा गया है
id_id: Kontrak baru telah ditambahkan ke database
it_it: Il nuovo contratto è stata aggiunta al database
ko_kr: 새로운 계약 데이터베이스에 추가 된
mr_in: नवीन करार डेटाबेस जोडले गेले आहे
nl_nl: Het nieuwe contract is toegevoegd aan de database
pt_pt: Novo contrato foi adicion. ao DB
ro_ro: Noul contract a fost adăugată la baza de date
ru_ru: Новый контракт был добавлен в базу данных
sq_al: Kontrata e re është shtuar në bazën e të dhënave
sv: Det nya avtalet har lagts till i databasen
sw_ke: mkataba mpya imekuwa aliongeza database
tr_tr: Yeni sözleşme veritabanına eklendi
zh_hk: 新合同已增加到数据库
zh_tw: 新合同已被新增到資料庫中

source: The item could not be retrieved because
cs_cz: Položku se nepodařilo získat, protože
es_es: El artículo no se pudo recuperar, porque
hi_in: क्योंकि मद नहीं किया जा सकता है लिया गया
id_id: Item ini tdk dapat diambil karena
it_it: La voce non può essere recuperata perché
ko_kr: 항목이 있기 때문에 검색 할 수 없습니다
mr_in: आयटम पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Het item kon niet worden opgehaald omdat
pt_pt: O item não pode ser recuperado porque
ro_ro: Elementul nu a putut fi recuperate, deoarece
ru_ru: Данные о товаре не могут быть получены, потому что
sq_al: Pika nuk mund të shikohet, sepse
sv: Artikeln kunde inte hämtas på grund
sw_ke: bidhaa hiyo inaweza kuwa sababu retrieved
tr_tr: Madde nedeniyle alınamadı
zh_hk: 未能找到商品
zh_tw: 商品資料不能提取, 因為

source: The SQL that was used to find the item failed was
cs_cz: SQL, který byl použit k nalezení položky nepodařilo byla
es_es: El SQL que se utilizó para encontrar el artículo y falló era
hi_in: SQL कि खोजने के मद में विफल रहा था इस्तेमाल किया गया था
id_id: SQL yg digunakan utk menemukan item dan gagal adalah
it_it: Il SQL che è stato utilizzato per trovare l&#39;elemento falliti
ko_kr: 이었다 실패 항목을 찾는 데 사용 된 SQL
mr_in: आयटम शोधण्यासाठी वापरलेला SQL होते अयशस्वी
nl_nl: De SQL die gebruikt werd om het vinden van de post niet werd
pt_pt: SQL que falhou usado para localizar o item foi
ro_ro: SQL care a fost utilizată pentru a găsi elementul nu a fost
ru_ru: Завершившийся неудачей SQL поиска товара
sq_al: SQL që është përdorur për të gjetur pika të dështuar u
sv: SQL som användes för att hitta objektet misslyckades var
sw_ke: SQL kuwa ilitumika kupata bidhaa ya kushindwa mara
tr_tr: öğe olarak başarısız bulmak için kullanılan SQL
zh_hk: 查找商品失败的SQL是
zh_tw: 被使用在尋找合同項目的SQL程序失效

source: The new contract item could not be added because
cs_cz: Nová smlouva položku nelze přidat, protože
es_es: El nuevo artículo del contrato no pudo ser añadido porque
hi_in: नए अनुबंध मद क्योंकि जोड़ा नहीं जा सका
id_id: Item kontrak baru tdk dapat ditambahkan karena
it_it: L&#39;elemento nuovo contratto non può essere aggiunto perché
ko_kr: 새로운 계약 항목이 있기 때문에 추가 할 수 없습니다
mr_in: नवीन करार आयटम जोडला जाऊ शकत नाही कारण
nl_nl: Het nieuwe contract item kan niet worden toegevoegd omdat
pt_pt: O item do contrato não pode ser adicionado porque
ro_ro: Elementul nou contract nu a putut fi adăugată deoarece
ru_ru: Новый пункт контракта не может быть добавлен, так как
sq_al: Pika të reja të kontratës nuk mund të shtohet sepse
sv: Det nya avtalet posten kunde inte läggas till eftersom
sw_ke: Mpya ya bidhaa mkataba inaweza kuwa aliongeza kwa sababu
tr_tr: Yeni sözleşme madde nedeniyle eklenemedi
zh_hk: 无法新增新合同商品
zh_tw: 新合同項目無法加入，因為

source: The SQL that was used to insert the contract item failed was
cs_cz: SQL, který byl použit pro vložení zakázky položky nepodařilo byla
es_es: El SQL que se usa para insertar el artículo del contrato que falló fue
hi_in: SQL कि सम्मिलित करने के लिए इस्तेमाल किया गया था अनुबंध मद था विफल
id_id: SQL yg digunakan utk memasukkan item kontrak dan gagal adalah
it_it: Il SQL che è stato utilizzato per inserire l&#39;elemento contratto è stato omesso
ko_kr: 이었다 실패 계약 항목을 삽입하는 데 사용 된 SQL
mr_in: कंत्राट आयटम घालण्यासाठी वापरलेला SQL होते अयशस्वी
nl_nl: De SQL die werd gebruikt voor het invoegen van het contract object mislukt was
pt_pt: SQL que falhou usado para inserir o contrato foi
ro_ro: SQL care a fost folosit pentru a insera elementul contract nu a fost
ru_ru: Завершившийся ошибкой SQL вставки пункта договора
sq_al: SQL që është përdorur për të futur në pika të kontratës nuk është
sv: SQL som användes för att sätta avtalet post misslyckades var
sw_ke: SQL ya kwamba alikuwa kutumika kuingiza bidhaa mkataba alishindwa mara
tr_tr: SQL eklemek için kullanılan bu sözleşme madde olarak başarısız
zh_hk: 插入合同商品失败的SQL是
zh_tw: 被使用在插入合同項目的SQL程序失效

source: The locations for the item
cs_cz: Místa pro položku
es_es: Las ubicaciones del artículo
hi_in: आइटम के लिए स्थानों
id_id: Lokasi utk item
it_it: La posizione per l' articolo
ko_kr: 항목의 위치
mr_in: गोष्टीसाठी स्थाने
nl_nl: De lokaties voor het item
pt_pt: Locais para um item
ro_ro: Locaţii pentru elementul
ru_ru: Местоположения для товара
sq_al: Vende për artikull
sv: Alla lagerställen för artikeln
sw_ke: Wa maeneo kwa ajili ya bidhaa
tr_tr: ÜRÜNÜN BULUNDUGU DEPOLAR
zh_hk: 这物料的库存地点
zh_tw: 這商品的位置

source: could not be added because
cs_cz: nelze přidat, protože
es_es: no se pudo agregar porque
hi_in: जोड़ा नहीं जा सका क्योंकि
id_id: tdk dapat ditambahkan karena
it_it: non può essere aggiunto perchàŠ
ko_kr: 때문에 추가 할 수 없습니다
mr_in: जोडला जाऊ शकत नाही कारण
nl_nl: Kon niet worden toegevoegd omdat
pt_pt: não podem ser adicionados porque
ro_ro: nu a putut fi adăugată deoarece
ru_ru: не могут быть добавлены, так как
sq_al: nuk mund të shtohet, sepse
sv: kunde inte läggas till eftersom
sw_ke: inaweza kuwa aliongeza kwa sababu
tr_tr: EKLENEMEDI:
zh_hk: 未能新增,因为
zh_tw: 未能新增, 因為
