Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The user ID must has more than 4 legal characters
ko_kr: 사용자 ID 반드시 4 개 이상의 합법적 인 문자가
mr_in: वापरकर्ता ID आवश्यक 4 पेक्षा जास्त कायदेशीर वर्ण आहेत
pt_pt: ID Usuário deve ter mais de 4 caracteres
zh_tw: 該用戶ID必須有4個以上的合法字符

source: More than 4 characters
es_es: Más de 4 caracteres
ko_kr: 이상 4 자
mr_in: 4 पेक्षा जास्त वर्ण
pt_pt: Mais de 4 caracteres
zh_tw: 4個以上的合法字符

source: More than 5 characters
es_es: Más de 5 caracteres
ko_kr: 이상 5 자
mr_in: पेक्षा जास्त 5 वर्ण
pt_pt: Mais de 5 caracter
zh_tw: 5個以上的合法字符

source: Password must be more than 5 characters
es_es: La contraseña debe tener más de 5 caracteres
ko_kr: 비밀번호는 5 개 이상의 문자 여야합니다
mr_in: पासवर्ड जास्त 5 वर्ण असणे आवश्यक आहे
pt_pt: Senha deve ser maior que 5 caracteres
zh_tw: 密碼必須大於5個字符

source: Must be less than 35 characters
es_es: Debe ser menor de 35 caracteres
ko_kr: 미만 35 자이어야합니다
mr_in: कमी 35 अक्षरे असायला हवे
pt_pt: deve ter no máximo 34 caracteres
zh_tw: 密碼必須大於35個字符

source: User name
cs_cz: Uživatelské jméno
es_es: Usuario
hi_in: उपयोगकर्ता नाम
id_id: Nama user
it_it: Nome utente
ko_kr: 사용자 이름
mr_in: प्रयोक्ता नाव
nl_nl: Gebruikers naam
pt_pt: Nome Usuário
ro_ro: Nume Utilizator
ru_ru: Имя пользователя
sq_al: Emri i përdoruesit
sv: Användarnamn
sw_ke: Jina la mtumiaji
tr_tr: KULLANICI ADI
zh_hk: 用户名称
zh_tw: 用戶名稱

source: The input must be phone number
ko_kr: 입력은 전화 번호 여야합니다
mr_in: इनपुट फोन नंबर असणे आवश्यक आहे
pt_pt: informe o número de telefone
zh_tw: 輸入必須是電話號碼

source: number and allowed charactrs
ko_kr: 수와 허용 charactrs
mr_in: संख्या आणि परवानगी charactrs
pt_pt: número de caracteres permit.
zh_tw: 數字和允許的字元

source: The input must be email address
ko_kr: 입력은 이메일 주소 여야합니다
mr_in: इनपुट ईमेल पत्ता असणे आवश्यक आहे
pt_pt: O email do contato deve ser válido
zh_tw: 輸入必須是電子郵件地址

source: email address format
es_es: formato de dirección de correo-e
ko_kr: 이메일 주소 형식
mr_in: ईमेल पत्ता स्वरूप
pt_pt: formato de Correio Eletrônico
zh_tw: 電子郵件地址格式

source: The supplier login role is expected to contain just one token - number 9. There is no such role currently defined - so a supplier login cannot be set up until this role is defined
es_es: Se espera que el papel de inicio de sesión del proveedor contenga un solo testigo - el número 9. No hay un papel definido actualmente - por lo que el acceso del proveedor no se puede establecer hasta que esta función se defina
id_id: Posisi login supplier seharusnya hanya berisi satu token - nomor 9. Sekarang ini bukan itu yg diset - jadi login supplier tdk dapat dibuat sampai posisi itu diset
ko_kr: 공급 업체 로그인 역할은 단지 하나의 토큰을 포함 할 것으로 예상된다 -이 역할이 정의 될 때까지 그렇게 공급 업체 로그인을 설정할 수 없습니다 - 숫자 9는 현재 정의 된 이러한 역할이 없습니다
mr_in: संख्या 9 - पुरवठादार लॉगिन भूमिका फक्त एक टोकन असू अपेक्षा आहे. तेथे सध्या परिभाषित नाही अशा भूमिका आहे - त्यामुळे एक पुरवठादार लॉगिन या भूमिका व्याख्या होईपर्यंत सेटअप करणे शक्य नाही
pt_pt: Login de Fornecedor deve conter um (token), núm. 9. Não há regra atualm. definida. Definir regra (role) para que o Fornec. possa fazer login
zh_tw: 供應商登錄的角色，僅包含一個 - 9號。目前還沒有定義這樣的角色 - 供應商登錄無法建立，直到這個角色被定義

source: Default Location
cs_cz: Výchozí umístění
es_es: Ubicación Predeterminada
hi_in: डिफ़ॉल्ट स्थान
id_id: Lokasi Utama
it_it: Posizione
ko_kr: 기본 위치
mr_in: डीफॉल्ट स्थान
nl_nl: Default lokatie
pt_pt: Local Padrão
ro_ro: Implicit Locaţie
ru_ru: Местоположение по умолчанию
sq_al: Default Vendndodhja
sv: Default plats
tr_tr: VARSAYILAN DEPO/SUBE
zh_hk: 默认仓库
zh_tw: 預設倉庫

source: Payment Run - Problem Report
cs_cz: Platba Run - nahlášení problému
es_es: Ejecución del pago - Informe de Problema
hi_in: समस्या रिपोर्ट - भुगतान भागो
id_id: Pembayaran Run - Laporkan Masalah
it_it: Pagamento Run - Segnala il problema
ko_kr: 지급 실행 - 문제 신고
mr_in: भरणा रन - समस्या नोंदवा
nl_nl: Betaling Run - Problem Report
pt_pt: Relat. Problema proc. pagto
ro_ro: Plată Run - raport de problemă
ru_ru: Сообщение о Проблеме с ходом оплаты
sq_al: Pagesa Run - Report Problem
sv: Betalningsbearbetning - Problemrapport
sw_ke: Malipo Run - Tatizo Ripoti
tr_tr: Ödeme Run - Sorun Raporu
zh_hk: 执行付款--问题报告
zh_tw: 付款運行 - 問題報表

source: Payment Run Report
cs_cz: Platba Spustit sestavu
es_es: Informe de Pagos al Corriente
hi_in: भुगतान रिपोर्ट चलाएँ
id_id: Laporan Pembayaran
it_it: Relazione Dei Pagamenti Attivi
ko_kr: 지급 실행 보고서
mr_in: भरणा चालवा अहवाल
nl_nl: Betalings run rapportage
pt_pt: Relatório de Pagamentos
ro_ro: Raport de plată Run
ru_ru: Отчет о прохождении платежа
sq_al: Run Pagesa Report
sv: Betalningskörningsrapport
sw_ke: Ripoti ya malipo Run
tr_tr: Ödeme Raporu Çalıştır
zh_hk: 执行付款
zh_tw: 執行付款

source: Payment Run
cs_cz: Platba Spustit
es_es: Pago corre
hi_in: भुगतान भागो
id_id: Pembayaran
it_it: Pagamenti Attivi
ko_kr: 지급 실행
mr_in: भरणा चालवा
nl_nl: Betalingsrun
pt_pt: Exec. Pagamento
ro_ro: Plată Run
ru_ru: Ход оплаты
sq_al: Pagesa Run
sv: Körfel
sw_ke: Malipo Run
tr_tr: Ödeme Run
zh_hk: 执行付款
zh_tw: 進行付款

source: and Due By
cs_cz: a splatné
es_es: y debe por
hi_in: कारण कुल
id_id: dan Jatuh Tempo pada
it_it: e Dovuto per
ko_kr: 인해으로
mr_in: आणि कारण
nl_nl: en verschuldigd door
pt_pt: e feito em
ro_ro: şi datorate de
ru_ru: и должны быть представлены
sq_al: dhe Për shkak Nga
sw_ke: Kutokana na Kwa
tr_tr: ve By nedeniyle
zh_hk: 到期日
zh_tw: 及到期由

source: There are no outstanding supplier invoices to pay
cs_cz: Nejsou žádné nesplacené faktury dodavateli zaplatit
es_es: No hay facturas sobresalientes de proveedores a pagar
hi_in: कोई बकाया चालान आपूर्तिकर्ता हैं भुगतान करने के लिए
id_id: Tdk ada faktur supplier blm-lunas utk dibayar
it_it: Non ci sono fatture fornitori in sospeso da pagare
ko_kr: 지불 할 뛰어난 공급 업체 송장이 없습니다
mr_in: मोजावी नाही थकबाकी पुरवठादार पावत्या आहेत
nl_nl: Er zijn geen openstaande facturen te betalen
pt_pt: Não há avisos de fornecedores aguardando pagamento
ro_ro: Nu exista facturi restante furnizorului să plătească
ru_ru: Нет неоплаченных счетов-фактур поставщиков для оплаты
sq_al: Nuk ka fatura të papaguara furnizues për të paguar
sv: Det finns inga utestående leverantörsfakturor att betala
sw_ke: Hakuna bora wasambazaji wa kulipa ankara
tr_tr: hiç ödenmemiş tedarikçi faturaları ödemek için vardır
zh_hk: 没有需要付款的未完成供应商发票
zh_tw: 沒有支付尚未行使供應商發票

source: Payment Processing - Problem Report
cs_cz: Zpracování plateb - nahlášení problému
es_es: Inform de Problemas - Pagos
hi_in: भुगतान प्रसंस्करण - समस्या रिपोर्ट
id_id: Proses Pembayaran - Laporan Masalah
it_it: Payment Processing - Report di Problemi
ko_kr: 지불 처리 - 문제 신고
mr_in: भरणा प्रक्रिया - समस्या नोंदवा
nl_nl: Betaling verwerking - fouten rapport
pt_pt: Relatório de Problema no processamento de pagamento
ro_ro: De procesare a plăţilor - raport de problemă
ru_ru: Обработка платежа - Сообщение о проблеме
sq_al: Përpunimin e pagesave - Raporti Problem
sv: Betalningsbearbetning - Problemrapport
sw_ke: Malipo Processing - Tatizo Ripoti
tr_tr: ÖDEME ISLEMI - HATA RAPORU
zh_hk: 执行付款问题报告
zh_tw: 付款進行中 - 問題報價

source: None of the payments will be processed since updates to the transaction records for
cs_cz: Žádný z platby budou zpracovány, protože aktualizace záznamů o transakcích na
es_es: Ninguno de los pagos será procesado debido a que las actualizaciones de los registros de transacciones para
hi_in: भुगतान में से कोई भी लेन - देन रिकॉर्ड करने के लिए अद्यतन के बाद से किया जाएगा के लिए संसाधित
id_id: Pembayaran tdk akan diproses karena pembaruan ke data transaksi utk
it_it: emessa di
ko_kr: 트랜잭션에 대한 기록에 지불 없음 업데이트 이후에 처리되지 않습니다
mr_in: भरणा कोणतेही व्यवहार रेकॉर्ड अपडेट्स पासून प्रक्रिया केली जाईल
nl_nl: Geen van de betalingen zullen worden verwerkt, omdat updates voor de transactie-records voor
pt_pt: Nenhum pagto será proc. pous não há atualiz. para
ro_ro: Nici unul dintre plăţile vor fi procesate, deoarece actualizările la înregistrările de tranzacţie pentru
ru_ru: Ни один из платежей не будет обработан после обновления записей транзакций для
sq_al: Asnjë nga pagesat do të jenë të përpunuara prej të reja për të dhënat e transaksionit për
sv: Ingen av de betalningar kommer att behandlas eftersom uppdateringar av transaktionen posterna för
sw_ke: Hakuna wa malipo itakuwa processed tangu updates na rekodi ya shughuli kwa ajili ya
tr_tr: ödemeler hiçbiri için işlem kayıtlarını güncellemeleri beri işlenecektir
zh_hk: 付款没有执行, 因为更新交易记录
zh_tw: 沒有付款會執行, 更新到交易記錄的

source: could not be processed because
cs_cz: nemohly být zpracovány, protože
es_es: no se pudo procesar porque
hi_in: संसाधित नहीं किया जा सकता है क्योंकि
id_id: tdk dapat diproses karena
it_it: emessa perchè
ko_kr: 때문에 처리 할 수​​ 없습니다
mr_in: प्रक्रिया करणे शक्य नाही कारण
nl_nl: kon niet worden verwerkt omdat
pt_pt: Não pode ser processado porque
ro_ro: nu a putut fi prelucrate, deoarece
ru_ru: не может быть обработан так
sq_al: nuk mund të përpunohet sepse
sv: kunde inte bearbetas eftersom
sw_ke: inaweza kuwa kusindika kwa sababu
tr_tr: ISLENEMEDI:
zh_hk: 未能执行, 因为
zh_tw: 未能執行, 因為

source: None of the payments will be processed. Unfortunately, there was a problem committing the changes to the database because
cs_cz: Žádný z platby budou zpracovány. Bohužel, tam byl problém spáchání změny do databáze, protože
es_es: Ninguno de los pagos serán procesados​​. Por desgracia, hubo un problema al confirmar los cambios a la base de datos porque
hi_in: भुगतान में से कोई भी कार्रवाई की जाएगी. दुर्भाग्य से, वहाँ एक डेटाबेस क्योंकि में बदलाव करने से समस्या थी
id_id: Tdk ada pembayaran akan diproses. Saygnya, ada masalah melakukan perubahan terhadap database karena
it_it: Nessuno dei pagamenti verranno elaborati. Purtroppo, c&#39;è stato un problema commettere le modifiche al database perché
ko_kr: 지불의 아무도는 처리되지 않습니다. 불행히도, 데이터베이스에 대한 변경으로 인해 커밋 문제가 있었다
mr_in: देयके कोणतेही प्रक्रिया केली जाईल. दुर्दैवाने, डेटाबेस बदल committing एक समस्या आली कारण
nl_nl: Geen van de betalingen zullen worden verwerkt. Helaas, er een probleem was het plegen van de wijzigingen in de database, omdat
pt_pt: Nenhum pagto será proc. Há um problema no commit do DB porque
ro_ro: Nici unul dintre plăţile vor fi procesate. Din păcate, a existat o problemă comiterea modificări în baza de date, deoarece
ru_ru: Ни один из платежей не будет обработан. К сожалению, существует проблема совершения изменений в базе данных, поскольку
sq_al: Asnjë e pagesave do të përpunohet. Për fat të keq, ka pasur një problem për kryerjen e ndryshimeve në bazën e të dhënave për shkak se
sv: Ingen av de betalningar kommer att behandlas. Tyvärr fanns det ett problem att begå de ändringar i databasen, eftersom
sw_ke: Hakuna wa malipo itakuwa processed. Bahati mbaya, kuna tatizo kufanya mabadiliko kwa sababu database
tr_tr: ödemeler hiçbiri işlenecektir. Ne yazık ki, veritabanı nedeniyle değişiklikleri taahhüdünde bir sorun vardı
zh_hk: 这些付款将不会被处理。非常抱歉, 提交更改到数据库时发生问题。
zh_tw: 將處理未付款。不幸的是，確認新增更改到數據庫，有問題，因為

source: Supplier Types
cs_cz: Typy dodavatel
es_es: Tipos de proveedor
hi_in: आपूर्तिकर्ता के प्रकार
id_id: Tipe Supplier
it_it: Tipi di fornitore
ko_kr: 공급 유형
mr_in: पुरवठादार प्रकार
nl_nl: Leverancier Soorten
pt_pt: Tipos Fornecedor
ro_ro: Tipuri de furnizorul
ru_ru: Типы поставщиков
sq_al: Furnizuesi Llojet
sv: Leverantör Typer
sw_ke: Aina wasambazaji
tr_tr: Tedarikçi Türleri
zh_hk: 供应商类型
zh_tw: 供應商類別

source: To process payments for
cs_cz: Chcete-li proces platby za
es_es: Para Procesar pagos para
hi_in: भुगतान प्रक्रिया के लिए करने के लिए
id_id: Utk memproses pembayaran dalam
it_it: Per elaborare i pagamenti per
ko_kr: 대한 지불을 처리하는 데
mr_in: देयके प्रक्रिया करण्यात
nl_nl: Verwerk betalingen voor
pt_pt: Processar pagtos para
ro_ro: Pentru a procesa plăţile pentru
ru_ru: Для обработки платежей за
sq_al: Për procesin e pagesave për
sv: Till processering av betalningar för
sw_ke: Mchakato malipo kwa ajili ya
tr_tr: için ödeme işlemi için
zh_hk: 执行付款
zh_tw: 執行付款

source: a numeric exchange rate applicable for purchasing the currency to make the payment with must be entered
cs_cz: číselné směnný kurz platný pro nákup měny platbu s musí být zadán
es_es: Debe introducirse una tasa de cambio numérica aplicable para la compra de la divisa para realizar el pago
hi_in: एक संख्यात्मक विनिमय मुद्रा की खरीद के साथ भुगतान करने के लिए लागू दर दर्ज होना चाहिए
id_id: kurs yg berlaku numerik harus dimasukkan utk pembayaran tersebut
it_it: di
ko_kr: 입력해야합니다으로 지불을 확인하기 위해 통화를 구입에 적용 숫자 환율
mr_in: सह पेमेंट करण्यासाठी चलन खरेदी लागू एक अंकीय विनिमय दर प्रविष्ट करणे आवश्यक आहे
nl_nl: een numerieke wisselkoers om de valuta in te kopen om de betaling uit te voeren moet worden ingevoerd
pt_pt: Informar taxa de cambio numérica aplicável para a moeda de compra, a qual será utilizada no pagamento
ro_ro: o rată de schimb aplicabilă numeric pentru achiziţionarea a monedei de a face cu plata trebuie să fie înscrise
ru_ru: числовой обменный курс, применяемый для покупки валюты, чтобы сделать платеж с ним должно быть введено
sq_al: një normë e aplikueshme të këmbimit numerike për blerjen e valutës për të bërë pagesën me duhet të lidhet
sv: en numerisk växelkursen för köp av valuta för att göra betalningen med måste anges
sw_ke: a numeric kiwango cha ubadilishaji zinazotumika kwa ajili ya ununuzi wa sarafu ya kufanya malipo na iwekwe
tr_tr: sayısal bir döviz kuru ile ödeme yapmak için para satın alma için uygulanabilir girilmelidir
zh_hk: 必须输入一个数字作为汇率
zh_tw: 必須輸入要購買付款的貨幣的適當換率

source: This rate is used to calculate the difference in exchange and make the necessary postings to the General ledger if linked
cs_cz: Tato sazba se používá pro výpočet rozdílu ve výměně a provést nezbytné příspěvky v této knize Obecné, pokud souvisí
es_es: Esta tasa se ​​utiliza para calcular la diferencia de cambio y hacer los anuncios necesarios para el libro mayor si se vincula
hi_in: इस दर को विदेशी मुद्रा में अंतर की गणना करने और सामान्य खाता बही के लिए आवश्यक नियुक्तियों बनाने के लिए किया है यदि जोड़ा
id_id: Kurs ini digunakan utk menghitung selisih dalam pertukaran dan membuat posting diperlukan pada GL jika dihubungkan
it_it: di di
ko_kr: 연결된 경우이 비율은 일반 원장에 필요한 전기를 교류의 차이를 계산하는 데 사용됩니다
mr_in: हा दर विनिमय मध्ये फरक गणना आणि लिंक तर सामान्य खातेवही आवश्यक लेखांना तयार करण्यासाठी वापरले जाते
nl_nl: deze wisselkoers wordt gebruikt om de wisselkoersverschillen te berekenen en om de noodzakelijke grootboek boekingen uit e voeren indien gekoppeld
pt_pt: Essa taxa é usada para calcular a diferença entre câmbio e tornar lanç. necessários disponíveis na Contabilidade
ro_ro: Această rată este utilizată pentru a calcula diferenţa în schimb şi să facă înregistrări necesare în registrul general dacă sunt legate
ru_ru: Этот показатель используется для расчета разницы в обмене, и внесении необходимых проводок в главной книге, если связаны
sq_al: Kjo normë është përdorur për të llogaritur dallimi në shkëmbim dhe të bëjë Njoftimet e nevojshme për të librit të Përgjithshëm nëse të lidhura
sv: Denna sats används för att beräkna skillnaden i utbyte och göra nödvändiga bokningar till huvudboken om de är kopplade
sw_ke: Kiwango hiki ni kutumika kwa mahesabu ya tofauti katika kubadilishana na kufanya matangazo ya lazima katika kitabu Mkuu kama wanaohusishwa
tr_tr: ile bu oran kur farkı hesaplamak ve yapmak gerekli ilanları Genel defterine için kullanılır
zh_hk: 此汇率用于计算汇率差并记入会计凭证
zh_tw: 這換率是用作計算換率的差異, 和把需要的入帳到總帳(如有連結)

source: Illegal characters are not allowed
es_es: Caracteres ilegales no son permitidos
ko_kr: 불법 문자는 허용되지 않습니다
mr_in: बेकायदेशीर वर्ण अनुमत नाहीत
pt_pt: Caracteres Inválidos não permitidos
zh_tw: 非法字符不允許

source: For Suppliers Trading in
cs_cz: Pro dodavatele Obchodování s
es_es: Para proveedores que comercian en
hi_in: आपूर्तिकर्ताओं के लिए व्यापार में
id_id: Utk Supplier Bertransaksi dalam
it_it: Per i Fornitori in Trading
ko_kr: 공급자의 거래에 대한
mr_in: ट्रेडिंग पुरवठादार साठी
nl_nl: Voor leveranciers handelend in
pt_pt: Para Fornecedores
ro_ro: Pentru Trading Furnizorii din
ru_ru: Для поставщиков торгующих в
sq_al: Për Furnizuesit Trading në
sw_ke: Kwa Wauzaji Trading katika
tr_tr: TEDARIKÇI PARA BIRIMI:
zh_hk: 供应商货币
zh_tw: 供應商貨幣

source: The input must be number
ko_kr: 입력은 숫자 여야합니다
mr_in: इनपुट संख्या असणे आवश्यक आहे
pt_pt: Deve ser número
zh_tw: 輸入必須是數字

source: Payments Due To
cs_cz: Platby v důsledku
es_es: Pagos adeudados a
hi_in: भुगतान करने के लिए कारण
id_id: Pembayaran Jatuh Tempo Ke
it_it: Pagamenti Quota
ko_kr: 에 의한 지급
mr_in: संपुष्टात देयके
nl_nl: Betalingen aan
pt_pt: Pagtos feito para
ro_ro: Pentru plăţile datorate
ru_ru: Платежей, причитающихся
sq_al: Për shkak të pagesave të
sv: på grund av för många returmeddelanden
sw_ke: Malipo kutokana na
tr_tr: ÖDEME VADESI
zh_hk: 到期日
zh_tw: 到期日

source: Pay From Account
cs_cz: Z účtu platit
es_es: Pagos desde cuenta
hi_in: खाते से भुगतान
id_id: Bayar Dari Akun
it_it: Da pagare Account
ko_kr: 계정에서 지불
mr_in: खात्यातून द्या
nl_nl: Betaal van rekening
pt_pt: Conta Merchant Pay Flow Pro
ro_ro: Pay Din contul
ru_ru: Опалата Со счета
sq_al: Paguar nga llogaria
sv: Betala från konto
sw_ke: Kulipa Kutoka Akaunti
tr_tr: ÖDEME YAPILACAK HESAP
zh_hk: 付款账号
zh_tw: 付款帳號

source: Print PDF Only
cs_cz: Tisk PDF pouze
es_es: Imprimir Sólo PDF
hi_in: केवल प्रिंट पीडीएफ
id_id: Hanya Cetak PDF
it_it: PDF Print Solo
ko_kr: 인쇄 PDF 만
mr_in: प्रिंट पीडीएफ़ केवळ
nl_nl: Druk alleen PDF file af
pt_pt: Imprimir Só PDF
ro_ro: Imprimare PDF Numai
ru_ru: Печать PDF только
sq_al: PDF Print Vetëm
sv: -t visa endast rader (-P tuples_only)
sw_ke: PDF magazeti tu
tr_tr: SADECE PDF OLARAK YAZDIR
zh_hk: 只打印PDF
zh_tw: 只列印 PDF

source: Print and Process Payments
cs_cz: Tisk a zpracování plateb
es_es: Imprima y procese pagos
hi_in: प्रिंट और प्रोसेस भुगतान
id_id: Cetak dan Proses Pembayaran
it_it: Pagamenti
ko_kr: 인쇄 및 프로세스 지급
mr_in: प्रिंट आणि प्रक्रिया देयके
nl_nl: Print en verwerk betalingen
pt_pt: Imprimir e Processar Pagamentos
ro_ro: Procesul de imprimare şi Plăţi
ru_ru: Печати и обработки платежей
sq_al: Shtypura dhe të Pagesave të Procesit të
sv: Skriv ut version och avsluta
sw_ke: Magazeti na Malipo ya Mchakato
tr_tr: YAZDIR VE ÖDEMEYI ISLE
zh_hk: 打印并执行付款
zh_tw: 列印並執行付款

source: Price List of goods from a Supplier
cs_cz: Ceník zboží od dodavatele
es_es: Lista de Precios de Bienes de un proveedor
hi_in: माल की एक प्रदायक से मूल्य सूची
id_id: Daftar Harga brg dari Supplier
it_it: Listino prezzi delle merci da un fornitore
ko_kr: 공급 업체로부터 물품의 가격 목록
mr_in: एक पुरवठादार पासून माल किंमत सूची
nl_nl: Prijslijst van goederen van een leverancier
pt_pt: Lista Preço de um Fornecedor
ro_ro: Listă de preţuri de mărfuri de la un furnizor
ru_ru: Прайс-лист товаров от поставщика
sq_al: Lista e Çmimeve të mallrave nga një Furnizues
sv: Prislista för varor från en leverantör
sw_ke: Orodha ya bei ya bidhaa kutoka Supplier
tr_tr: Tedarikçi malların Fiyat Listesi
zh_hk: 来自一个供应商的商品的价格表
zh_tw: 供應商的貨物價格清單

source: All Prices
cs_cz: Všechny ceny
es_es: Todos los precios
hi_in: सभी कीमतें
id_id: Semua Harga
it_it: Tutti i prezzi
ko_kr: 모든 가격
mr_in: सर्व किंमती
nl_nl: Alle prijzen
pt_pt: Todos Preços
ro_ro: Toate preturile
ru_ru: Все цены
sq_al: Të gjitha Çmimet
sv: Alla priser
sw_ke: Bei wote
tr_tr: Tüm Fiyatlar
zh_hk: 所有价格
zh_tw: 所有價格

source: Current Price
cs_cz: Aktuální cena
es_es: Precio Actual
hi_in: वर्तमान मूल्य
id_id: Harga Berlaku
it_it: Prezzo corrente
ko_kr: 현재 가격
mr_in: चालू किंमत
nl_nl: Huidige prijs
pt_pt: Preço Atual
ro_ro: Pret curent
ru_ru: Текущие цены
sq_al: Çmimi aktual
sv: Aktuellt pris
sw_ke: Bei ya sasa
tr_tr: Mevcut Fiyat
zh_hk: 当前价格
zh_tw: 本期價格

source: Report
cs_cz: Zpráva
es_es: Informe
hi_in: रिपोर्ट
id_id: Laporan
ko_kr: 보고서
mr_in: अहवाल
nl_nl: Rapport
pt_pt: Relatório
ro_ro: Raport
ru_ru: Отчет
sq_al: Raport
sv: Rapport
sw_ke: Ripoti
tr_tr: Rapor
zh_hk: 报告
zh_tw: 報表

source: There are no result so the PDF is empty
es_es: No hubo resultados por lo que el PDF queda vacío
id_id: Tdk ada hasil jd PDF kosong
ko_kr: PDF가 비어 그래서 결과가 없습니다
mr_in: कोणतेही परिणाम म्हणून पीडीएफ रिक्त आहे आहेत
pt_pt: Não há resultados. PDF vazio.
zh_tw: 沒有任何資料，因此PDF是空的。

source: Purchase
cs_cz: Nákup
es_es: Compra
hi_in: खरीद
id_id: Pembelian
it_it: Acquisto
ko_kr: 매수
mr_in: विकत घेणे
nl_nl: Aankoop
pt_pt: Compra
ro_ro: Cumpărare
ru_ru: Покупка
sq_al: Blerje
sv: Inköp
sw_ke: Kununua
tr_tr: Satın alma
zh_hk: 采购
zh_tw: 採購

source: View the Price List from supplier
cs_cz: Zobrazit Cena od dodavatele
es_es: Ver la Lista de Precios del provedor
hi_in: आपूर्तिकर्ता से मूल्य सूची देखें
id_id: Lihat Daftar Harga dari supplier
it_it: Visualizza il listino prezzi da fornitore
ko_kr: 공급 업체에서 가격 목록보기
mr_in: पुरवठादार पासून किंमत सूची पहा
nl_nl: Bekijk de prijslijst van de leverancier
pt_pt: Ver Lista Preço Fornecedor
ro_ro: Vezi Lista de preţ din partea furnizorului
ru_ru: Открыть прейскурант от поставщика
sq_al: Shiko Lista e Çmimeve nga furnizuesi
sv: Visa leverantörens prislista
sw_ke: Orodha ya mtazamo Bei kutoka kwa muuzaji
tr_tr: tedarikçiden Fiyat Listesi Profili
zh_hk: 查看价格表 从顾客
zh_tw: 從供應商查看價格表

source: Only Current Price
cs_cz: Pouze Aktuální cena
es_es: Sólo Precio Actual
hi_in: केवल वर्तमान मूल्य
id_id: Hanya Lancar Harga
it_it: Unicamente al prezzo corrente
ko_kr: 만 현재 가격
mr_in: केवळ वर्तमान किंमत
nl_nl: Alleen Huidige prijs
pt_pt: Só Preço Corrente
ro_ro: Numai Pret curent
ru_ru: Только Текущая цена
sq_al: Vetëm çmimi aktual
sv: Endast aktuellt pris
sw_ke: Hali tu Bei
tr_tr: Sadece Mevcut Fiyat
zh_hk: 仅当前价格
zh_tw: 僅當前價格

source: Conv Factor
es_es: Factor de conversión
id_id: Faktor Konversi
ko_kr: 전환 수 팩터
mr_in: Conv फॅक्टर
pt_pt: Fator Conv.
zh_tw: 轉換係數

source: Supp Code
cs_cz: Kód Supp
es_es: Código de proveedor
hi_in: Supp कोड
id_id: Kode supp
it_it: Codice supp
ko_kr: SUPP 코드
mr_in: Supp कोड
pt_pt: Cód. Forn.
ro_ro: Codul supp
ru_ru: Код поставщика
sq_al: Kodi supp
sv: Leverantörsnummer
tr_tr: Supp Kodu
zh_hk: 供应商编号
zh_tw: 增刊代碼

source: Shipment Charges or Credits
cs_cz: Poplatky zásilku nebo úvěry
es_es: Cargo ó Crédito por Transporte
hi_in: लदान प्रभार या Credits
id_id: Biaya atau Kredit Pengiriman
it_it: Crediti
ko_kr: 발송 요금 또는 크레딧
mr_in: चढविणे शुल्क किंवा सन्मान
nl_nl: Transport kosten of Credits
pt_pt: Taxas ou Créd. Envio
ro_ro: Costurile de Transport sau Credite
ru_ru: Кредиты или издержки пересылок
sq_al: Dërgesë akuza ose Kredite
sv: Leveransavgifter eller krediter
sw_ke: Malipo au Credits transport
tr_tr: Sevkiyat Masraflar veya Kredi
zh_hk: 输入运费发票
zh_tw: 運輸費或帳款
