Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Maintenance Reminder Emails
es_es: Correos-e para recordatorio de mantenimiento
ko_kr: 유지 보수 알림 이메일
mr_in: देखभाल स्मरण ईमेल
pt_pt: Manter Emails de Aviso Embarc.
zh_tw: 維護提醒郵件

source: Add or Maintain Asset Locations
cs_cz: Přidat nebo zachovat Asset lokality
es_es: Añadir o Administrar Ubicaciones de activos
hi_in: जोड़ें या आस्ति स्थान बनाए रखें
id_id: Tambah / Atur Lokasi Asset
it_it: Aggiungere o mantenere posizioni Asset
ko_kr: 추가 자산의 위치를​​ 유지
mr_in: मालमत्ता स्थाने जोडा किंवा देखरेख ठेवा
nl_nl: Toe te voegen of onderhouden Asset Locaties
pt_pt: Adicionar ou Atualizar Locais Ativos
ro_ro: Adăugaţi sau Locaţii Menţinerea activ
ru_ru: Добавить или поддерживать расположения активов
sq_al: Shto ose Ruajtja e Pasurive Locations
sv: Lägg till eller bibehålla Asset Platser
sw_ke: Kuongeza au Kudumisha Locations Amana
tr_tr: Eklemek veya Varlık Mekanlar koruyun
zh_hk: 增加或者维护资产地点
zh_tw: 增加或維護資產地點

source: Assign Cash to PC Tab
cs_cz: Přiřazení Peníze na PC karta
es_es: Asignación de Efectivo a la Ficha de la Caja Chica
hi_in: असाइन पीसी टैब पर नकद
id_id: Setor Tunai ke Pemegang PC
it_it: Assegnazione di cassa per scheda PC
ko_kr: PC 탭으로 현금을 할당
mr_in: पीसी टॅब रोख नियुक्त करा
nl_nl: Toewijzen Cash naar PC Tab
pt_pt: Assinalar Numerário para PC TAB
ro_ro: Atribuirea numerar la Tab PC
ru_ru: Назначить денежные средства на PC Tab
sq_al: Cash Cakto për Tab PC
sv: Tilldela Cash till PC Tab
sw_ke: Hawawajui Fedha na Tab PC
tr_tr: PC Tab atama Nakit
zh_hk: 预支现金处理
zh_tw: 預支現金處理

source: Claim Expenses From PC Tab
cs_cz: Požadovat náhradu výdajů od PC karty
es_es: Gastos de Solicitud en Ficha de la Caja Chica
hi_in: पीसी टैब से दावा व्यय
id_id: Klaim Pengeluaran Dari Pemegang PC
it_it: Spese di reclamo da scheda PC
ko_kr: PC 탭에서 청구 비용
mr_in: पीसीच्या टॅब पासून दावा खर्च
nl_nl: Claim uitgaven van PC Tab
pt_pt: Retirar Despesas do PC TAB
ro_ro: Cheltuieli de revendicare din fila PC
ru_ru: Утверждать расходы на PC Tab
sq_al: Shpenzimet e kërkesës Nga Tab PC
sv: Fordran Kostnader från PC Tab
sw_ke: Gharama kudai Kutoka Tab PC
tr_tr: PC Tab From Talep Giderleri
zh_hk: 报销
zh_tw: 報銷

source: Expenses Authorisation
cs_cz: Náklady Povolení
es_es: Autorización de Gastos
hi_in: खर्च प्राधिकार
id_id: Otorisasi Pengeluaran
it_it: Spese di autorizzazione
ko_kr: 비용의 허가
mr_in: खर्च अधिकारपत्र
nl_nl: Kosten vergunning
pt_pt: Autorização Despesas
ro_ro: Cheltuieli de autorizare
ru_ru: Авторизации асходов
sq_al: Shpenzimet e autorizimit
sv: Kostnader Tillstånd
sw_ke: Gharama auktorisation
tr_tr: Giderleri Yetkilendirme
zh_hk: 费用审批
zh_tw: 費用審批

source: PC Tab General Report
cs_cz: PC karta Obecná zpráva
es_es: Informe General de la Ficha de la Caja Chica
hi_in: पीसी टैब जनरल की रिपोर्ट
id_id: Laporan Umum Pemegang PC
it_it: PC relazione scheda Generale
ko_kr: PC 탭 일반 보고서
mr_in: पीसी टॅब सामान्य अहवाल
nl_nl: PC Tab Algemeen Verslag
pt_pt: Relatório Geral PC TAB
ro_ro: PC fila General raport
ru_ru: Общий отчет PC Tab
sq_al: Raporti i PC Tab Përgjithshëm
sv: PC Tab Allmän rapport
sw_ke: PC Tab Mkuu Ripoti
tr_tr: PC Tab Genel Raporu
zh_hk: 小额现金报表
zh_tw: 零用金報表

source: Types of PC Tabs
cs_cz: Typy PC Záloľky
es_es: Tipos de Fichas de la Caja Chica
hi_in: पीसी टैब्स के प्रकार
id_id: Tipe Pemegang PC
it_it: Tipi di schede Piccola Cassa
ko_kr: PC 탭의 종류
mr_in: पीसी टॅब प्रकार
nl_nl: Soorten PC Tabs
pt_pt: Tipos de PC TAB
ro_ro: Tipuri de Tabs PC
ru_ru: Типы PC Tab
sq_al: Llojet e Tabs PC
sv: Typer av PC Tabs
sw_ke: Aina ya Tabs PC
tr_tr: PC Sekmeler Türleri
zh_hk: 职员类别
zh_tw: 標籤的類型

source: PC Tabs
cs_cz: PC Záloľky
es_es: Fichas de la Caja Chica
hi_in: पीसी टैब्स
id_id: Pemegang PC
ko_kr: PC 탭
mr_in: पीसी टॅब
pt_pt: PC TAB
ru_ru: PC Tab
tr_tr: PC Sekmeler
zh_hk: 小额现金标签
zh_tw: 零用金標籤

source: PC Expenses
cs_cz: Náklady PC
es_es: Gastos de caja chica
hi_in: पीसी व्यय
id_id: Pengeluaran PC
it_it: Spese PC
ko_kr: PC 경비
mr_in: पीसी खर्च
nl_nl: PC Kosten
pt_pt: Despesas PC
ro_ro: PC Cheltuieli
ru_ru: PC-расходы
sq_al: Shpenzimet e PC
sv: PC Kostnader
sw_ke: PC Gharama
tr_tr: PC Giderleri
zh_hk: 费用种类
zh_tw: 費用種類

source: Expenses for Type of PC Tab
cs_cz: Náklady na typ PC karty
es_es: Gastos por Tipo de Fichas de la Caja Chica
hi_in: पीसी टैब का प्रकार के लिए व्यय
id_id: Pengeluaran utk Tipe Pemegang PC
it_it: Spese per il tipo di scheda PC
ko_kr: PC 탭의 종류에 대한 비용
mr_in: पीसी टॅब प्रकार खर्च
nl_nl: Kosten voor type van PC Tab
pt_pt: Despesas para tipo de PC TAB
ro_ro: Cheltuieli pentru tipul de Tab PC
ru_ru: Расходы на тип PC Tab
sq_al: Shpenzimet për Lloji i Tab PC
sv: Kostnader för typ av PC Tab
sw_ke: Gharama kwa Aina ya Tab PC
tr_tr: PC Tab Türü Giderleri
zh_hk: 费用种类与报销类型对应
zh_tw: 費用種類與報銷類型對應

source: Page Security Settings
cs_cz: Stránka Nastavení zabezpečení
es_es: Configuración de la Página de Seguridad
hi_in: पृष्ठ सुरक्षा सेटिंग्स
id_id: Pengaturan Keamanan Menu
it_it: Pagina Impostazioni di sicurezza
ko_kr: 페이지 보안 설정
mr_in: पृष्ठ सुरक्षा सेटिंग्ज
nl_nl: Pagina Beveiligingsinstellingen
pt_pt: Config. Segurança Página
ro_ro: Pagina Setări de securitate
ru_ru: Настройки страницы&quot; безопасности
sq_al: Paneli i punëve të sigurisë Page
sv: Sidan Säkerhetsinställningar
sw_ke: Ukurasa wa Usalama Settings
tr_tr: Sayfa Güvenlik Ayarları
zh_hk: 页面安全设置
zh_tw: 頁面權限設定

source: List Periods Defined
cs_cz: Seznam definovaných období
es_es: Lista de períodos definidos
hi_in: सूची निर्धारित काल
id_id: Daftar Semua Periode
it_it: Periodi elenco definito
ko_kr: 목록 기간이 정의
mr_in: परिभाषित यादी कालावधी
nl_nl: Lijst Periode Definities
pt_pt: Relatório Períodos Definidos
ro_ro: Perioadele listă definită
ru_ru: Перечислить заданные периоды
sq_al: Periudha Lista Përcaktuar
sv: Lista definierade perioder
sw_ke: Vipindi orodha Defined
tr_tr: PERIYODLAR
zh_hk: 会计期间
zh_tw: 會計期間

source: Report Builder Tool
cs_cz: Nástroj tvorby hlášení
es_es: Generador de Informes
hi_in: रिपोर्ट बिल्डर उपकरण
id_id: Fitur Pembuat Laporan
ko_kr: 보고서 작성기 도구
mr_in: अहवाल बिल्डर साधन
nl_nl: Hulpmiddel om rapportages op te zetten
pt_pt: Montador de Relatórios
ru_ru: Инструмент построения отчетов
sq_al: Mjet Raporti Builder
sv: Rapportgenerator
sw_ke: Ripoti Builder Tool
tr_tr: RAPOR YAPICI
zh_hk: 报表生成工具
zh_tw: 報表產生工具

source: View Audit Trail
cs_cz: Zobrazit Audit Trail
es_es: Ver Auditor
hi_in: देखें ऑडिट ट्रेल
id_id: Lihat Jejak Audit
it_it: Visualizza Audit Trail
ko_kr: 보기 감사 추적
mr_in: पहा ऑडिट माग
nl_nl: Bekijk historisch gebruik
pt_pt: Rastrear Utilização Sistema
ro_ro: Vezi Audit Trail
ru_ru: Просмотреть данные аудита
sq_al: Trail View Auditimit
sv: Visa historik registreringar
sw_ke: Maoni ya ukaguzi Trail
tr_tr: Görünümünde Denetim Trail
zh_hk: 查看审核跟踪记录
zh_tw: 查看審核跟蹤紀錄

source: Web-Store Configuration
es_es: Configuración de tienda Web
ko_kr: 웹 스토어 구성
mr_in: वेब स्टोअर संरचना
pt_pt: Config Web Loja
zh_tw: 網店系統設定

source: SMTP Server Details
cs_cz: SMTP Server Podrobnosti
es_es: Detalles del servidor SMTP
hi_in: SMTP सर्वर विवरण
id_id: Rincian Server SMTP
it_it: SMTP Server Dettagli
ko_kr: SMTP 서버의 자세한 사항
mr_in: SMTP सर्व्हर तपशील
pt_pt: Detalhes Servidor Email
ro_ro: SMTP Server Detalii
ru_ru: Настройки SMTP-сервера
sv: SMTP-server Detaljer
tr_tr: SMTP Sunucusu Detayları
zh_hk: SMTP服务器设置
zh_tw: 設置SMTP服務器

source: Set Purchase Order Authorisation levels
cs_cz: Nastavit objednávky autorizační limity
es_es: Definir niveles de autorización de órdenes de compra
hi_in: सेट खरीद आदेश प्राधिकार का स्तर
id_id: Pengaturan Nilai Otorisasi Order Pembelian
it_it: Imposta Ordine di Acquisto livelli di autorizzazione
ko_kr: 구매 주문 허가 수준을 설정
mr_in: खरेदी ऑर्डर संमती पातळी सेट करा
nl_nl: Stel Bestelling vergunning niveaus
pt_pt: Config. Níveis Autorização Compra
ro_ro: Set comandă de aprovizionare autorizaţiei de niveluri
ru_ru: Установить уровни авторизации заказов на покупку
sq_al: Set Urdhër blerjes nivelet e autorizimit
sv: Konfigurera autorisationsnivåer för inköpsorder
sw_ke: Ununuzi kuweka Order auktorisation ngazi
tr_tr: Set Sipariş Yetki seviyeleri
zh_hk: 设置采购订单授权水准
zh_tw: 設定採購訂單的授權

source: Sales People
cs_cz: Prodejci
es_es: Vendedores
hi_in: बिक्री लोग
id_id: Salesman
it_it: Venditori/Agenti
ko_kr: 판매 사람들
mr_in: विक्री लोक
nl_nl: Verkoop Mensen
pt_pt: Vendedores
ro_ro: Oamenii de vânzări
ru_ru: Продавцы
sv: Säljare
sw_ke: Mauzo ya Watu
tr_tr: SATIS PERSONELI
zh_hk: 销售员
zh_tw: 業務員

source: Sales Areas
cs_cz: Prodejní místa
es_es: Zonas de ventas
hi_in: बिक्री क्षेत्र
id_id: Area Penjualan
it_it: Aree di vendita
ko_kr: 판매 지역
mr_in: विक्री क्षेत्रे
nl_nl: Verkoop Plaatsen
pt_pt: Áreas Vendas
ro_ro: Domenii de vânzare
ru_ru: Области продаж
sq_al: Sales Zonat
sv: Försäljningsdistrikt
sw_ke: Maeneo ya mauzo
tr_tr: SATIS BÖLGELERI
zh_hk: 销售区域
zh_tw: 銷售地區

source: Shippers
cs_cz: Dopravci
es_es: Transportistas
id_id: Pengirim
ko_kr: 화주
nl_nl: Vervoerders
pt_pt: Transportadoras
ro_ro: Expeditorii
ru_ru: Поставщики
sq_al: Transportuesit
sv: Speditörer
tr_tr: NAKLIYECILER
zh_hk: 承运人
zh_tw: 運輸商

source: Sales GL Interface Postings
cs_cz: Prodej GL rozhraní Komentáře
es_es: Registros de la Interfaz Contable de Ventas
hi_in: बिक्री इंटरफ़ेस तैनाती जीएल
id_id: Posting Penghubung GL Penjualan
it_it: Vendite GL Postings Interface
ko_kr: 판매 GL 인터페이스 게시물
mr_in: विक्री जी.एल. संवादपटासाठी पोस्टिंग
nl_nl: Verkoop GB Koppelings Posten
pt_pt: Postagem Contábil Vendas
ro_ro: Vânzări GL Postings Interface
ru_ru: Проводки о продажах
sq_al: Sales GL Njoftimet Interface
sv: Kontering av försäljning
sw_ke: Mauzo GL matangazo Interface
tr_tr: Satış Arayüz ilanları GL
zh_hk: 销售收入科目配置
zh_tw: 設置銷售收入科目

source: COGS GL Interface Postings
cs_cz: Čepy GL rozhraní Komentáře
es_es: Registros de la Interfaz Contable de Costo de Bienes Vendidos
hi_in: Cogs जीएल इंटरफ़ेस तैनाती
id_id: Posting Penghubung GL HPP
it_it: Postings Interface COGS GL
ko_kr: 원가 GL 인터페이스 게시물
mr_in: COGS जी.एल. संवादपटासाठी पोस्टिंग
nl_nl: Kostprijs GL Interface Postings
pt_pt: Postagem Contábil COGS GL
ro_ro: CBV Postings GL Interface
ru_ru: Провождки о себестоимости
sq_al: Njoftimet e cogs GL Interface
sv: Kontering av kostnad för sålda varor
sw_ke: COGS GL Interface matangazo
tr_tr: SMM GL Arayüz İlanları
zh_hk: 销售成本科目配置
zh_tw: 設置銷售成本科目

source: Discount Matrix
cs_cz: Matice slev
es_es: Matriz de descuentos
hi_in: डिस्काउंट मैट्रिक्स
id_id: Tabel Diskon
it_it: Sconto
ko_kr: 할인 매트릭스
mr_in: सवलत साचा
nl_nl: Kortings Tabel
pt_pt: Matriz Desconto
ru_ru: Мастрица ссылок
sv: Rabattmatris
tr_tr: ISKONTO MATRIKSI
zh_hk: 折扣
zh_tw: 設定折扣基礎

source: Inventory Locations Maintenance
cs_cz: Nastavení skladových umístění
es_es: Administrar ubicaciones (sedes, almacenes)
hi_in: इन्वेंटरी का स्थान रखरखाव
id_id: Pengaturan Lokasi Persediaan
it_it: Inventario Sedi di manutenzione
ko_kr: 재고 위치 유지
mr_in: सूची स्थाने देखभाल
nl_nl: Voorraad Lokatie Onderhoud
pt_pt: Manutenção Locais Estoque
ro_ro: Reglaje Locatii Inventar
ru_ru: Поддержка
sq_al: Inventari Locations Mirëmbajtja
sv: Lagerställen
sw_ke: Locations hesabu Maintenance
tr_tr: DEPO YÖNETIMI
zh_hk: 仓库
zh_tw: 倉庫維護

source: Discount Category Maintenance
cs_cz: Nastavení slevových skupin
es_es: Administrar clases de descuento
hi_in: छूट श्रेणी रखरखाव
id_id: Pengaturan Kategori Diskon
it_it: Sconto
ko_kr: 할인 카테고리 유지 보수
mr_in: सवलत वर्ग देखभाल
nl_nl: Korting Catergorie Onderhoud
pt_pt: Manutenção Categoria Desconto
ro_ro: Discount Categorie Întreţinere
ru_ru: Поддрежка категорий ссылки
sq_al: Mirëmbajtja Discount Category
sv: Rabattkategorier
sw_ke: Discount Jamii Maintenance
tr_tr: ISKONTO KATEGORILERI YÖNETIMI
zh_hk: 折扣类别
zh_tw: 折扣類別維護

source: MRP Available Production Days
cs_cz: MRP K dispozici Výrobní dny
es_es: PRM - Días de Producción Disponibles
hi_in: एमआरपी उपलब्ध प्रोडक्शन दिन
id_id: MRP - Jadwal Tersedia Produksi
it_it: Giorni di produzione MRP Disponibile
ko_kr: MRP 가능한 생산 일
mr_in: एमआरपी उपलब्ध उत्पादन दिवस
nl_nl: MRP beschikbare productie Dagen
pt_pt: Dias Produção Disponível MRP
ro_ro: MRP Zile de producţie disponibile
ru_ru: MRP Доступные производственные дни
sq_al: Ditët e MRP në dispozicion Production
sv: MRP tillgängliga produktionsdagar
sw_ke: MRP Available Uzalishaji Siku
tr_tr: MRP Mevcut Üretim Gün
zh_hk: MRP 可供生产天数
zh_tw: MRP 可供生產的天數

source: Maintain Internal Departments
es_es: Administrar Departamentos Internos
id_id: Pengaturan Departemen Internal
ko_kr: 내부 부서를 유지
mr_in: अंतर्गत विभाग देखरेख
pt_pt: Manut. Dept. Interno
zh_tw: 維護企業內部部門

source: Maintain Internal Stock Categories to User Roles
es_es: Mantener categorías de inventario interno por funciones de usuario
id_id: Pengaturan Kategori Stok Internal ke Posisi User
ko_kr: 사용자 역할에 대한 재고 카테고리 유지
mr_in: वापरकर्ता भूमिका अंतर्गत स्टॉक कॅटेगरीज ठेवा
pt_pt: Manut. Categoria Estoque Interno x Usuários
zh_tw: 根據用戶角色維護易耗品分類

source: Label Templates Maintenance
cs_cz: Štítek Šablony pro údržbu
es_es: Mantenimiento de plantillas de etiquetas
hi_in: लेबल रखरखाव टेम्पलेट्स
id_id: Pengaturan Template Label
it_it: Etichetta Modelli di manutenzione
ko_kr: 라벨 템플릿 유지 보수
mr_in: लेबल टेम्पलेट देखभाल
nl_nl: Etiketmalplaatjes Onderhoud
pt_pt: Manutenção Modelo Etiquetas
ro_ro: Etichetă Şabloane de întreţinere
ru_ru: Обслуживание Label-шаблонов
sq_al: Label Templates Mirëmbajtja
sv: Etikettmallar Underhåll
sw_ke: Matukio ya studio Maintenance
tr_tr: Etiket Bakım Şablonları
zh_hk: 标签模板维护
zh_tw: 標籤樣板維護

source: Update costs for all BOM items, from the bottom up
cs_cz: Aktualizace nákladů na všechny položky kusovníku, od zdola nahoru
es_es: Actualizar costos de todos los elementos de lista de materiales, de abajo hacia arriba
hi_in: सभी BOM मदों के लिए अद्यतन के नीचे से ऊपर, लागत
id_id: Perbarui HPP utk semua item BOM, dari bawah ke atas
it_it: costi di aggiornamento per tutti gli oggetti distinta base, dal basso verso l&#39;alto
ko_kr: 최대 바닥에서 모든 BOM 항목에 대한 업데이트 비용,
mr_in: तळ पासून प्रारंभ पर्यंत सर्व, BOM आयटम करीता खर्च अद्यतनित करा
nl_nl: Update kosten voor alle BOM items, van beneden naar boven
pt_pt: Atualizar custos para itens BOM baixo para cima
ro_ro: costuri de actualizare pentru toate elementele BOM, de jos în sus
ru_ru: Обновление расходов на все позиции накладной на материалы, снизу вверх
sq_al: Update shpenzimet për të gjitha sendet bom, nga poshtë lart
sv: Uppdatering kostnaderna för alla BOM poster, från botten och uppåt
sw_ke: Mwisho gharama kwa ajili ya vitu vyote Bom, kutoka chini hadi
tr_tr: aşağıdan yukarıya tüm BOM öğeler için Güncelleştirme maliyetleri,
zh_hk: 自下而上地更新所有BOM物料的成本
zh_tw: 從下而上更新所有BOM料件的成本

source: Re-apply costs to Sales Analysis
cs_cz: Re-platit náklady na analýzu prodeje
es_es: Reaplicar costos al análisis de ventas
hi_in: पुनः विक्रय के लिए लागत विश्लेषण लागू
id_id: Kenakan-ulg HPP ke Analisa Penjualan
it_it: di
ko_kr: 판매 분석에 대한 비용을 다시 적용
mr_in: विक्री विश्लेषण पुन्हा खर्च लागू करा
nl_nl: Opnieuw toepassen kosten Analyse van de Verkoop
pt_pt: Reaplicar Custos para Analise Vendas
ro_ro: Re-se aplică costurilor pentru analiza de vanzari
ru_ru: Переиспользовать стоимости к анализу продаж
sq_al: Ri-aplikohen shpenzimet të Sales Analiza
sv: återapplikera kostnad per försäljningsanalys
sw_ke: Kuomba tena gharama kwa Uchambuzi Sales
tr_tr: MALIYETLERI SATIS ANALIZ KAYITLARINA TEKRAR UYGULA
zh_hk: 更新销售分析的成本记录
zh_tw: 銷售分析的成本再應用

source: Delete sales transactions
cs_cz: Odstranit prodejních transakcí
es_es: Suprimir transacciones de venta
hi_in: हटाएँ बिक्री लेनदेन
id_id: Hapus transaksi penjualan
it_it: Cancella
ko_kr: 판매 트랜잭션 삭제
mr_in: विक्री व्यवहार हटवा
nl_nl: Verwijder verkoop transactie
pt_pt: Remove transações de vendas
ro_ro: Ştergeţi tranzacţii de vânzare
ru_ru: Удалить операции продаж
sq_al: Fshije transaksionet e shitjes
sv: Radera försäljningstransaktion
sw_ke: Kufuta shughuli za mauzo
tr_tr: SATIS HAREKETLERINI SIL
zh_hk: 删除销售交易
zh_tw: 刪除銷售交易

source: Reverse all supplier payments on a specified date
cs_cz: Reverzní všech plateb dodavatelům k určitému datu
es_es: Revocar todos los pagos a proveedores en una fecha específica
hi_in: एक निर्धारित तिथि पर सभी आपूर्तिकर्ता भुगतान रिवर्स
id_id: Batalkan semua pembayaran supplier pada tgl tertentu
it_it: Reverse tutti i pagamenti dei fornitori in una data specifica
ko_kr: 지정된 날짜에 모든 공급 업체의 지불을 역
mr_in: ठराविक तारखेला सर्व पुरवठादार देयके उलट करा
nl_nl: Draai alle betalingen aan leverancier terug op een gespecificeerde datum
pt_pt: Reverter todos pagam. a fornec. em uma data
ro_ro: Inversă toate plăţile furnizorul la o dată specificată
ru_ru: Отменить все платежи поставщика зауказанный период
sq_al: Kundërt të gjitha pagesat furnizuesi në një datë të caktuar
sv: Omvänd alla leverantörsbetalningar vid ett givet datum
sw_ke: Reverse malipo yote wasambazaji tarehe maalum
tr_tr: BELIRTILEN TARIHE GÖRE TÜM TEDARIKÇI ÖDEMELERINI GERI AL
zh_hk: 撤销指定日期的所有供应商付款
zh_tw: 取銷特定日期內的供應商付款

source: Update sales analysis with latest customer data
es_es: Actualizar análisis de ventas con últimos datos de clientes
ko_kr: 최신 고객 데이터를 업데이트 판매 분석
mr_in: नवीनतम ग्राहक डेटा अद्यतनित विक्री विश्लेषण
pt_pt: Atualizar análise vendas com últ. dados clientes
zh_tw: 最新的客戶銷售分析已更新

source: Show General Transactions That Do Not Balance
cs_cz: Zobrazit Všeobecné Transakce, které nezahrnují bilance
es_es: Mostrar transacciones generales que no cuadran
hi_in: दिखाएँ सामान्य लेनदेन है कि शेष न करो
id_id: Tampilkan Transaksi Umum Yg Tdk Seimbang
it_it: Mostra
ko_kr: 균형을하지 않음 일반 거래보기
mr_in: शिल्लक न करणारे सामान्य व्यवहार दाखवा
nl_nl: Toon algemene transacties die niet in balans zijn
pt_pt: Exibir Transações Sem Saldo
ro_ro: Arată Tranzacţii generale care nu Sold
ru_ru: Показать главный операции, которые не являются остатком
sq_al: Transaksionet Show Përgjithshëm që nuk Bilanci
sv: Visa transaktioner som inte är balanserade
sw_ke: Kuonyesha Mkuu Transactions kwamba si Mizani
tr_tr: BILANÇOSU OLMAYAN GENEL HAREKETLERI GÖSTER
zh_hk: 显示借贷不平的会计凭证
zh_tw: 顯示借貸不平衡的會計憑證

source: List of items without picture
es_es: Lista de artículos sin foto
id_id: Daftar item tanpa gambar
ko_kr: 사진이없는 항목의 목록
mr_in: चित्र विना आयटम यादी
pt_pt: Listar itens sem imagem
zh_tw: 沒有圖片的產品清單。

source: Make New Company
cs_cz: Vytvořit nové společnosti
es_es: Crear nueva compañía
hi_in: नई कंपनी बनाओ
id_id: Buat Perusahaan Baru
it_it: Fai la Nuova Società
ko_kr: 새로운 회사를 만들기
mr_in: नवीन कंपनी बनवा
nl_nl: Maak een nieuw bedrijf
pt_pt: Criar Nova Companhia
ro_ro: Compania face noi
ru_ru: Создать новую компанию
sq_al: Make Kompania e re
sv: Skapa nytt företag
sw_ke: Kufanya Kampuni Mpya
tr_tr: YENI SIRKET YARAT
zh_hk: 新建公司
zh_tw: 新建公司

source: Data Export Options
cs_cz: Možnosti exportu dat
es_es: Opciones de exportación de datos
hi_in: डेटा निर्यात विकल्प
id_id: Pilihan Expor Data
it_it: Opzioni di esportazione dei dati
ko_kr: 데이터 내보내기 옵션
mr_in: डेटा निर्यात पर्याय
nl_nl: Gegevens export opties
pt_pt: Opções Exportação Dados
ro_ro: Opţiuni de export de date
ru_ru: Настройки экспорта данных
sq_al: Export Options Data
sv: Data export val
tr_tr: VERI AKTARIM (EXPORT) SEÇENEKLERI
zh_hk: 数据输出选择项
zh_tw: 基本資料匯出

source: Import Customers from .csv file
es_es: Importar clientes de un archivo CSV
ko_kr: .CSV 파일에서 가져 오기 고객
zh_tw: 匯入客戶資料(.CSV)

source: Import Stock Items from .csv file
es_es: Importar artículos de inventario de un archivo CSV
ko_kr: .CSV 파일에서 가져 오기 주식 항목
zh_tw: 匯入庫存物料(.CSV)

source: Import Price List from .csv file
es_es: Importar lista de precios de un archivo CSV
ko_kr: .CSV 파일에서 가져 오기 가격 목록
zh_tw: 匯入價格表(.CSV)

source: Import GL Payments Receipts Or Journals From .csv file
es_es: Importar recibos de pago del Libro Mayor o diarios de archivo CSV
ko_kr: 가져 오기 GL 지불 영수증 또는 .CSV 파일에서 저널
zh_tw: 匯入總帳付款收據或日記帳(.CSV)

source: Create new company template SQL file and submit to webERP
cs_cz: Vytvoření nové společnosti šablony SQL soubor a předloží webERP
es_es: Crear una nueva plantilla de archivo SQL de empresa y se emitirla
hi_in: नया कंपनी टेम्पलेट फ़ाइल के लिए और webERP प्रस्तुत एसक्यूएल
id_id: Buat file SQL template perusahaan baru & kirim ke webERP
it_it: Crea modello di società nuovo file SQL e presenta al webERP
ko_kr: 새로운 회사 템플릿 SQL 파일을 생성하고 webERP 제출
mr_in: नवीन कंपनी टेम्पलेट SQL फाइल तयार आणि वेबईआरपीला सादर
nl_nl: Maak een nieuw bedrijf template SQL bestand en voorleggen aan webERP
pt_pt: Criar Template SQL Nova Companhia e submmit weberp
ro_ro: Creaţi şablon noua companie SQL fişier şi să prezinte webERP
ru_ru: Создать файл SQL шаблона новой компании и представить webERP
sq_al: Krijo template kompani e re SQL file dhe dorëzojë në webERP
sv: Skapa nytt bolag mall SQL-fil och skicka till webERP
sw_ke: Kuunda kampuni mpya template SQL faili na kuwasilisha webERP
tr_tr: Yeni şirket şablon dosyasını SQL ve webERP teslim
zh_hk: 创建新公司模板SQL文件并且提交给webERP
zh_tw: 建立新公司樣本模組的SQL檔案

source: Re-calculate brought forward amounts in GL
cs_cz: Re-výpočet předložen částky v GL
es_es: Recalcular importes arrastrados en contabilidad
hi_in: फिर आगे लाया जीएल में मात्रा की गणना
id_id: Hitung-ulg saldo awal (bfwd) di GL
it_it: Ricalcolare gli importi riportati in GL
ko_kr: - 계산을 다시 GL에서 금액을 앞으로 가져
mr_in: जी.एल. मधील पुढे आणलेल्या रकमांची पुनः गणना करा
nl_nl: Her bereken de getoonde bedragen in het grootboek
pt_pt: ReCalcular Valores Previstos GL
ro_ro: Re-calcula sumele reportate în GL
ru_ru: Перерасчет переноса на другой счет за расчетный период в главной книге
sq_al: Re-llogaritur shumat sillen në GL
sv: Omberäkna fram belopp i GL
sw_ke: Re-mahesabu kuletwa mbele kiasi katika GL
tr_tr: Re-GL miktarlar öne hesaplamak
zh_hk: 重新结转会计科目
zh_tw: 重新計算總帳的餘額數

source: Re-Post all GL transactions from a specified period
cs_cz: Re-Post všechny GL transakce od určité doby
es_es: Volver a registrar transacciones de un período específico
hi_in: फिर से एक निर्दिष्ट अवधि से सभी जीएल लेनदेन पोस्ट
id_id: Bukukan-Ulg semua transaksi GL dari periode tertentu
it_it: Re-post tutte le transazioni GL da un determinato periodo
ko_kr: 특정 기간에서 다시 후 모든 GL 거래
mr_in: ठराविक कालावधीतील सर्व जी.एल. व्यवहार पुन्हा पोस्ट करा
nl_nl: Her-boek alle groetboek transacties van een specifieke periode
pt_pt: Relançar todas trans. Contábeis de um período
ro_ro: Re-Post tuturor tranzacţiilor GL dintr-o anumită perioadă
ru_ru: Еще раз сообщить все операции из главной книги за указанный период
sq_al: Re-Post të gjitha transaksionet GL nga një periudhë të caktuar
sv: Återanvänt alla GL transaktioner från en bestämd tidsperiod
sw_ke: Re-Post malipo yote GL kutoka kipindi maalum
tr_tr: Yeniden Post belirli bir süre tüm GL işlemler
zh_hk: 重新入账所有指定期间的会计凭证
zh_tw: 重新拋轉指定期間的所有總帳交易

source: Purge all old prices
es_es: Purgar todos los precios antiguos
id_id: Hapus semua harga lama
ko_kr: 모든 이전 가격을 제거
mr_in: सर्व जुन्या दर पर्ज(शुध्द/साफ) करा
pt_pt: Apagar todos preços antigos
zh_tw: 清除所有舊的價格

source: Message Report
cs_cz: Zpráva zprávu
es_es: Mensaje
hi_in: रिपोर्ट संदेश
id_id: Laporan Pesan
it_it: Segnala
ko_kr: 메시지 보고서
mr_in: संदेश अहवाल
nl_nl: Bericht Rapport
pt_pt: MSG RELATO
ro_ro: Raport mesaj
ru_ru: Сообщение с отчетом
sq_al: Mesazh Report
sv: Meddelande
sw_ke: Ripoti ya ujumbe
tr_tr: Rapor Mesaj
zh_hk: 提示
zh_tw: 訊息報告

source: SUCCESS
cs_cz: ÚSPĚCH
es_es: CORRECTO
hi_in: सफलता
id_id: BERHASIL
it_it: SUCCESSO
ko_kr: 성공
mr_in: यशस्वीरीत्या
nl_nl: GELUKT
pt_pt: SUCESSO
ro_ro: SUCCES
ru_ru: УСПЕХ
sq_al: SUKSES
sv: Lyckades!
sw_ke: MAFANIKIO
tr_tr: ISLEM BASARILI
zh_hk: 成功
zh_tw: 完成

source: INFORMATION
cs_cz: INFORMACE
es_es: INFORMACIÓN
hi_in: सूचना
id_id: INFORMASI
it_it: INFORMAZIONI
ko_kr: 정보
mr_in: माहिती
nl_nl: INFORMATIE
pt_pt: INFORMAÇÃO
ro_ro: INFORMAŢII
ru_ru: информация
sq_al: INFORMACION
sw_ke: TAARIFA
tr_tr: BILGI
zh_hk: 消息
zh_tw: 系統服務

source: Message
cs_cz: Zprávy
es_es: Mensaje
hi_in: संदेश
id_id: Pesan
it_it: Messaggio
ko_kr: 메시지
mr_in: संदेश
nl_nl: Bericht
pt_pt: MENSAGEM
ro_ro: Mesaj
ru_ru: Сообщение
sq_al: Mesazh
sv: Meddelande
sw_ke: Ujumbe
tr_tr: Mesajı
zh_hk: 提示信息
zh_tw: 提示
