Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The item details could not be retrieved because
cs_cz: Položku Podrobnosti se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles del artículo porque
hi_in: आइटम विवरण वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian item tersebut tdk dapat diambil karena
it_it: I dettagli elemento non può essere recuperata perché
ko_kr: 항목 세부 사항 때문에 검색 할 수 없습니다
mr_in: आयटम तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De regel kon niet worden opgevraagd omdat
pt_pt: Detalhes do item não puderam ser recuperados porque
ro_ro: Detaliile element nu a putut fi recuperate, deoarece
ru_ru: Данные о товаре не могут быть получены, поскольку
sq_al: Detajet e sendit nuk mund të shikohet, sepse
sv: Artikeldetalerna gick inte att hämta eftersom
sw_ke: maelezo ya bidhaa inaweza kuwa retrieved sababu
tr_tr: ÜRÜN DETAYLARI GÖSTERILEMIYOR:
zh_hk: 未能提取物料信息, 因为
zh_tw: 未能提取商品資料, 因為

source: Gross
cs_cz: Hrubé
es_es: Bruto
hi_in: सकल
id_id: Kotor
it_it: Lordo
ko_kr: 심한
mr_in: असभ्य
nl_nl: Bruto
pt_pt: Bruto
ro_ro: Brut
ru_ru: Брутто
sq_al: Bruto
sw_ke: Jumla
tr_tr: BRÜT
zh_hk: 净价
zh_tw: 毛(總)

source: Rate
cs_cz: Hodnotit
es_es: Tasa
hi_in: दर
id_id: Tarif
it_it: Aliquota
ko_kr: 율
mr_in: दर
nl_nl: Beoordeel
pt_pt: Taxa
ro_ro: Rata
ru_ru: Ставка
sq_al: Normë
sv: Sats
sw_ke: Kiwango cha
tr_tr: ORAN
zh_hk: 率
zh_tw: 換率

source: Are you sure you wish to delete this line item from the credit note?
cs_cz: Jste si jisti, že chcete smazat tuto položku z řádek dobropisu?
es_es: ¿Está seguro que desea suprimir este artículo de línea de la nota de crédito?
hi_in: आप सुनिश्चित हैं कि आप क्रेडिट नोट से इस लाइन मद को मिटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus item baris ini dari nota kredit tersebut?
it_it: Sei sicuro di voler cancellare questa voce dalla nota di credito?
ko_kr: 당신은 신용 노트에서이 광고 항목을 삭제하려면 확실합니까?
mr_in: आपण क्रेडिट चिठ्ठी पासून ही ओळ आयटम हटवू इच्छित खात्री आहे?
nl_nl: Bevestig dat deze regel van de credit factuur moet worden verwijderd
pt_pt: Confirma remover essa linha de item da nota de crédito?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest element linie de la nota de credit?
ru_ru: Вы уверены, что хотите удалить эту позицию из кредит-ноты ?
sq_al: A jeni i sigurt se doni të fshini këtë zë nga notë krediti?
sv: Är du säker på att du vill ta bort denna post från kreditnotan?
sw_ke: Una uhakika unataka kufuta kipengele hiki Mpya kutoka kumbuka ya mikopo?
tr_tr: BU SATIRI SILMEK ISTEDIGINIZE EMIN MISINIZ
zh_hk: 确认要删除这个红字发票行么？
zh_tw: 是否確定要從貨帳單刪除這行?

source: Credit Freight
cs_cz: Úvěrové Nákladní
es_es: Acreditar flete
hi_in: क्रेडिट फ्रेट
id_id: Pengiriman Kredit
ko_kr: 신용화물
mr_in: क्रेडिट सामानाचे
nl_nl: Crediteer vacht
pt_pt: Frete Creditado
ro_ro: Credit de marfă
ru_ru: Фрахт кредита
sq_al: Credit mallrave
sv: Kreditera fraktkostnad
sw_ke: Mikopo Freight
tr_tr: NAKLIYE
zh_hk: 冲销运费
zh_tw: 貨運冲銷

source: Reverse an Overcharge
cs_cz: Reverzní přebíjení
es_es: Abonar Sobrecosto
hi_in: एक पल्ला झुकना उल्टा
id_id: Balikkan Kelebihan Tagih
it_it: Reverse, un sovrapprezzo
ko_kr: 과충전 역
mr_in: एक जादा किंमत उलटा
nl_nl: Retouneer Overberekening
pt_pt: Reversão Cobrança maior
ro_ro: Inversă o supraîncarc
ru_ru: Вернуть переплату
sq_al: Reverse një mbingarkesë
sv: /Vänd på listan
sw_ke: Nyuma ya fedha zaidi
tr_tr: Aşırı bir Ters
zh_hk: 撤销收取差价
zh_tw: 撤銷收取差價

source: Reverse Overcharge Only
cs_cz: Reverzní přebít pouze
es_es: Sólo Abonar Exceso de Cobro
hi_in: पल्ला झुकना रिवर्स केवल
id_id: Hanya Balikkan Kelebihan Tagih
it_it: Reverse sovraccarica Solo
ko_kr: 역 과충전 만
mr_in: उलट जादा किंमत केवळ
nl_nl: Retouneer Alleen Overbetaling
pt_pt: Só Revers. Cobrança Maior
ro_ro: Reverse supraîncarc Numai
ru_ru: Только возвращение платы
sq_al: Reverse mbingarkesë Vetëm
sv: Endast återbetalda överavgifter
sw_ke: Kubadili fedha zaidi tu
tr_tr: Abartma Ters Sadece
zh_hk: 只撤销收取差价
zh_tw: 只撤銷收取差價

source: Goods Returned To Store
cs_cz: Zboží bylo vráceno na obchod
es_es: Productos Devueltos al Almacén (store= reserva tienda)
hi_in: माल स्टोर करने के लिए वापस आ गए
id_id: Brg Dikembalikan Ke Gudang
it_it: Merci in reintroduzione Store
ko_kr: 제품은 가게에 반환
mr_in: वस्तूंचे दुकान परत
nl_nl: Goederen Terug naar Winkel
pt_pt: Mercadoria Retornou ao Depos.
ro_ro: Mărfurilor returnate Store
ru_ru: Товары, возвращенные в хранилище
sq_al: Mallrat e kthyera të Shitore
sv: Katalogen där pixmappar ska sparas
sw_ke: Bidhaa akarudi Hifadhi
tr_tr: MAGAZAYA GERI DÖNMÜS ÜRÜNLER
zh_hk: 物料退回仓库
zh_tw: 貨品退回貨倉

source: Good written off
cs_cz: Dobrý odepsány
es_es: Productos anulados
hi_in: अच्छा लिखा बंद
id_id: Brg dihapus
it_it: Buona ammortizzati
ko_kr: 좋은 상각
mr_in: चांगले बंद लेखी
nl_nl: Goederen afgeschreven
pt_pt: Mercadorias Extrav.
ro_ro: Bine scris off
ru_ru: Списанные товары
sq_al: Mirë me shkrim off
sv: Auto Av tid
sw_ke: Nzuri written off
tr_tr: Iyi düşülen
zh_hk: 销售折让
zh_tw: 勾銷的貨品

source: Goods Returned to Location
cs_cz: Zboží vrátil k umístění
es_es: Productos Devueltos a Ubicación (location = sitio localidad)
hi_in: माल स्थान के लिए वापस आ गए
id_id: Brg Dikembalikan ke Lokasi
it_it: Merci in reintroduzione Posizione
ko_kr: 제품은 위치에 반환
mr_in: माल स्थान परत
nl_nl: Goederen teruggekomen naar de lokatie
pt_pt: Mercadorias Retorn. ao Local
ro_ro: Marfa Revenit la Locul de amplasare
ru_ru: Товары, возвращенные в местоположение
sq_al: Mallrat e kthyera të Vendndodhja
sv: Gods returnerat till lagerplats
sw_ke: Bidhaa akarudi kwa Location
tr_tr: ÜRÜNLERIN GERI DÖNDÜGÜ DEPO
zh_hk: 物料退回仓库
zh_tw: 貨品返回地點

source: Credit Note Text
cs_cz: Dobropis Text
es_es: Texto de nota de crédito
hi_in: क्रेडिट नोट पाठ
id_id: Teks Nota Kredit
it_it: Credito nota di testo
ko_kr: 신용 주 텍스트
mr_in: क्रेडिट टीप मजकूर
nl_nl: Credit factuur tekst
pt_pt: Texto Nota Crédito
ro_ro: Nota de credit Text
ru_ru: Текст кредит-ноты
sq_al: Tekst Credit Note
sv: Allmän textanteckning
sw_ke: Nakala ya mikopo Angalia
tr_tr: NOTLAR
zh_hk: 红字发票备注
zh_tw: 折讓單文字

source: Are you sure you wish to cancel the whole of this credit note?
cs_cz: Jste si jisti, že chcete zrušit celou tohoto dobropisu?
es_es: ¿Está seguro que desea cancelar la totalidad de esta nota de crédito?
hi_in: आप सुनिश्चित हैं कि आप इस क्रेडिट नोट के पूरे रद्द करना चाहते हैं?
id_id: Apakah Anda yakin ingin membatalkan seluruh nota kredit ini?
it_it: Sei sicuro di voler cancellare tutta questa nota di credito?
ko_kr: 이 신용 노트의 전체를 취소하고자하는 확실하고 있습니까?
mr_in: आपण या क्रेडिट चिठ्ठी संपूर्ण रद्द इच्छित खात्री आहे?
nl_nl: Bevestig dat deze credit factuur moet woren verwijderd
pt_pt: Confirma cancelamento Total da Nota Crédito?
ro_ro: Sunteţi sigur că doriţi să anulaţi întreaga această notă de credit?
ru_ru: Вы уверены, что хотите отменить всю кредит-ноту ?
sq_al: A jeni i sigurt se doni të anuloni të gjithë këtë notë krediti?
sv: är du säker på att du vill avbryta hela kreditfakturan?
sw_ke: Una uhakika unataka kufuta yote ya kumbuka hii mikopo?
tr_tr: Eğer bu kredi notu tamamı iptal etmek istediğinizden emin misiniz?
zh_hk: 确认要取消整张红字发票么？
zh_tw: 確認要取消整張負數發票?

source: Process Credit Note
cs_cz: Proces dobropis
es_es: Procesar abono
hi_in: प्रक्रिया क्रेडिट नोट
id_id: Proses Nota Kredit
it_it: Nota processo del credito
ko_kr: 공정 신용 참고
mr_in: प्रक्रिया क्रेडिट टीप
nl_nl: Verwerk credit factuur
pt_pt: Processar Nota Crédito
ro_ro: Procesul de credit Notă
ru_ru: Обработать кредит-ноту
sq_al: Shënim Procesi Credit
sw_ke: Mchakato Mikopo Kumbuka
tr_tr: ISLE
zh_hk: 执行红字发票
zh_tw: 執行折讓單

source: Change Customer
cs_cz: Změna zákazníka
es_es: Cambiar cliente
hi_in: बदलें ग्राहक
id_id: Ganti Customer
it_it: Cambia clienti
ko_kr: 변경 고객
mr_in: बदला ग्राहक
nl_nl: Verander Klant
pt_pt: Mudar de Cliente
ro_ro: Schimbarea clienţilor
ru_ru: Изменить клиента
sq_al: Ndryshimi Customer
sv: Byt kund
sw_ke: Mabadiliko ya Wateja
tr_tr: MÜSTERI DEGISTIR
zh_hk: 修改客户
zh_tw: 更改客戶

source: Part Code
cs_cz: Část zákoníku
es_es: Código de la Pieza
hi_in: हिस्सा कोड
id_id: Kode Brg
it_it: Parte del codice
ko_kr: 제품 코드
mr_in: भाग कोड
nl_nl: Onderdeel Code
pt_pt: Cód. Item
ro_ro: Partea Cod
ru_ru: Код части
sq_al: Pjesa Kodi
sv: Produktkod
sw_ke: Sehemu ya Kanuni
tr_tr: PARÇA KODU
zh_hk: 物料编号
zh_tw: 部件編碼

source: Process Entries
cs_cz: Proces Příspěvky
es_es: Procesar Entradas
hi_in: प्रक्रिया प्रविष्टियां
id_id: Proses Masukan
it_it: Voci processo
ko_kr: 프로세스 항목
mr_in: प्रक्रिया नोंदी
nl_nl: Verwerk invoer
pt_pt: Processar Informações
ro_ro: Procesul de Entries
ru_ru: Обработать записи
sq_al: Procesi i Entries
sv: Dubbla poster
sw_ke: Mchakato Entries
tr_tr: GIRISLERI ISLE
zh_hk: 执行记账
zh_tw: 執行記帳

source: The area cannot be determined for this customer
cs_cz: Tato oblast nemůže být určeno pro tohoto zákazníka
es_es: No se pudo determinar la zona de este cliente
hi_in: क्षेत्र इस ग्राहक के लिए निर्धारित नहीं किया जा सकता है
id_id: Area tdk dapat ditentukan utk customer ini
it_it: L&#39;area non può essere determinato per questo cliente
ko_kr: 면적이 고객에 대해 결정될 수 없다
mr_in: क्षेत्र या ग्राहकासाठी निर्धारित करणे शक्य नाही
nl_nl: Regio voor deze klant kan niet worden vastgesteld
pt_pt: Area não pode ser determinada para esse cliente
ro_ro: Zona nu poate fi stabilită pentru acest client
ru_ru: Область не может быть определена для этого заказчика
sq_al: Zona nuk mund të përcaktohet për këtë klient
sv: Området kan inte fastställas för den här kunden
sw_ke: Eneo hawezi kuwa amedhamiria kwa mteja hii
tr_tr: Alan bu müşteri için tespit edilemez
zh_hk: 未能取得客户的销售区域
zh_tw: 未能判定這客戶的地區

source: For credit notes created to write off the stock a general ledger account is required to be selected. Please select an account to write the cost of the stock off to then click on Process again
cs_cz: Pro dobropisy vytvořil odepsat akcie je hlavní knihy účtu musí být vybrán. Prosím, vyberte účet psát náklady na zásoby pryč, pak klikněte na proces znovu
es_es: Para que las notas de crédito creadas cancelen la existencia, una cuenta contable debe ser seleccionada. Por favor, seleccione una cuenta para escribir el costo de la existencia eliminada y luego haga clic sobre el proceso nuevamente
hi_in: क्रेडिट करने के लिए बंद स्टॉक लिखना बनाया नोट्स के लिए एक सामान्य खाता बही खाते का चयन किया जाना आवश्यक है. एक को बंद स्टॉक की कीमत लिखना खाते का चयन करने के लिए तो प्रोसेस पर क्लिक करें फिर से
id_id: Utk nota kredit yg dibuat utk menghapus stok, akun buku besar diperlukan utk dipilih. Silahkan pilih akun utk menghapus HPP stok kemudian klik Proses kembali
it_it: Per le note di credito creata per ammortizzare lo stock di un conto di contabilità generale è necessario per essere selezionati. Si prega di selezionare un account per scrivere il costo del calcio per poi fare clic sul processo di nuovo
ko_kr: 주식을 쓰기 위해 만든 신용 노트 총계정 원장 계정을 선택해야합니다. 오프 다음에 주식의 비용을 쓰기 다시 프로세스를 클릭하여 계정을 선택하세요
mr_in: स्टॉक बंद लिहिण्यास तयार क्रेडिट नोट्स साठी सामान्य खातेवही खाते निवडलेले करणे आवश्यक आहे. पुन्हा प्रक्रिया क्लिक नंतर बंद स्टॉक किंमत लिहिण्याची एक खाते निवडा
nl_nl: voor een credit factuur om voorraad af te schrijven dient een grootboekrekening te worden geselecteerd waarvan de kosten van de voorraad moeten worden afgeschreven
pt_pt: Para notas de crédito, a conta contábil de estoque deve estar selecionada. Selecione a conta para a qual serão assinalados o custo de estoque e Processe novamente
ro_ro: Pentru notele de credit creat pentru a scrie de pe stoc un cont de registru general este necesar pentru a fi selectate. Vă rugăm să selectaţi un cont pentru a scrie costul stocului off să faceţi clic pe proces, apoi din nou
ru_ru: Для кредит-нот, созданных для списания запасов необходимо выбрать счет в главной книге.Пожалуйста, выберите счет для записи стоимости запасов и затем нажмите еще раз Обработать.
sq_al: Për shënimet e kreditit krijuar për të shkruar hiqen nga fondi një llogari të përgjithshëm librit është e nevojshme për të zgjedhur. Ju lutem zgjidhni një llogari për të shkruar koston e aksioneve jashtë për të pastaj klikoni mbi Procesin e përsëri
sv: För kreditnotor som skapats för att skriva av beståndet en huvudbok konto för att kunna väljas. Välj ett konto för att skriva kostnaden för beståndet av för att sedan klicka på processen igen
sw_ke: Kwa maelezo mikopo umba kuandika mbali ya hisa ya jumla akaunti kitabu unahitajika kuwa kuchaguliwa. Tafadhali chagua akaunti kuandika gharama ya hisa mbali na kisha bonyeza Mchakato tena
tr_tr: stok off yazmak için oluşturulan kredi notları için bir defteri kebir hesap seçilmiş olması gereklidir. sonra yeniden Süreci tıklayın stok off maliyet yazmak için bir hesap seçiniz
zh_hk: 要产生冲销成本的红字发票时, 需要选取会计科目. 请选取要冲销成本的会计科目再按执行
zh_tw: 要產生勾銷存貨的折讓單時, 需要選取總帳帳戶. 請選取要勾銷存貨成本的總帳再按執行

source: The existence of the serial stock item record could not be determined because
cs_cz: Existence sériového záznamu na skladě nebylo možné určit, protože
es_es: No se pudo determinar la existencia del registro de artículo de existencias seriado porque
hi_in: धारावाहिक भंडार वस्तु रिकॉर्ड के अस्तित्व क्योंकि निर्धारित नहीं किया जा सकता है
id_id: Adanya data item stok berseri tdk dapat ditentukan karena
it_it: L&#39;esistenza del record serial articolo di riserva non è stato possibile determinare a causa
ko_kr: 시리얼 재고 항목 레코드의 존재 때문에 판별 할 수 없습니다
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड अस्तित्व कारण निर्धारित करणे शक्य नाही
nl_nl: Bestaan van seriematige voorraad item kon niet worden vastgesteld omdat
pt_pt: Existência de item com controle de série não pode ser determinada porque
ro_ro: Existenţa record de serie elementul stoc nu a putut fi determinat, deoarece
ru_ru: Не найдена запись о серийном товаре, так как
sq_al: Ekzistenca e rekord pika serial aksioneve nuk mund të përcaktohet, sepse
sv: Förekomsten av den seriella lagervara rekord kunde inte bestämmas på grund
sw_ke: Kuwepo kwa rekodi ya Serial hisa bidhaa inaweza kuwa amedhamiria kwa sababu
tr_tr: seri stok kalemi kaydının varlığı nedeniyle tespit edilemedi
zh_hk: 未能判定序列号存货记录是否存在, 因为
zh_tw: 未能判定序號存貨記錄是否存在, 因為

source: The following SQL to find out if the serial stock item record existed already was used
cs_cz: Následující SQL zjistit, zda sériové skladě záznam existoval již byl použit
es_es: Se usó el siguiente SQL para determinar si ya existía el registro de artículo de existencias seriado
hi_in: निम्नलिखित एसक्यूएल पता लगाने के लिए अगर धारावाहिक भंडार वस्तु रिकॉर्ड पहले से ही अस्तित्व में इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk mencari apakah data item stok berseri tersebut sdh ada
it_it: L&#39;SQL seguente per scoprire se il serial record articolo di riserva esisteva già stato utilizzato
ko_kr: 시리얼 재고 항목 레코드가 이미 사용 된 존재하는 경우 다음과 같은 SQL을 알아내는
mr_in: सिरियल स्टॉक आयटम रेकॉर्ड आधीच अस्तित्वात असल्यास शोधण्यासाठी खालील SQL वापरला होता
nl_nl: De SQL die is gebruikt om vast te stellen of het seriematige voorraad item al bestaat is
pt_pt: SQL para encontrar núm. série de itens de estoque que foi usado
ro_ro: SQL următoare pentru a afla dacă înregistrarea de serie elementul stoc exista deja a fost folosit
ru_ru: SQL определения существования записи о товаре
sq_al: SQL e mëposhtme për të gjetur nëse serial pika aksioneve rekord ekzistonte tashmë është përdorur
sv: Följande SQL för att ta reda på om den seriella lagervara rekord fanns redan användes
sw_ke: SQL zifuatazo ili kujua kama Serial hisa bidhaa rekodi kuwepo tayari alikuwa kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于找出序列号存货记录的 SQL是
zh_tw: 以下找出存在的序號存貨商品記錄的 SQL 正被使用

source: The new serial stock item record could not be inserted because
cs_cz: Nové sériové skladě záznam nemůže být vložen, protože
es_es: No se pudo agregar el registro del nuevo artículo de existencias seriado porque
hi_in: नया धारावाहिक भंडार वस्तु रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data item stok berseri yg baru tdk dapat dimasukkan karena
it_it: La nuova serie record articolo di riserva non ha potuto essere inserito perché
ko_kr: 새 제품 재고 항목 레코드가 있기 때문에 삽입 할 수 없습니다
mr_in: नवीन सिरियल स्टॉक आयटम रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: Het nieuwe seriematige voorraad item kon niet worden toegevoegd omdat
pt_pt: Novo item serializado não pode ser inserido porque
ro_ro: Noul serial element evidenţă operativă a mărfurilor nu a putut fi introdus, deoarece
ru_ru: Данные о новом серийном товаре не могут быть вставлены, так как
sq_al: I ri serik pika e aksioneve të regjistruar nuk mund të futet, sepse
sv: Den nya seriella lagervara rekord kunde inte sättas in eftersom
sw_ke: Serial mpya hisa rekodi ya bidhaa inaweza kuwa kuingizwa kwa sababu
tr_tr: YENI SERILENMIS ÜRÜN GIRILEMEDI:
zh_hk: 未能插入的序列号存货物料记录, 因为
zh_tw: 未能插入新增的序號存貨商品記錄, 因為

source: The following SQL to insert the new serial stock item record was used
cs_cz: Následující SQL vložit nové sériové skladě záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro del nuevo artículo de existencias seriado
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL नया धारावाहिक भंडार वस्तु रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memasukkan data item stok berseri yg baru
it_it: L&#39;SQL seguente per inserire il nuovo record di serie articolo di riserva è stato utilizzato
ko_kr: 새 제품 재고 항목 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: नवीन सिरियल स्टॉक आयटम रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om het nieuwe seriematige voorrraad item toe te voegen was
pt_pt: SQL usado para inserir novo item controle série foi
ro_ro: SQL pentru a insera următoarele noul serial element record stoc a fost folosit
ru_ru: SQL вставки данных о новом серийном товаре
sq_al: SQL e mëposhtme për të futur të ri serial element rezervë rekord është përdorur
sv: Följande SQL för att infoga den nya seriella lagervara rekord användes
sw_ke: SQL zifuatazo Insert ya mwezi Serial hisa rekodi ya bidhaa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入序列号存货记录的 SQL是
zh_tw: 以下插入新序號存貨商品記錄的 SQL 正被使用

source: The following SQL to insert the serial stock movement record was used
cs_cz: Následující SQL vložit sériové pohyb zásob záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de movimiento de existencia seriada
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL धारावाहिक स्टॉक आंदोलन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memasukkan data perpindahan stok berseri
it_it: L&#39;SQL seguente per inserire il seriale di registrazione dei movimenti delle scorte è stato utilizzato
ko_kr: 시리얼 재고 이동 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: सिरियल स्टॉक चळवळ रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de beweging van het seriematige voorraad item vast te leggen was
pt_pt: SQL usado para inserir movimento de estoque foi
ro_ro: SQL pentru a insera următoarele serial mişcarea evidenţă operativă a mărfurilor a fost folosit
ru_ru: SQL вставки данных о перемещении серийного товара
sq_al: SQL e mëposhtme për të futur në serial lëvizjes aksioneve rekord është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo Insert ya Serial hisa rekodi ya harakati ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入序列号物料移动记录的 SQL 是
zh_tw: 以下插入序號存貨移動記錄的 SQL 正被使用

source: The following SQL to update the component location stock record was used
cs_cz: Následující SQL k aktualizaci komponenty umístění skladové evidenci byl používán
es_es: Se usó el siguiente SQL para actualizar el registro de existencias de la ubicación del componente
hi_in: निम्नलिखित एसक्यूएल घटक स्थान स्टॉक रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut yg digunakan utk memperbarui data lokasi stok komponen
it_it: Il seguente SQL per aggiornare il componente contabilità di magazzino si trova l&#39;oggetto è stato utilizzato
ko_kr: 구성 요소의 위치를​​ 재고 기록을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: घटक स्थान स्टॉक रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de component voorraad lokatie record te wijzigen was
pt_pt: SQL usado para atualizar local de item componente de estoque foi
ro_ro: Următoarele SQL de actualizare a componentei stoc record locaţie a fost utilizată
ru_ru: SQL обновления данных о местоположении товара
sq_al: SQL e mëposhtme për të rinovuar komponentin e aksioneve vend rekord është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo update sehemu ya eneo rekodi ya hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新物料库存记录的 SQL 是
zh_tw: 以下更新零件地點存貨記錄的 SQL 正被使用

source: Stock movement record to write the stock off could not be inserted because
cs_cz: Sklad pohyb záznam psát populace mimo nemůže být vložen, protože
es_es: No se pudo agregar el registro de movimiento de existencias de baja de inventario porque
hi_in: शेयर आंदोलन करने के लिए स्टॉक बंद लिखने क्योंकि रिकॉर्ड नहीं किया जा सकता है डाला
id_id: Data perpindahan stok utk menghapus stok tdk dapat dimasukkan karena
it_it: registrare il movimento Archivi per scrivere lo stock off non può essere inserito perché
ko_kr: 기록이 꺼져 주식을 쓸 수있는 주식의 움직임 때문에 삽입 할 수 없습니다
mr_in: स्टॉक बंद लिहिण्याची स्टॉक चळवळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: De voorraad beweging record om de voorraad af te schrijven is niet toegevoegd omdat
pt_pt: Movimento de estoque para gravar limpeza não pode ser inserido porque
ro_ro: Stoc record mişcare pentru a scrie stocul off nu a putut fi introdus, deoarece
ru_ru: Данные о движении товара для списания не могут быть добавлены, так как
sq_al: Stock rekord lëvizje për të shkruar e aksioneve jashtë nuk mund të futet, sepse
sv: Lagerrörelsernas rekord att skriva beståndet av kunde inte sättas in eftersom
sw_ke: Hisa rekodi ya harakati za kuandika hisa mbali inaweza kuwa kuingizwa kwa sababu
tr_tr: kapalı stok yazmak Stok hareket kaydından dolayı takılı olamazdı
zh_hk: 未能插入要冲销的物料移动记录, 因为
zh_tw: 未能插入要勾銷的存貨移動記錄, 因為

source: The following SQL to insert the stock movement to write off the stock was used
cs_cz: Následující SQL vložit pohyb zásob odepsat zásoby byly použity
es_es: Se usó el siguiente SQL para agregar el movimiento de existencias de baja de inventario
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL शेयर करने के लिए बंद स्टॉक लिखना आंदोलन इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memasukkan perpindahan stok utk menghapus stok tersebut
it_it: L&#39;SQL seguente per inserire il movimento stock di cancellare il titolo è stato usato
ko_kr: 주식을 작성하는 주식의 움직임을 삽입하는 다음 SQL을 사용 하였다
mr_in: स्टॉक बंद लिहिण्याची स्टॉक चळवळ घालण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraad beweging record toe te voegen om de voorraad af te schrijven is
pt_pt: SQL usado para inserir limpeza do movimento de estoque foi
ro_ro: SQL pentru a insera în urma mişcărilor de a scrie de pe stoc a fost folosit
ru_ru: SQL вставки данных о движении запасов для списания
sq_al: SQL e mëposhtme për të futur në lëvizjen e aksioneve të anullojë të aksioneve është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo Insert ya harakati ya hisa ya kuandika mbali ya hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入冲销的物料移动记录的SQL是
zh_tw: 以下要插入勾銷的的存貨移動的 SQL 正被使用
