Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Spain
es_es: España
id_id: Spanyol
ko_kr: 스페인
mr_in: स्पेन
pt_pt: Espanha
sv: Spanien
zh_tw: 西班牙

source: Ethiopia
es_es: Etiopía
id_id: Etiopia
ko_kr: 에티오피아
mr_in: इथियोपिया
pt_pt: Etiópia
zh_tw: 埃塞俄比亞

source: Finland
es_es: Finlandia
id_id: Finlandia
ko_kr: 핀란드
mr_in: फिनलॅड
zh_tw: 芬蘭

source: Fiji
ko_kr: 피지
mr_in: फिजी
zh_tw: 斐

source: Falkland Islands
es_es: Islas Malvinas
id_id: Kepulauan Falkland
ko_kr: 포클랜드 제도
mr_in: फॉकलंड बेटे
pt_pt: Ilhas FalkLand
zh_tw: 福克蘭群島

source: Micronesia
es_es: Micronesia, Estados Federados de
id_id: Mikronesia
ko_kr: 미크로네시아
mr_in: मायक्रोनेशिया
zh_tw: 密克羅尼西亞

source: Faroe Islands
es_es: Islas Feroe
id_id: Kepulauan Faroe
ko_kr: 페로 제도
mr_in: फॅरो बेटे
zh_tw: 法羅群島

source: France
es_es: Francia
id_id: Perancis
ko_kr: 프랑스
mr_in: फ्रांस
pt_pt: França
sv: Frankrike
zh_tw: 法國

source: Gabon
es_es: Gabón
ko_kr: 가봉
mr_in: गबॉन
zh_tw: 加蓬

source: Grenada
es_es: Granada
ko_kr: 그레나다
mr_in: ग्रेनेडा
zh_tw: 格林納達

source: Georgia
ko_kr: 그루지야
mr_in: जॉर्जिया
zh_tw: 格魯吉亞

source: French Guiana
es_es: Guayana Francesa
id_id: Perancis Guyana
ko_kr: 프랑스어 령 기아나
mr_in: फ्रेंच गयाना
zh_tw: 法屬圭亞那

source: Guernsey and Alderney
es_es: Guernsey y Alderney
id_id: Guernsey dan Alderney
ko_kr: 건지 섬과 올더
mr_in: ग्वेर्नसे आणि अल्डरने
zh_tw: 格恩西島和奧爾德尼

source: Ghana
ko_kr: 가나
mr_in: घाना
zh_tw: 加納

source: Gibraltar
ko_kr: 지브롤터
mr_in: जिब्राल्टर
zh_tw: 直布羅陀

source: Greenland
es_es: Groenlandia
ko_kr: 그린 랜드
mr_in: ग्रीनलँड
zh_tw: 格陵蘭

source: Gambia
ko_kr: 감비아
mr_in: झांबिया
zh_tw: 岡比亞

source: Guinea
ko_kr: 기니
mr_in: गिनी
zh_tw: 幾內亞

source: Guadeloupe
es_es: Guadalupe
ko_kr: 과들루프
mr_in: ग्वाडेलोप
zh_tw: 瓜德羅普島

source: Greece
es_es: Grecia
id_id: Yunani
ko_kr: 그리스
mr_in: ग्रीस
zh_tw: 希臘

source: Guatemala
ko_kr: 과테말라
mr_in: ग्वाटेमाला
zh_tw: 危地馬拉

source: Guam
ko_kr: 괌
mr_in: गुआम
zh_tw: 關島

source: Guinea-Bissau
es_es: Guinea-Bisáu
ko_kr: 기니 비사우
mr_in: जिनिया - बीसाउ
zh_tw: 幾內亞比紹

source: Guyana
ko_kr: 가이아나
mr_in: गयाना
zh_tw: 圭亞那

source: Hong Kong
ko_kr: 홍콩
mr_in: हाँगकाँग
zh_tw: 香港

source: Honduras
ko_kr: 온두라스
mr_in: होंडरस
zh_tw: 洪都拉斯

source: Croatia
es_es: Croacia
id_id: Kroasia
ko_kr: 크로아티아
mr_in: क्रोएशिया
zh_tw: 克羅地亞

source: Haiti
es_es: Haití
ko_kr: 아이티
mr_in: हैती
zh_tw: 海地

source: Hungary
es_es: Hungría
id_id: Hongaria
ko_kr: 헝가리
mr_in: हंगेरी
pt_pt: Hungria
zh_tw: 匈牙利

source: Indonesia
ko_kr: 인도네시아
mr_in: इंडोनेशिया
zh_tw: 印尼

source: Ireland
es_es: Irlanda
id_id: Irlandia
ko_kr: 아일랜드
mr_in: आयरलँड
zh_tw: 愛爾蘭

source: Israel
ko_kr: 이스라엘
mr_in: इस्त्राइल
zh_tw: 以色列

source: India
ko_kr: 인도
mr_in: भारत
zh_tw: 印度

source: Iraq
es_es: Irak
id_id: Irak
ko_kr: 이라크
mr_in: ईराक
zh_tw: 伊拉克

source: Iran
es_es: Irán
ko_kr: 이란
mr_in: ईराण
pt_pt: Irã
zh_tw: 伊朗

source: Iceland
es_es: Islandia
id_id: Islandia
ko_kr: 아이슬란드
mr_in: आइसलँड
pt_pt: Islândia
zh_tw: 冰島

source: Italy
es_es: Italia
id_id: Italia
ko_kr: 이탈리아
mr_in: इटली
pt_pt: Itália
zh_tw: 意大利

source: Jersey
ko_kr: 저지
mr_in: जर्सी
zh_tw: 新澤西州

source: Jamaica
id_id: Jamaika
ko_kr: 자메이카
mr_in: जमैका
zh_tw: 牙買加

source: Jordan
es_es: Jordania
ko_kr: 요르단
mr_in: जॉर्डन
zh_tw: 約旦

source: Japan
es_es: Japón
id_id: Jepang
ko_kr: 일본
mr_in: जपान
pt_pt: Japão
zh_tw: 日本

source: Kenya
es_es: Kenia
ko_kr: 케냐
mr_in: केनिया
zh_tw: 肯尼亞

source: Kyrgyzstan
es_es: Kirguistán
id_id: Kirgizstan
ko_kr: 키르기스스탄
mr_in: किरगिझस्तान
zh_tw: 吉爾吉斯斯坦

source: Cambodia
es_es: Camboya
id_id: Kambodia
ko_kr: 캄보디아
mr_in: कंबोडिया
zh_tw: 柬埔寨

source: Kiribati
ko_kr: 키리바시
mr_in: किरबाती
zh_tw: 基里巴斯

source: Comoros
es_es: Comoras
id_id: Komoro
ko_kr: 코모로
mr_in: कोमोरोझ
zh_tw: 科摩羅

source: Saint Kitts and Nevis
es_es: Saint Kitts y Nevis
ko_kr: 세인트 키츠 네비스
mr_in: सेंट किट्स आणि नेव्हिस
zh_tw: 聖基茨和尼維斯

source: Korea (South)
es_es: Corea del Sur
ko_kr: 한국 (남한)
mr_in: कोरिया (दक्षिण)
zh_tw: 韓國（南）

source: Kuwait
ko_kr: 쿠웨이트
mr_in: कुवेत
zh_tw: 科威特

source: Cayman Islands
es_es: Islas Caimán
id_id: Kepulauan Cayman
ko_kr: 케이맨 제도
mr_in: केमॅन बेट
zh_tw: 開曼群島

source: Kazakhstan
es_es: Kazajistán
ko_kr: 카자흐스탄
mr_in: कझाकिस्तान
zh_tw: 哈薩克斯坦

source: Lao People s Dem. Rep.
es_es: Laos
id_id: Laos
ko_kr: 라오스 인민의 민주. 의원.
mr_in: लाओ लोकांचे चे डेमोक्रॅटिक. Rep.
zh_tw: 老人們的民主黨。眾議員

source: Lebanon
es_es: Líbano
id_id: Libanon
ko_kr: 레바논
mr_in: लेबनॉन
zh_tw: 黎巴嫩

source: Saint Lucia
es_es: Santa Lucía
ko_kr: 세인트 루시아
mr_in: सेंट लुसिया
zh_tw: 聖盧西亞

source: Liechtenstein
ko_kr: 리히텐슈타인
mr_in: लिचेंस्टीन
zh_tw: 列支敦士登

source: Sri Lanka
ko_kr: 스리랑카
mr_in: श्रीलंका
zh_tw: 斯里蘭卡

source: Lesotho
es_es: Lesoto
ko_kr: 레소토
mr_in: लेसोथो
zh_tw: 萊索托

source: Lithuania
es_es: Lituania
ko_kr: 리투아니아
mr_in: लिथुआनिया
zh_tw: 立陶宛

source: Luxembourg
es_es: Luxemburgo
ko_kr: 룩셈부르크
mr_in: लक्झेंम्बर्ग
zh_tw: 盧森堡

source: Latvia
es_es: Letonia
ko_kr: 라트비아
mr_in: लाटविया
zh_tw: 拉脫維亞

source: Libyan Arab Jamahiriya
es_es: Libia
id_id: Libya
ko_kr: 리비아
mr_in: लिबियन अरब जमाहिराया
zh_tw: 阿拉伯利比亞民眾國

source: Morocco
es_es: Maruecos
id_id: Maroko
ko_kr: 모로코
mr_in: मोरक्को
zh_tw: 摩洛哥

source: Monaco
es_es: Mónaco
id_id: Monako
ko_kr: 모나코
mr_in: मोनाको
zh_tw: 摩納哥

source: Moldova, Republic of
es_es: Moldavia
id_id: Moldova, Republik
ko_kr: 몰도바, 공화국
mr_in: मोल्दोव्हा, गणराज्य
zh_tw: 摩爾多瓦共和國

source: Madagascar
id_id: Madagaskar
ko_kr: 마다가스카르
mr_in: मादागास्कर
zh_tw: 馬達加斯加

source: Macedonia, TFYR
es_es: Macedonia, República de
id_id: Makedonia, d/h Yugoslavia
ko_kr: 마케도니아, TFYR
mr_in: मॅसिडोनिया, TFYR
zh_tw: 馬其頓，TFYR

source: Mali
ko_kr: 말리
mr_in: माली
zh_tw: 馬里

source: Myanmar
ko_kr: 미얀마
mr_in: म्यानमार
zh_tw: 緬甸

source: Mongolia
ko_kr: 몽골리아
mr_in: मंगोलिया
zh_tw: 蒙古

source: Macao, (China)
es_es: Macao
id_id: Macao, (Cina)
ko_kr: 마카오 (중국)
mr_in: मकाऊ, (चीन)
zh_tw: 蒙古

source: Northern Mariana Islands
es_es: Islas Marianas del Norte
id_id: Kepulauan Mariana Utara
ko_kr: 북 마리아나 제도
mr_in: नॉर्दर्न मेरियाना आयलँड्स
zh_tw: 北馬里亞納群島

source: Martinique
es_es: Martinica
id_id: Martinik
ko_kr: 마르티니크
mr_in: मार्टीन्क
zh_tw: 馬提尼克

source: Mauritania
ko_kr: 모리타니
mr_in: मॉरटानिया
zh_tw: 毛里塔尼亞

source: Malta
ko_kr: 몰타
mr_in: माल्टा
zh_tw: 馬耳他

source: Mauritius
es_es: Mauricio
ko_kr: 모리셔스
mr_in: मॉरिशस
zh_tw: 毛里求斯

source: Maldives
es_es: Maldivas
id_id: Maladewa
ko_kr: 몰디브
mr_in: मालदीव
zh_tw: 馬爾代夫

source: Malawi
ko_kr: 말라위
mr_in: मालवी
zh_tw: 馬拉維

source: Mexico
es_es: México
id_id: Meksiko
ko_kr: 멕시코
mr_in: मेक्सिको
pt_pt: México
zh_tw: 墨西哥

source: Malaysia
es_es: Malasia
ko_kr: 말레이시아
mr_in: मलेशिया
zh_tw: 馬來西亞

source: Mozambique
id_id: Mozambik
ko_kr: 모잠비크
mr_in: मोझांबिक
zh_tw: 莫桑比克

source: Namibia
ko_kr: 나미비아
mr_in: नामीबिया
zh_tw: 納米比亞

source: New Caledonia
es_es: Nueva Caledonia
id_id: Kaledonia Baru
ko_kr: 뉴 칼레도니아
mr_in: न्यू कॅलेडोनिया
zh_tw: 新喀裡多尼亞

source: Niger
es_es: Níger
ko_kr: 니제르
mr_in: नायजर
zh_tw: 尼日爾

source: Nigeria
ko_kr: 나이지리아
mr_in: नायजेरीया
zh_tw: 尼日利亞

source: Nicaragua
id_id: Nikaragua
ko_kr: 니카라과
mr_in: निकारागुआ
zh_tw: 尼加拉瓜

source: Netherlands
es_es: Holanda
id_id: Belanda
ko_kr: 네덜란드
mr_in: हॉलंड देश
zh_tw: 荷蘭

source: Norway
es_es: Noruega
id_id: Norwegia
ko_kr: 노르웨이
mr_in: नॉर्वे
zh_tw: 挪威

source: Nepal
ko_kr: 네팔
mr_in: नेपाळ
zh_tw: 尼泊爾

source: New Zealand
es_es: Nueva Zelanda
id_id: Selandia Baru
ko_kr: 뉴질랜드
mr_in: न्यूझीलंड
zh_tw: 新西蘭

source: Oman
es_es: Omán
ko_kr: 오만
mr_in: ओमान
zh_tw: 阿曼

source: Panama
es_es: Panamá
ko_kr: 파나마
mr_in: पनामा
zh_tw: 巴拿馬

source: Peru
es_es: Perú
ko_kr: 페루
mr_in: पेरू
zh_tw: 秘魯

source: French Polynesia
es_es: Polinesia Francesa
id_id: Polinesia Perancis
ko_kr: 프랑스 령 폴리네시아의
mr_in: फ्रेंच पॉलिनेशिया
zh_tw: 法屬波利尼西亞

source: Papua New Guinea
es_es: Papúa Nueva Guinea
id_id: Papua Nugini
ko_kr: 파푸아 뉴기니
mr_in: पापुआ न्यू गिनी
zh_tw: 巴布亞新幾內亞

source: Philippines
es_es: Filipinas
id_id: Filipina
ko_kr: 필리핀
mr_in: फिलिपींस
zh_tw: 菲律賓

source: Pakistan
es_es: Pakistán
ko_kr: 파키스탄
mr_in: पाकिस्तान
zh_tw: 巴基斯坦

source: Poland
es_es: Polonia
id_id: Polandia
ko_kr: 폴란드
mr_in: पोलंड
zh_tw: 波蘭

source: Palestinian Territory
es_es: Territorio Palestino
id_id: Wilayah Palestina
ko_kr: 팔레스타인 영토
mr_in: पॅलेस्टिनी प्रदेश
zh_tw: 巴勒斯坦領土

source: Portugal
ko_kr: 포르투갈
mr_in: पोर्तुगाल
zh_tw: 葡萄牙

source: Paraguay
ko_kr: 파라과이
mr_in: पराग्वे
pt_pt: Paraguai
zh_tw: 巴拉圭

source: Qatar
ko_kr: 카타르
mr_in: कतर
zh_tw: 卡塔爾

source: Romania
es_es: Rumanía
id_id: Rumania
ko_kr: 루마니아
mr_in: रोमानिया
zh_tw: 羅馬尼亞

source: Serbia
ko_kr: 세르비아
mr_in: सर्बिया
zh_tw: 塞爾維亞

source: Russian Federation
es_es: Federación Rusa
id_id: Rusia
ko_kr: 사람 Russian Federation
mr_in: रशियन फेडरेशन
zh_tw: 俄羅斯聯邦

source: Rwanda
es_es: Ruanda
ko_kr: 르완다
mr_in: रवांडा
zh_tw: 盧旺達

source: Saudi Arabia
es_es: Arabia Saudita
id_id: Arab Saudi
ko_kr: 사우디 아라비아
mr_in: सौदी अरेबिया
zh_tw: 沙特阿拉伯

source: Solomon Islands
es_es: Islas Salomón
id_id: Kepulauan Solomon
ko_kr: 솔로몬 제도
mr_in: सोलोमन बेट
zh_tw: 所羅門群島

source: Seychelles
ko_kr: 세이셸
mr_in: सेशल्स
zh_tw: 塞舌爾

source: Sudan
es_es: Sudán
ko_kr: 수단
mr_in: सूदान
zh_tw: 蘇丹

source: Sweden
es_es: Suecia
id_id: Swedia
ko_kr: 스웨덴
mr_in: स्वीडन
sv: Sverige
zh_tw: 瑞典

source: Singapore
es_es: Singapur
id_id: Singapura
ko_kr: 싱가포르
mr_in: सिंगापुर
zh_tw: 新加坡

source: Slovenia
es_es: Eslovenia
ko_kr: 슬로베니아
mr_in: स्लोवेनिया
zh_tw: 斯洛文尼亞

source: Slovakia
es_es: Eslovakia
ko_kr: 슬로바키아
mr_in: स्लोवाकिया
zh_tw: 斯洛伐克

source: San Marino
ko_kr: 산 마리노
mr_in: सॅन मारीनो
zh_tw: 聖馬力諾

source: Senegal
ko_kr: 세네갈
mr_in: सेनेगल
zh_tw: 塞內加爾

source: Somalia
ko_kr: 소말리아
mr_in: सोमालिया
zh_tw: 索馬里

source: Suriname
es_es: Surinam
ko_kr: 수리남
mr_in: सूरीनाम
zh_tw: 蘇里南

source: Sao Tome and Principe
es_es: Santo Tomé y Príncipe
id_id: Sao Tome dan Principe
ko_kr: 상투 메 프린시 페
mr_in: साअटोम और प्रिंसिपे
zh_tw: 聖多美和普林西比

source: El Salvador
ko_kr: 엘살바도르
mr_in: अल साल्वाडोर
zh_tw: 薩爾瓦多

source: Syrian Arab Republic
es_es: Siria
id_id: Republik Arab Suriah
ko_kr: 시리아
mr_in: सीरियन अरब प्रजासत्ताक
zh_tw: 阿拉伯敘利亞共和國

source: Swaziland
es_es: Suazilandia
ko_kr: 스와질란드
mr_in: स्वाझीलँड
zh_tw: 斯威士蘭

source: Chad
ko_kr: 차드
mr_in: चाड
zh_tw: 查德

source: Togo
ko_kr: 가다
mr_in: टोगो
zh_tw: 多哥

source: Thailand
es_es: Tailandia
ko_kr: 태국
mr_in: थायलँड
zh_tw: 泰國

source: Tajikistan
es_es: Tayikistán
ko_kr: 타지키스탄
mr_in: ताजीकिस्तान
zh_tw: 塔吉克斯坦

source: Turkmenistan
es_es: Turkmenistán
ko_kr: 투르크 메니스탄
mr_in: तुर्कमेनिस्तान
zh_tw: 土庫曼斯坦

source: Tunisia
es_es: Túnez
ko_kr: 튀니지
mr_in: ट्यूनीशिया
zh_tw: 突尼斯

source: Tonga
ko_kr: 통가
mr_in: टोंगा
zh_tw: 東加

source: East Timor (Timor-Leste)
es_es: Timor Oriental
id_id: Timor Timur (Timor-Leste)
ko_kr: 동 티모르 (동 티모르)
mr_in: पूर्व तिमोर (तिमोर-लेस्टे)
zh_tw: 東帝汶（東帝汶）

source: Turkey
es_es: Turquía
id_id: Turki
ko_kr: 터키
mr_in: टर्की
zh_tw: 土耳其

source: Trinidad and Tobago
es_es: Trinidad y Tobago
id_id: Trinidad dan Tobago
ko_kr: 트리니다드 토바고
mr_in: त्रिनिदाद आणि टोबॅगो
pt_pt: Trinidad e Tobago
zh_tw: 特里尼達和多巴哥

source: Taiwan
es_es: Taiwán
ko_kr: 대만
mr_in: तैवान
zh_tw: 台灣

source: Tanzania, United Rep. of
es_es: Tanzania
id_id: Tanzania, Persatuan Republik
ko_kr: 탄자니아, 미국 공화국.의
mr_in: टांझानिया, युनायटेड Rep.
zh_tw: 坦桑尼亞聯合共和國

source: Ukraine
es_es: Ucrania
id_id: Ukraina
ko_kr: 우크라이나
mr_in: यूक्रेन
zh_tw: 烏克蘭

source: Uganda
ko_kr: 우간다
mr_in: यूगांडा
zh_tw: 烏干達

source: United Kingdom
es_es: Reino Unido
id_id: Britania Raya
ko_kr: 연합 왕국
mr_in: यूनाइटेड किंगडम
pt_pt: Reino Unido
zh_tw: 聯合王國

source: United States
es_es: Estados Unidos
id_id: Amerika Serikat
ko_kr: 미국
mr_in: युनायटेड स्टेट्स
zh_tw: 美國

source: Uruguay
ko_kr: 우루과이
mr_in: उरुग्वे
pt_pt: Uruguai
zh_tw: 烏拉圭

source: Uzbekistan
es_es: Uzbekistán
ko_kr: 우즈베키스탄
mr_in: उझ्बेकिस्तान
pt_pt: Uzbekistão
zh_tw: 烏茲別克斯坦

source: St. Vincent and the Grenadines
es_es: San Vicente y las Granadinas
id_id: St. Vincent dan Grenadines
ko_kr: 세인트 빈센트 그레나딘
mr_in: सेंट व्हिन्सेंट आणि ग्रेनेडीन्स
zh_tw: 聖文森特和格林納丁斯

source: Venezuela
ko_kr: 베네수엘라
mr_in: व्हेनेझ्युएला
zh_tw: 委內瑞拉

source: British Virgin Islands
es_es: Islas Vírgenes Británicas
id_id: Kepulauan Virgin Britania Raya
ko_kr: 영국령 버진 아일랜드
mr_in: ब्रिटिश व्हर्जिन बेटे
zh_tw: 英屬維爾京群島

source: Virgin Islands, U.S.
es_es: Islas Vírgenes de los Estados Unidos
id_id: Kepulauan Virgin, AS
ko_kr: 미국령 버진 군도
mr_in: व्हर्जिन बेटे, यूएस
pt_pt: Ilhas Virgens - EUA
zh_tw: 維爾京群島，美國

source: Viet Nam
ko_kr: 베트남
mr_in: व्हिएतनाम
zh_tw: 越南

source: Vanuatu
ko_kr: 바누아투
mr_in: वनूआतु
zh_tw: 瓦努阿圖

source: Samoa
ko_kr: 사모아
mr_in: समोआ
zh_tw: 薩摩亞

source: Yemen
es_es: Yemén
ko_kr: 예멘
mr_in: येमेन
zh_tw: 葉門

source: Zambia
ko_kr: 잠비아
mr_in: झांबिया
zh_tw: 贊比亞

source: South Africa
es_es: Sudáfrica
ko_kr: 남아프리카
mr_in: दक्षिण अफ्रीका
zh_tw: 南非

source: Zimbabwe
es_es: Zimbabue
ko_kr: 짐바브웨
mr_in: झिंबाब्वे
zh_tw: 津巴布韋

source: United Arab Emirates dirham
es_es: Dirham emiratí
ko_kr: 아랍 에미리트 디르함
mr_in: युनायटेड अरब अमिरात हॅम
zh_tw: 阿拉伯聯合酋長國迪拉姆

source: Afghan afghani
es_es: Afgani afgano
ko_kr: 아프가니스탄 아프가니
mr_in: अफगान अफगानी
zh_tw: 阿富汗阿富汗尼

source: Albanian lek
es_es: Lek albanés
ko_kr: 알바니아 렉
mr_in: अल्बानियन लेक
zh_tw: 阿爾巴尼亞列克

source: Armenian dram
es_es: Dram armenio
ko_kr: 아르메니아 드람
mr_in: आर्मेनियन द्राम
zh_tw: 亞美尼亞德拉姆

source: Netherlands Antillean guilder
es_es: Florín antillano neerlandés
ko_kr: 네덜란드 길더 길더
mr_in: नेदरलँड्स अँटिलियन गिल्डर
zh_tw: 荷蘭的安的列斯盾

source: Angolan kwanza
es_es: Kwanza angoleño
ko_kr: 앙골라 콴자
zh_tw: 安哥拉寬扎

source: Argentine peso
es_es: Peso argentino
ko_kr: 아르헨티나 페소
mr_in: अर्जेंटाइन पेसो
zh_tw: 阿根廷比索

source: Australian dollar
es_es: Dólar australiano
ko_kr: 호주 달러
mr_in: ऑस्ट्रेलियन डॉलर
sv: Australisk dollar
zh_tw: 澳大利亞元

source: Aruban florin
es_es: Florín arubeño
ko_kr: 아루바 플로린
zh_tw: 阿魯巴弗羅林

source: Azerbaijani manat
es_es: Manat azerbaiyano
ko_kr: 아제르바이잔 마나 트
mr_in: आझरबैजानी manat
zh_tw: 阿塞拜疆馬納特

source: Bosnia and Herzegovina convertible mark
es_es: Marco convertible bosnio
ko_kr: 보스니아 헤르체고비나 컨버터블 마크
mr_in: बोस्निया आणि हर्जेगोविना परिवर्तनीय चिन्ह
zh_tw: 波斯尼亞和黑塞哥維那可兌換馬克

source: Barbados dollar
es_es: Dólar barbadense
ko_kr: 바베이도스 달러
mr_in: बार्बाडोस डॉलर
zh_tw: 巴巴多斯元

source: Bangladeshi taka
es_es: Taka bangladesí
ko_kr: 방글라데시 타카
mr_in: बांगलादेशी दि
zh_tw: 孟加拉國塔卡

source: Bulgarian lev
es_es: Lev búlgaro
ko_kr: 불가리아 레프
mr_in: बल्गेरियन लीव
zh_tw: 保加利亞列弗

source: Bahraini dinar
es_es: Dinar bahreiní
ko_kr: 바레인 디나르
mr_in: Bahraini कुवैत
zh_tw: 巴林第納爾

source: Burundian franc
es_es: Franco burundés
ko_kr: 부룬디 프랑
mr_in: Burundian फ्रँक
zh_tw: 布隆迪法郎

source: Bermudian dollar
es_es: Dólar bermudeño
ko_kr: 버뮤다 달러
mr_in: Bermudian डॉलर
zh_tw: 百慕達元

source: Brunei dollar
es_es: Dólar bruneano
ko_kr: 브루나이 달러
mr_in: ब्रुनेई डॉलर
zh_tw: 文萊元

source: Bolivian Boliviano
es_es: Boliviano boliviano
ko_kr: 볼리비아 볼리비아 노
mr_in: बोलिव्हियन बोलिव्हिआनो
zh_tw: 玻利維亞幣

source: Bolivian Mvdol (funds code)
es_es: Mvdol boliviano (código de fondos)
ko_kr: 볼리비아 Mvdol (펀드 코드)
mr_in: बोलिव्हियन Mvdol (निधी कोड)
zh_tw: 玻利維亞Mvdol（基金代碼）

source: Brazilian real
es_es: Real brasileño
ko_kr: 브라질 레알
mr_in: ब्राझिलियन रिआल
pt_pt: Real
zh_tw: 巴西雷亞爾

source: Bahamian dollar
es_es: Dólar bahameño
ko_kr: 바하마 달러
mr_in: Bahamian डॉलर
sv: Bahamansk dollar
zh_tw: 巴哈馬元

source: Bhutanese ngultrum
es_es: Ngultrum butanés
ko_kr: 부탄 눌 트럼
zh_tw: 不丹魯姆

source: Botswana pula
es_es: Pula botsuano
ko_kr: 보츠와나 풀라
mr_in: बोत्सवाना pula
zh_tw: 博茨瓦納普拉

source: Belarusian ruble
es_es: Rublo bielorruso
ko_kr: 벨로루시 루블
mr_in: बेलारूसी रशियातील एक नाणे
zh_tw: 白俄羅斯盧布

source: Belize dollar
es_es: Dólar beliceño
ko_kr: 벨리즈 달러
mr_in: बेलीज डॉलर
sv: Belizisk dollar
zh_tw: 伯利茲元

source: Canadian dollar
es_es: Dólar canadiense
ko_kr: 캐나다 달러
mr_in: कॅनेडियन डॉलर
pt_pt: Dolar Canadense
sv: Kanadensisk dollar
zh_tw: 加元

source: Congolese franc
es_es: Franco congoleño
ko_kr: 콩고 프랑
mr_in: Congolese फ्रँक
zh_tw: 剛果法郎

source: Swiss WIR Euro (complementary currency)
es_es: Euro WIR suizo (moneda complementaria)
ko_kr: 스위스 WIR 유로 (보완 통화)
mr_in: स्विस WIR युरो (पूरक चलन)
zh_tw: 瑞士WIR歐元（互補貨幣）

source: Swiss franc
es_es: Franco suizo
ko_kr: 스위스 프랑
mr_in: स्विस फ्रँक
zh_tw: 瑞郎

source: Swiss WIR Franc (complementary currency)
es_es: Franco WIR suizo (moneda complementaria)
ko_kr: 스위스 WIR 프랑 (보완 통화)
mr_in: स्विस WIR फ्रॅंक (पूरक चलन)
zh_tw: 瑞士世界投資報表法郎（互補貨幣）

source: Chilean Unidad de Fomento (funds code)
es_es: Unidad de Fomento chileana (código de fondos)
ko_kr: 칠레 Unidad 드 Fomento (펀드 코드)
mr_in: चिली Unidad डी Fomento (निधी कोड)
zh_tw: 智利團結報第斯開發（基金代碼）

source: Chilean peso
es_es: Peso chileno
ko_kr: 칠레 페소
mr_in: चिली पीसो
zh_tw: 智利披索

source: Chinese yuan
es_es: Yuan chino
ko_kr: 중국 위안
mr_in: चीनी युआन
zh_tw: 人民幣

source: Colombian peso
es_es: Peso colombiano
ko_kr: 콜롬비아 페소
mr_in: कोलंबियन पेसो
sv: Colombiansk peso
zh_tw: 哥倫比亞比索

source: Colombian Unidad de Valor Real
es_es: Unidad de Valor Real colombiana
ko_kr: 콜롬비아 Unidad 드 용맹 리얼
mr_in: कोलंबियन Unidad डी शौर्य रेआल
zh_tw: 哥倫比亞團結報德勇氣實

source: Costa Rican colon
es_es: Colón costarricense
ko_kr: 코스타리카 콜론
mr_in: Rican कोस्टा कोलन
sv: Costaricansk colon
zh_tw: 哥斯達黎加科朗

source: Cuban peso convertible
es_es: Peso cubano convertible
ko_kr: 쿠바 페소 컨버터블
mr_in: क्युबन पेसो परिवर्तनीय
zh_tw: 古巴可兌換比索

source: Cuban peso
es_es: Peso cubano
ko_kr: 쿠바 페소
mr_in: क्युबन पेसो
zh_tw: 古巴比索

source: Cape Verde escudo
es_es: Escudo caboverdiano
ko_kr: 카보 베르데 에스 쿠도
mr_in: केप वर्दे escudo
pt_pt: Cria Pedido
zh_tw: 佛得角埃斯庫多

source: Czech koruna
es_es: Koruna checa
ko_kr: 체코 코 루나
mr_in: झेक कोरूना
zh_tw: 捷克克朗

source: Djiboutian franc
es_es: Franco yibutiano
ko_kr: 지부티 프랑
mr_in: Djiboutian फ्रँक
pt_pt: Desconto
zh_tw: 吉布提法郎

source: Danish krone
es_es: Corona danesa
ko_kr: 덴마크 크로네
mr_in: डॅनिश क्रोन
zh_tw: 丹麥克朗

source: Dominican peso
es_es: Peso dominicano
ko_kr: 도미 니칸 페소
mr_in: डॉमिनिकन पेसो
zh_tw: 多明尼加比索

source: Algerian dinar
es_es: Dinar algerino
ko_kr: 알제리 디나르
mr_in: Algerian कुवैत
zh_tw: 阿爾及利亞第納爾

source: Egyptian pound
es_es: Libra egipcia
ko_kr: 이집트 파운드
mr_in: इजिप्शियन पाउंड
zh_tw: 埃及鎊

source: Eritrean nakfa
es_es: Nakfa eritreo
ko_kr: 에리트레아 낙파
zh_tw: 厄立特里亞納克法

source: Ethiopian birr
es_es: Birr etíope
ko_kr: 에티오피아 비르
zh_tw: 埃塞俄比亞比爾

source: European Union euro
es_es: Euro europeo
ko_kr: 유럽​​ 연합 유로
mr_in: युरोपियन युनियन युरो
zh_tw: 歐洲聯盟歐元

source: Fiji dollar
es_es: Dólar fiyiano
ko_kr: 피지 달러
mr_in: फिजी डॉलर
zh_tw: 斐濟元

source: Falkland Islands pound
es_es: Libra malvinense
ko_kr: 포클랜드 제도 파운드
mr_in: फॉकलंड बेटे पाउंड
zh_tw: 福克蘭群島磅

source: United Kingdom pound sterling
es_es: Libra esterlina británica
ko_kr: 영국 파운드
mr_in: युनायटेड किंगडम ब्रिटिश पाउंड
pt_pt: Libra Esterlina - Reino Unido
zh_tw: 英國英鎊

source: Georgian lari
es_es: Lari georgiano
ko_kr: 그루지야어 라리
mr_in: जॉर्जियन lari
zh_tw: 格魯吉亞拉里

source: Ghanaian cedi
es_es: Cedi ghanés
ko_kr: 가나 세디
zh_tw: 加納塞地

source: Gibraltar pound
es_es: Libra gibraltareña
ko_kr: 지브롤터 파운드
mr_in: जिब्राल्टर पाउंड
pt_pt: Libra Gibraltar
zh_tw: 直布羅陀磅

source: Gambian dalasi
es_es: Dalasi gambiano
ko_kr: 감비아 달라시
zh_tw: 岡比亞達拉西

source: Guinean franc
es_es: Franco guineano
ko_kr: 기니 프랑
mr_in: Guinean फ्रँक
zh_tw: 幾內亞法郎

source: Guatemalan quetzal
es_es: Quetzal guatemalteco
ko_kr: 과테말라 케 트살
zh_tw: 危地馬拉格查爾

source: Guyanese dollar
es_es: Dólar guyanés
ko_kr: 가이아나 달러
mr_in: Guyanese डॉलर
zh_tw: 圭亞那元

source: Hong Kong dollar
es_es: Dólar hongkonés
ko_kr: 홍콩 달러
mr_in: हाँगकाँग डॉलर
zh_tw: 港幣

source: Honduran lempira
es_es: Lempira hondureño
ko_kr: 온두라스 렘 피라
zh_tw: 洪都拉斯倫皮拉

source: Croatian kuna
es_es: Kuna croata
ko_kr: 크로아티아 쿠나
mr_in: क्रोएशियन कुना
zh_tw: 幾內亞法郎

source: Haitian gourde
es_es: Gourde haitiano
ko_kr: 아이티 구르 드
mr_in: हैतीयन gourde
zh_tw: 海地古德

source: Hungarian forint
es_es: Forint húngaro
ko_kr: 헝가리 포린 트
mr_in: हंगेरियन फ्रॉइंट
zh_tw: 匈牙利福林

source: Indonesian rupiah
es_es: Rupiah indonesia
ko_kr: 인도네시아 루피아
mr_in: इंडोनेशियन रूपिआह
zh_tw: 印尼盾

source: Israeli new shekel
es_es: Nuevo shéquel israelí
ko_kr: 이스라엘의 새 셰켈
mr_in: इस्रायली नवीन शेकेल
zh_tw: 以色列新謝克爾

source: Indian rupee
es_es: Rupia india
ko_kr: 인도 루피
mr_in: भारतीय रुपया
zh_tw: 印度盧比

source: Iraqi dinar
es_es: Dinar iraquí
ko_kr: 이라크 디나르
mr_in: इराकी कुवैत
zh_tw: 伊拉克第納爾

source: Iranian rial
es_es: Rial iraní
ko_kr: 이란 리알
mr_in: ईराणी rial
zh_tw: 伊朗里亞爾

source: Icelandic króna
es_es: Króna islandesa
ko_kr: 아이슬란드어 크로나
mr_in: आईसलॅंडिक क्रोन
zh_tw: 冰島克朗

source: Jamaican dollar
es_es: Dólar jamaicano
ko_kr: 자메이카 달러
mr_in: Jamaican डॉलर
zh_tw: 牙買加元

source: Jordanian dinar
es_es: Dinar jordano
ko_kr: 요르단 디나르
mr_in: Jordanian कुवैत
zh_tw: 約旦第納爾

source: Japanese yen
es_es: Yen japonés
ko_kr: 엔
mr_in: जपानी येन
pt_pt: Yen Japonês
zh_tw: 日圓

source: Kenyan shilling
es_es: Chelín keniata
ko_kr: 케냐 실링
mr_in: Kenyan शिलिंग
zh_tw: 肯尼亞先令

source: Kyrgyzstani som
es_es: Som kirguís
ko_kr: 키르기스스탄 솜
zh_tw: 吉爾吉斯斯坦索姆

source: Cambodian riel
es_es: Riel camboyano
ko_kr: 캄보디아 릴
mr_in: कंबोडियन riel
zh_tw: 柬埔寨瑞爾

source: Comoro franc
es_es: Franco comoriano
ko_kr: 코모로 프랑
mr_in: कोमोरो फ्रँक
zh_tw: 科摩羅法郎

source: North Korean won
es_es: Won norcoreano
ko_kr: 조선 민주주의 인민 공화국 원
mr_in: उत्तर कोरियन वोन
zh_tw: 北韓元

source: South Korean won
es_es: Won surcoreano
ko_kr: 한국 원
mr_in: कोरियन दक्षिण वोन
zh_tw: 韓元

source: Kuwaiti dinar
es_es: Dinar kuwaití
ko_kr: 쿠웨이트 디나르
mr_in: कुवेती दिनार
zh_tw: 科威特第納爾

source: Cayman Islands dollar
es_es: Dólar caimano
ko_kr: 케이맨 제도 달러
mr_in: केमॅन द्वीप डॉलर
zh_tw: 開曼群島元

source: Kazakhstani tenge
es_es: Tenge kazajo
ko_kr: 카자흐스탄 텡게
zh_tw: 哈薩克斯坦堅戈

source: Lao kip
es_es: Kip laosiano
ko_kr: 라오스 킵
mr_in: लाओ झोप
zh_tw: 老撾基普

source: Lebanese pound
es_es: Libra libanesa
ko_kr: 레바논 파운드
mr_in: Lebanese पाउंड
zh_tw: 黎巴嫩鎊

source: Sri Lankan rupee
es_es: Rupia srilanquesa
ko_kr: 스리랑카 루피
mr_in: श्रीलंकेचा रुपया
zh_tw: 斯里蘭卡盧比

source: Liberian dollar
es_es: Dólar liberiano
ko_kr: 라이베리아 달러
mr_in: लायबेरीयाच्या डॉलर
zh_tw: 利比里亞元

source: Lesotho loti
es_es: Loti lesotense
ko_kr: 레소토 로티
mr_in: लेसोथो loti
zh_tw: 萊索托洛蒂

source: Lithuanian litas
es_es: Litas lituano
ko_kr: 리투아니아 리 타스
mr_in: लिथुआनियन लिटास
zh_tw: 立陶宛立特

source: Latvian lats
es_es: Lat letón
ko_kr: 라트비아 라트
mr_in: लाटवियन लॅत्स
zh_tw: 拉脫維亞拉特

source: Libyan dinar
es_es: Dinar libio
ko_kr: 리비아 디나르
mr_in: Libyan कुवैत
zh_tw: 利比亞第納爾

source: Moroccan dirham
es_es: Dirham marroquí
ko_kr: 모로코 디르함
mr_in: मोरक्कन हॅम
zh_tw: 摩洛哥迪拉姆

source: Moldovan leu
es_es: Leu moldavo
ko_kr: 몰도바 레우
mr_in: Moldovan लिऊ
zh_tw: 摩爾多瓦列伊

source: Malagasy ariary
es_es: Ariary malgache
ko_kr: 마다가스카르 아리아 리
mr_in: मालागसी ariary
zh_tw: 馬達加斯加阿里亞裡

source: Macedonian denar
es_es: Denar macedonio
ko_kr: 마케도니아 디나르
mr_in: मॅसेडोनियन denar
zh_tw: 馬其頓代納爾

source: Myanmar kyat
ko_kr: 미얀마 차트
mr_in: म्यांमार Kyat
zh_tw: 緬甸緬元

source: Mongolian tugrik
es_es: Tughrik mongol
ko_kr: 몽골 투 그릭
mr_in: मंगोलियन tugrik
zh_tw: 蒙古圖格里克

source: Macanese pataca
es_es: Pataca macaense
ko_kr: 마카오 파타카
zh_tw: 土生葡人澳門元

source: Mauritanian ouguiya
es_es: Ouguiya mauritana
ko_kr: 모리타니 우기 야
zh_tw: 毛里塔尼亞烏吉亞

source: Mauritian rupee
es_es: Rupia mauricia
ko_kr: 모리셔스 루피
mr_in: Mauritian रुपया
zh_tw: 毛里求斯盧比

source: Maldivian rufiyaa
es_es: Rufiyaa maldiva
ko_kr: 몰디브 루피 야
zh_tw: 馬爾地

source: Malawian kwacha
es_es: Kwacha malauí
ko_kr: 말라위 콰차
zh_tw: 馬拉維克瓦查

source: Mexican peso
es_es: Peso mexicano
ko_kr: 멕시코 페소
mr_in: मेक्सिकन पेसो
zh_tw: 墨西哥比索

source: Mexican Unidad de Inversion (funds code)
es_es: Unidad de Inversión mexicana (código de fondos)
ko_kr: 멕시코 Unidad 드 반전 (펀드 코드)
mr_in: मेक्सिकन Unidad डी उलटा (निधी कोड)
zh_tw: 墨西哥團結報德反轉（基金代碼）

source: Malaysian ringgit
es_es: Ringgit malayo
ko_kr: 말레이시아 링깃
mr_in: मलेशियाई रिन्गीट्ट
zh_tw: 馬來西亞林吉特

source: Mozambican metical
es_es: Metical mozambiqueño
ko_kr: 모잠비크 메티 칼
zh_tw: 莫桑比克美提卡

source: Namibian dollar
es_es: Dólar namibio
ko_kr: 나미비아 달러
mr_in: Namibian डॉलर
zh_tw: 納米比亞元

source: Nigerian naira
es_es: Naira nigeriana
ko_kr: 나이지리아 나이라
mr_in: नायजेरियन naira
zh_tw: 尼日利亞奈拉

source: Nicaraguan córdoba
es_es: Córdoba nicaragüense
ko_kr: 니카라과 코르도바
mr_in: Nicaraguan कोर्दोबा
zh_tw: 尼加拉瓜科多巴
