Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Bank Account Number
cs_cz: Číslo bankovního účtu
es_es: Número de cuenta bancaria
hi_in: बैंक खाता संख्या
id_id: Nomor Rekening Bank
it_it: Numero del conto
ko_kr: 은행 계좌 번호
mr_in: बँक खाते क्रमांक
nl_nl: Bank Rekening Nummer
pt_pt: Número Conta Bancária
ru_ru: Номер банковского счета
sq_al: Numri i llogarisë bankare
sv: Bankkontonummer
sw_ke: Idadi ya akaunti ya benki
tr_tr: BANKA HESAP NO
zh_hk: 银行账号
zh_tw: 銀行帳戶編號

source: Bank Address
cs_cz: Adresa banky
es_es: Dirección del banco
hi_in: बैंक का पता
id_id: Alamat Bank
it_it: Indrizzo della Banca
ko_kr: 뱅크 어드레스
mr_in: बँक पत्ता
nl_nl: Adres van de bank
pt_pt: Endereço Banco
ro_ro: Adresa Bancii
ru_ru: Адрес банка
sq_al: Adresa e bankës
sv: Bankadress
sw_ke: Anwani ya benki
tr_tr: BANKA ADRESI
zh_hk: 银行地址
zh_tw: 銀行地址

source: Import Format
es_es: Formato de importación
ko_kr: 가져 오기 형식
zh_tw: 匯入格式

source: Currency
cs_cz: Měna
es_es: Moneda
hi_in: मुद्रा
id_id: Mata Uang
it_it: Valuta
ko_kr: 통화
mr_in: चलन
nl_nl: Valuta
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
sq_al: Monedhë
sv: Valuta
sw_ke: Sarafu
tr_tr: PARA BIRIMI
zh_hk: 货币
zh_tw: 貨幣別

source: Default for Invoices
cs_cz: Výchozí pro Faktury
es_es: Predeterminado para las facturas
hi_in: चालान के लिए तयशुदा
id_id: Standar utk Faktur
it_it: Di default per le fatture
ko_kr: 송장에 대한 기본
mr_in: पावत्या डीफॉल्ट
nl_nl: Standaard for Invoices
pt_pt: Padrão para Aviso
ro_ro: Implicit pentru Facturi
ru_ru: По умолчанию для счетов-фактур
sq_al: Default për faturat e
sv: Default för fakturor
sw_ke: Default kwa Ankara
tr_tr: Faturalar için varsayılan
zh_hk: 发票默认值
zh_tw: 發票預設

source: Fall Back Default
es_es: Fall Back predeterminado
id_id: Standar Jika Bermasalah
ko_kr: 기본을 폴백
mr_in: डीफॉल्ट मागे पडणे
pt_pt: Padrão para Não Existe
zh_tw: 降一級的預設值

source: Currency Default
es_es: Moneda predeterminada
id_id: Standar Utk Mata Uang Terpilih
ko_kr: 환율 기본
mr_in: चलन डीफॉल्ट
pt_pt: Moeda Padrão
zh_tw: 預設貨幣

source: Are you sure you wish to delete this bank account?
es_es: ¿Está seguro que desea suprimir esta cuenta bancaria?
id_id: Apakah Anda yakin ingin menghapus rekening bank ini?
ko_kr: 이 은행 계좌를 삭제하려면 확실합니까?
mr_in: आपण हे बँक खाते हटवू इच्छिता खात्री आहे?
pt_pt: Confirma remoção desta conta bancária?
zh_tw: 您確定要刪除此銀行帳戶？

source: Show All Bank Accounts Defined
cs_cz: Zobrazit všechny bankovní účty definované
es_es: Mostrar Todas las cuentas bancarias definidas
hi_in: सभी दिखाएँ बैंक खातों निर्धारित
id_id: Tampilkan Semua Rekening Bank
it_it: Mostra tutti i conti bancari definiti
ko_kr: 정의 된 모든 은행 계좌를보기
mr_in: सर्व परिभाषित बँक खाती दाखवा
nl_nl: Laat Alle Bank Rekeningen Zien
pt_pt: Exibir todas contas bancárias exitentes
ro_ro: Arata toate conturile bancare definite
ru_ru: Показать все банковские счета
sq_al: Trego te gjitha llogaritë bankare të Përcaktuar
sv: Visa alla definierade bankkonton
sw_ke: Kuonyesha Benki zote Accounts Defined
tr_tr: TANIMLI TÜM BANKA HESAPLARINI GÖSTER
zh_hk: 显示全部银行账户
zh_tw: 顯示全部銀行帳戶的設定

source: Bank Account GL Code
cs_cz: Bankovní účet GL kód
es_es: Código Contable del Banco
hi_in: बैंक खाता जीएल कोड
id_id: Kode GL Rekening Bank
it_it: Sottoconto
ko_kr: 은행 계좌 GL 코드
mr_in: बँक खाते जी.एल. कोड
nl_nl: Bank Rekening GB Code
pt_pt: Cód. Contábil Conta Banc.
ro_ro: Banca GL Cod cont
ru_ru: Код банковского счета в главной книге
sq_al: Kodi i llogarisë bankare GL
sv: Bankkontokod i bokföring
sw_ke: Akaunti ya benki GL Code
tr_tr: BANKA HESABI MUH.KODU
zh_hk: 会计科目
zh_tw: 銀行帳戶總帳科目

source: Transaction Import File Format
es_es: Formato de archivo de importación de transacción
ko_kr: 트랜잭션 가져 오기 파일 형식
zh_tw: 交易匯入的檔案格式

source: MT940 - Siam Comercial Bank Thailand
es_es: MT940 - Siam Comercial Bank, Tailandia
ko_kr: MT940 - 시암하기 Comercial 은행 태국
zh_tw: MT940-暹羅商業銀行

source: MT940 - ING Bank Netherlands
es_es: MT940 - ING Bank, Países Bajos
ko_kr: MT940 - ING 은행 네덜란드
zh_tw: MT940-荷蘭銀行

source: GIFTS - Bank of New Zealand
ko_kr: 선물 - 뉴질랜드 은행
zh_tw: 禮品 - 紐西蘭銀行

source: Currency Of Account
cs_cz: Měna účtu
es_es: Divisa de la cuenta
hi_in: खाता की मुद्रा
id_id: Mata Uang Rekening
it_it: Moneta di conto
ko_kr: 계정 통화
mr_in: खाते ठरविणे
nl_nl: Valuta van rekening
pt_pt: Moeda da Conta
ro_ro: Valuta contului
ru_ru: Валюта аккаунта
sq_al: Monedhën e llogarisë
sv: Kontovaluta
sw_ke: Kati ya fedha za Akaunti ya
tr_tr: Hesap Of Döviz
zh_hk: 账户的货币
zh_tw: 外幣帳戶

source: Bank Matching
cs_cz: Banka odpovídající
es_es: Conciliación bancaria
hi_in: बैंक मिलान
id_id: Pencocokan Bank
it_it: Banca Matching
ko_kr: 은행 매칭
mr_in: बँक जुळणे
nl_nl: Vergelijk bank ontvangsten
pt_pt: Conta Bancária Corresp.
ro_ro: Banca de potrivire
ru_ru: Банк соответствия
sq_al: Banka Matching
sv: Bankkonto matchning
sw_ke: Benki Swahili
tr_tr: Banka Eşleştirme
zh_hk: 银行对账
zh_tw: 銀行匹配

source: Receipts
cs_cz: Příjmy
es_es: Cobros
hi_in: प्राप्ति
id_id: Penerimaan
it_it: Incassi
ko_kr: 영수증
mr_in: पावती
nl_nl: Ontvangsten
pt_pt: Recebidos
ro_ro: Plati
ru_ru: Квитанции
sq_al: Pranimet
sv: Inbetalningar
sw_ke: Risiti
tr_tr: FISLER
zh_hk: 收款
zh_tw: 收款

source: Bank Account Matching - Receipts
cs_cz: Bankovní účet odpovídající - Příjmy
es_es: Conciliación de cuenta bancaria - Cobros
hi_in: बैंक खाता मिलान - प्राप्तियां
id_id: Pencocokan Rekening Bank - Penerimaan
it_it: Banca Matching Account - Ricevute
ko_kr: 은행 계좌 매칭 - 영수증
mr_in: बँक खाते जुळणे - पावत्या
nl_nl: Bank Account Matching - Ontvangsten
pt_pt: Conta Bancária Corresp. Recebimentos
ro_ro: Cont bancar de potrivire - Încasări
ru_ru: Банковский счет соответствия - Поступления
sq_al: Matching Bank Account - Pranimet
sv: Bankkonto matcha inbetalningar
sw_ke: Akaunti ya benki Swahili - Mapato
tr_tr: Banka Hesap Eşleme - Makbuzlar
zh_hk: 银行账户对账-收款
zh_tw: 銀行帳戶匹配 - 預收

source: Payments
cs_cz: Platby
es_es: Pagos
hi_in: भुगतान
id_id: Pembayaran
it_it: Pagamenti
ko_kr: 지불
mr_in: देयके
nl_nl: Betalingen
pt_pt: Pagamentos
ro_ro: Achitari
ru_ru: Платежи
sq_al: Pagesat
sv: Betalningar
sw_ke: Matokeo
tr_tr: ÖDEMELER
zh_hk: 付款
zh_tw: 付款

source: Bank Account Matching - Payments
cs_cz: Bankovní účet odpovídající - Platby
es_es: Conciliación de cuenta bancaria - Pagos
hi_in: बैंक खाता मिलान - भुगतान
id_id: Pencocokan Rekening Bank - Pembayaran
it_it: Banca Matching Account - Pagamenti
ko_kr: 은행 계좌 매칭 - 지불
mr_in: बँक खाते जुळणे - देयके
nl_nl: Bank Account Matching - Betalingen
pt_pt: Conta Bancária Corresp - Pagamentos
ro_ro: Banca cont de potrivire - Plăţi
ru_ru: Банковский счет соответствия - Платежи
sq_al: Matching Bank Account - Pagesat
sv: Bankkonto matcha utbetalningar
sw_ke: Akaunti ya benki Swahili - Malipo
tr_tr: Banka Hesap Eşleme - Ödemeler
zh_hk: 银行账户对账-付款
zh_tw: 銀行帳戶匹配 - 付款

source: This page must be called with a bank transaction type
cs_cz: Tato stránka musí být volána s typem bankovním převodem
es_es: Esta página debe invocarse con un tipo de transacción bancaria
hi_in: यह पृष्ठ एक बैंक लेन - देन प्रकार से बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dgn tipe transaksi bank
it_it: Questa pagina deve essere caricata specificando il tipo di operazione
ko_kr: 이 페이지는 은행 거래 유형으로 호출해야합니다
mr_in: या पृष्ठात एखाद्या बँक व्यवहाराचा प्रकार वापरणे आवश्यक आहे
nl_nl: Deze pagina moet worden opgevraagd met de bank transactie type
pt_pt: Esta página precisa ter tipo de transação bancária
ro_ro: Această pagină trebuie să fie numit cu un tip de tranzacţie bancară
ru_ru: Эта страница должна быть вызвана с типом банковской транзакции
sq_al: Kjo faqe duhet të quhet me një lloj transaksioni bankar
sv: Denna sida måste anropas med en banktranskationstyp
sw_ke: Ukarasa huu ni lazima kuitwa na aina ya shughuli za benki
tr_tr: BU SAYFA ÖNCESINDE BANKA TRANSFER TÜRÜ BELIRLENMELIDIR
zh_hk: 这个页面必须指定银行交易类别
zh_tw: 這頁必須配合交易類別來傳召

source: It should not be called directly
cs_cz: To by nemělo být jen přímo
es_es: No debería invocarse directamente
hi_in: यह सीधे नहीं कहा जाना चाहिए
id_id: Tdk boleh dipanggil secara langsung
it_it: Non può essere caricata direttamente
ko_kr: 그것은 직접 호출 할 수 없습니다
mr_in: हे थेट वापरले जाऊ नये
nl_nl: Het kan niet direct worden opgevraagd
pt_pt: Não pode ser chamada diretamente
ro_ro: Acesta nu ar trebui să fie numit direct
ru_ru: должна быть вызвана непосредственно
sq_al: Ajo nuk duhet të quhet drejtpërdrejtë
sv: Den skall inte anropas direkt
sw_ke: Ni lazima si kuitwa moja kwa moja
tr_tr: BU SAYFA DOGRUDAN ÇAGRILAMAZ
zh_hk: 不能直接调用
zh_tw: 這不能真接傳召

source: Could not retrieve transaction information
cs_cz: Nemohu získat informace o transakci
es_es: No se pudo obtener la información de la transacción
hi_in: लेनदेन सूचना को प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil informasi yg diminta karena
it_it: Non è possibile recuperare informazioni sulla transazione
ko_kr: 거래 정보를 검색 할 수 없습니다
mr_in: व्यवहार माहिती पुनर्प्राप्त करणे शक्य नाही
nl_nl: Gevraagde transaktie informatie kon niet worden opgevraagd
pt_pt: Não foi recuperada inform. da transação
ro_ro: Nu sa putut prelua informaţii privind tranzacţiile
ru_ru: Не удалось получить информации о транзакции
sq_al: Nuk mund të marrë informacione në transaksion
sv: Kunde inte hämta transaktionsinformationen
sw_ke: Hakuweza Retrieve shughuli habari
tr_tr: işlem bilgi alınamadı
zh_hk: 找不到此交易信息
zh_tw: 無法獲取交易信息

source: Could not match off this payment because
cs_cz: Nemohl zápas z této platby, protože
es_es: No se pudo conciliar este pago porque
hi_in: इस भुगतान नहीं किया जा सका क्योंकि मैच से दूर
id_id: Tdk dapat mencocokan pembayaran ini karena
it_it: Potrebbe non corrispondere al largo, perché questo pagamento
ko_kr: 이 때문에 지불을 일치 할 수 없습니다
mr_in: हे देयक जुळत नाही कारण
nl_nl: Niet tegenop konden uit dit betalen omdat
pt_pt: Não pode consolidar este pagamento porque
ro_ro: Nu am putut meci de pe această plată, deoarece
ru_ru: Не удалось найти соответствие для этого платежа, так как
sq_al: Nuk mund të përputhen me këtë të pagesës për shkak
sv: Kan inte matcha denna betalning eftersom
sw_ke: Hakuweza mechi mbali hii ya malipo ya sababu
tr_tr: Bu ödeme nedeniyle off maçı Couldn&#39;t
zh_hk: 无法确认这笔付款, 因为
zh_tw: 難道這不匹配的付款，因為關閉

source: Could not update the amount matched off this bank transaction because
cs_cz: Nepodařilo se aktualizovat částku uzavřeno z této banky, protože transakce
es_es: No se pudo actualizar el importe conciliado con esta transacción bancaria porque
hi_in: इस बैंक से लेन - देन क्योंकि मिलान राशि अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui jumlah yg dicocokan pada transaksi bank ini karena
it_it: Non è possibile aggiornare l'importo spuntato da questa operazione perchè
ko_kr: 이 은행 거래 인해를 일치 양을 업데이트 할 수 없습니다
mr_in: ह्या बँक व्यवहारासाठी जुळलेल्या रक्कम अद्यतनित करणे शक्य नाही कारण
nl_nl: Het bedrag dat is geboekt tegen deze banktransatie kon niet worden geupdate omdat
pt_pt: Não pode atualizar o valor consolidade desta trans. bancária porque
ro_ro: Nu a putut actualiza suma compensată de pe această tranzacţie bancar, deoarece
ru_ru: Невозможно обновить количество соответствующее данной банковской операции, так как
sq_al: Nuk mund update shumën që përkojnë jashtë këtij transaksioni bankar, sepse
sv: Kan inte updatera belopp på denna banktransaktion för att
sw_ke: Hakuweza update kiasi kuendana mbali shughuli hii kwa sababu ya benki
tr_tr: ISLEM BASARISIZ!
zh_hk: 无法更新银行对账记录, 因为
zh_tw: 不能更新銀行交易合計配對, 因為

source: Could not unclear this bank transaction because
cs_cz: Nemohu nejasné tento bankovní transakci, protože
es_es: No se pudo recuperar esta transacción bancaria porque
hi_in: अस्पष्ट इस बैंक लेन - देन नहीं किया जा सका क्योंकि
id_id: Tdk dapat mengembalikan transaksi bank ini karena
it_it: Non àŠ possibile togliere la spunta a questa operazione perchè
ko_kr: 이 은행 거래로 인해 수 분명하지
mr_in: हा बँक व्यवहार संदिग्ध करू शकत नाही कारण
nl_nl: Kon deze banktrasactie niet ongedaan maken omdat
pt_pt: Não pode entender esta transação bancária porque
ro_ro: Nu a putut fi clar această tranzacţie bancar, deoarece
ru_ru: Не удалось неясно это банковская операция, поскольку
sq_al: Nuk mund të paqartë këtij transaksioni bankar, sepse
sv: Kan inte återställa denna banktransaktion för att
sw_ke: Hakuweza haijulikani hii shughuli ya benki kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 无法取消确认此银行交易, 因为
zh_tw: 此銀行交易不能核銷, 因為

source: Use this screen to match webERP Receipts and Payments to your Bank Statement. Check your bank statement and click the check-box when you find the matching transaction.
cs_cz: Tato obrazovka slouží k zápasu webERP inkasa a platby do svého výpisu z účtu. Zkontrolujte, zda vaše bankovní výpis a klikněte na check-box, když zjistíte, odpovídající transakce.
es_es: Use esta pantalla para conciliar los Cobros y Pagos de WebERP con su Cuenta Bancaria. Compruebe su cuenta bancaria y pulse la casilla cuando encuentre la transacción coincidente.
hi_in: यह करने के लिए अपने बैंक स्टेटमेंट को webERP प्राप्तियां और भुगतान मैच स्क्रीन का प्रयोग करें. आपके बैंक विवरण की जाँच करें और चेक बॉक्स क्लिक करें जब आप मिलान सौदा लगता है.
id_id: Gunakan menu ini utk mencocokan Penerimaan dan Pembayaran webERP dgn Rekening Koran Bank Anda. Periksa rekening koran bank Anda dan klik kotak-centang saat Anda menemukan transaksi yg cocok
it_it: Utilizzare questo schermo per corrispondere webERP entrate e pagamenti per il vostro estratto conto. Controlla il tuo estratto conto e fare clic sulla casella di controllo quando si trova la transazione corrispondente.
ko_kr: 은행 계좌 내역서에 webERP 영수증 및 지급에 맞게이 화면을 사용합니다. 은행 문을 확인하고 일치하는 트랜잭션을 발견 할 때 체크 박스를 클릭합니다.
nl_nl: Gebruik dit scherm om webERP ontvangsten en betalingen af te stemmen op uw bankafschrift. Controleer uw bankafschrift en klik op de check-box wanneer u vindt de bijbehorende transactie.
pt_pt: Use esta tela para confrontar recebimentos e pagamentos com lançam. Bancários. Verifique se extrato bancário e clique no check-box quando trans. OK
ro_ro: Utilizaţi acest ecran pentru a se potrivi webERP încasări şi plăţi pentru dvs. Bank Declaraţie. Verifica extrasul de cont bancar şi faceţi clic pe check-box atunci când veţi găsi tranzacţiei de potrivire.
ru_ru: Используйте этот экран для сопоставления webERP поступлений и платежей в банковском балансе. Проверьте ваш банковский баланс и нажмите флажок, когда вы найдете соответствующие транзакции.
sq_al: Përdoreni këtë ekran të ndeshjes webERP Pranimet dhe pagesat në Deklaratë e Bankës tuaj. Kontrolloni deklaratën tuaj bankare dhe klikoni kontrolloni kutinë-kur ju të gjeni të transaksionit përputhen.
sv: Använd den här skärmen för att matcha webERP-och utbetalningar till ditt kontoutdrag. Kontrollera dina kontoutdrag och klicka på kryssrutan när du hitta matchande transaktionen.
sw_ke: Kutumia screen kwa mechi webERP Mapato na Malipo ya Benki yako Taarifa. Kuangalia taarifa ya benki yako na bonyeza kuangalia-sanduku wakati kupata shughuli vinavyolingana.
tr_tr: senin Banka için webERP Makbuzlar ve Ödemeler maç için bu ekranı kullanın. banka hesap kontrol edin ve size uygun işlem bulmak check-kutusunu tıklatın.
zh_hk: 使用此屏幕来核对webERP与您银行收款和付款对账单。核对您的银行对账单并且当您发现符合的交易时点击核取框。
zh_tw: 檢查您的銀行月結單時，並單擊該複選框，當你找到比對的交易，使用這畫面ERP的收支表比對您的銀行對帳單。

source: Bank Account
cs_cz: Bankovní účet
es_es: Cuenta bancaria
hi_in: बैंक खाता
id_id: Rekening Bank
it_it: Conto bancario
ko_kr: 은행 계좌
mr_in: ठेवीदाराचे बँकेतील खाते
nl_nl: Bank Rekening
pt_pt: Conta Bancária
ro_ro: Cont bancar
ru_ru: Банковский счет
sv: Bankkonto
sw_ke: Akaunti ya benki
tr_tr: BANKA HESABI
zh_hk: 银行账户
zh_tw: 銀行帳戶

source: Show
cs_cz: Zobrazit
es_es: Mostrar
hi_in: दिखाएँ
id_id: Tampilkan
it_it: Mostra
ko_kr: 표시
mr_in: दिसणे
nl_nl: Zien
pt_pt: Exibir
ro_ro: Vizionare
ru_ru: Показать
sq_al: Tregojnë
sv: Visa
sw_ke: Kuonyesha
tr_tr: GÖSTER
zh_hk: 显示
zh_tw: 顯示

source: from
cs_cz: od
es_es: desde
hi_in: से
id_id: dari
it_it: da
ko_kr: 부터
mr_in: पासून
nl_nl: van
pt_pt: De
ro_ro: de la
ru_ru: от
sq_al: nga
sv: från
sw_ke: kutoka
tr_tr: dan
zh_hk: 来自
zh_tw: 由

source: to
cs_cz: na
es_es: a
hi_in: करने के लिए
id_id: ke
it_it: di
ko_kr: 에
mr_in: ते
nl_nl: tot
pt_pt: para
ro_ro: pentru
ru_ru: кому
sq_al: të
sv: till
sw_ke: na
zh_hk: 到
zh_tw: 到

source: Choose outstanding
cs_cz: Zvolte vynikající
es_es: Escoger pendientes
hi_in: बकाया चुनें
id_id: Pilih (Blm-Dicocokan Saja)
it_it: Seleziona solo gli
ko_kr: 탁월한 선택
mr_in: थकबाकी निवडा
nl_nl: Kies openstaande
pt_pt: Escolha Corretos
ro_ro: Alege restante
ru_ru: Выберите необработанное
sq_al: Zgjidhni shquar
sv: Välj öppna
sw_ke: Kuchagua bora
tr_tr: TAMAMLANMAMIS SEÇIN
zh_hk: 选择未清算
zh_tw: 選擇未完成

source: only or all
cs_cz: jen nebo všechny
es_es: sólo ó todo
hi_in: केवल एक या सभी
id_id: atau (Semua)
it_it: da controllare o tutti gli
ko_kr: 전용 또는 모든
mr_in: केवळ किंवा सर्व
nl_nl: alleen of alle
pt_pt: único ou todos
ro_ro: numai sau toate
ru_ru: только или все
sq_al: vetëm ose të gjitha
sv: endast eller alla
sw_ke: tu au wote
tr_tr: SADECE VEYA HEPSI
zh_hk: 或全部
zh_tw: 只有或全部

source: in the date range
cs_cz: v rozmezí dat
es_es: en el intervalo
hi_in: दिनांक रेंज में
id_id: dalam jangka tgl
it_it: nel periodo selezionato
ko_kr: 날짜 범위
mr_in: तारीख श्रेणीत
nl_nl: in de datum periode
pt_pt: no intervalo de data
ro_ro: în intervalul de timp
ru_ru: в диапазоне дат
sq_al: në varg data
sv: inom datumintervallet
sw_ke: mbalimbali katika tarehe
tr_tr: TARIH ARALIGINDA
zh_hk: 记录
zh_tw: 在日期範圍

source: Show all
cs_cz: Zobrazit všechny
es_es: Mostrar todos:
hi_in: सभी दिखाएँ
id_id: Tampilkan (Semua)
it_it: Mostra tutti gli
ko_kr: 모두보기
mr_in: सर्व दर्शवा
nl_nl: Alle
pt_pt: Exibir todos
ro_ro: Vizionare integrala
ru_ru: Показать все
sq_al: Trego të gjitha
sv: Visa alla
sw_ke: Kuonyesha wote
tr_tr: TÜM KAYITLAR
zh_hk: 显示全部
zh_tw: 全部顯示

source: Show unmatched
cs_cz: Zobrazit bezkonkurenční
es_es: Mostrar no conciliados
hi_in: बेजोड़ दिखाएँ
id_id: Tampilkan (Blm-Dicocokan)
it_it: Mostra ineguagliata
ko_kr: 타의 추종을 불허보기
mr_in: दर्शवा न जुळणारी
nl_nl: Afwijkende
pt_pt: Exibir diferentes
ro_ro: Arată de neegalat
ru_ru: Показать несоответсвующие
sq_al: Show pashoq
sv: Visa ej matchade
sw_ke: Kuonyesha unmatched
tr_tr: UYMAYANLARI GÖSTER
zh_hk: 只显示未清算的
zh_tw: 顯示未配對

source: only
cs_cz: jen
es_es: sólo
hi_in: केवल
id_id: hanya
it_it: solo
ko_kr: 만
mr_in: केवळ
nl_nl: alleen
pt_pt: Só
ro_ro: numai
ru_ru: только
sq_al: vetëm
sv: endast
sw_ke: tu
tr_tr: SADECE
zh_hk: 仅
zh_tw: 只有

source: Choose to display only the first 20 matching
cs_cz: Vyberte, zda chcete zobrazit pouze prvních 20 odpovídající
es_es: Selección para mostrar sólo los primeras 20 coincidencias
hi_in: केवल पहले 20 मिलान प्रदर्शन चुनें
id_id: Pilih utk menampilkan (Hanya 20 Pertama Yg Cocok)
it_it: Seleziona solo i primi 20
ko_kr: 첫 번째 20 일치를 표시하도록 선택할 수
mr_in: फक्त पहिल्या 20 जुळणारे प्रदर्शित करण्यासाठी निवडा
nl_nl: Kies om alleen de eerste 20 te zien van
pt_pt: Escolha para exibir só os 20 que são iguais
ro_ro: Alegeţi pentru a afişa numai primele 20 de potrivire
ru_ru: Выберите к показу только первые 20 совпадающих
sq_al: Zgjidhni për të shfaqur vetëm i pari që përputhen 20
sv: Välj att bara visa de 20 första matchningarna
sw_ke: Kuchagua na kuonyesha tu ya kwanza 20 vinavyolingana
tr_tr: SADECE UYAN ILK 20'YI GÖSTER
zh_hk: 只显示前20条
zh_tw: 選擇只顯示首 20 條配對

source: or all
cs_cz: nebo všechny
es_es: ó todas
hi_in: सभी या
id_id: atau (Semua)
it_it: o tutti gli
ko_kr: 또는 모든
mr_in: किंवा सर्व
nl_nl: of alle
pt_pt: ou todos
ro_ro: sau toate
ru_ru: или все
sq_al: ose të gjitha
sv: eller alla
sw_ke: au yote
tr_tr: VEYA HEPSI
zh_hk: 或全部
zh_tw: 或全部

source: meeting the criteria
cs_cz: splňující kritéria
es_es: coinciden con el criterio
hi_in: मापदंड बैठक
id_id: yg cocok
it_it: selezionati
ko_kr: 기준을 충족
mr_in: निकष मीलन
nl_nl: binnen de voorwaarden
pt_pt: que atendem o critério
ro_ro: îndeplinesc criteriile
ru_ru: удовлетворяющих критерию
sq_al: përmbushja e kritereve
sv: uppflytter kriteriet:
sw_ke: mkutano vigezo
tr_tr: KRITERLERE UYAN
zh_hk: 记录
zh_tw: 符合挑選條件

source: Show only the first 20
cs_cz: Zobrazit jen prvních 20
es_es: Mostrar sólo los 20 primeros
hi_in: दिखाएँ केवल 20 पहले
id_id: Tampilkan (Hanya 20 Yg Pertama)
it_it: Mostra solo i primi 20
ko_kr: 첫 번째 (20)보기
mr_in: दाखवा प्रथम 20
nl_nl: Laat alleen de eerste 20 zien
pt_pt: Só os 20 primeiros
ro_ro: Arată numai primele 20
ru_ru: Показать первые 20
sq_al: Tregojnë vetëm para 20
sv: Visa bara de 20 första
sw_ke: Kuonyesha tu ya kwanza 20
tr_tr: ILK 20'YI GÖSTER
zh_hk: 只显示首 20
zh_tw: 只顯示首 20

source: Show selected
cs_cz: Zobrazit vybrané
es_es: Mostrar seleccionados:
hi_in: दिखाएँ चयनित
id_id: Tampilkan
it_it: Mostra le operazioni selezionate -
ko_kr: 보기 선택
mr_in: निवडलेले दर्शवा
nl_nl: Laat geselecteerde zien
pt_pt: Exibir os selecionados
ro_ro: Afiseaza selectia
ru_ru: Показать выбранные
sq_al: Show zgjedhur
sv: Visa valda
sw_ke: Kuonyesha kuchaguliwa
tr_tr: SEÇILENLERI GÖSTER
zh_hk: 显示符合条件的
zh_tw: 顯示已選的

source: Show reconciliation
cs_cz: Zobrazit usmíření
es_es: Mostrar conciliación
hi_in: दिखाएँ सुलह
id_id: Tampilkan rekonsiliasi
it_it: Mostra riconciliazione
ko_kr: 표시 조정
mr_in: मेळ दाखवा
nl_nl: Bekijk corresponderende boekingen
pt_pt: Exibir Reconciliação
ro_ro: Arată reconciliere
ru_ru: Показать согласование
sq_al: pajtimit Show
sv: Visa avstämning
sw_ke: Kuonyesha upatanisho
tr_tr: MUTABAKATLARI GÖSTER
zh_hk: 显示银行对账单
zh_tw: 顯示一致的

source: The date entered for the field to show
cs_cz: Datum vstoupil na pole show
es_es: La fecha introducida para el campo a mostrar
hi_in: तिथि फ़ील्ड के लिए प्रवेश को दिखाने के लिए
id_id: Tgl yg dimasukkan utk kolom yg ditampilkan
it_it: La data nel campo 'Mostra gli
ko_kr: 필드에 입력 한 날짜를 표시합니다
mr_in: तारीख दर्शविण्यासाठी क्षेत्रात प्रविष्ट केलेली
nl_nl: De ingevoerde datum voor het veld dat moet worden getoond
pt_pt: A data inform. para o campo para/até
ro_ro: Data a intrat pentru câmp pentru a afişa
ru_ru: Дата, введенная для показа поля
sq_al: Data e hyrë për fushën për të treguar
sv: Datumet som registrerats för att visa
sw_ke: Tarehe aliingia kwa ajili ya mashamba ya kuonyesha
tr_tr: GIRILEN TARIH
zh_hk: 输入的日期
zh_tw: 輸入要顯示的欄位日期

source: before
cs_cz: před
es_es: antes de
hi_in: से पहले
id_id: sebelum
it_it: prima del
ko_kr: 전에
mr_in: पूर्वी
nl_nl: voor
pt_pt: antes de
ro_ro: Inainte
ru_ru: до
sq_al: para
sv: före
sw_ke: kabla
tr_tr: ÖNCE
zh_hk: 日期早于
zh_tw: 之前

source: is not entered in a recognised date format
cs_cz: není zapsán v uznávané formátu data
es_es: está en un formato irreconocible
hi_in: किसी मान्यता प्राप्त दिनांक स्वरूप में दर्ज नहीं है
id_id: tdk dimasukkan dalam format tgl yg dikenal
it_it: àŠ stata inserita in un formato non valido
ko_kr: 인식 날짜 형식으로 입력되지 않습니다
mr_in: मान्यताप्राप्त तारीख स्वरूपात प्रविष्ट नाही
nl_nl: is niet ingevoerd in een herkenbare datum format
pt_pt: não está formato data válido
ro_ro: nu este înscris într-un format dată recunoscută
ru_ru: введена в нераспознаваемом формате
sq_al: nuk është futur në një format date njohur
sv: är inte angivet pä ett godkänt format
sw_ke: si aliingia katika muundo kutambuliwa tarehe
tr_tr: FORMATI HATALI
zh_hk: 格式不正确
zh_tw: 輸入日期格式不明

source: Entry is expected in the format
cs_cz: Vstup se očekává ve formátu
es_es: Emplee el formato
hi_in: प्रवेश प्रारूप में आशा की जाती है
id_id: Masukkan diminta dalam format
it_it: La data deve essere inserita nel formato
ko_kr: 항목 형식으로 예상된다
mr_in: नोंद नमुन्यात अपेक्षित आहे
nl_nl: invoer format is
pt_pt: Digite no formato válido
ro_ro: Intrarea este de aşteptat în format
ru_ru: Запись ожидается в формате
sq_al: Hyrja pritet në formatin e
sv: Förväntade format
sw_ke: Inatarajiwa kuingia katika format
tr_tr: GIRIS SU FORMATTA YAPILMALI:
zh_hk: 按正确格式输入日期
zh_tw: 輸入預期的格式

source: after
cs_cz: po
es_es: después
hi_in: के बाद
id_id: setelah
it_it: dopo il
ko_kr: 후
mr_in: नंतर
nl_nl: na
pt_pt: após
ro_ro: dupa
ru_ru: после
sq_al: pas
sv: efter
sw_ke: baada ya
tr_tr: SONRA
zh_hk: 之后
zh_tw: 之後
