Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Controlled Items Must Exist For Crediting
cs_cz: Kontrolovaného zboží musí existovat k připsání
es_es: Artículos Controlados Deben Existir para Crédito
hi_in: नियंत्रित आइटम crediting के लिए मौजूद होना चाहिए
id_id: Item Terkontrol Harus Ada Utk Di-kredit
it_it: Prodotti controllati deve esistere per Accredito
ko_kr: 제어 항목은 적립 존재해야
mr_in: नियंत्रित आयटम जमा साठी विद्यमान असणे आवश्यक
nl_nl: Gecontroleerde producten moet bestaan voor het toekennen
pt_pt: Itens Controlados precisam existir para Credito
ro_ro: Elemente controlată trebuie să existe pentru creditarea
ru_ru: Контролируемая продукция должна существовать для кредитования
sq_al: Artikuj të kontrolluara duhet të ekzistojë për kreditim
sv: Kontrollerade produkter måste finnas för kreditering
sw_ke: Vitu Controlled Lazima kuwepo kwa kreditmekanism
tr_tr: Kontrollü Öğeler Kredilendirme için Exist Must
zh_hk: 红字发票必须指定受控物料序列号或批号
zh_tw: 紅字發票必須指定受控物料序列號或批號

source: This parameter relates to the behaviour of the controlled items code. If a serial numbered item has not previously existed then a credit note for it will not be allowed if this is set to Yes
cs_cz: Tento parametr se týká chování kontrolovaného zboží kód. Pokud se sériovým číslem položky nebylo dříve existovalo pak dobropis na to nebude povoleno, pokud je nastavena na hodnotu Ano
es_es: Este parámetro está relacionado con el funcionamiento del código de artículos controlados. Si un artículo con número de serie no ha existido previamente, entonces no se permitirá una nota de crédito para él si este parámetro está a Sí.
hi_in: इस पैरामीटर नियंत्रित मदों कोड के व्यवहार से संबंधित है. अगर एक सीरियल क्रमांकित आइटम नहीं किया है पहले तो एक क्रेडिट नोट अस्तित्व के लिए यह अनुमति नहीं दी जाएगी अगर यह हाँ पर सेट है
id_id: Parameter ini berhubungan dgn prilaku kode item terkontrol. Jika item bernomor seri tdk ada sebelumnya makan nota kredit utknya tdk akan diperbolehkan jika ini diatur ke Ya
it_it: Questo parametro riguarda il comportamento del codice dei prodotti controllati. Se un elemento seriale numerato ha in precedenza non esisteva allora una nota di credito non sarà consentito se questa è impostata su Sì
ko_kr: 이 매개 변수는 제어 항목 코드 동작에 관한 것이다. 일련 번호 항목이 이전에 다음 존재하지 않은 경우이가로 설정되어있는 경우 이에 대한 신용 노트는 허용되지 않습니다 예
mr_in: हे घटक नियंत्रित आयटम कोड आचरण संबंधित. सिरियल क्रमांकित आयटम यापूर्वी अस्तित्वात नाही, तर हे होय वर सेट केले असल्यास, नंतर तो एक क्रेडिट नोट परवानगी दिली जाणार नाही
nl_nl: Deze parameter heeft betrekkng op de eigenschappen van de controlled item code. Indien een seriematig item niet eerder bestond dan kan er geen credit factuur worden aangemaakt als deze parameter op ja staat
pt_pt: Este parâmetro define o comportamento de códigos do tipo item controlado. Se um item com numeração serial não existia, então não é permitido nota de credito se isto estiver com Y (yes)
ro_ro: Acest parametru se referă la comportamentul codului controlate articole. Dacă un element numerotat de serie nu a existat anterior, atunci o notă de credit pentru că nu va fi permisă în cazul în care acest lucru este setată la Da
ru_ru: Этот параметр относится к поведению контролируемого кода элементов. Если серийный номер пункта ранее не существовал, то кредитная заметка за это не будет разрешена, если имеет значение Да
sq_al: Ky parametër të bëjë me sjelljen e kodit të kontrolluar sendet. Nëse një artikull serial numër nuk ka ekzistuar më parë, atëherë një notë krediti për të nuk do të lejohet në qoftë se ky është vendosur të Po
sv: Denna parameter avser beteende kontrollerade produkter koden. Om en seriell numrerat objekt har inte tidigare funnits sedan en kreditfaktura för det kommer inte att medges om detta är inställt på Ja
sw_ke: parameter Hii inahusiana na tabia ya maadili ya kudhibitiwa vitu. Serial kuhesabiwa kama bidhaa ina hapo awali kuwepo basi kumbuka mikopo kwa hataruhusiwa kama hii ni kuweka Ndiyo
tr_tr: Bu parametre kontrol öğeleri kodun davranışı ile ilgilidir. buna izin olmayacak bu Evet olarak ayarlanırsa, bir seri numaralı öğe varsa Daha önce, sonra bir kredi notu var
zh_hk: 如果这个参数设置为是，不允许开具没有指定受控物料序列号或批号信息的红字发票
zh_tw: 這參數是關係到受控商品的編碼(序列號). 如設定"是"(YES), 折讓單上不能存在沒有序列號的商品

source: Could not load price lists
cs_cz: Nelze načíst ceníky
es_es: No se pudo cargar las Listas de Precios
hi_in: मूल्य सूची लोड नहीं कर सका
id_id: Tdk dapat memuat daftar harga
it_it: Impossibile caricare i listini dei prezzi
ko_kr: 가격 목록을로드 할 수 없습니다
mr_in: किंमत याद्या लोड करणे शक्य नाही
nl_nl: Kon de prijslijst niet ophalen
pt_pt: Não encontrou lista preços
ro_ro: Nu sa putut încărca listele de preţuri
ru_ru: Не удалось загрузить прайс-листы
sq_al: Nuk mund te ngarkohet listat e çmimeve
sv: Kunde inte läsa in huvudanvändargränssnittet
sw_ke: Inaweza si mzigo orodha ya bei
tr_tr: FIYAT LISTELERINI YÜKLEYEMIYORUM
zh_hk: 无法取得价格表
zh_tw: 未能載入價格列表

source: Default Price List
cs_cz: Výchozí Ceník
es_es: Lista de precios predeterminada
hi_in: डिफ़ॉल्ट मूल्य सूची
id_id: Daftar Harga Standar
it_it: Default Listino
ko_kr: 기본 가격 목록
mr_in: डीफॉल्ट किंमत सूची
nl_nl: Default prijslijst
pt_pt: Lista Preço Padrão
ro_ro: Default Lista de preturi
ru_ru: По умолчанию прайс-лист
sq_al: Lista e Çmimeve Default
sv: Standard prislista
sw_ke: Bei default Orodha
tr_tr: VARSAYILAN FIYAT LISTESI
zh_hk: 默认价格表
zh_tw: 預設價格表

source: Unavailable
cs_cz: Není k dispozici
es_es: No disponible
hi_in: अनुपलब्ध
id_id: Tdk ada
it_it: Non disponibile
ko_kr: 없는
mr_in: अनुपलब्ध
nl_nl: Niet beschikbaar
pt_pt: Não Disponível
ro_ro: Indisponibil
ru_ru: Недоступные
sq_al: I padisponueshëm
sv: Otillgänglig
tr_tr: MEVCUT DEGIL
zh_hk: 不启用
zh_tw: 未啟動

source: This price list is used as a last resort where there is no price set up for an item in the price list that the customer is set up for
cs_cz: Tento ceník je používán jako poslední možnost, kde není cena stanovena až na položku v ceníku, že zákazník je nastaven pro
es_es: Esta lista de precios se usa como último recurso cuando la lista de precios para la que está configurado el cliente no tiene configurado un precio para el artículo.
hi_in: इस मूल्य सूची एक अंतिम उपाय है जहाँ कोई मूल्य सूची में कोई आइटम है कि ग्राहक तक के लिए निर्धारित है के लिए स्थापित की कीमत के रूप में प्रयोग किया जाता है
id_id: Daftar harga ini digunakan sbg jalan terakhir dimana tdk ada harga dibuat utk item dalam daftar harga dimana customer telah dibuat utknya
it_it: Questo listino prezzi è usato come ultima risorsa, dove non esiste un prezzo fissato su un elemento nella lista dei prezzi che il cliente è impostato su
ko_kr: 이 가격 목록은 더 가격이 고객이 설정되어있을 때 가격 목록의 항목이 설정되지 않은 최후의 수단으로 사용된다
mr_in: ही किंमत सूची ग्राहकासाठी सेट केले किंमत सूचीमधील आयटम सेट किंमत नाही आहे जेथे शेवटचा उपाय म्हणून वापरले जाते
nl_nl: Deze prijslijst wordt alleen gebruikt indien er verder geen geldiige prijs beschikaar is in specifieke prijslijsten
pt_pt: Lista de Preço usada como último recurso quando não há preço associado ao item para este cliente
ro_ro: Aceasta lista de preturi este folosit ca o ultimă soluţie în cazul în care nu există un preţ stabilit pentru un element din lista de preţuri pe care clientul este configurat pentru
ru_ru: Этот прейскурант используется в качестве последней меры, когда цена не установлена для товара в прайс-листе, который настроен для клиента
sq_al: Kjo listë e çmimeve është përdorur si mjetin e fundit, ku nuk ka çmim të caktuar për një send në listën e çmimeve që klienti është ngritur për
sv: Denna prislista används som en sista utväg när det inte finns något pris för en produkt i prislistan som är kopplad till kunden
sw_ke: Orodha hii bei ni kutumika kama last resort ambapo hakuna bei kuanzisha kwa kipengele katika orodha ya bei ya kuwa mteja ni kuanzisha kwa
tr_tr: Bu fiyat listesi, müşteri için ayarlanmış olduğundan fiyat listesinde bir öğe için ayarlanmış bir fiyat var son çare olarak kullanılır
zh_hk: 在客户对应价格表没有维护某物料的价格时，会使用这个价格
zh_tw: 價格表是可以分別為不同顧客設置不同價格的，但新顧客需要有個預設的，這個設定就是一個預設價格表，以防忘了或全國統一價等，本來價格就只有一個，省得每個顧客一一去設定

source: Could not load shippers
cs_cz: Nelze načíst zasilatelů
es_es: No se pudo cargar los transportistas
hi_in: shippers लोड नहीं कर सका
id_id: Tdk dapat memuat pengirim
it_it: Impossibile caricare i caricatori
ko_kr: 화주를로드 할 수 없습니다
mr_in: Shippers लोड करणे शक्य नाही
nl_nl: Kon de transporteurs niet ophalen
pt_pt: Não pode carregar remessa
ro_ro: Nu ar putea încărca expeditori
ru_ru: Не удалось загрузить поставщиков
sq_al: Nuk mund te ngarkohet transportuesit
sv: Kunde inte läsa in transportörer
sw_ke: Inaweza si mzigo shippers
tr_tr: NAKLIYECILER YÜKLENEMEDI
zh_hk: 找不到承运人
zh_tw: 未能載入物流公司

source: Default Shipper
cs_cz: Výchozí odesílatele
es_es: Transportista predeterminado
hi_in: डिफ़ॉल्ट Shipper
id_id: Pengirim Standar
ko_kr: 기본 발송
mr_in: डीफॉल्ट जहाजावरुन माल पाठवण्याचे काम
nl_nl: Default transporteur
pt_pt: Transp. Padrão
ro_ro: Implicit Expeditorului
ru_ru: Поставщик по умолчанию
sq_al: Default transportues mallrash
sv: Standard speditör:
tr_tr: VARSAYILAN NAKLIYECI
zh_hk: 默认承运人
zh_tw: 預設物流公司

source: This shipper is used where the best shipper for a customer branch has not been defined previously
cs_cz: Tato odesílatel se používá v případě, že odesílatel nejlepší pro zákazníka pobočky, která není definována dříve
es_es: Este transportista se usa mientras no se defina el mejor transportista para una sucursal de cliente.
hi_in: इस shipper प्रयोग किया जाता है जहां एक ग्राहक शाखा के लिए सबसे अच्छा shipper पहले से परिभाषित नहीं किया गया है
id_id: Pengirim ini digunakan dimana pengirim utama utk cabang customer belum dibuat sebelumnya
it_it: Questo caricatore è utilizzato dove i migliori caricatore per una succursale del cliente non è stato definito in precedenza
ko_kr: 고객 분기에 가장 선적 이전에 정의되지 않은 곳 선적이 사용됩니다
mr_in: ग्राहक शाखा उत्कृष्ट जहाजावरुन माल पाठवण्याचे काम यापूर्वी व्याख्या केली गेली नाही जेथे हे जहाजावरुन माल पाठवण्याचे काम वापरले जाते
nl_nl: De default transporteur wordt gebruikt wanneer er voor een klant / order geen specifieke transporteur is gedefinieerd
pt_pt: Este transportador é usado como transportador padrão para nova sucursal do cliente
ro_ro: Acest expeditorul este utilizat în cazul în care cel mai bun expeditorul pentru o sucursală client nu a fost definit anterior
ru_ru: Этот поставщик используется там, где лучший поставщик для клиентов филиала не был определен ранее
sq_al: Ky transportues mallrash është përdorur kur transportues mallrash më të mirë për një degë të konsumatorëve nuk ka qenë e përcaktuar më parë
sv: Denna speditör används när man inte definierat någon speditör för en leveransplats
sw_ke: shipper Hii ni kutumika ambapo shipper bora kwa tawi mteja haikuwa defined awali
tr_tr: Bu gönderen bir müşteri dalı için en iyi gönderen önceden tanımlanmış henüz nerede kullanılır
zh_hk: 在新建客户分公司时作为承运人的默认值
zh_tw: 這運輸商是當客戶分公司沒有設定首選運輸商時使用的

source: Do Freight Calculation
cs_cz: Do Nákladní Výpočet
es_es: Calcular flete
hi_in: भाड़ा गणना करो
id_id: Hitung Biaya Pengiriman
it_it: Do Calcolo Freight
ko_kr: 화물 계산을 수행
mr_in: सामानाचे गणना करू नका
nl_nl: Transport kosten berekening aan.
pt_pt: Calcular Frete
ro_ro: Nu de calcul de marfă
ru_ru: Сделать расчет груза
sq_al: A Llogaritja mallrave
sv: Beräkna frakt
sw_ke: Kufanya Freight calculation
tr_tr: NAKLIYE HASAPLAMA
zh_hk: 计算运费
zh_tw: 是否計算運費

source: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on the weight and cubic and the data defined for each shipper and their rates for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipper properly maintained.
cs_cz: Pokud je toto nastaveno na Ano, pak se systém pokusí spočítat náklady na dopravu z místa odeslání na základě hmotnosti a kubické a údaje definované pro každý přepravce a jejich sazby za přepravu na různých místech. Výsledky tohoto výpočtu bude smysl pouze tehdy, pokud jsou data zapsána na položku hmotnost a objem v setupu na skladě pro všechny položky, a náklady na dopravu u každého přepravce řádně udržovány.
es_es: Seleccionando Sí, el sistema intentará calcular el costo de transporte de un despacho basándose en el peso y volumen, la información de cada transportista y sus tasas de envío a varios sitios. Los resultados de este cálculo sólo tendrán sentido si se han indicado los datos de peso y volumen a los artículos de existencias y se mantienen apropiadamente los costos de transporte de cada transportista.
hi_in: अगर इस पर सेट है हाँ तो प्रणाली के लिए एक का माल प्रेषण वजन और घन और प्रत्येक shipper और विभिन्न स्थानों के लिए शिपिंग के लिए अपनी दरों के लिए परिभाषित डेटा के आधार पर लागत की गणना करने का प्रयास करेंगे. इस गणना के परिणाम ही सार्थक हो सकता है यदि डेटा आइटम और सभी आइटम और प्रत्येक ठीक से रखरखाव shipper के लिए माल की लागत के लिए स्टॉक मद सेटअप में वजन मात्रा के लिए प्रवेश किया है.
id_id: Jika ini diatur ke Ya maka sistem akan mencoba utk menghitung biaya pengiriman berdasarkan berat dan volume dan data yg dibuat utk setiap pengirim dan tarif mereka utk mengirimkan ke berbagai lokasi. Hasil dari perhitungan ini akan berarti jika data yg dimasukkan utk berat dan volume item dalam pengaturan item stok utk semua item dan biaya pengiriman utk setiap pengirim dibuat dgn benar.
it_it: Se questo è impostato a SI il sistema tenterà di calcolare il costo del trasporto di una spedizione in base al peso e cubiche e dei dati definiti per ogni mittente e le loro tariffe per la spedizione alle varie posizioni. I risultati di questo calcolo sarà senso solo se i dati vengono immessi per il peso e il volume in oggetto l&#39;installazione stock voce per tutte le voci e costi di trasporto per ogni caricatore corretta manutenzione.
ko_kr: 이 Yes로 설정되어있는 경우 시스템은 다양한 위치에 배송 무게와 입방에 따라 파견의 운송 비용과 각 선적에 대해 정의 된 데이터와 그 비율을 계산하려고합니다. 데이터가 적절하게 유지 모든 항목과 각 선적에 대한화물 비용에 대한 재고 항목 설정의 항목 무게와 부피에 대한 입력하면이 계산의 결과는 의미가됩니다.
mr_in: या होय वर सेट केल्यास नंतर प्रणाली वजन आणि क्यूबिक आधारित पाठवणे च्या वाहतुक खर्च व विविध ठिकाणी शिपिंग प्रत्येक जहाजावरुन माल पाठवण्याचे काम आणि त्यांच्या दर यासाठी परिभाषित डेटा गणना करण्याचा प्रयत्न करेल. डेटा व्यवस्थित ठेवली प्रत्येक जहाजावरुन माल पाठवण्याचे काम सर्व आयटम आणि वाहतुक खर्च साठी स्टॉक आयटम सेटअप मध्ये आयटम वजन आणि खंड प्रविष्ट केल्यास या हिशोब परिणाम केवळ अर्थपूर्ण होईल.
nl_nl: Als deze parameter aan staat dan zal het systeem de transport kosten van een zending berekenen op basis van gewicht en volume en de beschikbare tarief gegevens van de transporteur. Dit geeft alleen bruikbare resultaten indien de vereiste gegevens van vooraad items en transporteurs goed worden onderhouden
pt_pt: Se configurado para Y então o sistema irá calcular o custo de frete de um despacho com base no peso e volume cúbico e os dados definidos para cada transportador, suas tarifas para remessa para os vários locais. Os resultados deste cálculo fazem sentido se os dados informados para peso e volume são adequadamente configurados no sistema
ro_ro: Dacă aceasta este setată la Da, atunci sistemul va încerca să calculeze costul de transport al unui expediere bazată pe greutatea şi cubi, precum şi datele definite pentru fiecare expeditor şi ratele lor de transport maritim la diverse locatii. Rezultatele acestui calcul va fi sens doar în cazul în care datele sunt introduse pentru elementul greutatea şi volumul în elementul de configurare stoc pentru toate elementele şi costurile de transport pentru fiecare expeditor întreţinute în mod corespunzător.
ru_ru: Если это имеет значение Да, то система будет пытаться рассчитать стоимость грузовых отправку на основе веса и кубической и данных, установленных для каждого грузоотправителя и их ставки на перевозки в различные места. Результаты такого расчета будет иметь смысл лишь, если данные введены для пункта веса и объема в установке готового элемента для всех элементов и транспортных расходов для каждого грузоотправителя надлежащим образом.
sq_al: Nëse kjo është vendosur në Po atëherë sistemi do të përpiqet për të llogaritur koston e mallrave të një dërgimit në bazë të peshës dhe kub dhe të dhënat e përcaktuara për çdo transportues mallrash dhe normat e tyre për të anijeve për vende të ndryshme. Rezultatet e kësaj përllogaritje do të jetë vetëm kuptimplotë nëse të dhënat është futur për peshën pika dhe vëllimit në setup element rezervë për të gjitha sendet dhe shpenzimet e mallrave për çdo transportues mallrash ruajtur siç duhet.
sv: Om denna är ja så försöker systemet beräkna fraktkostnaden baserat på vikt volym och data för varje speditörs priser. Resultatet kräver naturligtvis att allgrunddata registrerats
sw_ke: Kama hii ni kuweka Ndiyo basi mfumo wa jaribio kufanya mahesabu ya gharama za usafirishaji wa dispatch kuzingatia uzito na ujazo na data defined kwa kila shipper na viwango vyao kwa ajili ya meli na maeneo mbalimbali. Matokeo ya hesabu hii itakuwa tu maana kama takwimu ni aliingia kwa uzito wa bidhaa na kiasi katika kuanzisha hisa bidhaa kwa ajili ya vitu vyote na gharama ya usafirishaji kwa kila shipper vizuri iimarishwe.
tr_tr: Bu Yes sonra ayarlanmışsa sistem ağırlığı ve kübik ve her gönderen ve çeşitli yerlere nakliye için onların oranları için belirlenen verilere dayalı bir sevk ve navlun maliyetini hesaplamak için çalışacaktır. veri öğesi ağırlık ve hacim tüm öğeleri ve uygun bir şekilde korunması her nakliyeci için navlun maliyetleri için stok kalemi kurulum için girilirse bu hesaplama sonuçları sadece anlamlı olacaktır.
zh_hk: 如果设置为是，系统会按照物料的重量或体积及不同承运人的费率以及到货地点计算运费。前提是所有销售物料的重量、体积和相关承运人的费率已经输入到系统
zh_tw: 如果設定為"是", 系統會按照重量和體積來計算不同物流公司和他們的費率及到貨地點來計算運費。前提是所有銷售物料的重量、體積和相關承運人的費率已經輸入到系統。

source: Apply freight charges if an order is less than
cs_cz: Použít nákladní poplatky, pokud cílem je méně než
es_es: Aplicar cargos de transporte si un pedido es menor de
hi_in: लागू भाड़ा अगर एक आदेश से कम नहीं है शुल्क
id_id: Kenakan biaya pengiriman jika order kurang dari
it_it: Applicare le spese di trasporto se un ordine è inferiore a
ko_kr: 주문 미만인 경우 운임을 적용
mr_in: एक ऑर्डर पेक्षा कमी असेल तर वाहतुक शुल्क लागू
nl_nl: Breng transportkosten in rekening als de order waarde minder is dan
pt_pt: Aplicar tarifas fretes se um pedido for menor que
ro_ro: Se aplică tarifele de transport în cazul în care un ordin este mai mică decât
ru_ru: Применить задрежку груза, если заказ меньше чем
sq_al: mallrave akuza Apliko në qoftë se një mënyrë është më pak se
sv: Läg på fraktkotnad om orderbeloppet är mindre än
sw_ke: Kuomba mizigo mashtaka kama utaratibu ni chini ya
tr_tr: SIPARIS BELIRTILENDEN DÜSÜKSE NAKLIYE ÖDEMESI UYGULA
zh_hk: 订单的最低运费
zh_tw: 訂單的最低運費(元)

source: This parameter is only effective if Do Freight Calculation is set to Yes. If it is set to 0 then freight is always charged. The total order value is compared to this value in deciding whether or not to charge freight
cs_cz: Tento parametr je účinná pouze v případě nákladní Do výpočtu je nastavena na hodnotu Ano. Pokud je nastavena na hodnotu 0 pak nákladní dopravy je vždy nabitá. Celková hodnota objednávky je v porovnání s touto hodnotou při rozhodování, zda poplatek nákladní
es_es: Este parámetro sólo es efectivo cuando el parámetro "Calcular Flete" se coloca en Sí. Entonces, si este valor es 0 se cobra siempre el transporte. El valor total del pedido se compara con este valor para decidir si se carga el transporte o no.
hi_in: इस पैरामीटर ही प्रभावी है अगर क्या फ्रेट गणना हाँ पर सेट है. अगर यह 0 पर सेट है तो भाड़ा हमेशा आरोप लगाया है. कुल ऑर्डर मान जाए या नहीं यह तय करने के लिए माल ढुलाई प्रभार में इस मूल्य की तुलना में है
id_id: Parameter ini hanya efektif jika Hitung Biaya Pengiriman diatur ke Ya. Jika diatur ke 0 maka biaya pengiriman akan selalu dikenakan. Total nilai order dibandingkan dgn nilai ini saat menentukan apakah biaya pengiriman dikenakan atau tdk
it_it: Questo parametro è efficace solo se Do Calcolo Freight è impostata su Sì. Se è impostato a 0 allora merci è sempre carica. Il valore totale dell&#39;ordine è rispetto a questo valore per decidere se o meno carica di trasporto
ko_kr: 마화물 계산 yes로 설정하면이 매개 변수는 유효하다. 이 후, 0으로 설정되면화물 항상 충전된다. 전체 순서 값화물을 충전 할 것인지 여부를 결정하는 값이 비교된다
mr_in: दो सामानाचे गणना होय वर सेट केले असल्यास हे घटक फक्त प्रभावी आहे. तो 0 करीता निश्चित केल्यास नंतर वाहतुक नेहमी लावला जातो. एकूण ऑर्डर मूल्य वाहतुक चार्ज करण्यासाठी किंवा नाही निर्णय हा मूल्य तुलनेत आहे
nl_nl: Deze parameter heeft alleen effect als de transportkosten berekening aan staat. Als deze parameter op 0 staat dan worden altijd transport kosten in rekening gebracht. De totale order waarde wordt vergeleken met deze waarde om vast te stellen of er transport kosten in rekening moeten worden gebracht.
pt_pt: Esse parâmetro é efetivo se o cálculo de frete foi configurado para Y (yes). Se configurado para 0 então sempre haverá frete. O valor total do pedido é comparado com este valor para decidir se há ou não frete
ro_ro: Acest parametru este eficient doar în cazul în care transportul de marfă Nu Calculul este setată la Da. Dacă este setat la 0, atunci de transport de marfă este întotdeauna perceput. Valoarea totală a comenzii este comparată cu această valoare pentru a decide dacă sau nu de a percepe de transport de marfă
ru_ru: Этот параметр действует только если ли Грузовой Расчет имеет значение Да. Если он установлен в 0, то груз всегда в издержках. Общая стоимость заказа по сравнению с этим значение в принятии решения, чтобы не брать груз
sq_al: Ky parametër është efektiv nëse A Llogaritja e mallrave është e vendosur të Po. Nëse është e vendosur për të 0 atëherë mallrave është akuzuar gjithmonë. Vlera totale që është në krahasim me këtë vlerë në të vendosë ose jo për të ngarkuar mallrave
sv: Denna parameter används bara om Beräkna frakt parametern är ja. Om den är noll beräknas alltid frakt. Ordervärder jämförs med denna parameter för att bestämma om frakt skall debiteras eller ej
sw_ke: parameter huu ni ufanisi tu kama Je calculation Freight ni kuweka Ndiyo. Kama ni kuweka 0 kisha mizigo daima kushtakiwa. Jumla ya thamani ili ni ikilinganishwa na thamani hii katika kuamua kama au malipo mizigo
tr_tr: Yapmak Yük Hesabı Evet olarak ayarlıysa Bu parametre yalnızca etkilidir. daha sonra 0 olarak ayarlanır ise yük her zaman tahsil edilir. Toplam sipariş değeri navlun için karar vermeden bu değeri karşılaştırılır
zh_hk: 参数只在计算运费参数设置为是时生效。系统会比较订单的运费和这个值，取其中较大的一个作为订单运费
zh_tw: 這參數只在計算運費的設定為"是"(yes)的時候才生效。如果設 0, 即永遠進行運費計算. 系統會比較訂單的運費和這個數值比較，取其中較大值作為訂單運費。

source: Create Debtor Codes Automatically
cs_cz: Vytvořit dlužníka kódy automaticky
es_es: Crear códigos de deudor automáticamente
hi_in: देनदार कोड स्वतः बनाएँ
id_id: Buat Kode Debitur Secara Otomatis
it_it: Creare codici Debitore automaticamente
ko_kr: 자동으로 채무자 코드 만들기
mr_in: स्वयंचलितपणे ऋणको कोड तयार करा
nl_nl: Maak debiteuren codes automatisch
pt_pt: Criar Código Clientes Automaticamente
ro_ro: A crea coduri de debitor în mod automat
ru_ru: Создать коды должников автоматически
sq_al: Krijo Codes Debitori Automatikisht
sv: Skapa leverantösnummer automatiskt
sw_ke: Kujenga Codes jukumu moja kwa moja
tr_tr: BORÇLU KODU OLUSTURMA
zh_hk: 客户自动编号
zh_tw: 客戶自動編號
