Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Are you sure you wish to delete this recurring order template?
cs_cz: Jste si jisti, že chcete smazat tento opakující se, aby šablona?
es_es: ¿Está seguro que desea suprimir esta plantilla de pedidos frecuentes?
hi_in: क्या आप वाकई इस आवर्ती क्रम टेम्पलेट हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus template order berulang ini?
it_it: Sei sicuro di voler cancellare questo modello ricorrente ordine?
ko_kr: 당신은 당신이 반복 주문 템플릿을 삭제 하시겠습니까?
mr_in: आपण या आवर्ती ऑर्डर टेम्पलेट हटवू इच्छित खात्री आहे?
nl_nl: Bent u er zeker van om deze herhalende opdracht te verwijderen
pt_pt: Confirma remoção do padrão de ordens repetitivas?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest şablon pentru recurente?
ru_ru: Вы уверены, что хотите удалить этот шаблон повторяющегося заказа ?
sq_al: A jeni i sigurt se doni te fshini kete template e përsëritur me qëllim?
sv: Är du säker på att du vill radera denna återkommande för mall?
sw_ke: Una uhakika unataka kufuta mara kwa mara ili template?
tr_tr: BU SIPARIS SABLONUNU SILMEK ISTEDIGINIZE EMIN MISINIZ
zh_hk: 你确定要删除这循环订单范本?
zh_tw: 你確定要刪除這循環訂單範本?

source: Recurring Orders Process
cs_cz: Opakující se objednávky procesu
es_es: Proceso de Ordenes Recurrentes
hi_in: आवर्ती आदेश प्रक्रिया
id_id: Proses Order Berulang
it_it: Ricorrenti ordini di processo
ko_kr: 반복 주문 프로세스
mr_in: आवर्ती ऑर्डर प्रक्रिया
nl_nl: Repeterend order proces
pt_pt: Processar Pedido Recorr.
ro_ro: Procesul de recurente Comenzi
ru_ru: Процесс повторения заказов
sq_al: Recurring urdhëron Procesi
sv: Startar en `sh' process
sw_ke: Mchakato wa mara kwa mara Daraja
tr_tr: TEKRARLANAN SIPARIS ISLEMLERI
zh_hk: 执行循环订单
zh_tw: 執行循環訂單

source: There was a problem retrieving the recurring sales order templates. The database reported:
cs_cz: Tam byl problém načítání opakující prodejní objednávky šablony. Databáze hlásil:
es_es: Hubo un problema al obtener las plantillas de órdenes de venta frecuentes. La DB informó:
hi_in: वहाँ एक को पुन: प्राप्त आवर्ती बिक्री आदेश टेम्पलेट्स समस्या थी. डेटाबेस रिपोर्ट:
id_id: Ada masalah saat mengambil template order penjualan berulang. Database melaporkan:
it_it: C&#39;è stato un problema recuperare l&#39;ordine di vendita dei modelli ricorrenti. La base di dati riportati:
ko_kr: 반복 판매 주문 템플릿을 검색하는 문제가 발생했습니다. 데이터베이스는보고 :
mr_in: आवर्ती विक्री ऑर्डर टेम्पलेट पुनर्प्राप्त करताना समस्या आली. डेटाबेस तक्रार नोंदवली:
nl_nl: Probleem bij het opvragen van de repeterende order template. Database melding:
pt_pt: Há um problema recuperando pedido de vendas recorrentes. DB informou erro:
ro_ro: Nu a fost o problemă la regăsirea recurentă comandă de vânzări şabloane. Baza de date a raportat:
ru_ru: Возникли проблемы при получении шаблонов поторяющиъся заказов. База данных сообщила:
sq_al: Nuk ishte një problem retrieving përsëritur me qëllim të shitjes templates. Baza e të dhënave të raportuara:
sv: Det gick inte att hämta den återkommande kundordern mallar. Databasen rapporterade:
sw_ke: Kulikuwa na tatizo retrieving ya mara kwa mara ili mauzo templates. Mbegu ya taarifa:
tr_tr: SIPARIS SABLONU VERITABANINDAN ALINIRKEN HATA OLUSTU:
zh_hk: 查找循环订单是发生错误，数据库信息：
zh_tw: 提取循環銷售訂單範本時發生問題, 資料庫回報:

source: There are no recurring order templates that are due to have another recurring order created
cs_cz: Nejsou žádné opakující pořadí šablon, které jsou způsobeny mít další opakující se stvořeného řádu
es_es: No hay plantillas de pedidos frecuentes que deban tener otro pedido frecuente creado
hi_in: वहाँ रहे हैं कोई आवर्ती क्रम टेम्पलेट्स के लिए एक और आवर्ती बनाया ऑर्डर एक कारण कर रहे हैं
id_id: Tdk ada template order berulang yg memerlukan order berulang lainnya utk dibuat
it_it: Non ci sono per i modelli ricorrenti, che sono dovuti ad avere un altro ordine ricorrenti creato
ko_kr: 또 다른 반복 순서가 만든 예정이다 더 반복 주문 템플릿이 없습니다
mr_in: दुसर्या आवर्ती ऑर्डर तयार करा कारणांमुळं की नाही आवर्ती क्रमाने टेम्पलेट आहेत
nl_nl: Er zijn geen terugkerende om sjablonen die het gevolg zijn van een ander gemaakt terugkerende orde hebben
pt_pt: Não há ordens de compra recorrentes que tenha necessidades
ro_ro: Nu există nici o ordine recurente şabloane care sunt datorate de a avea un alt ordin recurente create
ru_ru: Не найден шаблоны повторяющихся заказов, которые должны иметь еще однин повторяющийся заказ
sq_al: Nuk ka mënyrë të përsëritur templates që janë për shkak të ketë një tjetër mënyrë të përsëritur krijuar
sv: Det finns inga återkommande För mallar som ska genomgå en annan återkommande ordning som skapas
sw_ke: Hakuna utaratibu recurring templates kuwa ni kutokana na kuwa na mwingine mara kwa mara ili umba
tr_tr: periyodik bir düzen oluşturulur başka bir yinelenen sipariş olması nedeniyle şablonları vardır
zh_hk: 没有可执行的循环订单
zh_tw: 沒有循現訂單範本, 可能是正在產生其他的循環訂單

source: The number of recurring orders to process is
cs_cz: Počet opakujících se objednávek na proces
es_es: El número de pedidos frecuentes a procesar es
hi_in: आवर्ती आदेश की प्रक्रिया के लिए संख्या है
id_id: Jumlah order berulang utk diproses adalah
it_it: Il numero di ordini ricorrenti di processo è
ko_kr: 공정을 반복 주문의 수이다
mr_in: प्रक्रिया आदेश आवर्ती संख्या आहे
nl_nl: Het aantal terugkerende bestellingen te verwerken is
pt_pt: O número de ordens recorrentes a processar é
ro_ro: Numărul de comenzi recurente la proces este
ru_ru: Число повторяющихся заказов для обработки
sq_al: Numri i urdhrave të përsëritura të procesit është
sv: Antalet återkommande order att bearbeta är
sw_ke: Idadi ya amri ya mara kwa mara na mchakato ni
tr_tr: sürecine yinelenen siparişlerin sayısı
zh_hk: 执行循环订单的号码是
zh_tw: 續訂訂單處理的數量是

source: Recurring order
cs_cz: Opakující se objednávky
es_es: Pedido frecuente
hi_in: आवर्ती आदेश
id_id: Order berulang
it_it: Ricorrenti ordine
ko_kr: 반복 순서
mr_in: आवर्ती क्रम
nl_nl: Herhalende opdracht
pt_pt: Pedido Venda Recorrente
ro_ro: Recurente pentru
ru_ru: Повторяющийся заказ
sq_al: mënyrë Recurring
sv: Återkommade beställning
sw_ke: Mara kwa mara ili
tr_tr: TEKRARLANAN SIPARIS
zh_hk: 循环订单
zh_tw: 循環訂單

source: Date calculated for the next recurrence was
cs_cz: Datum počítá pro příští opakování byl
es_es: La fecha calculada para la proxima recurrencia fue
hi_in: तारीख अगले पुनरावृत्ति के लिए गणना की गई
id_id: Tgl terhitung utk order berikut adalah
it_it: Data calcolato per la prossima ricorrenza è stata
ko_kr: 다음 재발에 대해 계산 된 날짜했다
mr_in: पुढील पुनरावृत्ती साठी मोजले दिनांक होते
nl_nl: Datum berekend voor de volgende herhaling was
pt_pt: Data calculada para a próxima recorrência foi
ro_ro: Data calculată pentru recurenţă următoare a fost
ru_ru: Рассчетная дата следующего появления
sq_al: Data e llogaritur për përsëritjen e ardhshëm është
sv: Datum beräknas för nästa återfall
sw_ke: Tarehe imekadiriwa kwa upprepning ya pili ilikuwa
tr_tr: Tarih sonraki nüks hesaplandı
zh_hk: 下次发生的预计日期是
zh_tw: 計算出下一次復發時間為

source: A new order has been created from a recurring order template for customer
cs_cz: Nová objednávka byla vytvořena z opakující se, aby šablonu pro zákazníka
es_es: Una nueva orden se ha creado a partir de una plantilla de orden recurrente para el cliente
hi_in: एक नया आदेश ग्राहकों के लिए एक आवर्ती क्रम टेम्पलेट से बनाया गया है
id_id: Order baru telah dibuat dari template order berulang utk customer
it_it: Un nuovo ordine è stato creato da un modello di ordine ricorrenti per il cliente
ko_kr: 새로운 질서는 고객에 대한 반복 주문 템플릿에서 생성 된
mr_in: नवीन ऑर्डर ग्राहकासाठी एक आवर्त ऑर्डर टेम्पलेट पासून तयार केले गेले आहे
nl_nl: Op basis van een repeterende order template is een nieuwe order gecreeerd voor de klant
pt_pt: Nova ordem foi criada para ordem recorrente para este cliente
ro_ro: O nouă ordine a fost creat dintr-un şablon pentru recurente pentru client
ru_ru: Новый заказ был создан из шаблона повторяющихся заказов для клиента
sq_al: Një mënyrë e re është krijuar nga një mostër mënyrë të përsëritur për të konsumatorëve
sv: En ny order har skapats från en återkommande beställning mall för kunden
sw_ke: utaratibu mpya imekuwa kuumbeni kutoka template mara kwa mara ili kwa ajili ya wateja
tr_tr: MÜSTERI IÇIN TEKRARLANAN SIP. SABLONU KULLANILARAK YENI BIR SIPARIS YARATILDI
zh_hk: 由客户的循环订单产生了一张新的销售订单
zh_tw: 由客戶的循環訂單範本產生了一張新的訂單

source: The order number is:
cs_cz: S pořadovým číslem:
es_es: El número del pedido es:
hi_in: आदेश संख्या है:
id_id: Nomor order adalah:
it_it: Il numero d&#39;ordine è:
ko_kr: 주문 번호는 다음과 같습니다
mr_in: ऑर्डर क्रमांक आहे:
nl_nl: Het opdracht nummer is:
pt_pt: O número do pedido é:
ro_ro: Numărul de ordine este:
ru_ru: Номер заказа:
sq_al: Numri që është:
sv: Ordernumret är:
sw_ke: Idadi ili ni:
tr_tr: SIPARIS NUMARASI:
zh_hk: 订单编号是:
zh_tw: 訂單編號是:

source: The line items of the recurring order cannot be retrieved because
cs_cz: Řádkové položky opakované objednávky, nemůže získat, protože
es_es: No se puede obtener las filas de artículos del pedido frecuente porque
hi_in: आवर्ती आदेश की पंक्ति वस्तुओं क्योंकि नहीं वापस लाया जा सकता
id_id: Baris item order berulang tdk dapat diambil karena
it_it: Le voci dell &#39;ordine ricorrenti non possono essere recuperati perché
ko_kr: 반복 주문 라인 항목이 있기 때문에 검색 할 수 없습니다
mr_in: आवर्ती ऑर्डर ओळ आयटम कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De regels van de repeterende order kan niet worden opgevraagd omdat
pt_pt: A linha de itens para o pedido recorrente não pode ser recuperado porque
ro_ro: Elementele de pe linie de ordine recurente nu pot fi recuperate, deoarece
ru_ru: Позиции из повторяющегося заказв не могут быть получены, так как
sq_al: Artikujt e vijës së rendit të përsëritur nuk mund të shikohet, sepse
sv: De artiklar av återkommande order kan inte hämtas därför
sw_ke: Bidhaa Mpya wa utaratibu wa mara kwa mara hawezi kuwa retrieved sababu
tr_tr: SIPARIS SATIR KALEMLERI GÖRÜNTÜLENEMIYOR
zh_hk: 未能提取循环订单行， 因为
zh_tw: 未能提取循環訂單列商品, 因為

source: Could not insert the order lines from the recurring order template
cs_cz: Nemohu vložit řádků, z opakované objednávky šablony
es_es: No se puede determinar la última fecha del período seleccionado
hi_in: सम्मिलित आवर्ती क्रम टेम्पलेट से आदेश लाइनों नहीं कर सका
id_id: Tdk dapat memasukkan baris order dari template order berulang
it_it: Impossibile inserire le righe d&#39;ordine dal modello di ordine ricorrenti
ko_kr: 반복 주문 템플릿 순서 라인을 삽입 할 수 없습니다
mr_in: आवर्ती ऑर्डर टेम्पलेट पासून ऑर्डर ओळी घालू शकत नव्हते
nl_nl: Kon de regels van de repeterende order template niet toevoegen
pt_pt: Não pode inserir linhas na ordem recorrente para o template
ro_ro: Nu a putut introduce liniile de comanda de la şablon pentru recurente
ru_ru: Не удалось вставить строки из шаблона повторяющегося заказа
sq_al: Nuk mund të futur rreshta urdhër nga template mënyrë të përsëritur
sv: Kunde inte in orderrader från de återkommande för mallen
sw_ke: Hakuweza ili Insert mistari ya kutoka kwa kigezo mara kwa mara ili
tr_tr: SABLONU KULLANARAK SATIR KALEMLERI EKLENEMEDI
zh_hk: 未能从循环订单插入订单行
zh_tw: 未能插入環訂單範本的銷售訂單列

source: Could not update the last recurrence of the recurring order template. The database reported the error:
cs_cz: Nelze aktualizovat poslední obnovení opakované objednávky šablony. Databáze hlášena chyba:
es_es: No se pudo actualizar la última ocurrencia de la la plantilla de pedidos frecuentes. La DB informó del error:
hi_in: आवर्ती क्रम टेम्पलेट की अंतिम पुनरावृत्ति को अद्यतन नहीं किया जा सका. डेटाबेस त्रुटि रिपोर्ट:
id_id: Tdk dapat memperbarui order terakhir dari template order berulang. Database melaporkan kesalahan:
it_it: Impossibile aggiornare l&#39;ultima ricorrenza del modello di ordine ricorrenti. Il database segnalato l&#39;errore:
ko_kr: 반복 주문 템플릿의 마지막 재발을 업데이트 할 수 없습니다. 데이터베이스는 오류를보고했습니다 :
mr_in: आवर्ती ऑर्डर टेम्पलेट शेवटच्या पुनरावृत्ती अद्यतनित करणे शक्य नाही. डेटाबेस त्रुटी तक्रार नोंदवली:
nl_nl: Kon de repetering van de repeterende order template niet wijzigen. Database foutmelding:
pt_pt: Não pode atualizar a padrão da ùlt. ordem recorrente. DB reportou o erro:
ro_ro: Nu a putut actualiza recurenţa ultima şablon ordine recurente. Baza de date a raportat eroarea:
ru_ru: Не удалось обновить последнего повторения повторяющиеся шаблоны порядке. База данных сообщила об ошибке:
sq_al: Nuk mund update përsëritje e fundit të rendit template përsëritur. Baza e të dhënave të raportuara gabim:
sv: Kunde inte uppdatera den sista upprepning av återkommande ordning mallen. Databasen rapporterade felet:
sw_ke: Hakuweza update upprepning mwisho wa template mara kwa mara ili. Mbegu ya taarifa ya ufisadi:
tr_tr: yinelenen sipariş şablonun son nüks güncelleme olamazdım. Veritabanı hatası bildirdi:
zh_hk: 未能更新循环订单的最后执行日期，数据库信息：
zh_tw: 未能更新循環訂單範本的最後循環(訂購), 資料庫回報錯誤:

source: Recurring order was created for
cs_cz: Opakující se, aby byl vytvořen pro
es_es: Orden recurrente fue creada para
hi_in: आवर्ती क्रम लिए बनाया गया था
id_id: Order berulang dibuat utk
it_it: Per ricorrente è stato creato per
ko_kr: 반복 주문에 대해 생성 된
mr_in: आवर्ती ऑर्डर तयार केले
nl_nl: Repterende order was gemaakt voor
pt_pt: Pedido recorrente foi criado para
ro_ro: Pentru recurente a fost creat pentru
ru_ru: Повторяющийся заказ был созда для
sq_al: Recurring mënyrë është krijuar për të
sv: En ny återkommande order har skapats för
sw_ke: Recurring ili iliundwa kwa
tr_tr: YARATILAN TEKRARLANAN SIPARIS:
zh_hk: 循环订单执行成功，客户：
zh_tw: 循環訂單產生(為)

source: with order Number
cs_cz: s pořadovým číslem
es_es: con Número de pedido
hi_in: साथ क्रम संख्या
id_id: dgn Nomor order
it_it: con numero d&#39;ordine
ko_kr: 주문 번호와
mr_in: मागणी क्रमांक सह
nl_nl: met opdracht Nummer
pt_pt: com o pedido número
ro_ro: Numărul de ordine cu
ru_ru: с номером заказа
sq_al: me qëllim Numri
sv: -N<nummer>: ändra endast partitionen med numret <nummer>
sw_ke: kwa utaratibu Idadi
tr_tr: SIP.NO:
zh_hk: 销售订单编号：
zh_tw: 訂單編號

source: Unable to determine the area where the sale is to, from the customer branches table, please select an area for this branch
cs_cz: Nelze určit oblasti, kde prodeje je, ze stolu zákazníka oborů, vyberte prosím oblast pro tento obor
es_es: No se puede determinar el área de la venta, a partir de la tabla de sucursales de clientes, por favor, seleccione un área para esta sucursal
hi_in: करने के लिए ग्राहक शाखाओं की मेज से जहां बिक्री के लिए है क्षेत्र, निर्धारित करते हैं, इस शाखा के लिए एक क्षेत्र का चयन करें कृपया में असमर्थ
id_id: Tdk dapat menentukan area penjualan, dari menu cabang customer, silahkan pilih area utk cabang ini
it_it: Impossibile determinare la zona in cui la vendita è a, dalla tabella cliente rami, si prega di selezionare una zona per questo ramo
ko_kr: 판매는 고객 테이블로부터 분기로되는 영역을 판별 할 수없는,이 분기 용 영역을 선택
mr_in: विक्री ग्राहक शाखा टेबल पासून, आहे जेथे क्षेत्र निर्धारित करण्यात अक्षम, या शाखा एक क्षेत्र निवडा
nl_nl: Kon de regio niet vaststellen voor deze verkoop. Selecteer een regio van de klant branch tabel voor deze branch
pt_pt: Incapaz de deteminar para qual área de vendas, da tabela de sucursais(filiais), por favor selecione uma area para esta filial
ro_ro: Nu sa putut determina zona în care vânzarea este, de la masa clientului ramuri, vă rugăm să selectaţi o zonă pentru această ramură
ru_ru: Невозможно определить область, для которой предназначена эта продажа. Из таблицы филиалов клиентов вы можете выбрать область для этого филиала.
sq_al: Në pamundësi për të përcaktuar zonën ku shitje është për të, nga tabela e degëve të konsumatorëve, ju lutem zgjidhni një zonë për këtë degë
sv: Kunde inte fastställa det område där försäljningen är att ur kundens grenar bordet, välj ett område för denna gren
sw_ke: Hawawezi kuamua kuuza eneo ambapo ni, kutoka meza ya mteja matawi, tafadhali chagua eneo kwa tawi hili
tr_tr: , Müşteri şube tablosundan satış için alanı belirlemek için bu dal için bir alanı seçmek lütfen kurulamıyor
zh_hk: 不能确定客户分公司所属的销售区域，请在客户分公司信息内输入销售区域
zh_tw: 未能判定在客戶分公司表內的要銷售到的地區, 請選取一個這分公司的地區

source: The exchange rate for the customer currency could not be retrieved from the currency table because:
cs_cz: Směnný kurz pro zákazníka měny se nepodařilo získat od měny stolu, protože:
es_es: No se pudo obtener la tasa de cambio de la moneda del cliente desde la tabla de monedas porque
hi_in: ग्राहक मुद्रा के लिए विनिमय दर मुद्रा क्योंकि तालिका से नहीं लिया गया हो सकता है:
id_id: Kurs utk mata uang konsumen tdk dapat diambil dari tabel mata uang karena:
it_it: Il tasso di cambio della valuta cliente non può essere recuperato dalla tabella di valuta in quanto:
ko_kr: 고객 통화에 대한 환율 때문에 통화 테이블에서 검색 할 수 없습니다 :
mr_in: : ग्राहक चलन साठी विनिमय दर चलन टेबल कारण मिळवल्या जाऊ शकत नाही
nl_nl: De wisselkoers voor de valuta van de klant kon niet woren opgevraagd omdat
pt_pt: A taxa de câmbio para a moeda do cliente não pode ser recuperada da tabela de moedas correntes porque:
ro_ro: Cursul de schimb pentru moneda client nu a putut fi extrase din tabelul de valuta, deoarece:
ru_ru: Обменный курс для вылюты клиента не может быть получен из таблицы валют, так как:
sq_al: Kursi i këmbimit për monedhën e konsumatorit nuk mund të shikohet nga tabela monedha, sepse:
sv: Den växelkurs för kunden valuta kunde inte hämtas från den valuta tabellen, eftersom:
sw_ke: Kiwango cha fedha kwa ajili ya sarafu ya mteja inaweza kuwa Rudishwa kutoka meza ya fedha kwa sababu:
tr_tr: Müşteri para için döviz kuru nedeniyle para tablodan alınamadı:
zh_hk: 未能从货币表中提取客户货币汇率, 因为:
zh_tw: 未能從貨幣表中提取客戶貨幣匯率, 因為:

source: Could not retrieve the tax province of the location from where the order was fulfilled because:
cs_cz: Nepodařilo se načíst daně provincii místo, odkud byl příkaz splněn, protože:
es_es: No se pudo obtener la jurisdicción fiscal de la ubicación desde donde fue cumplimentado el pedido porque:
hi_in: स्थान जहाँ क्रम क्योंकि पूरी की थी से कर प्रांत पुनः प्राप्त नहीं कर सका:
id_id: Tdk dapat mengambil wilayah pajak lokasi dimana order terpenuhi karena:
it_it: Non è possibile recuperare la provincia fiscale del percorso da cui l&#39;ordine è stato rispettato in quanto:
ko_kr: 주문이 때문에 성취되었다 곳에서 위치의 세금 지방을 검색 할 수 없습니다 :
mr_in: ऑर्डर कारण पूर्ण होते ते स्थान कर प्रांत परत मिळवू शकत नाही:
nl_nl: Kon het niet ophalen van de fiscale bevoegdheid van de locatie waar de opdracht was voldaan, omdat:
pt_pt: A taxa (imposto) local onde foi preenchido o pedido não pode ser recuperado porque:
ro_ro: Nu sa putut prelua provincia fiscale din locaţia de unde ordinul a fost îndeplinit, deoarece:
ru_ru: Не удалось получить налоговую область места, откуда был заполнен заказ, так как:
sq_al: Nuk mund të rifitoj krahinën e taksave të lokacionit nga ku qëllim ishte përmbushur, sepse:
sv: Kunde inte hämta skatteområdet för platsen där ordern genomfördes eftersom
sw_ke: Hakuweza Retrieve ya mkoa wa kodi wa eneo la kutoka ambapo utaratibu wa mara kutimia kwa sababu:
tr_tr: sipariş çünkü yerine yerden yerin vergi il alınamadı:
zh_hk: 未能提取符合订单的纳税区域, 因为:
zh_tw: 該訂單執行的地區，無法檢索該地區的稅率，因為：

source: The taxes and rates for this item could not be retrieved because
cs_cz: Poplatků a dávek pro tuto položku se nepodařilo získat, protože
es_es: No se pudieron obtener los impuestos y tasas de este artículo porque
hi_in: इस मद के लिए और करों की दरें वजह से पुनः प्राप्त नहीं कर सकता
id_id: Pajak dan tarif utk item ini tdk dapat diambil karena
it_it: Le imposte e le tariffe per questo elemento non può essere recuperato, perché
ko_kr: 이 항목에 대한 세금 및 요금 때문에 검색 할 수 없습니다
mr_in: हा आयटम कर आणि दर कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De belastingen en tarieven voor dit item kon niet worden opgehaald omdat
pt_pt: Impostos e taxas para este item não podem ser recuperados porque
ro_ro: Taxele şi tarifele pentru acest element nu a putut fi recuperate, deoarece
ru_ru: Налоги и тарифы на этот товар не могут быть получены, так как
sq_al: Taksat dhe normat për këtë artikull nuk mund të shikohet, sepse
sv: Skatterna och skattesatserna för denna artikel kunde inte hämtas eftersom
sw_ke: The na viwango vya kodi kwa bidhaa hii inaweza kuwa retrieved sababu
tr_tr: Vergiler ve oranları, bu madde nedeniyle alınamadı
zh_hk: 未能提取此物料的税种和税率, 因为
zh_tw: 該稅和費率資料無法被檢索，因為

source: The following SQL to insert the tax GLTrans record was used
cs_cz: Následující SQL vložit daně GLTrans záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de la transacción contable de impuestos
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL कर GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans pajak
it_it: L&#39;SQL seguente per inserire il record GLTrans fiscale è stato utilizzato
ko_kr: 세금 GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: कर GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de grootboek belasting boeking toe te voegen was
pt_pt: SQL usado para inserir alíquotas GLTrans foi
ro_ro: SQL următoarele introduce taxa record GLTrans a fost folosit
ru_ru: SQL вставки записи о налогах транзакций главной книги
sq_al: SQL e mëposhtme për të futur të dhënat e taksave GLTrans është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert rekodi ya kodi GLTrans ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入总账凭证税务记录的SQL是
zh_tw: 以下插入總帳易記錄的 SQL 正被使用

source: This recurring order was set to produce the invoice automatically on invoice number
cs_cz: Tato opakující se, aby byl stanoven k výrobě fakturu automaticky na faktuře číslo
es_es: Este orden recurrente se fijó para producir la factura de forma automática en el número de factura
hi_in: इस आवर्ती क्रम को चालान संख्या पर चालान स्वतः उपज स्थापित किया गया था
id_id: Order berulang ini diatur utk mencetak faktur secara otomatis utk nomor faktur
it_it: Questo ordine ricorrenti è stato fissato per produrre la fattura automaticamente sul numero di fattura
ko_kr: 이 반복되는 순서는 송장 번호를 자동으로 송장을 생산하기 위해 설정
mr_in: हा वारंवार होणारा ऑर्डर चलन क्रमांकावर आपोआप चलन उत्पादनासाठी करण्यात आली
nl_nl: Deze repeterende order maakt automatisch een deel factuur aan op factuur nummer
pt_pt: Pedido Recorrente configurado para produzir número de aviso automático
ro_ro: Acest ordin recurente a fost stabilit pentru a produce în mod automat pe factura număr de factură
ru_ru: Этот повторяющийся заказ был сконфигурирован для автоматического получения счета по номеру счета-фактуры
sq_al: Kjo mënyrë të përsëritur u krijua për të prodhuar në faturën automatikisht në numrin e faturës
sv: Denna återkommande För sattes att producera den faktura automatiskt på fakturanummer
sw_ke: Ili hii mara kwa mara alikuwa kuweka mazao ya ankara moja kwa moja juu ya idadi invoice
tr_tr: Bu yinelenen sipariş fatura numarasını otomatik fatura üretmek için kuruldu
zh_hk: 循环订单设置为自动产生发票编号
zh_tw: 這循環訂單設定為自動產生發票編號發票

source: Recurring Order Created Advice
cs_cz: Opakující se objednávky Vytvořeno Poradenství
es_es: Aviso de Pedido Frecuente Creado
hi_in: आवर्ती आदेश सलाह बनाया
id_id: Berita Order Berulang telah Dibuat
it_it: Ordine ricorrenti Creato Consigli
ko_kr: 반복 주문 생성 조언
mr_in: आवर्ती ऑर्डर तयार सल्ला
nl_nl: Melding voortkomend uit repeterende order
pt_pt: Criado Aviso de Pedido Recorrente
ro_ro: Creat Sfaturi pentru recurente
ru_ru: Уведомление о создании повторяющегося заказа
sq_al: Rendit Recurring Krijuar Këshilla
sv: Råd för återkommade order
sw_ke: Recurring Order Created Ushauri
tr_tr: Yinelenen Sipariş Tavsiye düzenlendi
zh_hk: 循环订单执行报告
zh_tw: 循環訂單產生報表
