Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Taxation Reporting Error
cs_cz: Daně Hlášení chyby
es_es: Error en el Informe de Fiscalidad
hi_in: कराधान रिपोर्टिंग त्रुटि
id_id: Kesalahan Laporan Perpajakan
it_it: Fiscalità Segnalazione errori
ko_kr: 세무보고 오류
mr_in: कराचा दर अहवाल त्रुटी
nl_nl: BTW Rapport Fout
pt_pt: Erro no Relatório Impostos
ro_ro: Impozitare Error Reporting
ru_ru: Ошибка отчета по Налогообложению
sq_al: Gabim Tatimi Raportimi
sv: Okänt systemfel
sw_ke: Taarifa ya ushuru Error
tr_tr: VERGI RAPORU HATASI
zh_hk: 税务报表错误
zh_tw: 課稅報表錯誤

source: The accounts receivable transaction details could not be retrieved because
cs_cz: Podrobnosti účty pohledávek transakce se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles de la transacción en cuentas a cobrar porque
hi_in: खातों प्राप्य लेनदेन विवरण वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Rincian transaksi piutang tdk dapat diambil karena
it_it: I crediti verso i clienti i dettagli dell&#39;operazione non può essere recuperato, perché
ko_kr: 매출 채권 거래 내역이 있기 때문에 검색 할 수 없습니다
mr_in: प्राप्य व्यवहारांचा तपशिल कारण पुनर्प्राप्त करणे शक्य नाही खाती
nl_nl: De debiteuren transactie details kon niet worden opgehaald omdat
pt_pt: Detalhes contas a receber não podem ser recuperados porque
ro_ro: Conturile detaliile tranzactiei de încasat nu a putut fi recuperate, deoarece
ru_ru: Подробная информация о счетах дебиторской задолженности сделка не может быть восстановлена, потому
sq_al: Detajet e llogarive të arkëtueshme transaksion nuk mund të shikohet, sepse
sv: Kundtransaktionsuppgifter går inte att hämta eftersom
sw_ke: akaunti kupokewa Maelezo manunuzi inaweza kuwa retrieved sababu
tr_tr: Alacak işlem ayrıntılarını çünkü alınamadı
zh_hk: 未能提取应收账交易明细资料, 因为
zh_tw: 這帳戶應收交易細節無法檢索，因為

source: Tax On Sales
cs_cz: Daň z prodeje
es_es: Impuesto en ventas
hi_in: बिक्री पर टैक्स
id_id: Pajak Penjualan
it_it: Tassa sulle vendite
ko_kr: 판매에 대한 세금
mr_in: विक्री कर
nl_nl: BTW Op Verkopen
pt_pt: Imposto nas Vendas
ro_ro: Impozitul pe vânzări
ru_ru: Налог с продаж
sq_al: Tax Sales On
sv: Fil på handdator
sw_ke: Kodi ya mauzo
tr_tr: SATISLAR ÜZERINDEKI VERGI
zh_hk: 销项税
zh_tw: 銷售稅項

source: Total Outputs
cs_cz: Celkem výstupy
es_es: Egresos totales
hi_in: कुल Outputs
id_id: Total Pengeluaran
it_it: Totale
ko_kr: 총 출력
mr_in: एकूण दर्शवितो
nl_nl: Totaal Uit
pt_pt: Total Saídas
ro_ro: Total Ieşiri
ru_ru: Всего выходов
sq_al: Total Rezultatet
sv: Totala utbetalningar
sw_ke: Matokeo ya jumla
tr_tr: TOPLAM ÇIKISLAR
zh_hk: 销项税合计
zh_tw: 總輸出

source: The accounts payable transaction details could not be retrieved because
cs_cz: Závazky podrobnosti transakce se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles de la transacción en cuentas a pagar porque
hi_in: खातों देय लेनदेन विवरण वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian transaksi hutang tdk dapat diambil karena
it_it: I dettagli della transazione conti da pagare non può essere recuperato, perché
ko_kr: 채무 거래 내역이 있기 때문에 검색 할 수 없습니다
mr_in: देय व्यवहारांचा तपशिल कारण पुनर्प्राप्त करणे शक्य नाही खाती
nl_nl: De rekeningen te betalen transactie details kon niet worden opgehaald omdat
pt_pt: Detalhes Trans. contas a pagar não foi recup. porque
ro_ro: Detaliile Conturile plătit tranzacţia nu a putut fi recuperate, deoarece
ru_ru: Кредиторская задолженность подробности сделки не может быть восстановлена, потому
sq_al: Detajet e llogarive të pagueshme transaksion nuk mund të shikohet, sepse
sv: Leverantörstransaktionsuppgifter går inte att hämta eftersom
sw_ke: Akaunti ya maelezo ya shughuli kulipwa inaweza kuwa retrieved sababu
tr_tr: Borç hesapları işlem ayrıntılarını çünkü alınamadı
zh_hk: 未能找到应付账交易明细资料, 因为
zh_tw: 這帳戶應付交易細節無法被檢索，因為

source: Tax On Purchases
cs_cz: Daň z pořízení
es_es: Impuestos en compras
hi_in: खरीद पर टैक्स
id_id: Pajak Pembelian
it_it: L&#39;imposta sugli acquisti
ko_kr: 구입에 대한 세금
mr_in: खरेदी कर
nl_nl: BTW Op Inkoop
pt_pt: Impostos nas Compras
ro_ro: Impozitul pe achiziţii
ru_ru: Налоговые на закупки
sq_al: Tatimor për blerjet
sv: Moms på inköp
sw_ke: Kodi ya Manunuzi ya
tr_tr: SATINALMALAR ÜZERINDEKI VERGI
zh_hk: 进项税
zh_tw: 採購稅項

source: Total Inputs
cs_cz: Celkový počet vstupů
es_es: Ingresos totales
hi_in: कुल निविष्टियाँ
id_id: Total Pendapatan
it_it: Totale
ko_kr: 총 입력
mr_in: एकूण निविष्ठा
nl_nl: Totaal In
pt_pt: Total Entradas
ro_ro: Total Intrări
ru_ru: Всего входов
sq_al: Total Kontributet
sv: Välj _indata
sw_ke: Jumla ya Pembejeo
tr_tr: TOPLAM GIRISLER
zh_hk: 进项税合计
zh_tw: 總輸出

source: Purchases
cs_cz: Nákupy
es_es: Compras
hi_in: खरीद
id_id: Pembelian
it_it: Acquisti
ko_kr: 구매
mr_in: खरेदी
nl_nl: Inkoop
pt_pt: Compras
ro_ro: Cumparari
ru_ru: Покупки
sq_al: Blerjet
sv: Inköp
sw_ke: Manunuzi
tr_tr: Alımları
zh_hk: 采购
zh_tw: 採購

source: Difference
cs_cz: Rozdíl
es_es: Diferencia
hi_in: अंतर
id_id: Selisih
it_it: Differenza
ko_kr: 차
mr_in: फरक
nl_nl: verschil
pt_pt: Difer.
ro_ro: Diferenţă
ru_ru: Разница
sq_al: Ndryshim
sv: Skillnad
sw_ke: Tofauti
tr_tr: FARK
zh_hk: 差异
zh_tw: 差異

source: Adjustments for tax paid to Customs, FBT, entertainments, etc. must also be entered.
es_es: Ajustes por impuestos pagados a la Aduana, FBT, entretenimientos, etc. también se deben introducir.
ko_kr: 등 세관, FBT, 오락, 지불 세금에 대한 조정도 입력해야합니다.
zh_tw: 調整支付給海關，FBT，娛樂等稅收也必須輸入。

source: This information excludes tax on journal entries/payments/receipts. All tax should be entered through AR/AP.
es_es: Esta información excluye impuesto sobre entradas/pagos/recibos de Diarios. Todo impuesto debe ser introducido mediante CxC/CxP.
ko_kr: 이 정보는 분개 / 결제 / 영수증에 세금을 제외합니다. 모든 세금은 AR / AP를 통해 입력해야합니다.
zh_tw: 信息不包括稅的日記帳分錄/支付/收入。所有的稅應該藉由AR/ AP的輸入。

source: There are no tax entries to list
cs_cz: Nejsou žádné daňové položky k seznamu
es_es: No hay entradas de impuesto a la lista
hi_in: इसमें कोई कर रहे हैं प्रविष्टियों के लिए सूची
id_id: Tdk ada masukan pajak ke daftar
it_it: Non ci sono voci fiscali alla lista
ko_kr: 나열 할 세금 항목이 없습니다
mr_in: यादी कर नाही पदे आहेत
nl_nl: Er zijn geen belasting aantekeningen aan lijst
pt_pt: Não há impostos para listar
ro_ro: Nu există înregistrări fiscale la lista
ru_ru: Нет налоговых записей в списке
sq_al: Nuk ka të hyra tatimore tek lista
sv: Det finns inga skatteposter att visa
sw_ke: Kuna entries kodi hakuna orodha
tr_tr: hiç vergi kayıtları listesine vardır
zh_hk: 没有可列出的税收凭证
zh_tw: 沒有稅務條目列表

source: Tax Reporting
cs_cz: Daňové výkaznictví
es_es: Informe impositivo
hi_in: टैक्स रिपोर्टिंग
id_id: Laporan Pajak
it_it: Tasse
ko_kr: 세금보고
mr_in: कर अहवाल
nl_nl: BTW Rapporten
pt_pt: Relatório Impostos
ro_ro: Fiscală de raportare
ru_ru: Налоговая отчетность
sq_al: Tatimore Raportimi
sv: RAPPORTERA FEL
sw_ke: Taarifa ya kodi
tr_tr: VERGI RAPORLAMA
zh_hk: 税报告
zh_tw: 稅報表

source: Tax Authority To Report On
es_es: Declarar a la Autoridad Fiscal
ko_kr: 세금 당국에 대한보고
zh_tw: 稅務機關匯報

source: Return Covering
cs_cz: Návrat Krytí
es_es: Período
hi_in: वापसी को कवर
id_id: Pengembalian Meliputi
it_it: Ritorno di copertura
ko_kr: 반환 취재
mr_in: पांघरूण परत
nl_nl: Over afgelopen
pt_pt: Coberturas
ro_ro: Return de acoperire
ru_ru: Вернуть откуп
sq_al: Kthehuni Mbulimi
sv: Returvärden
sw_ke: Kifuniko kurudi
tr_tr: Geri Kaplama
zh_hk: 返回说明的
zh_tw: 返回說明的

source: 2 Months
es_es: 2 meses
ko_kr: 2 개월
zh_tw: 2個月

source: 3 Months
es_es: 3 meses
ko_kr: 3 개월
zh_tw: 3個月

source: 6 Months
es_es: 6 meses
ko_kr: 6 개월
zh_tw: 6個月

source: 12 Months
es_es: 12 meses
ko_kr: 12 개월
zh_tw: 12個月

source: 24 Months
es_es: 24 meses
ko_kr: 24 개월
zh_tw: 24個月

source: 48 Months
es_es: 48 meses
ko_kr: 48 개월
zh_tw: 48個月

source: Return To
es_es: Corte al
hi_in: पर लौटें
id_id: Pengembalian Sampai
ko_kr: 로 돌아가
mr_in: परत
nl_nl: ga terug naar
pt_pt: Retornar para
ro_ro: Pentru a reveni
ru_ru: Возвращение в
sv: Tillbaka till
sw_ke: Kurudi
tr_tr: Dönmek için
zh_hk: 返回到
zh_tw: 返回到

source: Could not retrieve the period data because
cs_cz: Nepodařilo se načíst data, protože období
es_es: No se puede obtener el período de fechas porque
hi_in: अवधि डेटा पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Tdk dapat mengambil data periode karena
it_it: perchè
ko_kr: 기간 데이터 인해를 검색 할 수 없습니다
mr_in: कालावधी डेटा पुनर्प्राप्त करणे शक्य नव्हते कारण
nl_nl: Kon de periode data niet opvragen omdat
pt_pt: Não recuperou periodo de dados porque
ro_ro: Nu sa putut prelua datele, deoarece perioada de
ru_ru: Не удалось получить данные за период, поскольку
sq_al: Nuk mund të marrim të dhënat e periudhës sepse
sv: Kunde inte hämta dataperioden eftersom
sw_ke: Hakuweza retrieve data muda kwa sababu
tr_tr: TARIH ARALIGI (PERIYOD) BILGISI ALINAMIYOR
zh_hk: 未能取得期间资料, 因为
zh_tw: 未能取得期間資料, 因為

source: Detail Or Summary Only
cs_cz: Detail Nebo Souhrn pouze
es_es: Solo detalle o resumen
hi_in: केवल विवरण या सारांश
id_id: Rincian atau Hanya Ringkasan
it_it: Dettaglio o di sintesi solo
ko_kr: 세부 정보 또는 요약
mr_in: तपशील किंवा सारांश केवळ
nl_nl: Detail Of Totalen Alleen
pt_pt: Detalhe ou Resumido
ro_ro: Detaliu sau de sinteză Numai
ru_ru: Только подробности и краткое содержание
sq_al: Detail Ose Përmbledhje Thjeshtë
sv: Bara en av parametrarna "-i" eller "-o" kan användas åt gången
sw_ke: Au kina Summary tu
tr_tr: SADECE DETAY VEYA SADECE ÖZET
zh_hk: 只要详情或撮要
zh_tw: 只要明細或彙總

source: Detail and Summary
cs_cz: Detail a shrnutí
es_es: Detalle y resumen
hi_in: विस्तार और सारांश
id_id: Rincian dan Ringkasan
it_it: Dettaglio e Riepilogo
ko_kr: 세부 사항 및 개요
mr_in: तपशील आणि सारांश
nl_nl: Detail en Totalen
pt_pt: Detalhe e Resumo
ro_ro: Detaliu şi Rezumatul
ru_ru: Подробности и краткое содержание
sq_al: Detail dhe Përmbledhje
sv: Detaljerad och aggregerad
sw_ke: Kina na Summary
tr_tr: DETAY VE ÖZET
zh_hk: 详情或撮要
zh_tw: 明細及彙總

source: Summary Only
cs_cz: Souhrn pouze
es_es: Sólo resumen
hi_in: केवल सारांश
id_id: Hanya Ringkasan
it_it: Riassunto Solo
ko_kr: 요약
mr_in: सारांश केवळ
nl_nl: Alleen Totalen
pt_pt: Só Resumo
ro_ro: Rezumat Numai
ru_ru: Только краткое содержание
sq_al: Përmbledhje Vetëm
sw_ke: Muhtasari tu
tr_tr: SADECE ÖZET
zh_hk: 只要撮要
zh_tw: 只要彙總

source: Tax Authorities
cs_cz: Finanční úřady
es_es: Autoridades fiscales
hi_in: कर अधिकारियों
id_id: Wewenang Pajak
it_it: Tasse
ko_kr: 세무 당국
mr_in: कर अधिकारी
nl_nl: Belasting Authoriteiten
pt_pt: Autoridade Impostos
ro_ro: Autorităţile fiscale
ru_ru: Налоговые органы
sq_al: Autoritetet tatimore
sv: Skattemyndigheter
sw_ke: Kodi ya Mamlaka
tr_tr: VERGI DAIRELERI
zh_hk: 税收管辖部门
zh_tw: 稅收管轄部門

source: Tax Authorities Maintenance
es_es: Administrar autoridades fiscales
ko_kr: 세무 당국 유지 보수
zh_tw: 稅務機關維護

source: The tax type description may not be empty
cs_cz: Popis typu daně nesmí být prázdný
es_es: La descripción del tipo de impuesto no puede estar vacía
hi_in: टैक्स प्रकार वर्णन खाली नहीं हो सकती
id_id: Keterangan tipe pajak tdk boleh kosong
it_it: La descrizione del tipo di imposta non può essere vuoto
ko_kr: 세금 유형 설명 비어하지 않을 수 있습니다
mr_in: कर प्रकार वर्णन रिक्त असू शकत नाही
nl_nl: Belasting type beschrijving mag niet leeg zijn
pt_pt: Tipo Impostos deve estar preenchido
ro_ro: Descrierea de tip fiscale nu poate fi gol
ru_ru: Описание налогового типа не может быть пустым
sq_al: Lloji i tatimit përshkrim nuk mund të jetë bosh
sv: Skattetypbskrivningen får inte vara tom
sw_ke: Aina ya kodi maelezo inaweza kuwa tupu
tr_tr: VERGI TÜRÜ AÇIKLAMASI BOS OLAMAZ
zh_hk: 税种描述不可为空
zh_tw: 稅種內容不能留空

source: The update of this tax authority failed because
cs_cz: Aktualizace této daně se nezdařilo, protože
es_es: No se pudo actualizar esta Autoridad Fiscal porque
hi_in: इस टैक्स प्राधिकरण की अद्यतन क्योंकि विफल
id_id: Pembaruan dari wewenang pajak ini gagal karena
it_it: perchè
ko_kr: 이 세무 당국의 업데이트를하기 때문에 실패
mr_in: कारण या कर प्राधिकरणाच्या अद्यतन अयशस्वी
nl_nl: Wijziging van de belasting autoriteiten mislukte omdat
pt_pt: Atualização da autoridade fiscal falhou porque
ro_ro: Actualizare a acestei autorităţii fiscale a eşuat pentru că
ru_ru: Обновление этого налогового органа не удалось, так
sq_al: Update e këtij autoriteti tatimor dështuar për shkak se
sv: Uppdateringen misslyckades eftersom
sw_ke: Update wa mamlaka ya kodi hii kwa sababu wameshindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 税种更新失败, 因为
zh_tw: 稅務更新失敗, 因為

source: The tax authority for record has been updated
cs_cz: Daňový úřad pro záznam byl aktualizován
es_es: Se actualizó el registro de la Autoridad Fiscal
hi_in: रिकार्ड के लिए टैक्स प्राधिकरण अद्यतन किया गया है
id_id: Data utk wewenang pajak telah diperbarui
it_it: Le autorità fiscali da record è stato aggiornato
ko_kr: 레코드에 대한 세무 당국이 업데이트되었습니다
mr_in: रेकॉर्डसाठी कर अधिकाराने सुधारित केले आहे
nl_nl: Belasting authoriteiten gewijzigd
pt_pt: Registro Autoridade Impostos Atualizado
ro_ro: Autoritatea fiscală pentru înregistrare a fost actualizat
ru_ru: Налоговый орган для записи был обновлен
sq_al: Autoriteti tatimor për rekord është përditësuar
sv: Sparad
sw_ke: mamlaka ya kodi kwa ajili ya rekodi imekuwa updated
tr_tr: VERGI DAIRESI GÜNCELLENDI
zh_hk: 税种已更新
zh_tw: 稅務記錄已更新

source: The addition of this tax authority failed because
cs_cz: Kromě této daně se nezdařilo, protože
es_es: No se pudo añadir esta Autoridad Fiscal porque
hi_in: इस टैक्स प्राधिकरण के अलावा क्योंकि विफल
id_id: Penambahan dari wewenang pajak ini gagal karena
it_it: perchè
ko_kr: 이 세무 당국의 추가 때문에 실패
mr_in: कारण या कर प्राधिकरणाच्या व्यतिरिक्त अयशस्वी
nl_nl: Toevoegen van deze belasting authoriteit mislukte omdat
pt_pt: Adição de autoridade Impostos falhou porque
ro_ro: Adăugarea acestui autorităţii fiscale a eşuat pentru că
ru_ru: Добавление этого налогового органа не удалось, так
sq_al: Shtimi i këtij autoriteti tatimor dështuar për shkak se
sv: Fel
sw_ke: Aidha ya mamlaka ya kodi hii kwa sababu wameshindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 税种新增失败, 因为
zh_tw: 稅務新增失敗, 因為

source: The new tax authority record has been added to the database
cs_cz: Nový daňový úřad záznam byl přidán do databáze
es_es: Se agregó un registro a la BD para la nueva Autoridad Fiscal
hi_in: नया टैक्स प्राधिकरण रिकॉर्ड डेटाबेस में जोड़ा गया है
id_id: Data wewenang pajak yg baru telah ditambahkan ke database
it_it: di
ko_kr: 새로운 세금 기관 레코드가 데이터베이스에 추가 된
mr_in: नवीन कर अधिकाराने रेकॉर्ड डेटाबेस जोडले गेले आहे
nl_nl: Nieuwe belasting authoriteit is toegevoegd
pt_pt: Novo registro de autoridade de Impostos foi adicionado ao DB
ro_ro: Noua autoritate de cazier fiscal a fost adăugat în baza de date
ru_ru: Новый запись налогового органа была добавлена в базу данных
sq_al: Autoriteti tatimor i ri rekord është shtuar në bazën e të dhënave
sv: Sparad
sw_ke: Mpya ya kodi ya rekodi ya mamlaka imekuwa aliongeza database
tr_tr: YENI VERGI DAIRESI EKLENDI
zh_hk: 新税种已添加到数据库
zh_tw: 新稅務記錄已加到資料庫

source: Cannot delete this tax authority because there are tax groups defined that use it
cs_cz: Nelze smazat tento daňový úřad, protože tam jsou daňové skupiny definované, které jej používají
es_es: No se puede suprimir esta Autoridad Fiscal porque hay Grupos de Impuestos que la usan
hi_in: इस टैक्स प्राधिकरण हटाना क्योंकि वहाँ कर परिभाषित किया है कि इसका इस्तेमाल समूहों रहे हैं नहीं कर सकते
id_id: Tdk dapat menghapus wewenang pajak ini karena ada grup pajak telah dibuat yg menggunakanya
it_it: Impossibile eliminare tale autorità fiscali, perché ci sono gruppi di imposta definita che lo utilizzano
ko_kr: 사용 정의 된 세금 그룹이 있기 때문에이 세무 당국을 삭제할 수 없습니다
mr_in: याचा वापर व्याख्या कर गट आहेत कारण या कर अधिकाराने हटवणे शक्य नाही
nl_nl: Tax authoriteit kan niet worden verwijderd omdat er belasting groepen voor bestaan
pt_pt: Não pode remover autoridade fiscal porque existem grupos impostos que a utilizam.
ro_ro: Nu se poate şterge acest autoritatea fiscală, deoarece există grupuri definite fiscale care îl utilizează
ru_ru: Не могу удалить этот налоговый орган, поскольку есть определенные налоговые группы которые используют его
sq_al: Nuk mund të fshini kete autoriteti i taksave, sepse ka grupe të taksave të përcaktuara që e përdorin atë
sv: Kan inte ta bort denna för att den används av en skattegrupp
sw_ke: Hawezi kufuta kodi ya mamlaka ya kodi kwa sababu kuna makundi hufafanuliwa kwamba matumizi yake
tr_tr: BU VERGI DAIRESI SILINEMEZ, BAGLI VERGI GRUPLARI VAR
zh_hk: 不能删除这个税种, 因为已有税收组使用这个税种
zh_tw: 未能刪除這稅務, 因為已有稅組使用

source: The selected tax authority record has been deleted
cs_cz: Vybrané daně záznam byl odstraněn
es_es: Se eliminó el registro de la Autoridad Fiscal seleccionada
hi_in: चयनित टैक्स प्राधिकरण रिकॉर्ड हटा दिया गया है
id_id: Data wewenang pajak yg dipilih telah dihapus
it_it: La registrazione selezionata autorità fiscale è stato eliminato
ko_kr: 선택한 세무 당국의 기록이 삭제되었습니다
mr_in: निवडलेले कर अधिकाराने रेकॉर्ड हटविले गेले आहे
nl_nl: Geselecteerde belasting authoriteit is verwijderd
pt_pt: O registro da Autoridade de Impostos foi removido
ro_ro: Selectat Autoritatea de cazier fiscal a fost şters
ru_ru: Выбранная запись налогового органа была удалена
sq_al: Zgjedhur organet tatimore rekord është grisur
sv: Makulerad
sw_ke: Rekodi ya kuchaguliwa kodi mamlaka imefutwa
tr_tr: SEÇILEN VERGI DAIRESI SILINDI
zh_hk: 税种已删除
zh_tw: 選取的稅務記錄已刪除

source: The defined tax authorities could not be retrieved because
cs_cz: Definovány daňové orgány se nepodařilo získat, protože
es_es: No se pudo obtener las Autoridades Fiscales definidas porque
hi_in: परिभाषित कर अधिकारियों वजह से हो सकता है नहीं लिया गया
id_id: Wewenang pajak yg dibuat tdk dapat diambil karena
it_it: perchè
ko_kr: 정의 세무 당국이 때문에 검색 할 수 없습니다
mr_in: परिभाषित कर अधिकार्यांना कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Gedefinieerde belasting authoriteit kon niet worden opgevraagd omdat
pt_pt: Autoridade de Impostos não foi encontrada porque
ro_ro: Autorităţile definite fiscale nu a putut fi recuperate, deoarece
ru_ru: Определенные налоговые органы не могут быть возвращены, поскольку
sq_al: Autoritetet e përcaktuara tatimore nuk mund të shikohet, sepse
sv: Den valda skattemyndigheten kan inte visas
sw_ke: Ya mamlaka ya kodi defined inaweza kuwa retrieved sababu
tr_tr: VERGI DAIRE KAYITLARINA ERISILEMIYOR
zh_hk: 找不到税种，因为
zh_tw: 未能取得定義的稅務, 因為

source: The following SQL to retrieve the tax authorities was used
cs_cz: Následující SQL získat daňové správy byla použita
es_es: El SQL usado para obtener las Autoridades Fiscales es el siguiente:
hi_in: निम्नलिखित के लिए कर अधिकारियों को पुनः प्राप्त एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk mengambil wewenang pajak
it_it: di
ko_kr: 세무 기관을 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: कर अधिकार्यांना पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de belasting authoriteit op te vragen
pt_pt: o seguinte SQL falhou
ro_ro: SQL următoare pentru a prelua autorităţile fiscale a fost folosit
ru_ru: Следующий SQL для получения налоговых органов был использован
sq_al: SQL e mëposhtme për të tërhequr në organet tatimore është përdorur
sv: SQL
sw_ke: SQL zifuatazo Retrieve mamlaka ya kodi ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查找税种的SQL是
zh_tw: 以下用作取得稅務的 SQL 是

source: Input Tax
cs_cz: Daň na vstupu
es_es: Impuestos Repercutidos
hi_in: इनपुट टैक्स
id_id: Pajak Pendapatan
it_it: Tasse
ko_kr: 입력 세금
mr_in: इनपुट कर
nl_nl: Input belasting
pt_pt: Imposto Entrada
ro_ro: Taxa de intrare
ru_ru: Входной налог
sq_al: Tatimor
sv: Ingånde skatt
sw_ke: Kodi ya pembejeo
tr_tr: GIRIS VERGISI
zh_hk: 进项税
zh_tw: 進項稅

source: Output Tax
cs_cz: Daně na výstupu
es_es: Impuestos Soportados
hi_in: टैक्स आउटपुट
id_id: Pajak Pengeluaran
it_it: Tasse
ko_kr: 출력 세금
mr_in: आउटपुट कर
nl_nl: Output belasting
pt_pt: Imposto Saída
ro_ro: Ieşire fiscale
ru_ru: Выходной Налог
sq_al: TVSh e llogaritur
sv: Utgående skatt
sw_ke: Kodi ya pato
tr_tr: ÇIKIS VERGISI
zh_hk: 销项税
zh_tw: 銷項稅

source: Bank Act Type
cs_cz: Bankovní zákon Typ
es_es: Tipo de cuenta bancaria
hi_in: बैंक अधिनियम लिखें
id_id: Tipe Rek Bank
it_it: Tipo di legge sulla Banca
ko_kr: 은행법 유형
mr_in: बँक अधिनियम प्रकार
nl_nl: Bank rekening type
pt_pt: Tipo Bancário
ro_ro: Banca Actul Tip
ru_ru: Тип банковского акта
sq_al: Lloji Banka Akti
sv: Bankhandlingstyp
sw_ke: Sheria ya benki Aina
tr_tr: BANKA HESAP TÜRÜ
zh_hk: 银行交易类型
zh_tw: 銀行交易類型

source: Bank Swift
cs_cz: Banka Swift
es_es: Swift del banco
hi_in: बैंक स्विफ्ट
id_id: Kode Swift Bank
it_it: Banca Swift
ko_kr: 은행 스위프트
mr_in: बँक स्विफ्ट
pt_pt: Banco Swift
ro_ro: Banca Swift
ru_ru: Банк в системе СВИФТ
sq_al: Banka Swift
sv: Swift
sw_ke: Benki Swift
tr_tr: SWIFT NO.
zh_hk: 银行单
zh_tw: 銀行單

source: Are you sure you wish to delete this tax authority?
es_es: ¿Está seguro que desea suprimir esta autoridad fiscal?
id_id: Apakah Anda yakin ingin menghapus wewenang pajak ini?
ko_kr: 이 세무 당국을 삭제할 확실합니까?
mr_in: आपण या कर प्राधिकरणाला हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção dessa autoridade fiscal
zh_tw: 您確定要刪除此稅務機關？

source: Edit Rates
cs_cz: Úpravy sazeb
es_es: Editar tasas
hi_in: दरों में संपादित करें
id_id: Ubah Tarif
it_it: Modifica
ko_kr: 편집 요금
mr_in: संपादित दर
nl_nl: Wijzig tarieven
pt_pt: Edição Taxas
ro_ro: Editare Tarife
ru_ru: Редактировать ставки
sq_al: Edit Çmimet
sv: ändra skattesatser
sw_ke: Hariri Rates
tr_tr: ORANLARI DÜZELT
zh_hk: 编辑税率
zh_tw: 編輯稅率

source: Review all defined tax authority records
cs_cz: Zkontrolovat všechny definované záznamy správce daně
es_es: Revisar todos los registros de autoridades fiscales definidas
hi_in: सभी परिभाषित टैक्स प्राधिकरण के रिकॉर्ड की समीक्षा
id_id: Lihat semua data wewenang pajak yg dibuat
it_it: Recensione tutti definiti i record di autorità fiscali
ko_kr: 정의 된 모든 세무 당국의 기록을 검토
mr_in: सर्व परिभाषित कर प्राधिकरणाला रेकॉर्ड पुनरावलोकन
nl_nl: Review alle gedefinieerde belastingdienst records
pt_pt: Rever todos Impotos/Taxas definidas
ro_ro: Revizuirea toate înregistrările definite autorităţii fiscale
ru_ru: Обзор всех определенных записей налогового органа
sq_al: Të shqyrtojë të gjitha të dhënat e përcaktuara organin tatimor
sv: Visa alla skattemyndighetsposter
sw_ke: Mapitio ya wote defined kodi mamlaka kumbukumbu
tr_tr: Inceleme tanımlanmış tüm vergi dairesine kayıt
zh_hk: 查看全部定义的税收主管部门记录
zh_tw: 查看所有定義的稅務機關記錄

source: Tax Type Description
cs_cz: Daň Typ Popis
es_es: Descripción del tipo de impuesto
hi_in: टैक्स प्रकार विवरण
id_id: Keterangan Tipe Pajak
it_it: Tasse Tipo Descrizione
ko_kr: 세금 유형 설명
mr_in: कर प्रकार वर्णन
nl_nl: Belasting type beschrijving
pt_pt: Descrição Tipo Imposto
ro_ro: Impozit Tip Descriere
ru_ru: Описание Типа налога
sq_al: Description Tatimore Lloji
sv: Skattetypsbeskrivning
sw_ke: Kodi Type Description
tr_tr: VERGI TÜRÜ AÇIKLAMASI
zh_hk: 税种描述
zh_tw: 稅種描述

source: No illegal characters allowed and should not be blank
es_es: No se permite caracteres no válidos y no deben estar en blanco
ko_kr: 어떤 잘못된 문자는 허용되지 빈 안
mr_in: कोणतीही अवैध वर्ण परवानगी आणि रिक्त असू नये
pt_pt: Caracteres inválidos inclusive brancos
zh_tw: 沒有非法字符允許的，不應該是空白

source: Input tax GL Account
cs_cz: Daň na vstupu GL účet
es_es: Cuenta contable para cobro de impuestos
hi_in: इनपुट टैक्स जीएल खाता
id_id: Akun GL Pajak Pendapatan
it_it: Ingresso fiscali Account GL
ko_kr: 입력 세금 GL 계정
mr_in: इनपुट कर जी.एल. खाते
nl_nl: Input belasting grootboek rekening
pt_pt: Conta Cont. Entrada Impostos
ro_ro: Taxa de intrare GL cont
ru_ru: Входящий НДС счета главной книги
sq_al: GL Input tatimore Account
sv: Konto för ingående skatt
sw_ke: Pembejeo kodi GL Akaunti
tr_tr: GIRIS VERGISI MUH.HESABI
zh_hk: 进项税会计科目
zh_tw: 進項稅會計科目

source: Output tax GL Account
cs_cz: Daně na výstupu GL účet
es_es: Cuenta contable para pago de impuestos
hi_in: उत्पादन कर जीएल खाता
id_id: Akun GL Pajak Pengeluaran
it_it: Uscita fiscali Account GL
ko_kr: 출력 세금 GL 계정
mr_in: आउटपुट कर जी.एल. खाते
nl_nl: Output belasting grootboek rekening
pt_pt: Conta Cont. Saída Impostos
ro_ro: taxa de ieşire Contul GL
ru_ru: Выход налогового счета главной книги
sq_al: Tatimi i llogaritur Llogaria GL
sv: Konto för utgående skatt
sw_ke: Pato kodi GL Akaunti
tr_tr: ÇIKIS VERGISI MUH.HESABI
zh_hk: 销项税会计科目
zh_tw: 銷項稅會計科目
