Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: A phone number is required for counter returns
es_es: Se requiere un número de teléfono para las devoluciones en mostrador
ko_kr: 전화 번호는 카운터 복귀 필요
mr_in: फोन नंबर काउंटर परतावा आवश्यक आहे
pt_pt: Numero telefone é necessário para retornar
zh_tw: 電話號碼是必需的銷售退回

source: Contact Email
cs_cz: Kontaktní e-mail
es_es: Correo electrónico del contacto
hi_in: संपर्क ईमेल
id_id: Email Kontak
it_it: Contatto e-mail
ko_kr: 연락 이메일
mr_in: संपर्क ईमेल
nl_nl: Kontakt E-mail
pt_pt: email Contato
ru_ru: Контактный адрес электронной почты
sq_al: Email Contact
sv: Kontaktpersonens e-postadress
sw_ke: Kuwasiliana Email
tr_tr: IRTIBAT EMAIL
zh_hk: 电子邮件
zh_tw: 聯繫電郵

source: Sales person
es_es: Vendedor
id_id: Salesman
ko_kr: 판매 사람
mr_in: विक्री व्यक्ती
pt_pt: Vendedor
zh_tw: 銷售人員

source: Reason for Return
es_es: Motivo de la devolución
id_id: Alasan utk Retur
ko_kr: 반품 이유
mr_in: प्रत्यागमन कारण
pt_pt: Motivo Venda
zh_tw: 原因返回

source: Payment Type
cs_cz: Typ platby
es_es: Tipo de pago
hi_in: भुगतान के प्रकार
id_id: Tipe Pembayaran
it_it: Tipo di pagamento
ko_kr: 지불 유형
mr_in: भरणा प्रकार
nl_nl: Betalings Soort
pt_pt: Tipo Pagamento
ro_ro: Tipul de plată
ru_ru: Способ оплаты
sq_al: Pagesa Type
sv: Betalningstyp
sw_ke: Aina ya malipo
tr_tr: ÖDEME TÜRÜ
zh_hk: 付款方式
zh_tw: 付款種類

source: Paid to Customer
es_es: Pagado al cliente
id_id: Dibayar ke Customer
ko_kr: 고객에게 유료
mr_in: ग्राहक अदा
pt_pt: Pago para Cliente
zh_tw: 支付給客戶

source: Re-Calculate
cs_cz: Re-Spočítejte
es_es: Recalcular
hi_in: पुनः गणना करें
id_id: Hitung-Ulg
it_it: Ricalcolare
ko_kr: 재 계산
mr_in: पुन्हा त्याची गणना
nl_nl: Her-berekenen
pt_pt: Recalcular
ro_ro: Re-Calculaţi
ru_ru: Пересчитать
sq_al: Re-Llogarit
sv: Räkna om
sw_ke: Re-Fanya mahesabu
tr_tr: TEKRAR HESAPLA
zh_hk: 重新计算
zh_tw: 重新計算

source: Process The Return
es_es: Procesar la devolución
id_id: Proses Retur
ko_kr: 반품을 처리
mr_in: रिटर्न प्रक्रिया
pt_pt: Processar Venda
zh_tw: 執行退貨

source: There are no lines on this return. Please enter lines to return first
es_es: No hay líneas en esta devolución. Por favor, introduzca primero las líneas de devolución
id_id: Tdk ada baris pada retur ini. Masukkan baris dulu utk meretur
ko_kr: 이 수익에 더 라인이 없습니다. 돌아 가지 라인을 입력하세요
mr_in: या रिटर्न नाही ओळी आहेत. प्रथम परत ओळी प्रविष्ट करा
pt_pt: Não há linhas nesta venda. Favor entrar linhas do Pedido primeiro
zh_tw: 沒有任何的行列返回。返回前請輸入行列

source: The amount entered as payment to the customer does not equal the amount of the return. Please correct amount and re-enter
id_id: Jumlah pembayaran ke customer yg dimasukkan tdk sama dgn jumlah retur. Silahkan betulkan jumlah nya dan masukkan kembali
ko_kr: 고객 지불로 입력 양은 복귀 량과 동일하지 않는다. 금액을 수정하십시오 다시 입력
mr_in: ग्राहकाला पेमेंट म्हणून प्रविष्ट रक्कम परतावा रक्कम समान नाही. रक्कम दुरुस्त करा आणि पुन्हा प्रविष्ट
pt_pt: O quantia informada como pagamento não é igual ao valor da fatura. Certifique-se do montante correto e informe novamente
zh_tw: 輸入支付給客戶的金額不等於返還金額。請更正金額，並重新輸入

source: We were unable to load the area where the sale is to from the custbranch table
es_es: No se pudo cargar el área de donde es la venta de la tabla custbranch
id_id: Kami tdk dapat memuat area dimana penjualannya adalah dari tabel custbranch
ko_kr: 판매 custbranch 테이블에 여기서 우리는 영역을로드 할 수 없음
mr_in: आम्ही custbranch तक्त्यातून विक्री जेथे क्षेत्र लोड करण्यात अक्षम आहोत
pt_pt: Não foi possível carregar área para onde as vendas da sucursal apontam (tab: custbranch)
zh_tw: 我們無法從客戶分公司表載入銷售區域的

source: The company information and preferences could not be retrieved. See your system administrator
cs_cz: Informace o společnosti a preference se nepodařilo získat. Více informací naleznete na správce systému
es_es: La información de la empresa y las preferencias no se pudieron recuperar. Consulte a su administrador del sistema
hi_in: कंपनी की जानकारी और वरीयताओं को पुनः प्राप्त नहीं किया जा सका. अपने सिस्टम व्यवस्थापक देखें
id_id: Informasi perusahaan dan preferensi tdk dapat diambil. Hubungi administrator sistem Anda
it_it: Le informazioni sulla società e le preferenze non possono essere recuperate. L&#39;amministratore di sistema
ko_kr: 회사 정보 및 환경 설정을 검색 할 수 없습니다. 시스템 관리자에게 문의하십시오
mr_in: कंपनी माहिती आणि प्राधान्ये पुनर्प्राप्त करणे शक्य नाही. तुमची प्रणाली प्रशासकाशी पहा
nl_nl: Het bedrijf informatie en voorkeuren kunnen niet worden opgehaald. Raadpleeg uw systeembeheerder
pt_pt: As informações preferenciais da empresa não puderam ser recuperadas. Verifique com seu administrador do sistema
ro_ro: Informaţiile companiei şi preferinţele nu a putut fi recuperate. Consultaţi administratorul de sistem
ru_ru: Информация о компании и предпочтения не могут быть получены. Обратитесь к администратору системы
sq_al: Të dhënat e kompanisë dhe preferencat nuk mund të shikohet. Shih administratorin tuaj të sistemit
sv: Företaget och inställningar kunde inte hämtas. Se din systemadministratör
sw_ke: taarifa ya kampuni na mapendekezo inaweza kuwa retrieved. Kuona wako wa mfumo
tr_tr: Şirket bilgileri ve tercihler alınamadı. Sistem yöneticinize başvurun
zh_hk: 无法查找到公司信息和设置。请联络您的系统管理员
zh_tw: 公司資訊和偏好無法檢索。請參閱系統管理員手冊

source: The SQL that failed to insert the GL transaction for the bank account debit was
cs_cz: SQL, které se nepodařilo vložit GL transakce na vrub bankovního účtu bylo
es_es: El SQL que no pudo insertar la transacción contable para el cargo en la cuenta bancaria fue
hi_in: SQL कि बैंक खाते को डेबिट के लिए डालने के लिए जीएल लेनदेन में विफल रहा था
id_id: SQL yg gagal utk memasukkan transaksi GL utk debit akun bank adalah
it_it: L&#39;SQL che non è riuscito a inserire la transazione GL per l&#39;addebito sul conto bancario è stato
ko_kr: 은행 계좌 이체에 대한 GL 트랜잭션을 삽입하는 데 실패 SQL이었다
mr_in: बँक खाते डेबिट साठी जी.एल. व्यवहार घालण्यासाठी अयशस्वी की SQL होते
nl_nl: De SQL die niet aan plaats de GL transactie voor de bankrekening af te schrijven was
pt_pt: SQL que falhou ao inserir transação contábil para conta bancária deb. foi
ro_ro: SQL care nu a reuşit să insera tranzacţie GL pentru debit contul bancar a fost
ru_ru: Завершившийся неудачей SQL вставки данных о GL-транзакции для дебета банковского счета
sq_al: SQL që nuk arriti të futur në transaksion GL për debi të llogarisë bankare është
sv: Den SQL som misslyckades med att sätta in GL transaktionen för från bankkonto var
sw_ke: SQL kwamba alishindwa kuingiza shughuli GL kwa ajili ya Malipo ya deni ya akaunti ya benki alikuwa
tr_tr: banka hesabınızdan tahsil için eklemek GL işlem başarısız SQL oldu
zh_hk: 处理此银行账户借方总帐交易失败的SQL是
zh_tw: 這SQL程序針對插入銀行帳戶扣款的總帳交易的是失敗的

source: Cannot insert a GL transaction for the bank account debit
cs_cz: Nelze vložit transakce GL na vrub bankovního účtu
es_es: No se puede agregar una transacción contable en el debe de la cuenta bancaria
hi_in: सम्मिलित बैंक खाते को डेबिट के लिए एक जीएल लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi GL utk debet akun bank
it_it: Non è stato possibile inserire il movimento contabile per il conto bancario
ko_kr: 은행 계좌 이체에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: बँक खाते डेबिट एक जी.एल. व्यवहार घालू शकत नाही
nl_nl: Kon de grootboek debet boeking voor de bankrekening niet uitvoeren
pt_pt: Não pode inserir lançam. contábeis para conta débito banco
ro_ro: Nu poate insera o tranzacţie GL pentru debitul contului bancar
ru_ru: Не удалось вставить GL-транзакцию для дебета банковского счета
sq_al: Nuk mund të vendos një transaksion GL për debi të llogarisë bankare
sv: Fel
sw_ke: Hawezi Insert shughuli GL kwa ajili ya Malipo ya deni ya akaunti ya benki
tr_tr: banka hesabınızdan tahsil için GL işlem eklemek Can&#39;t
zh_hk: 银行总账借方未能插入
zh_tw: 總帳的銀行帳借帳未能插入

source: The SQL that failed to insert the GL transaction for the debtors account credit was
cs_cz: SQL, které se nepodařilo vložit GL transakce pro dlužníky účet byl úvěr
es_es: El SQL que falló al agregar la transacción contable al haber de la cuenta de deudores fue
hi_in: SQL कि देनदार खाता क्रेडिट के लिए डालने के लिए जीएल लेनदेन में विफल रहा था
id_id: SQL yg gagal utk memasukkan transaksi GL utk kredit akun debitur adalah
it_it: Il codice SQL utilizzato per inserire il movimento contabile di accredito del conto debitore era
ko_kr: 채무자에 대한 GL 트랜잭션을 삽입하는 데 실패 SQL 신용이었다 계정
mr_in: क्रेडिट debtors खाते जी.एल. व्यवहार घालण्यासाठी अयशस्वी की SQL होते
nl_nl: De credit grootboekboeking voor de debiteur kon niet in de volgende SQL worden uitgevoerd
pt_pt: SQL que falhou para inserir trans. contábil para debitos foi
ro_ro: SQL care nu a reuşit să insera tranzacţie GL pentru creditul contului debitorilor a fost
ru_ru: SQL, которому не удалось вставить GL-транзакции для дебета банковского счета
sq_al: SQL që nuk arriti të futur në transaksion GL për kredi llogarisë së debitorëve u
sv: SQL
sw_ke: SQL kwamba alishindwa kuingiza shughuli GL kwa ajili ya mikopo jukumu akaunti ya mara
tr_tr: borçlular hesabı kredi eklemek için GL işlem başarısız SQL oldu
zh_hk: 插入应收总账贷方失败的SQL是
zh_tw: 插入應收總帳貸方的 SQL 是

source: Cannot insert a GL transaction for the debtors account credit
cs_cz: Nelze vložit GL transakce pro dlužníky účet kreditní
es_es: No se puede agregar una transacción contable en el haber de la cuenta de deudores
hi_in: सम्मिलित देनदार के लिए एक जीएल लेन - देन नहीं कर सकता है ऋण खाते
id_id: Tdk dapat memasukkan transaksi GL utk kredit akun debitur
it_it: Non è stato possibile inserire il movimento contabile di accredito del conto debitore
ko_kr: 채무자가 신용을 계정에 대한 GL 트랜잭션을 삽입 할 수 없습니다
mr_in: Debtors क्रेडिट खात्यासाठी एक जी.एल. व्यवहार घालू शकत नाही
nl_nl: De credit grootboekboeking voor de debiteur kon niet worden uitgevoerd
pt_pt: Não pode inserir trans. contábeis para contas crédito
ro_ro: Nu poate insera o tranzacţie GL pentru debitorii contul de credit
ru_ru: Не удалось вставить проводку в главную книгу для кредита счета дебиторов
sq_al: Nuk mund të vendos një transaksion GL për llogarisë së debitorëve të kreditit
sv: Fel
sw_ke: Hawezi Insert shughuli GL kwa ajili ya jukumu akaunti ya mikopo
tr_tr: eklemek borçlular için bir GL işlem Can&#39;t kredi hesabı
zh_hk: 未能插入应收总账贷方
zh_tw: 總帳交易未能插入到借方帳目的貸帳(CREDIT)

source: Counter Sale
cs_cz: Counter Prodej
es_es: Venta de mostrador
hi_in: काउंटर बिक्री
id_id: Penjualan Kasir
it_it: Counter Vendita
ko_kr: 카운터 판매
mr_in: काऊंटर विक्री
nl_nl: Counter koop
pt_pt: Contador Vendas
ro_ro: Counter Vanzare
ru_ru: Встречная продажа
sq_al: Shitje Counter
sv: Counter salu
tr_tr: Counter Satılık
zh_hk: 柜台销售
zh_tw: 門店銷售

source: The SQL that failed to insert the bank account transaction was
cs_cz: SQL, které se nepodařilo vložit na bankovní účet, transakce byla
es_es: El SQL que falló al agregar la transacción de la cuenta bancaria fue
hi_in: SQL कि सम्मिलित करने के लिए असफल बैंक खाता लेन - देन था
id_id: SQL yg gagal memasukkan transaksi akun bank adalah
it_it: Il codice SQL utilizzato per inserire l'operazione sul conto bancario era
ko_kr: 은행 계좌 거래이었다 삽입하는 데 실패 SQL
mr_in: बँक खाते व्यवहार घालण्यासाठी अयशस्वी की SQL होते
nl_nl: De bankrekening transactie kon niet worden ingevoerd n de volgende SQL
pt_pt: SQL que falhou para inserir dados trans. conta bancária foi
ro_ro: SQL care nu a reuşit să introduceţi tranzacţia cont bancar a fost
ru_ru: Завершившийся неудачей SQL вставки проводки для счета
sq_al: SQL që nuk arriti të futur në llogarinë bankare transaksioni është
sv: SQL
sw_ke: SQL kwamba alishindwa Insert akaunti ya benki shughuli ilikuwa
tr_tr: SQL bu banka hesabına işlem olduğunu eklemek için başarısız
zh_hk: 插入银行账交易失败的SQL是
zh_tw: 插入銀行帳交易失敗的 SQL 是

source: Cannot insert a bank transaction
cs_cz: Nelze vložit bankovní transakce
es_es: No se puede agregar una transacción bancaria
hi_in: डालें एक बैंक लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi bank
it_it: Non è stato possibile inserire l'operazione bancaria
ko_kr: 은행 거래를 삽입 할 수 없습니다
mr_in: एक बँक व्यवहार घालू शकत नाही
nl_nl: Kon de banktransactie niet invoeren
pt_pt: Não pode inserir trans. Bancária
ro_ro: Nu poate insera o tranzacţie bancă
ru_ru: Невозможно вставить пустую транзакцию
sq_al: Nuk mund të vendos një transaksioni bankar
sv: kan inte sätta in i en vy
sw_ke: Hawezi Insert shughuli za benki
tr_tr: BANKA ISLEMI GIRILEMEDI
zh_hk: 未能插入银行交易
zh_tw: 未能插入銀行交易

source: The SQL that failed to insert the customer receipt transaction was
cs_cz: SQL, které se nepodařilo vložit zákazníkovi přijetí transakce
es_es: El SQL que falló al agregar la transacción del ingreso del cliente fue
hi_in: SQL कि सम्मिलित करने के लिए विफल ग्राहक रसीद लेनदेन था
id_id: SQL yg gagal memasukkan transaksi penerimaan customer adalah
it_it: Il codice SQL utilizzato per inserire l'operazione di incasso del cleinte era
ko_kr: 고객 영수증 거래이었다 삽입하는 데 실패 SQL
mr_in: ग्राहक पावती व्यवहार घालण्यासाठी अयशस्वी की SQL होते
nl_nl: Invoeren van de klant ontvangst mislukte in de SQL
pt_pt: SQL que falhou para inserir trans. receb. cliente foi
ro_ro: SQL care nu a reuşit să insera tranzacţie primirea client a fost
ru_ru: Завершившийся неудачей SQL вставки транзакции о банковской квитанции
sq_al: SQL që nuk arriti të futur pranimin konsumatorit transaksioni është
sv: SQL
sw_ke: SQL kwamba alishindwa Insert risiti wateja shughuli ilikuwa
tr_tr: SQL ki müşteri makbuz işlem olduğunu eklemek için başarısız
zh_hk: 插入客户收款交易失败。SQL：
zh_tw: 插入客戶收款交易失敗的 SQL 是

source: Cannot insert a receipt transaction against the customer because
cs_cz: Nelze vložit přijetí transakce vůči zákazníkovi, protože
es_es: No se puede agregar una transacción de ingreso contra el cliente porque
hi_in: सम्मिलित ग्राहक क्योंकि खिलाफ एक रसीद लेन - देन नहीं कर सकते
id_id: Tdk dapat memasukkan transaksi penerimaan terhadap customer karena
it_it: Non è stato possibile inserire l'operazione di incasso del cliente perchè
ko_kr: 고객 because에 대해 영수증 트랜잭션을 삽입 할 수 없습니다
mr_in: ग्राहक विरूद्ध पावती व्यवहार घालू शकत नाही कारण
nl_nl: Kon de ontvangst transactie voor de klant niet invoeren omdat
pt_pt: Não pode inserir trans. recebimento para o cliente porque
ro_ro: Nu poate insera o tranzacţie primirea împotriva clienţilor, deoarece
ru_ru: Невозможно вставить проводку о банковской квитанции клиента, так как
sq_al: Nuk mund të vendos një transaksion marrjes kundër të konsumatorit sepse
sv: Fel
sw_ke: Hawezi Insert shughuli risiti dhidi ya mteja kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 未能插入客户收款交易, 因为
zh_tw: 未能插入客戶的收款交易, 因為

source: The SQL that failed to insert the allocation of the receipt to the credit note was
id_id: SQL yg gagal utk memasukkan alokasi penerimaan ke nota kredit adalah
ko_kr: 신용 노트 영수증의 할당을 삽입하는 데 실패 SQL이었다
mr_in: क्रेडिट लक्षात ठेवा पावती वाटप घालण्यासाठी अयशस्वी की SQL होते
pt_pt: SQL que falhou na inserção de alocação de recebimento para nota credito foi
zh_tw: 這SQL程序針對收到的紅字發票冲帳插入為失敗

source: Cannot insert the customer allocation of the receipt to the invoice because
cs_cz: Nelze vložit přidělování zákazníků po obdržení k faktuře, protože
es_es: No se puede insertar la asignación de clientes de la recepción de la factura porque
hi_in: सम्मिलित प्राप्ति के ग्राहक चालान क्योंकि आवंटन नहीं कर सकते
id_id: Tdk dapat memasukkan alokasi penerimaan customer ke faktur karena
it_it: Impossibile inserire la ripartizione dei clienti di ricevimento della fattura, perché
ko_kr: 송장 때문에에 접수 된 고객의 할당을 삽입 할 수 없습니다
mr_in: अशी यादी तयार करणे पावतीची ग्राहक वाटप घालू शकत नाही कारण
nl_nl: Kan niet invoegen van de klant toewijzing van de ontvangst van de factuur, omdat
pt_pt: não pode inserir alocação cliente no aviso de recebimento porque
ro_ro: Nu poate insera alocarea client de primire a facturii, deoarece
ru_ru: Не удается установить р получения счета-фактуры, поскольку
sq_al: Nuk mund të vendos ndarjen e konsumatorëve të pranimit të faturës për shkak se
sv: Kan inte infoga kunden fördelning av mottagandet till fakturan eftersom
sw_ke: Hawezi kuingiza ya mgao mteja ya ofisi ya ankara kwa sababu
tr_tr: eklemek fatura çünkü alındığı müşteri tahsisi Can&#39;t
zh_hk: 无法将顾客付款分配到发票的SQL是
zh_tw: 無法插入客戶的冲帳發票收據，因為

source: Credit Note number
cs_cz: Dobropis číslo
es_es: Número de nota de crédito
hi_in: क्रेडिट नोट संख्या
id_id: Nomor Nota Kredit
it_it: La nota di credito numero
ko_kr: 신용 참고 번호
mr_in: क्रेडिट टीप क्रमांक
nl_nl: Credit Nota nummer
pt_pt: Núm. Nota Créd.
ro_ro: Notă Numărul de credit
ru_ru: Номер кредит-ноты
sq_al: Numri Credit Note
sv: Kreditfaktura nummer
sw_ke: Angalia idadi ya mikopo
tr_tr: Kredi notu numarası
zh_hk: 红字发票编号
zh_tw: 折讓單編號

source: Print this credit note
cs_cz: Vytisknout tuto dobropis
es_es: Imprimir esta nota de crédito
hi_in: प्रिंट इस क्रेडिट नोट
id_id: Cetak nota kredit ini
it_it: Stampa la nota di credito
ko_kr: 이 신용 메모를 인쇄
mr_in: ही क्रेडिट नोट मुद्रण
nl_nl: Druk deze credit nota af
pt_pt: Imprimir esta nota Crédito
ro_ro: Imprima acest credit notă
ru_ru: Напечатать кредит-ноту
sq_al: Printo këtë notë krediti
sv: Skriv ut denna kreditfaktura
sw_ke: Magazeti kumbuka hii mikopo
tr_tr: Baskı bu kredi notu
zh_hk: 打印此红字发票
zh_tw: 列印此折讓單

source: Yes Please
cs_cz: Ano, prosím
es_es: Sí, por favor
hi_in: कृपया हाँ
id_id: Ya
it_it: Si prega di
ko_kr: 예, 부탁합니다
mr_in: कृपया होय
nl_nl: Ja AUB
pt_pt: Sim, por favor
ro_ro: Vă rugăm să da
ru_ru: Да, пожалуйста
sq_al: Po Ju lutemi
sv: Var god vänta...
sw_ke: Ndiyo Tafadhali
tr_tr: EVET, LÜTFEN
zh_hk: 是的
zh_tw: 是的

source: Search for Items
cs_cz: Hledání položky
es_es: Buscar Artículos
hi_in: मदों के लिए खोज
id_id: Cari Produk
it_it: Ricerca di elementi
ko_kr: 항목에 대한 검색
mr_in: आयटम शोधा
nl_nl: Zoeken naar items
pt_pt: Pesquisar pelos Itens
ro_ro: Elemente pentru căutare
ru_ru: Поиск по товарам
sq_al: Kërko për Items
sv: Sök efter objekt
sw_ke: Kutafuta Items
tr_tr: Öğeler ara
zh_hk: 查找商品
zh_tw: 搜尋項目

source: , Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
cs_cz: , Vyhledávání v databázi pro položky, můžete zúžit výsledky výběrem akcií kategorie, nebo stačí zadat dílčí položky popis nebo dílčí položky kód
es_es: , busca en la base de datos de artículos, puede limitar los resultados mediante la selección de una categoría de existencias, o simplemente Introducir una descripción parcial del artículo o un código parcial del artículo
hi_in: , खोज आइटम के लिए डेटाबेस, आप एक शेयर श्रेणी का चयन करके परिणाम को सटीक सकते हैं, या सिर्फ एक आंशिक मद विवरण या आंशिक मद कोड दर्ज करें
id_id: , Mencari database utk item, Anda dapat mempersempit hasil dgn memilih kategori stok, atau hanya memasukkan sebagian keterangan item atau sebagian kode item
it_it: , Ricerca nel database per gli oggetti, è possibile restringere i risultati selezionando una categoria di azioni, o semplicemente inserire il codice oggetto una descrizione parziale elemento o parziale
ko_kr: 항목에 대한 데이터베이스를 검색, 당신은 주식 카테고리를 선택하여 결과를 좁힐, 아니면 그냥 일부 항목 설명 또는 일부 항목 코드를 입력 할 수 있습니다
mr_in: बाबींच्या साठी, आपण एक स्टॉक श्रेणी निवडून परिणाम अरूंद, किंवा फक्त अर्धवट आयटम वर्णन किंवा आंशिक आयटम कोड प्रविष्ट करू शकता डेटाबेस शोध
nl_nl: , Doorzoekt de database voor items, kunt u het verkleinen van de resultaten door het selecteren van een bestand categorie of voer gewoon een gedeeltelijke item beschrijving of gedeeltelijke artikelcode
pt_pt: Pesquisar itens por categoria de estoque, descrição, código ou mesmo código parcial
ro_ro: , Căutări baza de date pentru elemente, puteţi restrânge rezultatele prin selectarea o categorie stoc, sau introduceţi doar o descriere parţială element sau parţială cod articol
ru_ru: , Поиск в базе данных для элементов, вы можете отфильтровать результаты, выбрав категорию товара, или просто ввести частичное описание товара или частичный код товара
sq_al: , Searches bazën e të dhënave për sendet, ju mund të ngushtë rezultatet duke zgjedhur një kategori të aksioneve, ose vetëm të hyjë në një përshkrim të pjesshëm ose të pjesshme artikull kodin pika
sv: , Söker i databasen för objekt kan du begränsa resultatet genom att välja en aktie kategori, eller bara ange en del objekt beskrivning eller delvis försändelsekod
sw_ke: , Searches database kwa ajili ya vitu, unaweza nyembamba matokeo kwa kuchagua jamii hisa, au tu kuingia sehemu ya bidhaa maelezo au sehemu item code
tr_tr: , Aramalar öğeler için veritabanı, ya da bir hisse kategori seçerek sonuçları daraltabilirsiniz sadece kısmi bir öğe açıklama veya kısmi ürün kodu girin
zh_hk: ，在数据库中查询，您可以选择存货种类以缩小查询范围，或者仅输入部分物料描述或者部分物料代码
zh_tw: ，搜索數據庫的商品，可以透過選擇一個庫存類別，或輸入部分商品描述或部分物料代碼來縮小搜索的結果

source: Select a Stock Category
cs_cz: Vyberte kategorii skladem
es_es: Seleccionar una categoría de inventario
hi_in: एक स्टॉक श्रेणी का चयन करें
id_id: Pilih Kategori Stok
it_it: Seleziona una categoria Archivio
ko_kr: 주식 카테고리를 선택
mr_in: एक स्टॉक वर्ग निवडा
nl_nl: Selecteer een voorraad categorie
pt_pt: Selec. Categoria Estoque
ro_ro: Selectaţi o categorie de Valori
ru_ru: Выберите категорию товара
sq_al: Zgjidh një Kategoria Stock
sv: Välj lagerkategori
sw_ke: Kuchagua Jamii Stock
tr_tr: Hisse Senedi Kategori Seçiniz
zh_hk: 选择一个库存种类
zh_tw: 選擇庫存類別

source: Enter partial Description
cs_cz: Zadejte část Popis
es_es: Introducir descripción parcial
hi_in: आंशिक विवरण दर्ज करें
id_id: Masukkan sebagian Keterangan
it_it: Inserisci descrizione parziale
ko_kr: 부분적인 설명을 입력
mr_in: आंशिक वर्णन प्रविष्ट करा
nl_nl: Voer gedeeltelijke omschrijving
pt_pt: Informe Descrição Parcial
ro_ro: Introduceţi Descriere parţiale
ru_ru: Введите частичное описание
sq_al: Enter Description pjesshme
sv: Partialbeskrivning
sw_ke: Description kuingia sehemu
tr_tr: kısmi Açıklama girin
zh_hk: 物料部分描述
zh_tw: 輸入部分說明

source: Use Quick Entry
cs_cz: Použití rychlé zadávání
es_es: Introducción rápida
hi_in: त्वरित प्रवेश का प्रयोग करें
id_id: Entri Cepat
it_it: Usa rapido ingresso
ko_kr: 빠른 입력을 사용하여
mr_in: जलद प्रविष्टी वापरा
nl_nl: Gebruik Snelle invoer
pt_pt: Usar Entrada Rápida
ro_ro: Utilizarea de intrare rapidă
ru_ru: Использовать быструю строку
sq_al: Përdorimi Hyrja shpejta
sv: Använd snabbregistrering
sw_ke: Kutumia Entry Quick
tr_tr: HIZLI GIRISI KULLAN
zh_hk: 使用快速输入
zh_tw: 使用快速輸入

source: Select an item by entering the quantity required. Click Return when ready.
id_id: Pilih item dgn memasukkan qty yg diperlukan. Klik Retur saat siap.
ko_kr: 필요한 수량을 입력하여 항목을 선택합니다. 준비가되면 돌아 가기를 클릭합니다.
pt_pt: Selecione um item informando a quantidade requerida. Clique ENTER quando Terminar
zh_tw: 點擊返回準備就緒時, 選擇一個物料輸入所需的數量。

source: Prev
cs_cz: Předcházející
es_es: Anterior
hi_in: पिछला
id_id: Sebelum
it_it: Indietro
ko_kr: 이전
mr_in: मागील
nl_nl: Terug
pt_pt: Anterior
ru_ru: Предыдущая
sv: Föregående
sw_ke: Kabla
tr_tr: Önceki
zh_hk: 前
zh_tw: 上一頁

source: Return Item(s)
es_es: Artículos devueltos
id_id: Retur Item
ko_kr: 반환 항목 (들)
mr_in: प्रत्यागमन आयटम (रे)
pt_pt: Item(ns)
zh_tw: 返回到商品

source: Next
cs_cz: Další
es_es: Siguiente
hi_in: अगला
id_id: Berikut
it_it: Prossimo
ko_kr: 다음
mr_in: पुढील
nl_nl: Volgende
pt_pt: Próximo
ro_ro: Următorul
ru_ru: Следующ.
sq_al: Tjetër
sv: Nästa
sw_ke: Ijayo
tr_tr: SONRAKI
zh_hk: 下一页
zh_tw: 下一頁

source: On Demand
es_es: En Demanda
hi_in: मांग पर
id_id: Atas Permintaan
ko_kr: 온 디맨드
mr_in: मागणी सरशी
nl_nl: Op verzoek
pt_pt: Sob Demanda
ru_ru: По требованию
sv: Vid behov
sw_ke: Juu Demand
zh_hk: 需求
zh_tw: 需求量

source: On Order
cs_cz: Na objednávku
es_es: En Pedidos
hi_in: आदेश पर
id_id: Sdg Dipesan
it_it: In Ordine
ko_kr: 주문
mr_in: मागणी रोजी
nl_nl: In Opdracht
pt_pt: Sob Pedido
ro_ro: Pe Ordine
ru_ru: По заказу
sq_al: Në Rendit
sv: Vid beställning
sw_ke: Kwenye Order
tr_tr: SIPARISTE
zh_hk: 已采购
zh_tw: 已採購

source: Available
cs_cz: K dispozici
es_es: Disponible
hi_in: उपलब्ध
id_id: Tersedia
it_it: Disponibile
ko_kr: 유효한
mr_in: उपलब्ध
nl_nl: Beschikbaar
pt_pt: Disponível
ro_ro: Disponibile
ru_ru: Доступно
sq_al: Në dispozicion
sv: Tillgängliga
sw_ke: Inapatikana
tr_tr: MEVCUT
zh_hk: 可用量
zh_tw: 可用量
