Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The replacement customer code
cs_cz: Náhradní kód zákazníka
es_es: El código de cliente de reemplazo
hi_in: प्रतिस्थापन ग्राहक कोड
id_id: Kode customer pengganti
it_it: La sostituzione codice cliente
ko_kr: 교체 고객 코드
mr_in: रिप्लेसमेंट ग्राहक कोड
nl_nl: De vervangende klant code
pt_pt: Código cliente substituído
ro_ro: Înlocuire Cod Client
ru_ru: Замена кода клиента
sq_al: Konsumatorit zëvendësim Kodi
sv: Ersättningskundnummer
sw_ke: Badala ya mteja code
tr_tr: YERINE KONULACAK MÜSTERI KODU
zh_hk: 替代的客户编码
zh_tw: 替代的客戶編碼

source: already exists as a customer code in the system
cs_cz: již existuje jako zákazník kód v systému
es_es: ya existe como código de cliente en el sistema
hi_in: पहले से ही इस प्रणाली में एक ग्राहक के रूप में मौजूद कोड
id_id: sdh ada sbg kode customer dalam sistem
it_it: esiste già un codice cliente nel sistema
ko_kr: 이미 시스템에 고객 코드로 존재
mr_in: आधिपासून प्रणालीवर एक ग्राहक कोड म्हणून अस्तित्वात
nl_nl: bestaal al als een klant code in het systeem
pt_pt: já existe como código cliente no sistema
ro_ro: există deja ca un cod client în sistem
ru_ru: уже существует как код клиента в системе
sq_al: tashmë ekziston si një kod të konsumatorëve në sistemin
sv: redan finns som kund kod i systemet
sw_ke: tayari lipo kama kanuni ya wateja katika mfumo
tr_tr: SISTEMDE BU MÜSTERI KODU ZATEN VAR
zh_hk: 在系统内已存在客户编码
zh_tw: 在系統內已存在客戶編碼

source: a unique customer code must be entered for the new code
cs_cz: jedinečný kód zákazníka, musí být zapsány na nový kód
es_es: debe introducir un código de cliente único para el nuevo código
hi_in: एक अद्वितीय ग्राहक कोड नए कोड के लिए दर्ज होना चाहिए
id_id: kode customer unik harus dimasukkan utk kode yg baru
it_it: un codice cliente univoco deve essere inserito il nuovo codice
ko_kr: 고객의 고유 한 코드가 새로운 코드를 입력해야합니다
mr_in: एक खास ग्राहक कोड नवीन कोड प्रविष्ट करणे आवश्यक आहे
nl_nl: een unieke klant code moet worden ingegeven voor de nieuwe code
pt_pt: um código único de cliente deve ser informado para novo código
ro_ro: un cod unic de client trebuie să fie înscrise pentru cod nou
ru_ru: Уникальный код клиента должен быть введен для нового кода
sq_al: një kod unik të konsumatorëve duhet të lidhet për kodin e ri
sv: en unik kund-kod måste anges för den nya koden
sw_ke: kipekee code mteja iwekwe kwa kanuni mpya
tr_tr: YENI MÜSTERI KODU IÇIN BENZERSIZ BIR KOD GIRMELISINIZ
zh_hk: 新的客户编码必须是唯一的编码
zh_tw: 新的客戶編碼必須是唯一的編碼

source: Inserting the new debtors master record
cs_cz: Vložení nového dlužníků mistr rekord
es_es: Añadiendo el nuevo registro maestro de deudores
hi_in: नई देनदार मालिक रिकॉर्ड डालने
id_id: Memasukkan data master debitur baru
it_it: Inserimento del nuovo master debitori record
ko_kr: 새로운 채무자 마스터 레코드를 삽입
mr_in: नवीन debtors मास्टर रेकॉर्ड समाविष्ट
nl_nl: Toevoegen van een nieuwe debiteuren maser record
pt_pt: Informe novo Fornec. padrão
ro_ro: Introducerea nou record de debitori master
ru_ru: Установка главной записи новых должников
sq_al: Futur rekord të ri debitorët master
sv: Infogar ny masterpost för gäldenär
sw_ke: Kuingiza jukumu mpya mwenye rekodi
tr_tr: yeni borçlular ana kayıt ekleme
zh_hk: 新借方主记录插入中
zh_tw: 新借方主記錄插入中

source: The SQL to insert the new debtors master record failed
cs_cz: SQL vložit nový záznam dlužníků mistr selhal
es_es: Falló el SQL para agregar el nuevo registro maestro de deudores
hi_in: सम्मिलित करने के लिए SQL नई देनदार मालिक रिकॉर्ड विफल
id_id: SQL gagal memasukkan data master debitur baru
it_it: di
ko_kr: SQL은 새로운 채무자는 기록이 실패 마스터 삽입
mr_in: नवीन debtors घालण्यासाठी SQL रेकॉर्ड अयशस्वी मास्टर
nl_nl: SQL waar het toevoegen van een nieuwe debiteuren maser record mislukte
pt_pt: SQL para inserir novo solicitante falhou
ro_ro: SQL pentru a insera noul record debitorilor master nu a reuşit
ru_ru: SQL для вставки главной записи новых должников не удалось
sq_al: SQL për të futur të ri rekord debitorët master dështuar
sv: SQL för att infoga nya gäldenärer befälhavaren rekord misslyckades
sw_ke: SQL Insert mwenye jukumu rekodi mpya alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 新借方主录插入到 SQL 失败
zh_tw: 新借方主錄插入到 SQL 失敗

source: the SQL statement was
cs_cz: příkaz SQL byl
es_es: El SQL fue
hi_in: SQL बयान था
id_id: perintah SQL itu adalah
it_it: l&#39;istruzione SQL è stata
ko_kr: SQL 문이었다
mr_in: SQL विधान होते
nl_nl: SQL melding
pt_pt: SQL usado foi
ro_ro: instrucţiunea SQL a fost
ru_ru: Отчет SQL был
sq_al: deklarata SQL ishte
sv: SQL-frågan var
sw_ke: SQL taarifa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: SQL 陈述式是
zh_tw: SQL 陳述式是

source: Inserting new customer branch records
cs_cz: Vkládání nových záznamů zákazníka pobočky
es_es: Agregando nuevos registros de sucursal de cliente
hi_in: नए ग्राहक शाखा रिकॉर्ड डालने
id_id: Memasukkan data cabang customer baru
it_it: Inserimento di nuovi record ramo del cliente
ko_kr: 새로운 고객 가지 기록을 삽입
mr_in: नवीन ग्राहक शाखा रेकॉर्ड अंतर्भूत
nl_nl: Invoeren van nieuwe klant branches
pt_pt: Informe nova sucursal do cliente
ro_ro: Inserarea noi recorduri client ramură
ru_ru: Вставка новых записей клиентов филиала
sq_al: Futur të dhënat e reja degë të konsumatorëve
sv: Nya kundleveransplatser
sw_ke: Inserting rekodi mpya tawi mteja
tr_tr: YENI MÜSTERI SUBE KAYDI EKLE
zh_hk: 新客户的分公司记录插入中
zh_tw: 新客戶的分公司記錄插入中

source: The SQL to insert new customer branch records failed
cs_cz: SQL vložit nové záznamy zákazníka pobočky selhal
es_es: El SQL usado para agregar nuevos registros de sucursal de cliente falló
hi_in: सम्मिलित नए ग्राहक शाखा रिकॉर्ड करने के लिए SQL विफल
id_id: SQL gagal memasukkan data cabang baru
it_it: di
ko_kr: SQL은 실패 새로운 고객 지점 레코드를 삽입하는
mr_in: नवीन ग्राहक शाखा रेकॉर्ड घालण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het invoeren van nieuwe klant branches mislukte
pt_pt: SQL para inserir nova sucursal cliente falhou
ro_ro: SQL pentru a insera noi recorduri ramură client nu a reuşit
ru_ru: SQL для вставки новых записей филиала клиента не удалось
sq_al: SQL të re të futur të dhënat e konsumatorëve degë dështuar
sv: SQL för att infoga nya poster kund gren misslyckades
sw_ke: SQL Insert rekodi mpya tawi mteja alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 新客户分公司记录插入到 SQL 失败
zh_tw: 新客戶分公司記錄插入到 SQL 失敗

source: Changing debtor transaction records
cs_cz: Změna záznamů dlužník transakce
es_es: Modificando registros de transacción de deudor
hi_in: देनदार लेनदेन रिकॉर्ड बदलने से
id_id: Mengubah data transaksi debitur
it_it: Cambiare le registrazioni delle transazioni debitore
ko_kr: 채무자의 거래 기록 변경
mr_in: ऋणको व्यवहार रेकॉर्ड बदलणे
nl_nl: Veranderen van de debiteuren transacties
pt_pt: Modif. transaç. debitos
ro_ro: Schimbarea înregistrări debitor tranzacţie
ru_ru: Изменение записей должником сделки
sq_al: Ndryshimi dhënat transaksionit të debitorit
sv: Ändring av gäldenärstransaktionsposter
sw_ke: Kubadilisha kumbukumbu za manunuzi deni
tr_tr: BORÇLU HAREKET KAYITLARI DEGISTIRILIYOR
zh_hk: 借方交易记录更改中
zh_tw: 借方交易記錄更改中

source: The SQL to update debtor transaction records failed
cs_cz: SQL na aktualizaci záznamů dlužníka transakce nezdařila
es_es: Falló el SQL para actualizar los registros de la transacción del deudor
hi_in: एसक्यूएल अद्यतन करने के लिए ऋणी लेनदेन रिकॉर्ड विफल
id_id: SQL gagal memperbarui data transaksi debitur
it_it: di
ko_kr: 채무자 트랜잭션 레코드를 업데이트하는 SQL 실패
mr_in: ऋणको व्यवहार रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar de veranderen van de debiteuren transacties mislukte
pt_pt: SQL para atualizar transação solicitante falhou
ro_ro: SQL pentru a actualiza înregistrările tranzacţiilor debitor a eşuat
ru_ru: SQL для обновления записей должником сделки не удалось
sq_al: SQL për të rinovuar të dhënat e transaksionit të debitorit nuk arriti
sv: SQL misslyckades
sw_ke: SQL update jukumu shughuli kumbukumbu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更改借方交易记录到 SQL 失败
zh_tw: 更改借方交易記錄到 SQL 失敗

source: The SQL to update Sales Analysis records failed
cs_cz: SQL aktualizovat Analýza prodeje záznamů selhal
es_es: Falló el SQL para actualizar los registros de Análisis de Ventas
hi_in: एसक्यूएल अद्यतन करने के लिए बिक्री हिट रिकॉर्ड विफल
id_id: SQL gagal memperbarui data Analisa Penjualan
it_it: di
ko_kr: SQL은 실패 판매 분석 레코드를 업데이트합니다
mr_in: विक्री विश्लेषण रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de verkoop analyse mislukte
pt_pt: SQL para atualizar Análise Vendas falhou
ro_ro: SQL pentru a actualiza Vânzări înregistrări Analiza a eşuat
ru_ru: SQL для обновления записей Анализа продаж не удалось
sq_al: SQL për të rinovuar Sales dhënat Analiza dështuar
sv: SQL misslyckades
sw_ke: SQL update Sales Uchambuzi kumbukumbu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新销售记录的SQL失败
zh_tw: 更新銷售記錄的SQL失敗

source: The SQL to update order delivery differences records failed
cs_cz: SQL aktualizovat, aby dodávky rozdíly záznamů selhal
es_es: El SQL falló al actualizar los registros de diferencias de entrega
hi_in: एसक्यूएल अद्यतन करने के लिए आदेश वितरण मतभेद रिकॉर्ड विफल
id_id: SQL gagal memperbarui data selisih pengiriman order
it_it: di
ko_kr: SQL은 주문 배달 차이를 기록 실패 업데이트하기
mr_in: ऑर्डर वितरण फरक रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de order leverings verschillen mislukte
pt_pt: SQL para atualizar diferenças entrega pedido falhou
ro_ro: SQL pentru a actualiza diferenţele ordin de livrare de înregistrări a eşuat
ru_ru: SQL для обновления записей различия доставки не удалось
sq_al: SQL për të rinovuar të ofrimit të dallimeve që të dhënat e dështuar
sv: SQL för att uppdatera för leverans skillnader poster misslyckades
sw_ke: SQL update ili utoaji tofauti kumbukumbu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更改订单文货差异到 SQL 失败
zh_tw: 更改訂單文貨差異到 SQL 失敗

source: The SQL to update the pricing records failed
cs_cz: SQL aktualizovat cenové záznamy selhal
es_es: Falló el SQL para actualizar los registros de precios
hi_in: एसक्यूएल अद्यतन करने के लिए मूल्य निर्धारण रिकॉर्ड विफल
id_id: SQL gagal memperbarui data harga
it_it: di
ko_kr: SQL은 실패 가격 레코드를 업데이트합니다
mr_in: किंमत रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de prijs records mislukte
pt_pt: SQL para atualizar preço falhou
ro_ro: SQL pentru a actualiza înregistrările de stabilire a preţurilor nu a reuşit
ru_ru: SQL для обновления записей цен не удалось
sq_al: SQL për të rinovuar të dhënat çmimi dështuar
sv: SQL misslyckades
sw_ke: SQL update kumbukumbu bei ya kushindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新价目记录到 SQL 失败
zh_tw: 更新價格記錄到 SQL 失敗

source: The SQL to update the sales order header records failed
cs_cz: SQL aktualizovat záznamy o prodeji, aby záhlaví selhal
es_es: Falló el SQL para actualizar los registros de cabecera del pedido de venta
hi_in: एसक्यूएल अद्यतन करने के लिए बिक्री के आदेश हैडर रिकॉर्ड विफल
id_id: SQL gagal memperbarui data header order penjualan
it_it: di
ko_kr: 판매 주문 헤더 레코드를 업데이트 할 수있는 SQL 실패
mr_in: विक्री ऑर्डर शिर्षक रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de verkoop order headers mislukte
pt_pt: SQL para atualizar cabeç. pedido vendas falhou
ro_ro: SQL de actualizare a vânzărilor de înregistrări antet pentru a eşuat
ru_ru: SQL на обновление заголовков записей продаж не удалось
sq_al: SQL për të rinovuar të dhënat e shitjeve header mënyrë nuk arriti
sv: SQL att uppdatera kundorder huvudet poster misslyckades
sw_ke: SQL update mauzo ili header kumbukumbu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新销售订单台头记录到 SQL 失败
zh_tw: 更新銷售訂單台頭記錄到 SQL 失敗

source: Changing the customer code in contract header records
cs_cz: Změna kód zákazníka v záznamech smlouvě záhlaví
es_es: Cambiando el código de cliente en los registros de cabecera del contrato
hi_in: अनुबंध हैडर रिकॉर्ड में ग्राहक कोड बदलने
id_id: Mengubah kode customer dalam data header kontrak
it_it: Cambiare il codice cliente in record di intestazione del contratto
ko_kr: 계약 헤더 레코드에서 고객 코드 변경
mr_in: करार शीर्षलेख रेकॉर्ड मध्ये ग्राहक कोड बदलणे
nl_nl: Veranderen van de klant code in de contract header
pt_pt: Modif. cód. cliente cabeç. contratos
ro_ro: Schimbarea codului client în înregistrările antet contract
ru_ru: Изменение кода клиента в заголовках записей контрактов
sq_al: Ndryshimi i kodit të konsumatorëve në të dhënat e kontratës kokë
sv: Ändra kunden koden i poster kontrakt header
sw_ke: Kubadilisha kanuni wateja katika rekodi ya mkataba header
tr_tr: sözleşme başlık kayıtlarda müşteri kodu değiştirme
zh_hk: 合同台头记录的客户编码更改中
zh_tw: 合同台頭記錄的客戶編碼更改中

source: The SQL to update contract header records failed
cs_cz: SQL na aktualizaci záznamů smlouvy záhlaví nezdařilo
es_es: Falló el SQL para actualizar los registros de cabecera del contrato
hi_in: एसक्यूएल अद्यतन करने के लिए अनुबंध शीर्षक रिकॉर्ड विफल
id_id: SQL gagal memperbarui data header kontrak
it_it: di
ko_kr: 계약 헤더 레코드를 업데이트 할 수있는 SQL 실패
mr_in: करार शिर्षक रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het veranderen van de klant code in de contract header mislukte
pt_pt: SQL para atualizar cabeç. contrato falhou
ro_ro: SQL pentru a actualiza înregistrările antet contract nu a reuşit
ru_ru: SQL для обновления заголовка записей контракта не удалось
sq_al: SQL për të rinovuar kontratën e dështuar të dhënat header
sv: SQL misslyckades
sw_ke: SQL update mkataba header kumbukumbu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新合同台头记录到 SQL 失败
zh_tw: 更新合同台頭記錄到 SQL 失敗

source: Deleting the old customer branch records from the CustBranch table
cs_cz: Odstranění staré záznamy zákazníka pobočka z tabulky CustBranch
es_es: Eliminando los registros antiguos de sucursales de cliente de la tabla CustBranch
hi_in: CustBranch तालिका से पुराने ग्राहक शाखा रिकॉर्ड हटाना
id_id: Menghapus data lama cabang customer dari table CustBranch
it_it: Eliminare il vecchio record ramo cliente dalla tabella CustBranch
ko_kr: CustBranch 테이블에서 이전 고객 가지 기록을 삭제
mr_in: CustBranch तक्त्यातून जुन्या ग्राहक शाखा रेकॉर्ड हटवत
nl_nl: Verwijderen van de oude branch van de CustBranch tabel
pt_pt: Removendo ant. sucurs. cliente para tabela CustBranch
ro_ro: Ştergerea înregistrărilor vechi client de ramificaţie de la masa CustBranch
ru_ru: Удаление старых записей филиала клиента из таблицы CustBranch
sq_al: Fshirja e të dhënat e vjetra degë të konsumatorëve nga tabela CustBranch
sv: Ta bort den gamla kundregister gren från CustBranch tabellen
sw_ke: Kufuta rekodi ya zamani tawi wateja kutoka meza CustBranch
tr_tr: SUBE TABLOSUNDAN MÜSTERI SUBE KAYDINI SIL
zh_hk: 旧客户分公司记录从客户分公司表中删除中
zh_tw: 舊客戶分公司記錄從客戶分公司表中刪除中

source: The SQL to delete the old CustBranch records for the old debtor record failed
cs_cz: SQL odstranit staré CustBranch záznamy pro starý rekord dlužník selhal
es_es: Falló el SQL usado para suprimir los viejos registros de sucursal de cliente del viejo registro del deudor
hi_in: एसक्यूएल नष्ट करने के लिए पुराने ऋणी रिकॉर्ड के लिए पुराने CustBranch रिकॉर्ड विफल
id_id: SQL gagal menghapus data lama CustBranch dari data lama debitur
it_it: di
ko_kr: SQL은 실패 이전 채무자 레코드 이전 CustBranch 기록을 삭제하려면
mr_in: जुन्या ऋणको रेकॉर्ड जुन्या CustBranch रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: SQL waar het verwijderen van de oude CustBranch records voor de oude debiteuren record mislukte
pt_pt: SQL para remover antigo CustBranch para antigo solicit. falhou
ro_ro: SQL pentru a şterge înregistrările vechi CustBranch pentru înregistrare debitor vechi a eşuat
ru_ru: SQL для удаления старых записей CustBranch для старой записиь должника не
sq_al: SQL të fshini të dhënat e vjetra CustBranch për rekord debitori e vjetër nuk arriti
sv: SQL ta bort gamla CustBranch posterna för de gamla gäldenären rekord misslyckades
sw_ke: SQL kufuta rekodi ya zamani CustBranch kwa ajili ya rekodi ya zamani mdaiwa kushindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除旧旧借方记录的客户分公司记录的 SQL 失败
zh_tw: 刪除舊舊借方記錄的客戶分公司記錄的 SQL 失敗

source: Deleting the customer code from the DebtorsMaster table
cs_cz: Odstranění kód zákazníka z tabulky DebtorsMaster
es_es: Eliminando el código de cliente de la tabla maestra de deudores
hi_in: DebtorsMaster तालिका से ग्राहक कोड हटाना
id_id: Mengapus kode customer dari tabel DebtorsMaster
it_it: Eliminare il codice cliente dalla tabella DebtorsMaster
ko_kr: DebtorsMaster 테이블에서 고객 코드 삭제
mr_in: DebtorsMaster तक्त्यातून ग्राहक कोड हटवत
nl_nl: Verwijderen van de klant code van de DebtorsMaster tabel
pt_pt: Removendo código cliente da tabela DebtorMaster
ro_ro: Ştergerea codul de client din tabelul DebtorsMaster
ru_ru: Удаление кода клиента из таблицы DebtorsMaster
sq_al: Fshirja kodin konsumatorit nga tabela DebtorsMaster
sv: Ta bort kunden koden från DebtorsMaster tabellen
sw_ke: Kufuta kanuni wateja kutoka meza DebtorsMaster
tr_tr: MÜSTERI BORÇLU MASTER TABLOSUNDAN SILINIYOR..
zh_hk: 客户编码从借方主表删除中
zh_tw: 客戶編碼從借方主表刪除中

source: The SQL to delete the old debtor record failed
cs_cz: SQL odstranit starý rekord dlužník selhal
es_es: Falló el SQL para suprimir el antiguo registro del deudor
hi_in: एसक्यूएल नष्ट करने के लिए पुराने ऋणी रिकॉर्ड विफल
id_id: SQL gagal menghapus data lama debitur
it_it: di
ko_kr: SQL은 구 채무자의 기록에 실패 삭제
mr_in: जुन्या ऋणको रेकॉर्ड हटवू SQL अयशस्वी
nl_nl: SQL waar het verwijderen van de oude debiteuren record mislukte
pt_pt: SQL para remover antigo Solic. falhou
ro_ro: SQL pentru a şterge înregistrarea debitor vechi a eşuat
ru_ru: SQL для удаления старых записей должника не удался
sq_al: SQL të fshini rekordin e vjetër debitori nuk arriti
sv: SQL ta bort gamla gäldenären rekord misslyckades
sw_ke: SQL kufuta rekodi ya zamani jukumu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 删除旧借方记录到 SQL 失败
zh_tw: 刪除舊借方記錄到 SQL 失敗

source: Existing Debtor Code
cs_cz: Dlužník stávající zákoník
es_es: Código de Deudor Existente
hi_in: देनदार कोड मौजूदा
id_id: Kode Debitur Yg Ada
it_it: Codice
ko_kr: 채무자 코드를 기존
mr_in: विद्यमान कर्जदार कोड
nl_nl: Bestaande debiteuren code
pt_pt: Cód. Solic. Existente
ro_ro: Existente Codul Debitor
ru_ru: Существующие код должника
sq_al: Kodi ekzistues Debitori
sv: Nuvarande gäldenärskod
sw_ke: Kanuni zilizopo deni
tr_tr: MEVCUT BORÇLU KODU
zh_hk: 现有借方编码
zh_tw: 目前客戶編號

source: New Debtor Code
cs_cz: Nové dlužníka kód
es_es: Nuevo Código de Deudor
hi_in: नई देनदार कोड
id_id: Kode Baru Debitur
it_it: Codice
ko_kr: 새로운 채무자 코드
mr_in: नवीन ऋणको कोड
nl_nl: Nieuwe debiteuren code
pt_pt: Novo Cód. Solic.
ro_ro: Noi Debitor Cod
ru_ru: Новый код должника
sq_al: Kodi i ri Debitori
sv: Ny gäldenärskod
sw_ke: Mwezi jukumu Kanuni
tr_tr: YENI BORÇLU KODU
zh_hk: 新借方编码
zh_tw: 新的客戶編號

source: UTILITY PAGE Change A GL Account Code
es_es: PÁGINA UTILITARIA - Cambiar un código de cuenta contable
ko_kr: 유틸리티 페이지 변경 GL 계정 코드
mr_in: युटिलिटी पृष्ठ बदल अ जी.एल. खाते कोड
pt_pt: Página Utilidades Modificar Código Conta Contábil
zh_tw: 工具頁面-更改總帳科目代碼

source: Change A GL Account Code
es_es: Cambiar un código de cuenta contable
ko_kr: GL 계정 코드 변경
mr_in: एक जी.एल. खाते कोड बदला
pt_pt: Atualizar Código Conta Contábil
zh_tw: 更改總帳帳戶編號

source: The GL account code
es_es: El código de cuenta contable
ko_kr: GL 계정 코드
mr_in: जी.एल. खाते कोड
pt_pt: Código Conta Contábil
zh_tw: 總帳帳戶編碼

source: does not currently exist as a GL account code in the system
ko_kr: 현재 시스템 내의 GL 계정 코드로 존재하지 않는다
mr_in: सध्या प्रणालीत एक जी.एल. खाते कोड म्हणून अस्तित्वात नाही
pt_pt: não existe este código de Conta Contábil no Sistema
zh_tw: 在系統中總帳帳戶代碼，目前不存在

source: The new GL account code to change the old code to contains illegal characters - no changes will be made
ko_kr: 새로운 GL 계정 코드는 기존의 코드를 변경하는 것은 불법 문자가 포함 - 변경되지됩니다
mr_in: बेकायदेशीर वर्ण आहेत वृद्ध कोड बदलण्यासाठी नवीन जी.एल. खाते कोड - कोणतेही बदल केले जातील
pt_pt: Novo código de Conta Contábil possui caracteres ilegais - não foram feitas mudanças
zh_tw: 新的總帳帳戶代碼來改變舊的代碼包含非法字符 - 不會作出更動

source: The new GL account code to change the old code to must be entered as well
ko_kr: 기존 코드를 변경하는 새로운 GL 계정 코드도 입력해야합니다
mr_in: वृद्ध कोड बदलण्यासाठी नवीन जी.एल. खाते कोड तसेच प्रविष्ट करणे आवश्यक आहे
pt_pt: Novo código Conta Contábil e o código anterior, ambos devem ser informados
zh_tw: 新的總帳帳戶代碼更改到舊代碼，也必須輸入

source: The replacement GL account code
ko_kr: 교체 GL 계정 코드
mr_in: रिप्लेसमेंट जी.एल. खाते कोड
pt_pt: Substituição código Conta Contábil
zh_tw: 更換總帳帳戶代碼

source: already exists as a GL account code in the system
es_es: ya existe como código de cuenta contable en el sistema
ko_kr: 이미 시스템 내의 GL 계정 코드로 존재
mr_in: आधिपासून प्रणालीवर एक जी.एल. खाते कोड म्हणून अस्तित्वात
pt_pt: já existe como código Conta Contábil no sistema
zh_tw: 已經存在在系統中的總帳帳戶代碼

source: a unique GL account code must be entered for the new code
es_es: debe introducir un código de un código de cuenta contable único para el nuevo código
ko_kr: 고유 GL 계정 코드는 새로운 코드를 입력해야합니다
mr_in: एक अद्वितीय जी.एल. खाते कोड नवीन कोड प्रविष्ट करणे आवश्यक आहे
pt_pt: Código Conta Contábil deve ser único para o novo código
zh_tw: 獨特的總帳科目代碼必須輸入為新的代碼

source: Adding the new chartmaster record
ko_kr: 새로운 chartmaster 기록을 추가
mr_in: नवीन chartmaster रेकॉर्ड जमा
pt_pt: Adic. Novo Conta Contábil
zh_tw: 添加新的主記錄圖表

source: The SQL to insert the new chartmaster record failed
ko_kr: SQL은 새로운 chartmaster 기록이 실패 삽입
mr_in: नवीन chartmaster रेकॉर्ड घालण्यास SQL ​​अयशस्वी
pt_pt: O SQL falhou ao inserir nova Conta Contábil
zh_tw: 插入主記錄新表的SQL程序失敗

source: completed
cs_cz: dokončeno
es_es: completo
hi_in: पूरा
id_id: selesai
it_it: completato
ko_kr: 완료
mr_in: पूर्ण
nl_nl: Uitgevoerd
pt_pt: completado
ro_ro: terminat
ru_ru: завершено
sq_al: përfunduar
sv: Färdig
sw_ke: kukamilika
tr_tr: TAMAMLANDI
zh_hk: 已完成
zh_tw: 已完成

source: Deleting the old chartmaster record
ko_kr: 이전 chartmaster 기록 삭제
mr_in: जुन्या chartmaster रेकॉर्ड हटवत
pt_pt: Removendo registro Conta Contábil Anterior
zh_tw: 刪除舊主記錄表

source: The SQL to delete the old chartmaster record failed
ko_kr: SQL은 이전 chartmaster 기록이 실패 삭제
mr_in: जुन्या chartmaster रेकॉर्ड हटवू SQL अयशस्वी
pt_pt: SQL para remover conta contábil anterior falhou
zh_tw: 刪除舊主記錄表的SQL失敗

source: GL account Code
es_es: Código de cuenta contable
ko_kr: GL 계정 코드
pt_pt: Código Conta Contábil
zh_tw: 總帳帳戶編碼

source: was successfully changed to
cs_cz: byl úspěšně změněn na
es_es: fue cambiado con éxito a
hi_in: सफलतापूर्वक करने के लिए बदल
id_id: telah berhasil diubah ke
it_it: è stato modificato correttamente in
ko_kr: 성공적으로 변경되었습니다
mr_in: यशस्वीरित्या बदलण्यात आले
nl_nl: werd met succes gewijzigd in
pt_pt: Sucesso na modif. para
ro_ro: a fost schimbat cu succes la
ru_ru: был успешно изменен на
sq_al: u ndryshua me sukses të
sv: ändrades framgångsrikt till
sw_ke: mara kwa mafanikio iliyopita na
tr_tr: başarıyla değiştirildi
zh_hk: 已成功完成更改到
zh_tw: 完成更改到

source: Existing GL Account Code
es_es: Código de cuenta contable existente
ko_kr: GL 계정 코드를 기존
mr_in: विद्यमान जी.एल. खाते कोड
pt_pt: Código Conta Contábil Existente
zh_tw: 現有的總帳帳戶代碼

source: New GL Account Code
es_es: Código de cuenta contable nuevo
ko_kr: 새로운 GL 계정 코드
mr_in: नवीन जी.एल. खाते कोड
pt_pt: Novo Código Conta Contábil
zh_tw: 新總帳帳戶代碼

source: UTILITY PAGE Change A Location Code
es_es: PÁGINA UTILITARIA - Cambiar un código de ubicación
id_id: HALAMAN FASILITAS Ubah Kode Lokasi
ko_kr: 유틸리티 페이지 변경 위치 코드
mr_in: युटिलिटी पृष्ठ बदल स्थान कोड
pt_pt: Página para atualizar código de local
zh_tw: 實用工具頁面變更倉庫編號

source: Change A Location Code
es_es: Cambiar un código de ubicación
id_id: Ubah Kode Lokasi
ko_kr: 위치 코드 변경
mr_in: एक स्थान कोड बदला
pt_pt: Modif. Cód. de Local
zh_tw: 變更倉庫編號

source: The location code
es_es: EL código localidad
id_id: Kode lokasi
ko_kr: 위치 코드
mr_in: स्थान कोड
pt_pt: Código Local
zh_tw: 位置代碼

source: does not currently exist as a location code in the system
es_es: no existe como código de localidad en el sistema
id_id: tdk ada sbg kode lokasi di sistem
ko_kr: 현재 시스템에서 위치 코드로 존재하지 않는다
mr_in: सध्या प्रणालीत स्थान कोड म्हणून अस्तित्वात नाही
pt_pt: não existe nenhum código de local no sistema
zh_tw: 作為系統中的位置代碼，目前不存在
