Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Invalid Serial Number or Lot Reference
cs_cz: Neplatné sériové číslo nebo partie
es_es: Número de Serie no válido o de Referencia del Lote
hi_in: अवैध सीरियल नंबर या लूत संदर्भ
id_id: Nomor Seri atau Referensi Lot Tdk Berlaku
it_it: Non valido numero di serie o di riferimento della partita
ko_kr: 잘못된 일련 번호 또는 부지 참조
mr_in: अवैध अनुक्रमांक किंवा लॉट संदर्भ
nl_nl: Ongeldig serienummer of partijnummer
pt_pt: Número Serial ou Ref. Lote Inválido
ro_ro: Număr de serie nevalid sau de referinţă al lotului
ru_ru: Недействительный серийный номер или ссылка на лот
sq_al: Numri i pavlefshëm Serial ose Reference Lot
sv: Ogiltigt serienummer eller partiets referensnummer
sw_ke: Batili Serial Number au Reference Loti
tr_tr: Geçersiz Seri Numarası veya Lot Referans
zh_hk: 无效的序列号或者批号
zh_tw: 無效的序列號或批號參考

source: Work order number does not exist
cs_cz: Práce pořadové číslo neexistuje
es_es: El número de la orden de trabajo no existe
hi_in: कार्य आदेश संख्या मौजूद नहीं है
id_id: nomor order Kerja tdk ada
it_it: numero d&#39;ordine di lavoro non esiste
ko_kr: 작업 순서 번호가 존재하지 않습니다
mr_in: कार्य क्रम क्रमांक अस्तित्वात नाही
nl_nl: Werkorder nummer niet bestaat
pt_pt: Numero Ordem Produção não existe
ro_ro: Numărul de lucru pentru a nu exista
ru_ru: Номер наряда на работу не существует
sq_al: Numri Puna që nuk ekziston
sv: Arbetsorder nummer finns inte
sw_ke: Kazi ili idadi haipo
tr_tr: Iş emri numarası yok
zh_hk: 工作单号不存在
zh_tw: 工作訂單編號不存在

source: Invalid issued quantity
cs_cz: Neplatné vydané množství
es_es: Cantidad enviada no válida
hi_in: अवैध मात्रा जारी
id_id: Qty yg dikeluarkan tdk berlaku
it_it: Valide rilasciate quantità
ko_kr: 잘못된 발행 수량
mr_in: अवैध जारी प्रमाण
nl_nl: Ongeldige afgegeven hoeveelheid
pt_pt: Quantidade solic. inválida
ro_ro: Invalid emise cantitatea
ru_ru: Недествительное выпущенное количество
sq_al: Pavlefshme të lëshuar sasi të
sv: Ogiltig emitterat antal
sw_ke: Batili ilitoa kiasi
tr_tr: Geçersiz miktar yayınladı
zh_hk: 无效的发料数量
zh_tw: 無效的發行量

source: Invalid transaction date
cs_cz: Neplatné datum provedení transakce
es_es: Fecha de transacción no válida
hi_in: अवैध लेन - देन की तारीख
id_id: Tgl transaksi tdk berlaku
it_it: Valide alla data dello scambio
ko_kr: 잘못된 거래 날짜
mr_in: अवैध व्यवहार तारीख
nl_nl: Ongeldige transactiedatum
pt_pt: Data transação inválida
ro_ro: Invalid data tranzacţiei
ru_ru: Недействительная дата сделки
sq_al: transaksion Invalid data
sv: Ogiltigt transaktionsdagen
sw_ke: Batili shughuli tarehe
tr_tr: Geçersiz işlem tarihi
zh_hk: 无效的交易日期
zh_tw: 無效的交易日期

source: Invalid received quantity
cs_cz: Neplatný obdržel množství
es_es: Cantidad recibida no válida
hi_in: अवैध मात्रा प्राप्त
id_id: Qty diterima tdk berlaku
it_it: Non valido ricevuto quantità
ko_kr: 잘못된받은 양
mr_in: अवैध प्राप्त प्रमाण
nl_nl: Ongeldige ontvangen hoeveelheid
pt_pt: Quantidade recebida inválida
ro_ro: Invalid primit cantitatea
ru_ru: Полученное количество недействительно
sq_al: Pavlefshme marrë sasi të
sv: Ogiltig fått kvantitet
sw_ke: Batili kupokea kiasi
tr_tr: Geçersiz miktar aldı
zh_hk: 无效的接收数量
zh_tw: 無效收到數量

source: Stock item is not controlled
cs_cz: Skladová položka není kontrolován
es_es: El artículo de existencias no es controlado
hi_in: शेयर मद नियंत्रित नहीं है
id_id: Item stok tdk terkontrol
it_it: Luogo in cui si Stock non è controllata
ko_kr: 콘텐츠 아이템은 제어되지 않는다
mr_in: स्टॉक आयटम नियंत्रित नाही
nl_nl: Artikel in voorraad wordt niet gecontroleerd
pt_pt: Item de estoque não é controlado
ro_ro: Stoc element nu este controlată
ru_ru: Элемент склада не контролируется
sq_al: pika Stock nuk është i kontrolluar
sv: Lagervara inte kontrolleras
sw_ke: item Stock si kudhibitiwa
tr_tr: Stok kalemi kontrollü değil
zh_hk: 库存物料非收控
zh_tw: 庫存商品不被控制

source: Stock item is serialised
cs_cz: Na skladě je serializovat
es_es: El artículo de existencias es seriado
hi_in: शेयर मद serialized है
id_id: Item stok berseri
it_it: Archivio voce viene serializzato
ko_kr: 주식 항목은 직렬화
mr_in: स्टॉक आयटम serialized आहे
nl_nl: Artikel in voorraad wordt serieel
pt_pt: Item de estoque é serializado
ro_ro: element Stocul este serializat
ru_ru: Элемент склада сериализуется
sq_al: Stock artikull është serialized
sv: Lagervara är serialiserad
sw_ke: Hisa bidhaa ni serialized
tr_tr: Stok kalemi serileştirilir
zh_hk: 库存物料已序列化
zh_tw: 庫存產品系列化

source: Batch number does not exist
cs_cz: Šarže číslo neexistuje
es_es: No existe el número de lote
hi_in: बैच नंबर मौजूद नहीं है
id_id: Nomor Batch tdk ada
it_it: Numero di lotto non esiste
ko_kr: 배치 번호가 존재하지 않는다
mr_in: तुकडी क्रमांक अस्तित्वात नाही
nl_nl: Lotnummer bestaat niet
pt_pt: Número Controle Lote não existe
ro_ro: Numărul lotului nu exista
ru_ru: Номер партии не существует
sq_al: numri i Serisë nuk ekziston
sv: Batchnummer finns inte
sw_ke: Kundi idadi haipo
tr_tr: Parti numarası yok
zh_hk: 批号不存在
zh_tw: 批次號不存在

source: Batch is empty
cs_cz: Šarže je prázdný
es_es: El Lote está vacío
hi_in: बैच खाली है
id_id: Batch kosong
it_it: Batch è vuoto
ko_kr: 배치가 비어 있습니다
mr_in: बॅच रिक्त आहे
nl_nl: Batch is leeg
pt_pt: Lote sem preencher
ro_ro: Lot este gol
ru_ru: Партия пуста
sq_al: Grumbull është bosh
sv: Batch är tom
sw_ke: Kundi ni tupu
tr_tr: Toplu boş
zh_hk: 批次是空
zh_tw: 批量為空

source: No such area
cs_cz: Žádný takový prostor
es_es: No hay un tal área
hi_in: ऐसा कोई क्षेत्र
id_id: Tdk ada area tersebut
it_it: Nessun settore come
ko_kr: 그런 지역 없음
mr_in: असा कोणताही क्षेत्र
nl_nl: Geen ruimte
pt_pt: Área desconhecida
ro_ro: Nici o astfel de zonă
ru_ru: Нет такой области
sq_al: Nuk ka fushë të tillë
sv: Inga sådana område
sw_ke: Hakuna eneo vile
tr_tr: Böyle bir alan
zh_hk: 不存在此区域
zh_tw: 沒有這樣的區

source: No such salesman
cs_cz: Žádný takový prodejce
es_es: No hay tal vendedor
hi_in: ऐसी कोई विक्रेता
id_id: Tdk ada salesman tersebut
it_it: Nessun venditore di tali
ko_kr: 그런 세일즈맨 없습니다
mr_in: असा कोणताही विक्रता
nl_nl: Geen verkoper
pt_pt: Não há vendedor
ro_ro: Nici o astfel de agent de vânzări
ru_ru: Нет такого продавца
sq_al: Nuk ka shitës të tillë
sv: Inga sådana säljare
sw_ke: Hakuna mfanyabiashara vile
tr_tr: Böyle bir satıcı
zh_hk: 不存在此销售员
zh_tw: 沒有這樣的推銷員

source: Unable to read company record
es_es: No se puede leer el registro de la compañía
id_id: Tdk dapat membaca data perusahaan
ko_kr: 회사의 기록을 읽을 수 없습니다
mr_in: कंपनी रेकॉर्ड वाचण्यास असमर्थ
pt_pt: Não foi possivel recuperar Registro da empresa
zh_tw: 無法讀取公司記錄

source: Unable to read sales order
es_es: No es posible leer el pedido de venta
id_id: Tdk dapat membaca order penjualan
ko_kr: 판매 주문을 읽을 수 없습니다
mr_in: विक्री ऑर्डर वाचण्यास असमर्थ
pt_pt: Não foi possivel recuperar pedidos de venda
zh_tw: 無法讀取銷售訂單

source: Unable to read sales order lines
es_es: No es posible leer las líneas del pedido de venta
id_id: Tdk dapat membaca baris order penjualan
ko_kr: 판매 주문 라인을 읽을 수 없습니다
mr_in: विक्री ऑर्डर ओळी वाचण्यास असमर्थ
pt_pt: Não foi possivel recuperar linhas do pedido
zh_tw: 無法讀取銷售訂單的行

source: Unable to get tax province of location
es_es: No se puede obtener la provincia tributaria de la ubicación
id_id: Tdk dapat mengambil wilayah pajak dari lokasi
ko_kr: 위치의 세 지방을 가져올 수 없습니다
mr_in: स्थान कर प्रांत मिळवण्यास असमर्थ
pt_pt: Não foi possivel recuperar impostos da localização
zh_tw: 無法獲得全省稅收的位置

source: Unable to read tax rates for this item and tax group
es_es: No se pudieron obtener las Tasas de Impuestos no el Grupo de Impuestos para este artículo
id_id: Tdk dapat membaca tarif pajak utk item ini dan grup tax
ko_kr: 이 항목 및 세금 그룹에 대한 세율을 읽을 수 없습니다
mr_in: हा आयटम आणि कर गटासाठी कर दर वाचण्यास असमर्थ
pt_pt: Não foi possível recuperar alíquotas impostos para este grupo deste item
zh_tw: 無法讀取這個項目的稅率和稅收組

source: Unable to read customer and branch details
es_es: No se pueden leer los detalles del cliente y la sucursal
id_id: Tdk dapat membaca customer dan rincian cabang
ko_kr: 고객 및 지점 정보를 읽을 수 없습니다
mr_in: ग्राहक आणि शाखा माहिती वाचण्यास असमर्थ
pt_pt: Não foi possivel recuperar detalhes do cliente e sucursal
zh_tw: 無法讀取客戶和分公司機構的詳細信息

source: Unable to read credit note item details
es_es: No es posible leer los detalles de artículos de la nota de crédito
id_id: Tdk dapat membaca rincian item nota kredit
ko_kr: 신용 참고 항목 세부 사항을 읽을 수 없습니다
mr_in: क्रेडिट नोट आयटम तपशील वाचण्यास असमर्थ
pt_pt: Não foi possivel recuperar detalhe dos itens nota crédito
zh_tw: 無法讀取貸方票據項目細節

source: Can only allocate receipts or a credit notes
es_es: Solo se pueden asignar Recibos ó notas de Crédito
id_id: Hanya dapat mengalokasi penerimaan atau nota kredit
ko_kr: 단지 영수증 또는 신용 메모를 할당 할 수 있습니다
mr_in: केवळ पावत्या किंवा क्रेडिट नोट्स वाटप शकता
pt_pt: Só pode alocar recebimentos ou nota de crédito
zh_tw: 只能分配收入或紅字發票

source: No transaction found to allocate
es_es: No se encontraron transacciones a asignar
id_id: Tdk ada transaksi utk dialokasi
ko_kr: 할당 찾을 수 없음 거래 없음
mr_in: नाही व्यवहार वाटप आढळले
pt_pt: Não foi localizada transação para alocação
zh_tw: 沒有發現分配交易

source: ** Error Code Not Defined **
cs_cz: ** Kód chyby Nedefinováno **
es_es: ** No está definido el código de error **
hi_in: ** त्रुटि नहीं निर्धारित कोड **
id_id: ** Kesalahan Kode Tdk Ditetapkan **
it_it: ** Codice di errore non definito **
ko_kr: ** 오류 코드 정의되지 않음 **
mr_in: ** त्रुटी कोड ** व्याख्या न
nl_nl: ** Foutcode Not Defined **
pt_pt: **CÓDIGO ERRO INDEFINIDO**
ro_ro: ** Codul de eroare nu este definit **
ru_ru: ** Код ошибки не определен **
sq_al: Kodi ** Gabim nuk është përcaktuar **
sv: ** Felkod Inte definierad **
tr_tr: Tanımlı değil ** Hata Kodu **
zh_hk: **没有定义错误代码**
zh_tw: *錯誤代碼未定義**

source: There was a problem deleting expired audit-trail history
cs_cz: Tam byl problém mazání uplynula audit-trail historie
es_es: Hubo un problema eliminando el histórico de auditorías expiradas (vencidas)
hi_in: वहाँ एक समय सीमा समाप्त लेखा परीक्षा निशान इतिहास हटाने में कोई समस्या थी
id_id: Ada masalah menghapus histori log-perubahan yg kadaluarsa
it_it: C&#39;è stato un problema cancellando scaduto storia di audit-trail
ko_kr: 만료 된 감사 추적 기록을 삭제하는 문제가 발생했습니다
mr_in: कालबाह्य ऑडिट-खुणेसाठी इतिहास हटविताना एक समस्या आली
nl_nl: Er is een probleem bij het verwijderen van de verlopen gerbuikershistorie
pt_pt: Problema removendo históricos antigos de log / auditoria
ro_ro: Nu a fost o problemă la ştergerea expirat istorie piste de audit
ru_ru: Возникла проблема с удалением истекшей истории хода аудита
sq_al: Nuk ishte një problem fshirjes mbaruar histori-audituese gjurmë
sv: Problem radera utgången historik
sw_ke: Kulikuwa na tatizo kufuta itakapotimia ukaguzi-uchaguzi historia
tr_tr: süresi denetim-trail geçmişi silme bir sorun oldu
zh_hk: 删除过期的审核跟踪历史记录时发生错误
zh_tw: 刪除過期的審計跟踪記錄時發生問題

source: An error occurred in retrieving the period number
cs_cz: Došlo k chybě při načítání období počet
es_es: Hubo un error al obtener el número del período
hi_in: एक त्रुटि अवधि संख्या को वापस लाने में हुआ
id_id: Kesalahan terjadi saat mengambil nomor periode
it_it: È verificato un errore durante il recupero del numero periodo
ko_kr: 오류가 기간 번호를 검색 발생
mr_in: एक त्रुटी कालावधी क्रमांक पुनर्प्राप्त आली
nl_nl: Enn fout opgeteden bij het opvragen van het periode nummer
pt_pt: Erro ocorreu recuperando um núm. período
ro_ro: A apărut o eroare în preluarea numărul perioada
ru_ru: Возникла ошибка при восстановлении номера периода
sq_al: Ka ndodhur një gabim në marrjen e numrit periudhës
sv: Fel
sw_ke: Hitilafu ilitokea katika kipindi retrieving idadi
tr_tr: PERIYOD BILGISI VERITABANINDAN ALINAMADI
zh_hk: 提取期间数目时发生错误
zh_tw: 提取期間數目時發生錯誤

source: This function is used to login into the API methods for the specified the database.
cs_cz: Tato funkce se používá pro přihlášení do metody API pro konkrétní databázi.
es_es: Esta función es utilizada para ingresar en los métodos API para la base de datos especificada
hi_in: इस समारोह को निर्दिष्ट डेटाबेस के लिए एपीआई के तरीकों में प्रवेश किया जाता है.
id_id: Fungsi ini digunakan utk login ke metode API utk database tertentu tersebut.
it_it: Questa funzione viene utilizzata per effettuare il login nei metodi API per le specifiche del database.
ko_kr: 이 기능은 지정된 데이터베이스에 대한 API 메소드에 로그인하는 데 사용됩니다.
mr_in: हे कार्य निर्दिष्ट डेटाबेस साठी API पद्धती मध्ये लॉगिन करण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om in de API methoden login voor de opgegeven de database.
pt_pt: Função é usada para fazer login nos metodos da API para um banco de dados
ro_ro: Această funcţie este utilizată pentru a login în metodelor API pentru baza de date specificate.
ru_ru: Эта функция используется для входа в методы API для указанной базы данных.
sq_al: Ky funksion është përdorur për të identifikoheni në metodat e API për bazën e të dhënave të përcaktuara.
sv: Denna funktion används för att logga in på API metoder för den angivna databasen.
sw_ke: kazi hii ni kutumika login katika njia ya API kwa database maalum ya.
tr_tr: Bu işlev belirtilen veritabanı için API yöntemleri içine giriş için kullanılır.
zh_hk: 此函数用于登录到指定数据库的API方法。
zh_tw: 這個函數是用來登錄到API的方法對指定的數據庫中。

source: NOTE: using this function means that the User Name and Password fields in the following functions are no longer required. When calling those functions, leave the last two parameters off.
cs_cz: Poznámka: pomocí této funkce znamená, že uživatelské jméno a heslo v tyto funkce již nejsou potřebné. Při volání těchto funkcí, nechte poslední dva parametry off.
es_es: NOTA: el uso de esta función significa que el Nombre de Usuario y Contraseña en las siguientes funciones ya no son necesarios. Al llamar a estas funciones, deje los dos últimos parámetros fuera.
hi_in: नोट: इस समारोह का उपयोग का मतलब है कि उपयोगकर्ता और निम्न कार्यों में नाम पासवर्ड फ़ील्ड अब जरूरी नहीं रह रहे हैं. जब उन कार्यों फोन, पिछले दो मापदंडों छोड़ना.
id_id: CATATAN: menggunakan fungsi ini berarti bahwa kolom User Name dan Password dalam fungsi-fungsi berikut ini tdk diperlukan lagi. Saat memanggil fungsi-fungsi, meninggalkan dua parameter terakhir dari.
it_it: NOTA: utilizzando questa funzione significa che il Nome Utente e Password nelle seguenti funzioni non sono più necessari. Quando si chiamano quelle funzioni, lasciare gli ultimi due parametri off.
ko_kr: 참고 :이 기능을 사용하면 사용자 이름 및 다음과 같은 기능에 암호 필드가 더 이상 필요하지 않습니다 것을 의미합니다. 그 함수를 호출 할 때, 마지막 두 개의 매개 변수를 둡니다.
nl_nl: OPMERKING: het gebruik van deze functie betekent dat de gebruikersnaam en wachtwoord velden in de volgende functies zijn niet meer nodig. Bij het aanroepen van deze functies, uit te laten de laatste twee parameters.
pt_pt: NOTA: usando Função quer dizer que o nome do usuário e a senha nas seguintes funções não serão mais requeridas. Quando chamar estas funções, deixe os dois últimos paramêtros sem preencher.
ro_ro: NOTĂ: utilizând această funcţie înseamnă că numele de utilizator şi parola în câmpurile următoarele funcţii nu mai sunt necesare. Când apelaţi aceste funcţii, lăsaţi ultimele două parametrii off.
ru_ru: ПРИМЕЧАНИЕ: использование этой функции означает, что поля Имя Пользователя и Пароль в следующие функциях больше не требуются. При вызове этих функций, оставьте последние два параметра пустыми.
sq_al: SHËNIM: duke përdorur këtë funksion do të thotë se emrin e përdoruesit dhe fjalë-kalimi në fushat e funksionet e mëposhtme nuk janë më të kërkuara. Kur e quajtur ato funksione, të lënë të fundit dy parametra off.
sv: Obs: Denna funktion innebär att användarnamn och lösenord fält i följande funktioner inte längre behövs. När du ringer dessa funktioner, lämna de två sista parametrarna av.
sw_ke: NOTE: kutumia kazi hii ina maana kwamba jina la mtumiaji na mashamba Password katika kazi zifuatazo tena required. Wakati wito kazi hizo, idhini ya mwisho vigezo mbili mbali.
tr_tr: NOT: Bu fonksiyonu kullanarak aşağıdaki işlevleri Kullanıcı Adı ve Şifre alanları artık gerekli olduğu anlamına gelir. Bu fonksiyonlar ararken, kapalı son iki parametre bırakın.
zh_hk: 注意： 使用此功能意味这用户名称和密码自动在下列的函数不再需要。当调用这些函数时，请留空此两个参数。
zh_tw: 注意：使用此功能意味著用戶名和下面的功能密碼字段不再需要。當調用這些函數，留下最後兩個參數了。

source: Database Name
cs_cz: Název databáze
es_es: Nombre de base de datos
hi_in: डेटाबेस का नाम
id_id: Nama Database
it_it: Nome database
ko_kr: 데이터베이스 이름
mr_in: डेटाबेस नाव
nl_nl: Database Naam
pt_pt: Nome do Banco de Dados
ro_ro: Numele bazei de date
ru_ru: Имя базы данных
sq_al: Emri Baza e të dhënave
sv: Databasnamn
sw_ke: Mbegu Jina
tr_tr: Veritabanı Adı
zh_hk: 数据库名称
zh_tw: 資料庫名稱

source: The name of the database to use for the transactions to come.
cs_cz: Název databáze k použití pro transakce přijít.
es_es: El nombre de la base de datos a utilizar para las transacciones por venir.
hi_in: डेटाबेस का नाम लेनदेन के लिए उपयोग करने के लिए आते हैं.
id_id: Nama database yg digunakan utk transaksi yg akan datang.
it_it: Il nome del database da utilizzare per le operazioni a venire.
ko_kr: 데이터베이스의 이름은 올 트랜잭션을 사용합니다.
nl_nl: De naam van de database te gebruiken voor de transacties te komen.
pt_pt: O nome do banco de dados para usar nas transações seguintes.
ro_ro: Numele bazei de date de a utiliza pentru tranzacţiile să vină.
ru_ru: Имя базы данных для использования для сделок в будущем.
sq_al: Emri i bazës së të dhënave për të përdorur për transaksione që do të vijnë.
sv: Namnet på den databas som ska användas för transaktioner som kommer.
sw_ke: Jina la orodha ya kutumia kwa shughuli ujao.
tr_tr: veritabanının adı gelmek işlemleri için kullanılacak.
zh_hk: 用于提交交易的数据库名称是
zh_tw: 用於來進行交易的數據庫的名稱

source: A valid weberp username. This user should have security access to this data.
cs_cz: Platný weberp uživatelské jméno. Tento uživatel by měl mít bezpečnostní přístup k těmto údajům.
es_es: Un nombre de usuario weberp válido. Este usuario debe tener seguridad de acceso a estos datos.
hi_in: एक वैध weberp उपयोक्तानाम. इस प्रयोक्ता सुरक्षा इस डेटा तक पहुँच होनी चाहिए.
id_id: Nama user weberp yg berlaku. User ini harus memiliki akses keamanan ke data ini.
it_it: Un nome utente weberp valido. Questo utente deve avere accesso a questi dati di sicurezza.
ko_kr: 유효한 weberp 사용자 이름. 이 사용자는이 데이터에 대한 보안 액세스 할 수 있어야합니다.
mr_in: एक वैध weberp सदस्यनाम. या वापरकर्त्याने या डेटामध्ये सुरक्षा प्रवेश असावा.
nl_nl: Een geldige gebruikersnaam weberp. Deze gebruiker moet de beveiliging de toegang tot deze gegevens.
pt_pt: Um nome de usuário válido. Este usuário precisa ter acesso ao módulo segurança
ro_ro: Un nume de utilizator valid weberp. Acest utilizator ar trebui să aibă acces la aceste date de securitate.
ru_ru: Действительное имя пользователя weberp. Этот пользователь должен иметь безопасный доступ к этим данным.
sq_al: Një emrin e vlefshme weberp. Ky përdorues duhet të kenë qasje të sigurisë në këto të dhëna.
sv: Ett giltigt weberp användarnamn. Användaren ska ha säker åtkomst till dessa data.
sw_ke: A halali weberp username. user Hii inapaswa kuwa na usalama wa upatikanaji wa taarifa hii.
tr_tr: Geçerli bir weberp adı. Bu kullanıcının bu verilere güvenlik erişimi olmalıdır.
zh_hk: 有效的weberp用户名。此用户应有访问此数据的安全权限。
zh_tw: 一個有效的ERP用戶名。該用戶應具有安全訪問這些資料。

source: User password
cs_cz: Uživatel heslo
es_es: Contraseña de Usuario
hi_in: उपयोगकर्ता पासवर्ड
id_id: Kata sandi user
it_it: Utente Password
ko_kr: 사용자 암호
mr_in: वापरकर्ता संकेतशब्द
nl_nl: Gebruikerswachtwoord
pt_pt: Senha do Usuário
ro_ro: Utilizator parola
ru_ru: Пароль пользователя
sq_al: Fjalëkalimi User
sv: Användarens lösenord
tr_tr: Kullanıcı şifresi
zh_hk: 用户密码
zh_tw: 使用者密碼

source: The weberp password associated with this user name.
cs_cz: Weberp heslo spojené s tímto uživatelským jménem.
es_es: La contraseña weberp asociada con este nombre de usuario.
hi_in: Weberp पासवर्ड इस उपयोगकर्ता नाम के साथ जुड़ा हुआ है.
id_id: Password weberp terkait dgn nama pengguna.
it_it: La password weberp associata a questo nome utente.
ko_kr: 이 사용자 이름과 연관된 weberp 암호.
nl_nl: De weberp wachtwoord in verband met deze gebruiker naam.
pt_pt: A senha associada ao usuário deste nome
ro_ro: Parola weberp asociat cu acest nume de utilizator.
ru_ru: Weberp пароль, связанный с этим именем пользователя.
sq_al: Fjalëkalimi weberp lidhur me këtë emër përdorues.
sv: Den weberp lösenord i samband med denna användarnamn.
sw_ke: Password weberp kuhusishwa na jina la mtumiaji.
tr_tr: Weberp şifre bu kullanıcı adı ile ilgili.
zh_hk: weberp密码与用户名关联。
zh_tw: 與此用戶名關聯的ERP密碼。

source: This function returns an integer.
cs_cz: Tato funkce vrací celé číslo.
es_es: Esta función devuelve un entero.
hi_in: इस समारोह में एक पूर्णांक देता है.
id_id: Fungsi ini mengembalikan bilangan bulat.
it_it: Questa funzione restituisce un intero.
ko_kr: 이 함수는 정수를 반환합니다.
nl_nl: Deze functie geeft een geheel getal.
pt_pt: Função retorna um inteiro
ro_ro: Această funcţie returnează un număr întreg.
ru_ru: Эта функция возвращает целое число.
sq_al: Ky funksion të kthimit një numër të plotë.
sv: Den här funktionen returnerar ett heltal.
sw_ke: Kazi hii anarudi integer.
tr_tr: Bu fonksiyon bir tamsayı döndürür.
zh_hk: 此函数返回一个整数。
zh_tw: 這個函數返回一個整數。

source: Zero means the function was successful.
cs_cz: Nula znamená, že funkce byla úspěšná.
es_es: El cero significa que esta función fue exitosa
hi_in: शून्य का मतलब समारोह सफल रहा.
id_id: Nol berarti fungsi berhasil.
it_it: Zero significa che la funzione ha avuto successo.
ko_kr: 제로는 함수가 성공을 의미합니다.
nl_nl: Nul betekent dat de functie succesvol was.
pt_pt: zero quer dizer que função OK
ro_ro: Zero înseamnă funcţia a fost reuşită.
ru_ru: Ноль означает, что функция была успешной.
sq_al: Zero do të thotë funksion ishte i suksesshëm.
sv: Noll betyder det att funktionen var framgångsrik.
sw_ke: Sifuri maana kazi ilikuwa na mafanikio.
tr_tr: Sıfır işlev başarılı oldu demektir.
zh_hk: 0意味着函数成功。
zh_tw: 零表示該功能是成功的。

source: Otherwise an error code is returned.
cs_cz: Jinak kód chyby je vrácena.
es_es: De lo contrario un código de error se devuelve.
hi_in: अन्यथा एक त्रुटि कोड लौटा है.
id_id: Jika kode kesalahan dikembalikan.
it_it: In caso contrario, un codice di errore.
ko_kr: 그렇지 않으면 에러 코드가 리턴된다.
nl_nl: Anders een foutcode geretourneerd.
pt_pt: caso contrário um código de erro retorna
ro_ro: În caz contrar, un cod de eroare este returnat.
ru_ru: В противном случае возвращается ошибка.
sq_al: Ndryshe një kod gabimi është kthyer.
sv: Annars en felkod returneras.
sw_ke: Vinginevyo code ni kosa ni kwa.
tr_tr: Aksi takdirde bir hata kodu döndürdü.
zh_hk: 否则的话，会返回一个由错误代码。
zh_tw: 否則返回錯誤代碼。

source: This function is used to logout from the API methods.
cs_cz: Tato funkce slouží k odhlášení z metod API.
es_es: Esta función se utiliza para salir de los métodos API.
hi_in: इस समारोह एपीआई तरीकों से लॉगआउट करने के लिए प्रयोग किया जाता है.
id_id: Fungsi ini digunakan utk keluar dari metode API.
it_it: Questa funzione viene utilizzata per logout dai metodi API.
ko_kr: 이 기능은 API 메소드에서 로그 아웃하는 데 사용됩니다.
nl_nl: Deze functie wordt gebruikt om uit te loggen uit de API-methoden.
pt_pt: Função é usada para sair dos métodos da API
ro_ro: Această funcţie este utilizată pentru a logout de la metodele de API.
ru_ru: Эта функция используется для выхода из методов API.
sq_al: Ky funksion është përdorur për logout nga metodat API.
sv: Denna funktion används för att logga ut från API metoder.
sw_ke: kazi hii ni kutumika logout kutoka mbinu API.
tr_tr: Bu fonksiyonu API yöntemleri çıkış için kullanılır.
zh_hk: 此函数用于从API方法中登出。
zh_tw: 此功能用於從API的方法來註銷。
