Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Date Range
cs_cz: Časové
es_es: Intervalo
hi_in: तिथि सीमा
id_id: Jangka Tgl
it_it: Intervallo di date
ko_kr: 날짜 범위
mr_in: तारीख श्रेणी
nl_nl: Datum range
pt_pt: Interv. Data
ro_ro: Interval
ru_ru: Диапазон дат
sq_al: Data Range
sv: Datumperiod
sw_ke: Tarehe ya Range
tr_tr: Tarih Aralığı
zh_hk: 日期范围
zh_tw: 日期範圍

source: Line Item Status
cs_cz: Řádkovou položku Stav
es_es: Estado del artículo de la Fila
hi_in: पंक्ति वस्तु स्थिति
id_id: Status Item Baris
it_it: Linea di stato oggetto
ko_kr: 품목 상태
mr_in: लाइन आयटम स्थिती
pt_pt: Sit. Linha Item
ro_ro: Postul linie Status
ru_ru: Статус позиции заказа
sq_al: Statusit Line Item
sv: Produktstatus
sw_ke: Bidhaa Mpya Status
tr_tr: Hat Öğe Durumu
zh_hk: 订单行物料状态
zh_tw: 物料狀態

source: Order No
cs_cz: Pořadové číslo
es_es: Nº Pedido
hi_in: आदेश नहीं
id_id: Nomor Order
it_it: Ordine N°
ko_kr: 주문 번호
mr_in: नाही मागवा
nl_nl: Order Nr
pt_pt: Num. Pedido
ro_ro: Ordinul nr
ru_ru: Номер заказа
sv: Order Nr.
sw_ke: Hakuna ili
tr_tr: SIPARIS NO
zh_hk: 订单编号
zh_tw: 訂單編號

source: Supplier No
cs_cz: Dodavatel č.
es_es: Proveedor Nº
hi_in: आपूर्तिकर्ता नहीं
id_id: Nomor Supplier
it_it: Nessun fornitore
ko_kr: 공급 업체 없음
mr_in: पुरवठादार नाही
nl_nl: Leverancier nr.
pt_pt: Fornecedor Núm.
ro_ro: Furnizorul nr
ru_ru: Номер поставщика
sq_al: Furnizuesi No
sv: Leverantör nr.
sw_ke: Idadi wasambazaji
tr_tr: Tedarikçisi yok
zh_hk: 供应商编号
zh_tw: 供應商代號

source: Order Qty
cs_cz: Objednat Množství
es_es: Cant. del Pedido
hi_in: आदेश मात्रा
id_id: Qty Order
it_it: Q.tà Ordine
ko_kr: 주문 수량
mr_in: मागणी मात्रा
nl_nl: Order hoeveelheid
pt_pt: Quant. Pedida
ro_ro: Pentru Cantitate
ru_ru: Qty заказа
sq_al: Rendit Qty
sv: BEst ant
sw_ke: Ili Uchina
tr_tr: Sipariş Adet
zh_hk: 订单数量
zh_tw: 訂單數量

source: Extended Cost
cs_cz: Rozšířená nákladů
es_es: Costo Extendido
hi_in: विस्तारित मूल्य
id_id: Biaya Meluas
ko_kr: 확장 비용
mr_in: एक्सटेंडेड किंमत
nl_nl: Uitgebreide kosten
pt_pt: Custo Estend.
ru_ru: Расширенная стоимость
sq_al: Kosto i zgjeruar
sv: Utökad kostnad
sw_ke: Gharama kupanuliwa
tr_tr: Genişletilmiş Maliyet
zh_hk: 延伸成本
zh_tw: 延伸成本

source: Invoiced Qty
cs_cz: Množství fakturované
es_es: Cant. facturada
hi_in: चालान की मात्रा
id_id: Qty Difaktur
it_it: Fatturato Qty
ko_kr: 청구 수량
mr_in: Invoiced मात्रा
nl_nl: Gefactureerd Aantal
pt_pt: Qtd Pedida
ro_ro: Facturate Cantitate
ru_ru: Кол-во по счетам
sq_al: Faturuar Qty
sv: Fakturerad kvantitet
sw_ke: Invoiced Uchina
tr_tr: Fatura Adet
zh_hk: 已开发票数量
zh_tw: 已開發票數量

source: Line Status
es_es: Estado de la Línea (contenido)
hi_in: रेखा की स्थिति
id_id: Status Baris
it_it: Linea di stato
ko_kr: 회선 상태
mr_in: लाइन स्थिती
pt_pt: Sit. Linha
ro_ro: Linia de stare
ru_ru: Состояния позиции
sq_al: Statusit Line
sv: Status
sw_ke: Hali Mpya
tr_tr: Line Durum
zh_hk: 行状况
zh_tw: 行狀態

source: Item Due
cs_cz: Bod Díky
es_es: Deuda del artículo
hi_in: मद कारण
id_id: Tgl Item
it_it: Voce Due
ko_kr: 때문에 상품
mr_in: मुळे आयटम
nl_nl: Door item
pt_pt: Item atendido
ro_ro: Postul Datorită
ru_ru: Позиция
sq_al: Item shkak
sv: Artikeln förfaller
sw_ke: Kutokana bidhaa
tr_tr: Madde nedeniyle
zh_hk: 到期项目（Item Due)
zh_tw: 到期項目

source: Lines -
es_es: Líneas -
hi_in: लाइनें -
id_id: Baris -
ko_kr: 라인 -
nl_nl: Lijnen -
pt_pt: Linhas -
ro_ro: Linii -
ru_ru: Линии -
sv: Rader -
sw_ke: Mistari -
tr_tr: Satır -
zh_hk: 行
zh_tw: 行

source: Export as csv file
cs_cz: Exportovat jako CSV souboru
es_es: Exportar como archivo csv
hi_in: csv फ़ाइल के रूप में निर्यात
id_id: Ekspor sbg file csv
it_it: Esporta come file CSV
ko_kr: CSV 파일로 내보내기
mr_in: सीएसव्ही फाइल म्हणून निर्यात
nl_nl: Exporteren als CSV-bestand
pt_pt: Export. arquivo csv
ro_ro: Export ca fişier csv
ru_ru: Экспорт в CSV файл
sq_al: Export si CSV file
sv: Exportera som CSV-fil
sw_ke: Mauzo ya nje kama faili CSV
tr_tr: csv dosyası olarak İhracat
zh_hk: 以csv文件格式导出
zh_tw: 輸出成csv檔案格式

source: To
cs_cz: Chcete-li
es_es: A
hi_in: करने के लिए
id_id: Ke
it_it: Per
ko_kr: 에
nl_nl: Op
pt_pt: Para
ro_ro: Pentru a
ru_ru: Для
sq_al: Të
sv: Till
sw_ke: Na
tr_tr: Için
zh_hk: 至
zh_tw: 至

source: The report has been exported as a csv file.
cs_cz: Zpráva byla exportována jako csv soubor.
es_es: El informe ha sido exportado como un archivo csv.
hi_in: रिपोर्ट में एक csv फ़ाइल के रूप में निर्यात किया गया है.
id_id: Laporan tersebut telah diekspor sbg file csv.
it_it: La relazione è stata esportata in un file CSV.
ko_kr: 보고서는 CSV 파일로 내보냈습니다.
mr_in: अहवाल एक सीएसव्ही फाइल म्हणून निर्यात केली गेली आहे.
nl_nl: Het rapport is uitgevoerd als een csv-bestand.
pt_pt: Relatório exportado para arq. CSV
ro_ro: Raportul a fost exportat ca un fişier csv.
ru_ru: Отчет было экспортирован в CSV-файл.
sq_al: Raporti ka qenë e eksportuar si një CSV file.
sv: Rapporten har exporterats som en CSV-fil.
sw_ke: Ripoti hiyo imekuwa nje kama faili CSV.
tr_tr: Rapor bir csv dosyası olarak ihraç edilmiştir.
zh_hk: 报告已经以csv格式导出。
zh_tw: 該報表已輸出為csv文件

source: Report Type
cs_cz: Typ zprávy
es_es: Tipo de Informe
hi_in: रिपोर्ट प्रकार
id_id: Tipe Laporan
it_it: Tipo di rapporto
ko_kr: 보고서 유형
mr_in: अहवाल प्रकार
nl_nl: Soort rapport
pt_pt: Tipo Relatório
ro_ro: Tip de raport
ru_ru: Тип отчета
sq_al: Lloji i raportit
sv: Rapporttyp
sw_ke: Ripoti ya Aina
tr_tr: Rapor Türü
zh_hk: 报告类型
zh_tw: 報表類型

source: Delivery Date
cs_cz: Datum dodání
es_es: Fecha de Entrega
hi_in: प्रसव तिथि
id_id: Tgl Pengiriman
it_it: Data di consegna
ko_kr: 배달 날짜
mr_in: डिलिव्हरी दिनांक
nl_nl: Leveringsdatum
pt_pt: Data Entrega
ro_ro: Data de livrare
ru_ru: Дата доставки
sv: Levereransdatum
sw_ke: Utoaji Date
tr_tr: Teslim Tarihi
zh_hk: 付运日期
zh_tw: 交貨日期

source: Equals
cs_cz: Rovná
es_es: Equivalente
hi_in: बराबरी
id_id: Sama Dgn
ko_kr: 같음
mr_in: बरोबर
nl_nl: Gelijk
pt_pt: Iguais
ro_ro: Egal
ru_ru: Равно
sq_al: Është e barabartë me
sw_ke: Sawa na
tr_tr: Eşittir
zh_hk: 等于
zh_tw: 等於

source: Begins With
cs_cz: Začíná se
es_es: Comienza con
hi_in: साथ शुरू होता है
id_id: Dimulai Dgn
it_it: Inizia con
ko_kr: 시작
mr_in: ने सुरू
nl_nl: Begint met
pt_pt: Inicia com
ro_ro: Începe cu
ru_ru: Начинается с
sq_al: Fillon Me
sv: Börjar med
sw_ke: Huanza na
tr_tr: Başlıyor ile
zh_hk: 开头是
zh_tw: 開頭是

source: Not Completed
cs_cz: Ne vyplněný
es_es: No Completado
hi_in: पूरा नहीं
id_id: Belum Selesai
it_it: Non completato
ko_kr: 완료되지 않음
mr_in: पूर्ण नाही
nl_nl: Niet voltooid
pt_pt: Não Completado
ro_ro: Nu a fost finalizată
ru_ru: Не завершена
sq_al: Nuk ka përfunduar
sv: Ej färdig
sw_ke: Si zilizokamilika
tr_tr: Değil Tamamlandı
zh_hk: 未完成
zh_tw: 未完成

source: Stock Categories
cs_cz: Skladem Kategorie
es_es: Clases de Existencias
hi_in: शेयर श्रेणियाँ
id_id: Kategori Stok
it_it: Archivi Categorie
ko_kr: 스톡 카테고리
mr_in: स्टॉक श्रेणी
nl_nl: Stock Categorien
pt_pt: Categoria Estoque
ro_ro: Categorii stoc
ru_ru: Категории товаров
sq_al: Stock Kategoritë
sv: Lagerkategorier
sw_ke: Hisa Jamii
tr_tr: Stok Kategoriler
zh_hk: 库存种类
zh_tw: 庫存分類

source: All Categories
cs_cz: Všechny kategorie
es_es: Todas las categorías
hi_in: सभी श्रेणियाँ
id_id: Semua Kategori
it_it: Tutte le categorie
ko_kr: 모든 카테고리
mr_in: सर्व श्रेणी
nl_nl: Alle categorien
pt_pt: Todas Categ.
ro_ro: Toate categoriile
ru_ru: Все категории
sq_al: Të gjitha Kategoritë
sv: Alla kategorier
sw_ke: Wote Jamii
tr_tr: Tüm Kategoriler
zh_hk: 所有种类
zh_tw: 全部類別

source: Sort By
cs_cz: Seřadit podle
es_es: Ordenar por
hi_in: द्वारा क्रमबद्ध करें
id_id: Urut Berdasarkan
it_it: Ordina
ko_kr: 정렬 기준
mr_in: क्रमवारी द्वारा
nl_nl: Sorteren op
pt_pt: Class. por
ro_ro: Sortare după
ru_ru: Сортировать по
sq_al: Renditur Nga
sv: Sortera med
sw_ke: Kwa aina
tr_tr: Sırala
zh_hk: 筛选依
zh_tw: 排序依據

source: Summary Type
cs_cz: Souhrn Typ
es_es: Tipo de Sumario
hi_in: सारांश लिखें
id_id: Tipe Ringkasan
it_it: Riepilogo dei tipi di
ko_kr: 요약 유형
mr_in: सारांश प्रकार
nl_nl: Samenvatting Type
pt_pt: Tipo Resumo
ro_ro: Rezumat Tip
ru_ru: Тип сводной информации
sq_al: Përmbledhje Type
sv: Summeringstyp
sw_ke: Muhtasari Aina
tr_tr: Özet yazın
zh_hk: 总结类型
zh_tw: 彙總類型

source: Run Inquiry
cs_cz: Spustit Poptávka
es_es: Ejecutar Consulta
hi_in: रन जांच
id_id: Jalankan Laporan
it_it: Esegui ricerca
ko_kr: 실행 문의
mr_in: चालवा चौकशी
pt_pt: Executar Consulta
ro_ro: Run anchetă
ru_ru: Выполнить запрос
sq_al: Run Hetim
sv: Kör fråga
sw_ke: Uchunguzi kukimbia
tr_tr: Çalıştırmak Sorgulama
zh_hk: 运行查询
zh_tw: 執行查詢

source: Purchase Order Authorisation Maintenance
cs_cz: Objednávka Povolení Údržba
es_es: Administrar la Autorización de Orden de Compra
hi_in: खरीद आदेश प्राधिकार रखरखाव
id_id: Pengaturan Otorisasi Order Pembelian
it_it: Ordine di Acquisto di manutenzione Autorizzazione
ko_kr: 주문 허가 유지 보수를 구입
mr_in: खरेदी ऑर्डर संमती देखभाल
nl_nl: Bestelling vergunning Onderhoud
pt_pt: Manutenção Autorização Ordem Compra
ro_ro: Ordinul de cumpărare de autorizare de întreţinere
ru_ru: Обслуживание авторизации заказа на покупку
sq_al: Autorizimi Urdhër blerjes Mirëmbajtja
sv: Inköpsordern autorisering
sw_ke: Order kununua auktorisation Maintenance
tr_tr: Sipariş Yetkilendirme Bakım
zh_hk: 采购订单授权维护
zh_tw: 採購訂單授權維護

source: There already exists an entry for this user/currency combination
cs_cz: Již existuje záznam pro tohoto uživatele / měna kombinace
es_es: Ya existe una entrada para esta combinación de usuario / moneda
hi_in: वहां पहले से ही इस प्रयोक्ता के लिए एक प्रविष्टि / मुद्रा संयोजन से मौजूद है
id_id: Sdh ada entri utk kombinasi user/mata uang ini
it_it: Esiste già una voce per l&#39;utente / combinazione di valuta
ko_kr: 이미이 사용자 / 통화 조합에 대한 항목이 존재
mr_in: आधीच या वापरकर्त्याने / चलन मेळ नोंद तेथे अस्तित्वात
nl_nl: Er bestaat al een item voor deze gebruiker / munt combinatie
pt_pt: Já existe entrada na combinação Usuário/Moeda
ro_ro: Există deja o intrare pentru acest utilizator / combinaţie valută
ru_ru: Уже существует запись для этого сочетания пользователя / валюты
sq_al: Nuk ekziston një hyrje për këtë përdorues / kombinim të monedhës
sv: Det redan finns en post för den här användaren / valuta kombination
sw_ke: Huko tayari lipo kuingia ni kwa mtumiaji huyu / sarafu mchanganyiko
tr_tr: zaten bir giriş bu kullanıcı için / para kombinasyon mevcut değildir
zh_hk: 此用户/货币组合已经存在
zh_tw: 已經存在此用戶/貨幣組合中的條目

source: The authentication details cannot be updated because
cs_cz: Autentizační údaje nelze aktualizovat, protože
es_es: No se puede actualizar los detalles de autenticación porque
hi_in: प्रमाणीकरण के विवरण क्योंकि अद्यतन नहीं हो सकता
id_id: Rincian otentikasi tdk dapat diperbarui karena
it_it: I dettagli di autenticazione non può essere aggiornata perché
ko_kr: 인증 세부 사항은 때문에 업데이트 할 수 없습니다
mr_in: प्रमाणीकरण तपशील अद्यतनित करणे शक्य नाही कारण
nl_nl: De authenticatie gegevens kunnen niet worden bijgewerkt omdat
pt_pt: Detalhes da autenticação não podem ser atualizados porque
ro_ro: Detaliile de autentificare nu poate fi actualizat deoarece
ru_ru: Данные для проверки подлинности не могут быть обновлены, так как
sq_al: Detajet e vertetimi nuk mund të rifreskohet për shkak se
sv: Autentiseringsdetaljerna kan inte uppdateras eftersom
sw_ke: maelezo ya uthibitishaji hawezi kuwa updated sababu
tr_tr: Kimlik doğrulama bilgilerini çünkü güncelleştirilemez
zh_hk: 授权细节无法更新，因为
zh_tw: 驗證細節不能更新，因為

source: The authentication details cannot be deleted because
cs_cz: Ověřování údajů není možné odstranit, protože
es_es: Los detalles de autenticación no pueden ser eliminados porque
hi_in: प्रमाणीकरण के विवरण क्योंकि मिटाया नहीं जा सकता
id_id: Rincian otentikasi tdk dapat dihapus karena
it_it: I dettagli di autenticazione non può essere eliminato perché
ko_kr: 인증 세부 사항은 있기 때문에 삭제할 수 없습니다
mr_in: प्रमाणीकरण तपशील हटविले जाऊ शकत नाही कारण
nl_nl: De authenticatie gegevens kunnen niet worden geschrapt omdat
pt_pt: Detalhes da autenticação não podem ser removidos porque
ro_ro: Detaliile de autentificare nu poate fi şters deoarece
ru_ru: Данные для проверки подлинности не могут быть удалены, так как
sq_al: Detajet e vertetimi nuk mund të fshihet sepse
sv: Autentiseringsdetaljerna kan inte raderas eftersom
sw_ke: maelezo ya uthibitishaji hawezi kufutwa kwa sababu
tr_tr: Kimlik doğrulama bilgilerini çünkü silinemez
zh_hk: 授权明细无法删除，因为
zh_tw: 驗證細節不能被刪除，因為

source: The authentication details cannot be retrieved because
cs_cz: Ověřování údajů není možné získat, protože
es_es: No se pudieron obtener los detalles de autenticación porque
hi_in: प्रमाणीकरण के विवरण वजह से हो पुनः प्राप्त नहीं कर सकते
id_id: Rincian otentikasi tdk dapat diambil karena
it_it: I dati di autenticazione non possono essere recuperati perché
ko_kr: 인증 세부 사항은 때문에 검색 할 수 없습니다
mr_in: प्रमाणीकरण तपशील कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De authenticatie gegevens kunnen niet worden opgehaald omdat
pt_pt: Detalhes autenticação não podem ser recuperados porque
ro_ro: Detaliile de autentificare nu pot fi recuperate, deoarece
ru_ru: Данные для проверки подлинности не могут быть получены, так как
sq_al: Detajet e vertetimi nuk mund të shikohet, sepse
sv: Autentiseringsdetaljerna kan inte hämtas eftersom
sw_ke: maelezo ya uthibitishaji hawezi kuwa retrieved sababu
tr_tr: Kimlik doğrulama bilgilerini çünkü alınamaz
zh_hk: 无法查到授权明细，因为
zh_tw: 驗證細節不能被檢索，因為

source: Create Order
cs_cz: Vytvořit objednávku
es_es: Crear Pedido
hi_in: आदेश बनाएँ
id_id: Buat Order
it_it: Creare un ordine
ko_kr: 오더 생성
mr_in: तयार मागणी
nl_nl: Orde te scheppen
pt_pt: Cria Pedido
ro_ro: Crearea Ordinul
ru_ru: Создать заказ
sq_al: Krijo Rendit
sv: Skapa beställning
sw_ke: Order kujenga
tr_tr: Sipariş oluşturma
zh_hk: 创建订单
zh_tw: 建立新訂單

source: Can Release
cs_cz: Může verze
es_es: Puede Liberar
hi_in: जारी कर सकते हैं
id_id: Bisa Release
it_it: Può liberare
ko_kr: 해제 할 수 있습니다
mr_in: सोडा शकता
nl_nl: Kan Release
pt_pt: Pode Liberar
ro_ro: Poate de lansare
ru_ru: Может выпустить
sq_al: Mund të publikimit
sv: Kan frigöra
sw_ke: Unaweza Release
tr_tr: Serbest Can
zh_hk: 可以发行
zh_tw: 可以發行

source: Authority Level
cs_cz: Úřad úrovni
es_es: Nivel de Autoridad
hi_in: प्राधिकरण स्तर
id_id: Batas Otoritas
it_it: Livello di Autorità
ko_kr: 기관 수준
mr_in: प्राधिकरण स्तर
nl_nl: Instantie Level
pt_pt: Nivel Autorização
ro_ro: Nivelul Autorităţii de
ru_ru: Уровень полномочий
sq_al: Autoriteti Level
sv: Autoritetsnivå
sw_ke: Mamlaka Level
tr_tr: Yetki seviyesi
zh_hk: 授权水平
zh_tw: 授權額度

source: Are you sure you wish to delete this authorisation level?
es_es: ¿Está seguro que desea suprimir este nivel de autorización?
id_id: Apakah Anda yakin ingin menghapus tingkat otorisasi ini?
ko_kr: 이 권한 수준을 삭제할 확실합니까?
mr_in: आपण ही अधिकृतता स्तर हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção desse nível de autorização?
zh_tw: 您確定要刪除此授權級別？

source: User can create orders
cs_cz: Uživatel může vytvářet objednávky
es_es: El usuario puede crear órdenes
hi_in: उपयोगकर्ता आदेश बना सकते हैं
id_id: User dapat membuat order
it_it: L&#39;utente può creare ordini
ko_kr: 사용자가 주문을 생성 할 수 있습니다
mr_in: वापरकर्ता ऑर्डर तयार करू शकता
nl_nl: Gebruiker kan orders
pt_pt: Usuário pode Criar Ordens
ro_ro: Utilizatorul poate crea comenzi
ru_ru: Пользователь может создавать заказы
sq_al: Përdorues mund të krijojnë urdhërat
sv: Användare kan skapa beställningar
sw_ke: User wanaweza kujenga Daraja
tr_tr: Kullanıcı sipariş oluşturabilirsiniz
zh_hk: 用户可以创建订单
zh_tw: 使用者可以建立訂單

source: User can release invoices
cs_cz: Uživatel může uvolnit faktury
es_es: El usuario puede liberar facturas
hi_in: उपयोगकर्ता चालान जारी कर सकते हैं
id_id: Pengguna dapat melepaskan faktur
it_it: L&#39;utente può rilasciare fatture
ko_kr: 사용자는 송장을 해제 할 수 있습니다
mr_in: वापरकर्ता पावत्या सोडण्याची शकता
nl_nl: Gebruiker kan vrijkomen facturen
pt_pt: Usuário pode liberar pedidos
ro_ro: Utilizatorul poate elibera facturi
ru_ru: Пользователь может выпускать счета
sq_al: Përdoruesi mund të lirimit të faturave
sv: Användare kan frigöra fakturor
sw_ke: User unaweza kutolewa ankara
tr_tr: Kullanıcı faturalar açıklaması olabilir
zh_hk: 用户可以放行发票
zh_tw: 使用者可以發行發票

source: User can authorise orders up to :
cs_cz: Uživatel může povolit objednávky až:
es_es: El usuario puede autorizar órdenes hasta:
hi_in: उपयोगकर्ता ऑर्डर करने के लिए प्राधिकृत कर सकते हैं:
id_id: User dapat mengotorisasi order sampai :
it_it: L&#39;utente può autorizzare gli ordini fino a:
ko_kr: 사용자는 최대 명령 권한을 부여 할 수 있습니다 :
mr_in: वापरकर्ता पर्यंत ऑर्डर अधिकृत करू शकता:
nl_nl: Gebruiker kan toestaan dat orders tot:
pt_pt: Usuário pode autorizar pedidos até:
ro_ro: Utilizatorul poate autoriza comenzi până la:
ru_ru: Пользователь может разрешить до:
sq_al: Përdoruesi mund të autorizojë urdhërat e deri në:
sv: Användaren kan tillåta beställningar upp till:
sw_ke: User wanaweza kupitisha amri juu ya;
tr_tr: Kullanıcı kadar sipariş yetki verebilir:
zh_hk: 用户授权的订单限额：
zh_tw: 用戶可以授權訂單達：

source: Enter the amount that this user is premitted to authorise purchase orders up to
ko_kr: 이 사용자에 구매 주문을 승인 premitted하고있는 금액을 입력
mr_in: या वापरकर्त्याने पर्यंत खरेदी ऑर्डर अधिकृत करण्यासाठी premitted आहे की रक्कम प्रविष्ट करा
pt_pt: Informe valor limite desse usuário para emitir ordens de compra
zh_tw: 輸入此用戶超出允許授權的採購訂單到量

source: Authorise Purchase Orders
cs_cz: Povolit Objednávky
es_es: Autorizar Órdenes de Compra
hi_in: Authorise खरीद आदेश
id_id: Otorisasi Order Pembelian
it_it: Autorizzare Ordini di acquisto
ko_kr: 구매 주문을 Authorise
mr_in: खरेदी ऑर्डर Authorise
nl_nl: Autoriseren Bestellingen
pt_pt: Autorizar Ordens Compra
ro_ro: Autorizare cumparare Comenzi
ru_ru: Авторизовать заказы на покупки
sq_al: Blerje urdhëron Authorise
sv: Autorisera inköpsorder
sw_ke: Ununuzi Authorise Daraja
tr_tr: Yetkilendirin Satınalma Siparişleri
zh_hk: 授权采购订单
zh_tw: 授權採購訂單

source: Authorised by
cs_cz: Schválil
es_es: Autorizado por
hi_in: द्वारा प्राधिकृत
id_id: Diotorisasi oleh
it_it: Autorizzato da
ko_kr: 에 의해 공인
mr_in: द्वारे अधिकृत
nl_nl: Toegestaan door
pt_pt: Autorizado Por
ro_ro: Autorizat de către
ru_ru: Авторизованный по
sq_al: Autorizuar nga
sv: Autoriserad av
sw_ke: Zilizoidhinishwa na
tr_tr: tarafından onaylanmıştır
zh_hk: 授权人
zh_tw: 授權人

source: Date Ordered
cs_cz: Datum Objednané
es_es: Fecha Pedido
hi_in: तिथि का आदेश दिया
id_id: Tgl Dipesan
it_it: Data dalla A alla Z
ko_kr: 날짜 정렬
mr_in: क्रमांकित दिनांक
nl_nl: Datum Besteld
pt_pt: Data Criação
ro_ro: Data ordonate
ru_ru: Дата заказа
sq_al: Data Urdhërohet
sv: Orderdatum
sw_ke: Aliamrisha tarehe
tr_tr: Tarih Sıralı
zh_hk: 订购日期
zh_tw: 訂購日期

source: Initiator
cs_cz: Iniciátor
es_es: Iniciador
hi_in: सर्जक
id_id: Inisiator
it_it: Iniziatore
ko_kr: 창시자
mr_in: इनीशीएटर
nl_nl: Door
pt_pt: Iniciado por
ro_ro: Iniţiator
ru_ru: Инициатор
sq_al: Iniciator
sv: Beställare
sw_ke: Kuanzisha
tr_tr: SORUMLU
zh_hk: 采购员
zh_tw: 製表

source: Authorised
cs_cz: Povolená
es_es: Autorizado
hi_in: प्राधिकृत
id_id: Diotorisasi
it_it: Autorizzato
ko_kr: 공인
mr_in: अधिकृत
nl_nl: Geautoriseerde
pt_pt: Autorizado
ro_ro: Autorizat
ru_ru: Авторизованный
sq_al: Autorizuar
sv: Autoriserad
sw_ke: Zilizoidhinishwa
tr_tr: Yetkili
zh_hk: 授权
zh_tw: 已授權

source: Rejected
cs_cz: Odmítnuto
es_es: Rechazado
hi_in: अस्वीकृत
id_id: Ditolak
it_it: Rifiutato
ko_kr: 거부
mr_in: नाकारलेले
nl_nl: Afgewezen
pt_pt: Rejeitado
ro_ro: Respins
ru_ru: Отклонено
sq_al: Refuzuar
sv: Avslagen
sw_ke: Kukataliwa
tr_tr: Reddetti
zh_hk: 否决
zh_tw: 拒絕

source: Cancelled
cs_cz: Zrušeno
es_es: Cancelado
hi_in: रद्द
id_id: Dibatalkan
it_it: Annullato
ko_kr: 취소
mr_in: रद्द
nl_nl: Afgelast
pt_pt: Cancelado
ro_ro: Anulate
ru_ru: Отменено
sq_al: Anullohen
sv: Avbruten
sw_ke: Kufutwa
tr_tr: İptal edildi
zh_hk: 取消
zh_tw: 已取消

source: The update could not be processed
cs_cz: Aktualizace nemohla být zpracována
es_es: La actualización no puedo ser procesada
hi_in: अद्यतन संसाधित नहीं किया जा सका
id_id: Pembaruan tdk dapat diproses
it_it: L&#39;aggiornamento non può essere elaborato
ko_kr: 업데이트는 처리 할 수​​ 없습니다
mr_in: सुधारणा प्रक्रिया करणे शक्य नाही
nl_nl: De wijziging kon niet worden verwerkt
pt_pt: Atualização não pode ser processada
ro_ro: Actualizare nu a putut fi procesate
ru_ru: Обновление не может быть обработано
sq_al: Update nuk mund të jenë të përpunuara
sv: Uppdateringen kunde inte bearbetas
sw_ke: update halikuweza kusindika
tr_tr: GÜNCELLEME ISLENEMEDI
zh_hk: 更新未有执行
zh_tw: 更新未有執行

source: There was some snag in retrieving the shipment reference entered
cs_cz: Tam byl nějaký zádrhel v získávání zásilku odkaz vstoupila
es_es: Hubo algunas dificultades al obtener la referencia de envío indicada
hi_in: वहां गया था लदान संदर्भ पुन: प्राप्त करने में कुछ कठिनाई में प्रवेश किया
id_id: Ada masalah saat mengambil referensi pengiriman yg dimasukkan
it_it: C&#39;è stato qualche intoppo a recuperare il riferimento della spedizione è entrato
ko_kr: 출하 기준 입력 검색하는 몇 가지 난관이 있었다
mr_in: प्रविष्ट चढविणे संदर्भ पुनर्प्राप्त काही अडचण आली
nl_nl: Er was een probleem bij het opvragen van de ingevoerde transport ref.
pt_pt: Há um problema recuperando embarque informado na ref.
ro_ro: Au existat unele inconvenient în preluarea de referinţă expediere a intrat
ru_ru: Возникла проеблемы в получении ссылки на отгрузку
sq_al: Ka pasur disa pengese në retrieving referencë dërgesës hyri
sv: Det var lite hake att hämta transporten referens in
sw_ke: Kuna baadhi ya snag katika retrieving kumbukumbu transport aliingia
tr_tr: sevkiyat referans alınırken bazı budak girilmiş oldu
zh_hk: 提取输入的运输参考时有不明的障碍
zh_tw: 提取輸入的運輸參考時有不明的障礙

source: see the listing of open shipments to ensure a valid shipment reference is entered
cs_cz: vidět seznam otevřených zásilek, aby zajistily platný odkaz je součástí zásilky
es_es: consulte la lista de pedidos pendientes para asegurar que la referencia sea válida
hi_in: खोलने के लिए एक वैध लदान संदर्भ सुनिश्चित लदान की सूची देखने के लिए प्रवेश किया है
id_id: lihat daftar dari pengiriman berjalan utk memastikan referensi pengiriman yg dimasukkan itu berlaku
it_it: vedi l&#39;elenco delle spedizioni aperto per garantire un valido riferimento spedizione è iscritto
ko_kr: 유효한 선적 기준을 보장하기 위해 열린화물의 목록을 보려면 입력
mr_in: वैध चढविणे संदर्भ प्रविष्ट केले खुले शिपमेंट्समध्ये च्या सूची पहा
nl_nl: Controleer open transporten om zeker te zijn dat een geldig transport ref. is ingevoerd
pt_pt: ver a listagem de remessas em aberto para assegurar ref. válida informada
ro_ro: a se vedea lista transporturilor deschise pentru a asigura un transport de referinţă valabil este înscris
ru_ru: см. список открытых поставок для обеспечения того, что введеная допустимая ссылка
sq_al: shih listën e dërgesave të hapur për të siguruar një referencë e vlefshme dërgesë është futur
sv: se lista över öppna transporter för att säkerställa en giltig transport hänvisning tas upp
sw_ke: kuona orodha ya umeongezeka wazi kwa kuhakikisha halali transport akimaanisha ni aliingia
tr_tr: girilen geçerli bir gönderi referans sağlamak için açık gönderilerin listesini görmek
zh_hk: 检视列出的开启运输来确保输入有效的运输参考
zh_tw: 檢視列出的開啟運輸來確保輸入有效的運輸參考

source: The shipment entered is either closed or not set up in the database
cs_cz: Vstoupil zásilka je buď uzavřen nebo není nastaven do databáze
es_es: El transporte introducido está cerrado ó no existe en la base de datos
hi_in: प्रवेश लदान या तो बंद कर दिया है डाटाबेस में नहीं सेट अप
id_id: Pengiriman yg dimasukkan sdh-selesai atau tdk diatur di database
it_it: La spedizione inserito è chiuso o non istituiti nel database
ko_kr: 입력 한 선적은 데이터베이스에 설정 폐쇄 여부 중 하나입니다
mr_in: प्रविष्ट चढविणे डेटाबेसमध्ये सेट बंद किंवा नाही एकतर आहे
nl_nl: Het ingevoerde transport is gesloten of niet gedefinieerd in de database
pt_pt: Embarque informado está fechado ou não config no DB
ro_ro: Expediere a intrat este fie închis sau nu înfiinţat în baza de date
ru_ru: Введенная отгрузка либо закрыта, либо не сконфигурирована в базе данных
sq_al: Dërgesë të hyrë është e mbyllur ose jo të ngritur në bazën e të dhënave
sv: Transporten in är antingen stängd eller inte ställa upp i databasen
sw_ke: transport aliingia ni ama kufungwa au kuweka katika database
tr_tr: Girilen sevkiyat ya da kapalı veritabanında kurmak değil
zh_hk: 输入的运输可能是：已了结或未在数据库中设定
zh_tw: 輸入的運輸可能是已完結或未在資料庫中設定
