Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The credit card transaction was declined.
ko_kr: 신용 카드 트랜잭션이 거부되었습니다.
mr_in: क्रेडिट कार्ड व्यवहार नकार दिला.
pt_pt: A transação do cartão crédito foi recusada
zh_tw: 信用卡的交易被拒絕。

source: The error code
ko_kr: 오류 코드
mr_in: त्रुटी कोड
pt_pt: Cód. Erro
zh_tw: 錯誤代碼

source: and the message
ko_kr: 및 메시지
mr_in: आणि संदेश
pt_pt: e a mensagem
zh_tw: 此訊息

source: was returned from
ko_kr: 에서 반환
mr_in: परत आली
pt_pt: retornada foi
zh_tw: 被退回自

source: The SwipeHQ verification API call failed with the message
ko_kr: SwipeHQ 검증 API 호출은 메시지가 실패한
mr_in: SwipeHQ सत्यापन API कॉल संदेशासह अयशस्वी
pt_pt: A chamada da API de verificação SWIPEHQ falhou com a mensagem
zh_tw: 該刷卡總部驗證的API調用並顯示失敗消息

source: The phone number for the billing address is too short to be valid. 5 or more numbers are expected.
ko_kr: 청구 주소 전화 번호가 유효하기에 너무 짧습니다. 5 이상의 숫자가 예상된다.
mr_in: बिलिंग पत्ता फोन नंबर वैध असल्याचे खूप लहान आहे. 5 किंवा अधिक संख्या अपेक्षित आहे.
pt_pt: Núm telefone para faturamento muito curto para ser válido. deve ser mais de 5.
zh_tw: 該電話號碼的有效帳單地址太短，預設 5個或更多的數字

source: The delivery street address is too short to be valid
ko_kr: 배달 거리 주소가 유효하기에 너무 짧다
mr_in: वितरण मार्ग पत्ता वैध असल्याचे खूप लहान आहे
pt_pt: Endereço do Logradouro é muito curto para ser válido
zh_tw: 交貨街道有效的地址太短

source: The delivery city name is too short to be valid
ko_kr: 배달 도시 이름이 유효 너무 짧다
mr_in: वितरण शहराचे नाव वैध असल्याचे खूप लहान आहे
pt_pt: Cidade de entrega é muito curta para ser válida
zh_tw: 有效的交貨城市名稱過短

source: The delivery contact email address does not appear to be a valid email address
ko_kr: 배달 연락처 이메일 주소가 유효한 이메일 주소가 아닙니다
mr_in: वितरण संपर्क ईमेल पत्ता वैध ईमेल पत्ता असल्याचे दिसत नाही
pt_pt: O email do contato de entrega contém caracteres inválidos
zh_tw: 送貨聯繫人的電子郵件地址不會出現，成為一個有效的電子郵件地址

source: Privacy Policy
es_es: Política de privacidad
ko_kr: 개인 정보 정책
mr_in: गोपनीयता धोरण
pt_pt: Politica Privacidade
zh_tw: 隱私政策

source: Contact Details
es_es: Detalles del contacto
ko_kr: 연락처 세부 사항
mr_in: संपर्क तपशील
pt_pt: Detalhes Contato
zh_tw: 聯繫方式

source: An email address is required
es_es: Se requiere una dirección de correo electrónico
ko_kr: 이메일 주소가 필요합니다
mr_in: एक ईमेल पत्ता आवश्यक आहे
pt_pt: O endereço de email é requerido
zh_tw: 電子郵件地址是必需的

source: The email address must be a valid email address
ko_kr: 이메일 주소가 유효한 이메일 주소 여야합니다
mr_in: ईमेल पत्ता वैध ईमेल पत्ता असणे आवश्यक आहे
pt_pt: O endereço de email deve ser um endereço de email válido
zh_tw: 該電子郵件地址必須是有效的電子郵件地址

source: The email address is expected to 5 characters or more long
ko_kr: 이메일 주소는 5 자 이상으로 예상된다
mr_in: ईमेल पत्ता 5 वर्ण किंवा अधिक अशी अपेक्षा आहे लांब
pt_pt: O correio eletrônico precisa ter no mínimo 5 caracteres
zh_tw: 該電子郵件地址，預計5個字符或更長

source: The delivery suburb address is too short to be valid
ko_kr: 배달 교외 주소가 유효하기에 너무 짧다
mr_in: वितरण उपनगर पत्ता वैध असल्याचे खूप लहान आहे
pt_pt: Endereço Localidade é muito curto para ser válido
zh_tw: 交貨郊區有效的地址太短

source: A phone number for the delivery address contact must be entered
ko_kr: 배달 주소 연락처에 대한 전화 번호를 입력해야합니다
mr_in: वितरण पत्ता संपर्कासाठी फोन नंबर प्रविष्ट करणे आवश्यक आहे
pt_pt: O número do telefone para entrega deve ser informado
zh_tw: 送貨地址的聯繫，必須輸入一個電話號碼

source: The phone number for the contact the the delivery address is too short to be valid
ko_kr: 접촉 배달 주소 전화 번호가 유효 너무 작아
mr_in: संपर्क वितरण पत्ता फोन नंबर वैध असल्याचे खूप लहान आहे
pt_pt: O número telefone do contato do endereço entrega é muito curto para ser válido
zh_tw: 該電話號碼的聯繫人的有效送貨地址太短

source: The shopping cart is empty
ko_kr: 쇼핑 카트가 비어 있습니다
mr_in: शॉपिंग कार्ट रिक्त आहे
pt_pt: O carrinho de compras está vázio
zh_tw: 購物車是空的

source: Login Or Register
ko_kr: 또는 회원 가입 로그인
mr_in: लॉगिन किंवा रजिस्टर
pt_pt: Entrar com Usuário
zh_tw: 登錄或註冊

source: To enable us to process your order, we need some details. Please click on the register button below to setup your account.
ko_kr: 주문을 처리 할 수​​있게하기 위해, 우리는 몇 가지 세부 사항을 필요로한다. 설정 아래의 등록 버튼에 계정을 클릭하십시오.
mr_in: आपल्या ऑर्डरवर प्रक्रिया करण्यात आम्हाला सक्षम करण्यासाठी, आम्ही काही माहिती आवश्यक आहे. सेटअप करण्यासाठी खालील रजिस्टर बटणावर आपले खाते क्लिक करा.
pt_pt: Para processar seu pedido, necessitamos algumas informações.Por favor clique no botão abaixo para config sua conta
zh_tw: 為了使我們能夠處理您的訂單，我們需要一些細節。請在下面設置點擊註冊按鈕，您的帳戶。

source: Register
ko_kr: 회원 가입
mr_in: नोंद
pt_pt: Registrar
zh_tw: 註冊

source: Confirm Delivery Address
es_es: Confirmar dirección de entrega
ko_kr: 배달 주소를 확인
mr_in: डिलिव्हरी पत्ता पुष्टी
pt_pt: Endereço Entrega
zh_tw: 確認送貨地址

source: Delivery Address - Building/Number
ko_kr: 배송 주소 - 건축 / 번호
mr_in: डिलिव्हरी पत्ता - बिल्डिंग / संख्या
pt_pt: Logradouro de Entrega
zh_tw: 送貨地址 - 大樓/數

source: Enter the street address for the delivery
ko_kr: 배달 거리 주소를 입력
mr_in: पोहचवण्यासाठी मार्ग पत्ता प्रविष्ट करा
pt_pt: Informar endereço de entrega
zh_tw: 送貨上門，輸入街道地址

source: Enter the contact name at the delivery address
ko_kr: 배달 주소 연락처 이름을 입력
mr_in: वितरण पत्त्यावर संपर्क नाव प्रविष्ट करा
pt_pt: Informe o nome do contato no endereço entrega
zh_tw: 在收貨地址中輸入聯繫人姓名

source: Delivery Address - Street
ko_kr: 배송 주소 - 거리
mr_in: डिलिव्हरी पत्ता - स्ट्रीट
pt_pt: Logradouro de Entrega - Complemento
zh_tw: 送貨地址 - 街

source: Enter the street of the delivery address
ko_kr: 배달 주소의 거리를 입력
mr_in: वितरण पत्त्याचे रस्त्यावर प्रविष्ट करा
pt_pt: Informe Endereço (rua) para entrega
zh_tw: 輸入送貨地址的街道

source: Enter the telephone number of the delivery address
ko_kr: 배달 주소, 전화 번호를 입력
mr_in: वितरण पत्ता च्या टेलिफोन नंबर प्रविष्ट करा
pt_pt: Informe número telefone do end. de entrega
zh_tw: 輸入收貨地址的電話號碼

source: Delivery Address - Suburb
ko_kr: 배송 주소 - 교외
mr_in: डिलिव्हरी पत्ता - उपनगर
pt_pt: Logradouro de Entrega - Bairro
zh_tw: 送貨地址 - 郊區

source: Enter the suburb of the delivery address
ko_kr: 배달 주소의 교외를 입력
mr_in: वितरण पत्ता च्या उपनगर प्रविष्ट करा
pt_pt: Informe o Bairro para endereço entrega
zh_tw: 輸入送貨地址的郊區

source: Your order reference / no
ko_kr: 주문 참조 / 아니오
mr_in: आपली ऑर्डर संदर्भ / नाही
pt_pt: Número ou sua Ref. Pedido
zh_tw: 您的訂單參考/號碼

source: Enter your order reference
ko_kr: 주문 참조를 입력
mr_in: आपल्या ऑर्डर संदर्भ द्या
pt_pt: Informe sua referência pedido
zh_tw: 輸入您的訂單參考

source: Delivery Address - City
ko_kr: 배송 주소 -시
mr_in: डिलिव्हरी पत्ता - शहर
pt_pt: Logradouro de Entrega - Cidade
zh_tw: 送貨地址 - 城市

source: Enter the city of the delivery address
ko_kr: 배달 주소의 도시를 입력
mr_in: वितरण पत्ता शहर प्रविष्ट करा
pt_pt: Informe a cidade do end. de entrega
zh_tw: 輸入城市的送貨地址

source: Delivery Address - ZIP
ko_kr: 배송 주소 - 우편 번호
mr_in: डिलिव्हरी पत्ता - झिप
pt_pt: Logradouro Entrega - CEP
zh_tw: 送貨地址 - 郵編

source: Enter the zip code of the delivery address
ko_kr: 배달 주소의 우편 번호를 입력
mr_in: वितरण पत्त्याचे पिन कोड प्रविष्ट करा
pt_pt: Informe código postal cep do end. de entrega
zh_tw: 輸入送貨地址的郵政編碼

source: Select the country for the delivery
ko_kr: 배달을 위해 국가를 선택
mr_in: पोहचवण्यासाठी देश निवडा
pt_pt: Sel. País para entrega
zh_tw: 選擇國家送貨上門

source: Enter email address of a contact person at the delivery address
ko_kr: 배달 주소에서 담당자의 이메일 주소를 입력
mr_in: वितरण पत्त्यावर संपर्क व्यक्ती ईमेल पत्ता प्रविष्ट करा
pt_pt: Informe o email da pessoa de contato do end. de entrega
zh_tw: 在收貨地址中輸入聯繫人的電子郵件地址

source: Enter any comments you wish to note about the order
ko_kr: 당신이 순서에 대한주의하고자하는 의견을 입력
mr_in: आपण ऑर्डर बद्दल नोंद घ्या इच्छित असाल कोणत्याही टिप्पण्या प्रविष्ट करा
pt_pt: Informe anotações adicionais sobre seu pedido
zh_tw: 輸入您要注意任何意見的訂單

source: Confirm Delivery Details
es_es: Confirmar detalles de entrega
ko_kr: 배달 세부 사항을 확인
mr_in: डिलिव्हरी तपशील पुष्टी
pt_pt: Confirmar Detalhes Entrega
zh_tw: 確認交貨詳情

source: Select Payment Method
ko_kr: 선택 지불 방법
mr_in: देयक पद्धत निवडा
pt_pt: Escolha Método de Pagamento
zh_tw: 選擇付款方式

source: Delivery Address
ko_kr: 배달 주소
mr_in: डिलिव्हरी पत्ता
pt_pt: Logradouro de Entrega
zh_tw: 交貨地址

source: Change Delivery Details
ko_kr: 변경 배송 정보
mr_in: बदला डिलिव्हरी तपशील
pt_pt: Atualizar Detalhes da Entrega
zh_tw: 更改交貨詳情

source: Choose Your Preferred Payment Method
ko_kr: 선호하는 결제 방법 선택
mr_in: आपले पसंतीचे देयक पद्धत निवडा
pt_pt: Escolher método prefer. de pagamento
zh_tw: 選擇您的首選付款方式

source: Surcharge
ko_kr: 특별 요금
mr_in: अधिभार
pt_pt: SobreTaxa
zh_tw: 附加費

source: Pay By PayPal
ko_kr: 페이팔로 지불
mr_in: PayPal देय द्या
pt_pt: Pagar através PayPal
zh_tw: 支付藉由PayPal

source: Pay By Credit Card
ko_kr: 신용 카드로 지불
mr_in: क्रेडिट कार्ड देय द्या
pt_pt: Pagar com Cartão Crédito
zh_tw: 用信用卡支付

source: Back to Delivery Details
es_es: Volver a detalles de entrega
ko_kr: 돌아 가기 납품 세부 사항에
mr_in: मागे डिलिव्हरी तपशील करण्यासाठी
pt_pt: Retornar para Detalhes da Entrega
zh_tw: 返回交貨詳情

source: Review Freight Method and Charges
es_es: Revisar método y cargos de flete
ko_kr: 검토화물 방법 및 요금
mr_in: पुनरावलोकन सामानाचे पद्धत आणि शुल्क
pt_pt: Revisar Métodos de Pagamento de Frete / Taxas
zh_tw: 回顧貨運方式及費用

source: Confirm Selected Payment Method
ko_kr: [선택한 지불 방법을 확인
mr_in: निवडलेली देयक पद्धत पुष्टी
pt_pt: Confirmar Método de Pagamento Selecionado
zh_tw: 確認選擇的付款方式

source: Payment and Order Confirmation
ko_kr: 결제 및 주문 확인
mr_in: पैसे व सुव्यवस्था पुष्टीकरण
pt_pt: Informe Pagamento ou Confirmação do Pedido
zh_tw: 付款和訂單確認

source: Order Confirmation
ko_kr: 주문 확인
mr_in: मागणी पुष्टीकरण
pt_pt: Confirm. Pedido de Venda
zh_tw: 確認訂單

source: Process payment using your PayPal Account
mr_in: आपल्या PAYPAL खाते वापरून प्रक्रिया भरणा
zh_tw: 付款流程使用您的PayPal帳戶

source: The shop is in TEST MODE - no payments will be processed
ko_kr: 가게는 테스트 모드에 - 더 지불은 처리되지 않습니다
mr_in: शॉप चाचणी मोड मध्ये आहे - नाही भरणा प्रक्रिया केली जाईल
pt_pt: Compra em MODO TEST - nenhum pagto será processado
zh_tw: 這家商店是在測試模式 - 不付款也將被處理

source: Confirm and Place Order
es_es: Confirmar y colocar pedido
ko_kr: 확인 및 주문
mr_in: पुष्टी करा आणि ठिकाण मागणी
pt_pt: Confirmar Pedido
zh_tw: 確認並下訂單

source: Thank you for purchasing from us. Please note the order number
ko_kr: 우리로부터 구입해 주셔서 감사합니다. 주문 번호를 적어주십시오
mr_in: आमच्याकडून खरेदी केल्याबद्दल धन्यवाद. ऑर्डर क्रमांक कृपया लक्षात ठेवा
pt_pt: Obrigado por comprar de nós. Por favor anote o núm. do pedido
zh_tw: 感謝您從我們這裡購買。請注意訂單號

source: for your reference
ko_kr: 당신의 참고를위한
mr_in: आपल्या संदर्भासाठी
pt_pt: Para sua Referência
zh_tw: 供大家參考

source: No order has been created due to an internal error. Please contact us to advise.
ko_kr: 어떤 순서는 내부 오류로 인해 생성되지 않았습니다. 조언을 문의하시기 바랍니다.
mr_in: नाही ऑर्डर अंतर्गत त्रुटीमुळे करण्यासाठी तयार केले गेले आहे. सल्ला आमच्याशी संपर्क साधा.
pt_pt: Nenhuma ordem criada devido a erro interno. Por entre em contato
zh_tw: 由於內部錯誤，沒有訂單被新建。請與我們聯繫告知。

source: Thank you for your order. Please note the order number
ko_kr: 주문 해 주셔서 감사합니다. 주문 번호를 적어주십시오
mr_in: आपल्या ऑर्डर धन्यवाद. ऑर्डर क्रमांक कृपया लक्षात ठेवा
pt_pt: Obrigado pela Compra. Anotar o número do pedido
zh_tw: 謝謝您的訂單。請注意訂單號

source: Please deposit the amount due (in full) to our bank account.
ko_kr: 우리의 은행 계좌로 (전체)에 의한 금액을 입금하시기 바랍니다.
mr_in: आमच्या बँकेला (पूर्ण) संपुष्टात रक्कम जमा करा.
pt_pt: Depositar o Valor devido integral em nossa conta bancária
zh_tw: 請存入的款項（全部），我們的銀行帳戶。

source: To speed up the process, please send us a scanned copy of your transfer slip to
ko_kr: 처리 속도를 높이기 위해, 우리에게 송금 전표의 스캔 사본을 보내 주시기 바랍니다
mr_in: प्रक्रिया गति वाढवण्यासाठी, आम्हाला आपल्या हस्तांतरण स्लिप एक स्कॅन प्रत पाठवा
pt_pt: Para otimizar o proces. enviar uma cópia do comprov. de transf. para
zh_tw: 為了加快這個過程中，請您轉帳單的掃描件發送給我們

source: Please note that goods will be shipped once your funds transfer is confirmed
ko_kr: 귀하의 송금이 확인되면 제품이 배송됩니다 양해 바랍니다
mr_in: आपल्या निधी हस्तांतरण पुष्टी एकदा माल शिप जाईल कृपया लक्षात घ्या की
pt_pt: Mercadorias serão enviadas quando transf. de fundos for confirmada
zh_tw: 請注意，一旦您的資金轉帳確認貨物將被運

source: Change Payment Method
es_es: Cambiar forma de pago
ko_kr: 변경 지불 방법
mr_in: देयक पद्धत बदला
pt_pt: Modificar Método de Pagamento
zh_tw: 更改付款方式

source: Back to Shop Home Page
ko_kr: 돌아 가기 홈 페이지 쇼핑하기
mr_in: मागे दुकान मुखपृष्ठावर
pt_pt: Voltar para Página Inicial
zh_tw: 返回店鋪首頁

source: Secure Credit Card Payment Using Pay Flow Pro
ko_kr: 유료 흐름 Pro의 사용에 안전한 신용 카드 결제
mr_in: पे फ्लो प्रो वापरून सुरक्षित पैशांच्या
pt_pt: Usar Pagto Seguro via fluxo de pagto
zh_tw: 安全的信用卡付款使用支付流程臨

source: The credit card number does not validate as a mastercard, visa or american express card number
ko_kr: 신용 카드 번호는 마스터 카드, 비자, 아메리칸 익스프레스 카드 번호로 확인하지 않습니다
mr_in: क्रेडिट कार्ड नंबर एक MasterCard, व्हिसा किंवा American Express कार्ड नंबर सत्यापित नाही
pt_pt: Cartão de Crédido não é válido como mastercard, visa ou Amex
zh_tw: 信用卡號碼不驗證為萬事達，Visa或美國運通卡號碼

source: The credit card appears to have expired, please check the expiry month and year
ko_kr: 신용 카드 유효 기간이 만료 것으로 보인다, 만료 월 및 연도를 확인하시기 바랍니다
mr_in: क्रेडिट कार्ड कालबाह्य झाली आहेत असे दिसते, समाप्ती महिना आणि वर्ष तपासा
pt_pt: Cartão parece expir. favor verif. mês e ano da expir.
zh_tw: 信用卡似乎已過期，請檢查到期月份和年份

source: The credit verification value must be numeric
ko_kr: 신용 검증 값은 숫자이어야합니다
mr_in: क्रेडिट सत्यापन मूल्य अंकीय असणे आवश्यक आहे
pt_pt: A verificação do crédito precisa ser numérico
zh_tw: 信用驗證值必須是數字

source: Pay Flow payment failed
ko_kr: 유료 흐름 지불 실패
mr_in: पे फ्लो देयक अयशस्वी
pt_pt: Fluxo Pagto falhou
zh_tw: 收費流程付款失敗

source: Sent the Pay Flow Pro Request
ko_kr: 유료 흐름 프로 요청을 보낸
mr_in: पे फ्लो प्रो विनंती पाठविली
pt_pt: Enviar Req. fluxo Pagamento
zh_tw: 發送的流量付費臨請求

source: Invalid Pay Flow response. Unable to pay using Pay Flow Credit Card Processing
ko_kr: 잘못된 유료 흐름 응답. 유료 흐름 신용 카드 처리를 사용하여 지불 할 수 없습니다
mr_in: अवैध पे फ्लो प्रतिसाद. पे फ्लो क्रेडिट कार्ड प्रक्रिया वापरून भरणे अक्षम
pt_pt: Resp. Fluxo Pagto Inválida. Não Permit. pagar usando Process. Cart. Crédito
zh_tw: 無效的收費流量的響應。無法使用支付流程信用卡處理支付

source: Thanks for your order. Please quote your order number
ko_kr: 주문 주셔서 감사합니다. 주문 번호를 알려 주시기 바랍니다
mr_in: आपल्या ऑर्डर धन्यवाद. आपल्या ऑर्डर क्रमांक उल्लेख करा
pt_pt: Obrigado pelo Compra. Anote seu núm. de Pedido.
zh_tw: 感謝您的訂單。請註明您的訂單號

source: in all correspondence
ko_kr: 모든 대응
mr_in: सर्व पत्रव्यवहार मध्ये
pt_pt: em todas correspond.
zh_tw: 在所有信件

source: Credit card payment has been successfully completed with the transaction ID
ko_kr: 신용 카드 결제가 성공적으로 완료된 트랜잭션 ID되었습니다
mr_in: पैशांच्या यशस्वीरित्या व्यवहार ID सह पूर्ण केले आहे
pt_pt: Pagamento com Cartão Créd. foi completado com sucesso. ID da transação
zh_tw: 信用卡支付已經成功地與交易ID完成

source: A valid credit card number must be entered
es_es: Se debe introducir un número de tarjeta de crédito válido
ko_kr: 유효한 신용 카드 번호를 입력해야
mr_in: एक वैध क्रेडिट कार्ड नंबर प्रविष्ट करणे आवश्यक आहे
pt_pt: Número de cartão de Crédito Válido deve ser informado
zh_tw: 必須輸入一個有效的信用卡號碼

source: 3 or 4 (for AMEX) digits are expected
ko_kr: 3 또는 4 자리 (AMEX에 대한) 기대된다
mr_in: 3 किंवा 4 (एमेक्स साठी) अंक अपेक्षित आहे
pt_pt: 3 ou 4 para AMEX digitos necessários
zh_tw: 3或4（用於AMEX）數字預計

source: Secure Credit Card Payment
ko_kr: 안전한 신용 카드 결제
mr_in: सुरक्षित पैशांच्या
pt_pt: Pagamento Seguro de Cartão de Crédito
zh_tw: 安全的信用卡付款

source: Card Number
es_es: Número de tarjeta
ko_kr: 카드 번호
mr_in: कार्ड क्रमांक
pt_pt: Número do Cartão
zh_tw: 卡號

source: Enter the credit card number with no spaces or hyphens
ko_kr: 공백 또는 하이픈와 신용 카드 번호를 입력
mr_in: एकही मोकळी जागा किंवा हायफन सह क्रेडिट कार्ड नंबर प्रविष्ट करा
pt_pt: Número do cartão crédito sem espaços ou hífens
zh_tw: 不帶空格或連字符輸入信用卡號碼

source: Select the year of your credit card's expiry date
ko_kr: 신용 카드의 유효 기간의 연도를 선택
mr_in: आपल्या क्रेडिट कार्डच्या समाप्ती तारीख वर्ष निवडा
pt_pt: Selec. ano de expir. seu cartão crédito
zh_tw: 選擇您的信用卡的到期日期的年份

source: Select the month of your credit card's expiry date
ko_kr: 신용 카드의 유효 기간의 월을 선택
mr_in: आपल्या क्रेडिट कार्डच्या समाप्ती तारीख महिना निवडा
pt_pt: Selecione o mês expir. cartão de Crédito
zh_tw: 選擇您的信用卡的到期日期的月份

source: Verification Code
es_es: Código de verificación
ko_kr: 확인 코드
mr_in: सत्यापन कोड
pt_pt: Código Verificação
zh_tw: 驗證碼

source: Enter the 3 digit verification code or CVV - note that on AMEX cards this is a 4 digit code
ko_kr: 3 자리 인증 코드 또는 CVV를 입력 -이 4 자리 코드 아멕스 카드 점에 유의
mr_in: 3 अंकी सत्यापन कोड किंवा CVV प्रविष्ट करा - एमेक्स कार्ड हे एक 4 अंकी कोड आहे लक्षात ठेवा
pt_pt: Informe 3 dígitos código ou CVV - Se Cartão AMEX use 4 dígitos
zh_tw: 輸入3位數的驗證碼或CVV - 注意，美國運通卡，這是一個4位數字的代碼

source: Submit Details and Process Payment
ko_kr: 세부 사항 및 프로세스 지불 제출
mr_in: सबमिट तपशील आणि प्रक्रिया भरणा
pt_pt: Processar Pagamento
zh_tw: 確認新增資料和流程付款

source: The first name must be at least 3 characters long
ko_kr: 이름은 최소 3 자 이상이어야합니다
mr_in: प्रथम नाव किमान 3 वर्ण लांब असणे आवश्यक आहे
pt_pt: O primeiro nome deve ter no mínimo 3 caracteres válidos de tamanho
zh_tw: 第一個名字必須至少有3個字符長

source: The last name must be at least 3 characters long
ko_kr: 마지막 이름은 최소 3 자 이상이어야합니다
mr_in: आडनाव किमान 3 वर्ण लांब असणे आवश्यक आहे
pt_pt: O primeiro nome deve ter no mínimo 3 caracteres válidos de tamanho
zh_tw: 姓氏必須至少3個字符長

source: The street must be at least 3 characters long
ko_kr: 거리가 최소 3 자 이상이어야합니다
mr_in: रस्त्यावर किमान 3 वर्ण लांब असणे आवश्यक आहे
pt_pt: logradouro deve ter no mínimo 3 caracteres válidos de tamanho
zh_tw: 街道必須至少有3個字符長

source: The city must be at least 3 characters long
ko_kr: 이 도시는 최소 3 자 이상이어야합니다
mr_in: शहर किमान 3 वर्ण लांब असणे आवश्यक आहे
pt_pt: Cidade deve ter no mínimo 3 caracteres válidos de tamanho
zh_tw: 城市必須至少有3個字符長

source: The state must be at least 2 characters long
ko_kr: 국가는 최소 2 자 이상이어야합니다
mr_in: राज्य किमान 2 वर्णांचे असणे आवश्यक आहे
pt_pt: UF / estado deve ter pelo menos 2 caracteres de tamanho
zh_tw: 州必須至少2個字符

source: The zip code must be at least 3 characters long
ko_kr: 우편 번호는 최소 3 자 이상이어야합니다
mr_in: पिन कोड किमान 3 वर्ण लांब असणे आवश्यक आहे
pt_pt: código cep deve ter no mínimo 8 caracteres formato 12345-678
zh_tw: 郵政編碼必須至少有3個字符長

source: Credit cart payment was unsuccesful - the request returned the error:
ko_kr: 신용 카트 결제 unsuccesful이었다 - 요청이 오류를 반환했습니다 :
mr_in: क्रेडिट कार्ट देयक unsuccesful होता - विनंती त्रुटी परत:
pt_pt: Pagto com Cartão crédito com problema - erro retornou com a requis.:
zh_tw: 信用卡購物車付款是不成功的 - 請求返回的錯誤：

source: Please either try again with a different card or use a different payment method
ko_kr: 제발 중 하나를 다른 카드로 다시 시도하거나 다른 결제 방법을 사용하여
mr_in: भिन्न कार्ड पुन्हा प्रयत्न करा किंवा भिन्न देयक पद्धत वापरा एकतर
pt_pt: Informe outro cartão diferente ou utilize outro meio de pagto.
zh_tw: 請可嘗試再次用不同的卡，或使用不同的付款方式

source: At least 3 characters
es_es: Por lo menos 3 caracteres
ko_kr: 최소 3 자
mr_in: किमान 3 वर्ण
pt_pt: pelo menos 3 caracteres
zh_tw: 至少有3個字符

source: First Name
ko_kr: 이름
mr_in: प्रथम नाव
pt_pt: Primeiro Nome
zh_tw: 名字

source: The first name of the credit card holder
ko_kr: 신용 카드 소지자의 이름
mr_in: क्रेडिट कार्ड धारक पहिल्या नाव
pt_pt: Primeiro nome do titular do cartão
zh_tw: 信用卡持有人的名字

source: Last Name
es_es: Apellido
ko_kr: 성
mr_in: अंतिम नाव
pt_pt: Último Nome
zh_tw: 姓

source: The last name of the credit card holder
ko_kr: 신용 카드 소지자의 성
mr_in: क्रेडिट कार्ड धारकाच्या आडनाव
pt_pt: Último nome do titular cartão crédito
zh_tw: 信用卡持有人的姓氏

source: The street of the card holder
ko_kr: 카드 홀더의 거리
mr_in: कार्ड धारकाच्या रस्त्यावर
pt_pt: Logradouro do Tit. Cartão Crédito
zh_tw: 該卡持有人的街道

source: The city of the card holder
ko_kr: 카드 소지자의 도시
mr_in: कार्ड धारक शहर
pt_pt: Cidade do Tit. Cartão
zh_tw: 該卡持有人的城市

source: State
es_es: Estado
ko_kr: 상태
mr_in: स्थिती
pt_pt: UF Tit. Cartão
zh_tw: 州

source: The state of the card holder
ko_kr: 카드 소지자의 상태
mr_in: कार्ड धारक स्थितीचा
pt_pt: Estado do resid. tit Cartão Credito
zh_tw: 持證人的州

source: Zip Code
es_es: Código postal
ko_kr: 우편 번호
mr_in: पोस्टाने पाडलेल्या विभागाना दिलेल्या पाच अंकी क्रमाकांपैकी कोणत्याही एक (भारतात याला पिन कोड म्हणतात)
pt_pt: CEP
zh_tw: 郵編

source: The Zip of the card holder
ko_kr: 카드 소지자의 우편 번호
mr_in: कार्ड धारकाच्या पिन
pt_pt: CEP do Tit. Cartão
zh_tw: 該卡持有人的郵編

source: The Country of the card holder
ko_kr: 카드 소지자의 나라
mr_in: कार्ड धारक देश
pt_pt: País tit. do Cartão
zh_tw: 持證人的國家別

source: incl Tax
mr_in: सहित कर
pt_pt: Incl Imposto
zh_tw: 含稅

source: Arriving Soon
es_es: Llega pronto
ko_kr: 곧 도착
mr_in: लवकरच आगमन
zh_tw: 很快到達

source: In Stock QTY
ko_kr: 재고 수량에서
mr_in: स्टॉक मात्रा मध्ये
pt_pt: QT Estoq.
zh_tw: 在庫存數量

source: Enter the quantity you wish to purchase of this item
ko_kr: 이 항목의 구입하고자하는 수량을 입력
mr_in: आपण या आयटमची खरेदी इच्छित प्रमाणात प्रविष्ट करा
pt_pt: Informe a quantidade que deseja comprar deste item
zh_tw: 輸入您想購買此商品的數量

source: Add to Order
es_es: Añadir a pedido
ko_kr: 주문에 추가
mr_in: मागवा जोडा
pt_pt: Adic. ao Pedido
zh_tw: 添加至訂單

source: Back to Category
es_es: Volver a categoría
ko_kr: 돌아 가기 카테고리로
mr_in: मागे वर्ग करण्यासाठी
pt_pt: Retorna para Categoria
zh_tw: 返回目錄

source: Product Details
ko_kr: 제품 세부 사항
mr_in: उत्पादन तपशील
pt_pt: Detalhes do Produto
zh_tw: 產品詳細信息

source: You have already registered this email address on the system please login to use your existing account
ko_kr: 이미 기존 계정을 사용하여 로그인하십시오 시스템에이 이메일 주소를 등록
mr_in: आपण आधीच प्रणालीवर हा ईमेल पत्ता नोंदणी केली आपल्या विद्यमान खाते वापरा लॉगिन करा
pt_pt: Não há endereço de email registrado no sistema. Favor efetuar o Login na conta existente.
zh_tw: 你已經在系統上註冊該電子郵件地址，請登錄使用您的現有帳戶

source: The email address does not appear to be in a valid email address format
ko_kr: 이메일 주소가 유효한 이메일 주소 형식이 아닙니다
mr_in: ईमेल पत्ता वैध ईमेल पत्ता स्वरुपात असल्याचे दिसून येत नाही
pt_pt: O email informado parece ter formato válido
zh_tw: 電子郵件地址不會出現在一個有效的電子郵件地址格式

source: The password must contain at least five characters
ko_kr: 암호는 적어도 다섯 문자가 포함되어야합니다
mr_in: पासवर्डमध्ये किमान पाच वर्ण असणे आवश्यक आहे
pt_pt: Senha precisa ter no mín. 5 caract.
zh_tw: 密碼必須至少包含五個字符

source: The password and the confirmation do not match
ko_kr: 암호 및 확인이 일치하지 않습니다
mr_in: पासवर्ड आणि पुष्टी जुळत नाहीत
pt_pt: a senha e sua confirmação não combinam
zh_tw: 密碼和確認不匹配

source: The contact name must be entered
ko_kr: 연락처 이름을 입력해야합니다
mr_in: संपर्क नाव प्रविष्ट करणे आवश्यक आहे
pt_pt: Nome do contato deve ser informado
zh_tw: 必須輸入聯絡人姓名

source: The street address entered is too short to be valid
ko_kr: 입력 된 거리 주소가 유효하기에 너무 짧다
mr_in: प्रविष्ट मार्ग पत्ता वैध असल्याचे खूप लहान आहे
pt_pt: endereço informado é muito curto para ser válido
zh_tw: 輸入的街道有效的地址太短

source: The city entered is too short to be valid
ko_kr: 입력 한 도시가 유효하기에 너무 짧다
mr_in: प्रविष्ट शहर वैध असल्याचे खूप लहान आहे
pt_pt: a cidade informada é muito curta para ser válida
zh_tw: 輸入有效的城市太短

source: The phone number for the billing address is too short to be valid
ko_kr: 청구 주소 전화 번호가 유효하기에 너무 짧다
mr_in: बिलिंग पत्ता फोन नंबर वैध असल्याचे खूप लहान आहे
pt_pt: O núm. telefone para endereço faturam. é muito curto para ser válido
zh_tw: 該電話號碼的有效帳單地址太短

source: The delivery city address is too short to be valid
ko_kr: 배달시 주소가 유효하기에 너무 짧다
mr_in: वितरण शहर पत्ता वैध असल्याचे खूप लहान आहे
pt_pt: A cidade do endereço entrega é muito curto para ser válido
zh_tw: 交貨城市的有效地址太短

source: This customer branch could not be added because
ko_kr: 이 고객의 지점이 있기 때문에 추가 할 수 없습니다
mr_in: हे ग्राहक शाखा कारण जोडले जाऊ शकत नाही
pt_pt: Essa Sucursal Cliente não pode ser adicionada porque
zh_tw: 該客戶分公司不能添加，因為

source: Successfully registered
ko_kr: 성공적으로 등록
mr_in: यशस्वीरित्या नोंदणीकृत
pt_pt: Registrado com Sucesso
zh_tw: 成功註冊

source: Confirmation of Registration
ko_kr: 등록 확인
mr_in: नोंदणीचा ​​पुष्टीकरण
pt_pt: Confirmação de Registro
zh_tw: 登記確認

source: Thanks for registering as a
ko_kr: 등록을 주셔서 감사합니다
mr_in: एक म्हणून नोंदणी केल्याबद्दल धन्यवाद
pt_pt: Obrigado por se registrar
zh_tw: 感謝您的註冊作為

source: customer
es_es: cliente
ko_kr: 고객
mr_in: ग्राहक
pt_pt: Cliente
zh_tw: 客戶

source: The details that we have on record for you are as follows
ko_kr: 다음과 같이 우리가 당신을 위해 기록에있는 세부 사항은
mr_in: खालील प्रमाणे आम्ही आपल्यासाठी रेकॉर्ड असलेला तपशील आहेत
pt_pt: Detalhes que temos para sua consulta é o seguinte
zh_tw: 是我們對你的記錄詳情如下

source: Login Email
ko_kr: 로그인 이메일
mr_in: लॉगिन ईमेल
pt_pt: Email de Login
zh_tw: 登錄郵箱
