Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Total Inv
cs_cz: Celkem Inv
es_es: Total Facturado
hi_in: कुल चालान
it_it: Totale Inv
ko_kr: 총 인보이스
mr_in: एकूण Inv
nl_nl: Totaal Inv
pt_pt: Total Pedido
ru_ru: Всего Inv
sv: Total inventarie
sw_ke: Jumla Inv
tr_tr: Toplam Inv
zh_hk: 发票总计
zh_tw: 總庫存

source: CREDIT NOTE
cs_cz: Dobropis
es_es: NOTA DE CRÉDITO
hi_in: क्रेडिट नोट
id_id: NOTA KREDIT
it_it: NOTA DI CREDITO
ko_kr: 신용 노트
mr_in: क्रेडिट टीप
nl_nl: Credit Factuur
pt_pt: NOTA CREDITO
ro_ro: Factură
ru_ru: Заметки про кредиту
sq_al: SHËNIM KREDISË
sv: KREDITFAKTURA
tr_tr: Kredi mektubu
zh_hk: 红字发票
zh_tw: 折讓單

source: Dispatch Detail
cs_cz: Expedice Detail
es_es: Datos de envío
hi_in: प्रेषण विस्तार से
id_id: Rincian Pengiriman
it_it: Dettagli Smistamento
ko_kr: 파견 세부 정보
mr_in: तडफ तपशील
nl_nl: Verzend details
pt_pt: Detalhe Despacho
ro_ro: Dispatch Detaliu
ru_ru: Подробности отправки
sq_al: Dërgimi Detail
sv: Leveransdetaljer
tr_tr: Sevk Detay
zh_hk: 发运明细
zh_tw: 派送備註

source: Dispatched From
cs_cz: Odeslána z
es_es: Distribuido desde
hi_in: से भेजा
id_id: Dikirim Dari
it_it: Smistato Da
ko_kr: 에서 파견
mr_in: कडून पाठविले
nl_nl: Verzenden van
pt_pt: Despachado De
ro_ro: Expediate din
ru_ru: Отправляется из
sq_al: Dërguar nga
sv: Leverans från
sw_ke: Kutoka dispatched
tr_tr: Den gönderilir
zh_hk: 收货方
zh_tw: 發貨倉庫自

source: Sold To
cs_cz: Prodána
es_es: Vendido a
hi_in: करने के लिए बिक
id_id: Dijual Ke
it_it: Venduto a
ko_kr: 판매
mr_in: विकल्या
nl_nl: Verkocht Aan
pt_pt: Vendido para
ro_ro: Pentru a vândut
ru_ru: Продано
sq_al: Për të shitur
sv: Såld till
sw_ke: Kuuzwa kwa
tr_tr: SATILDI:
zh_hk: 买方
zh_tw: 銷售到

source: Customer Tax Ref
cs_cz: Zákazník Daňové Ref
es_es: Referencia fiscal del cliente
hi_in: ग्राहक टैक्स रेफरी
id_id: Ref Pajak Customer
it_it: Customer fiscale Ref
ko_kr: 고객 세금 참조
mr_in: ग्राहक कर संदर्भ
nl_nl: Klant BTW Nummer
pt_pt: Ref. Impostos Cliente
ro_ro: Client fiscale Ref
ru_ru: Справка по налогу клиента
sq_al: Ref Customer Tatimore
sv: Kund Org. Nr.
sw_ke: Ref Kodi ya wateja
tr_tr: MUSTERI VERGI NO
zh_hk: 客户税号
zh_tw: 客戶的統一編號

source: Customer Order Ref.
cs_cz: Objednávka zákazníka čj.
es_es: Ref. del pedido del cliente
hi_in: ग्राहक आदेश रेफरी.
id_id: Ref Order Customer
it_it: Ordine Cliente rif.
ko_kr: 고객 주문 참조.
mr_in: ग्राहक क्रम संदर्भ.
nl_nl: Klant order referentie
pt_pt: Ref. Pedidos Cliente
ro_ro: Client Ordinul Ref.
ru_ru: Ссылка на заказ клиента
sq_al: Ref Customer Rendit.
sv: Kundbeställning ref.
sw_ke: Order mteja Kumb.
tr_tr: Müşteri Sipariş Ref.
zh_hk: 客户订单编号
zh_tw: 客戶訂單參考號

source: Delivered To (check Dispatch Detail)
cs_cz: Doručena (check Expedice Detail)
es_es: Entregado a (ver datos de envío)
hi_in: करने के लिए वितरित (डिस्पैच विस्तार से जांच)
id_id: Dikirim Ke (periksa rincian Pengiriman)
it_it: Consegnato alla (check Dispatch Dettaglio)
ko_kr: 배달 (파견 세부 정보 확인)
mr_in: (चेक डिस्पॅच तपशील) वितरित
nl_nl: Lever aan (controleer verzend details)
pt_pt: Entregue Para
ro_ro: Pentru a emis (verifica Dispatch Detaliu)
ru_ru: Доставлено к (проверьте подробности отправки)
sq_al: Për të dorëzuar (kontrolluar Dërgimi Detail)
sv: Levererad till (kolla Dispatch Detail)
sw_ke: Mikononi (angalia Dispatch Detail)
tr_tr: (Dispatch Detay kontrol) için Teslim
zh_hk: 发往（检查发送细节）
zh_tw: 交付給（檢查調度明細）

source: Cust. Tax Ref
cs_cz: Odběratele. Daň Ref
es_es: Ref. fiscal cliente
hi_in: ग्राहक. टैक्स रेफरी
id_id: Ref Pajak Customer
it_it: Cust. Tasse Ref
ko_kr: 커스트. 세금 참조
mr_in: ग्राहक. कर संदर्भ
nl_nl: Klant BTW nummer
pt_pt: Ref. Impostos Cli.
ro_ro: Cust. Ref fiscale
ru_ru: Клиент ссылка по налогу
sq_al: Cust. Tatimore Ref
sv: Kund Org. Nr.
sw_ke: Cust. Kodi Kumb
tr_tr: Cust. Vergi Ref
zh_hk: 客户税号
zh_tw: 客戶稅務參考號

source: Cust. Reference No.
cs_cz: Odběratele. Referenční číslo
es_es: Referencia del cliente
hi_in: ग्राहक. संदर्भ नहीं.
id_id: Nomor Referensi Customer
it_it: Cust. Numero di riferimento
ko_kr: 커스트. 참조 번호
mr_in: ग्राहक. संदर्भ क्रमांक
nl_nl: Klant referentie nr.
pt_pt: Núm. Ref. Cliente
ro_ro: Cust. Nr
ru_ru: Клиент Ссылка №
sq_al: Cust. Referenca nr
sv: Kundreferens nr.
sw_ke: Cust. Rejea No
tr_tr: Cust. Referans No
zh_hk: 客户参考号
zh_tw: 客戶參考號

source: Disc.
cs_cz: Disk.
es_es: Desc.
hi_in: डिस्क.
ko_kr: 디스크.
mr_in: डिस्क.
nl_nl: Korting
pt_pt: Desconto
ru_ru: Опис.
tr_tr: Disk.
zh_hk: 折扣
zh_tw: 說明

source: and for the
cs_cz: a pro
es_es: y para los
hi_in: और के लिए
id_id: dan utk
it_it: e per la
ko_kr: 과의
nl_nl: en voor de
pt_pt: e para o
ro_ro: şi pentru
ru_ru: и для
sq_al: dhe për
sv: och för den
sw_ke: na kwa ajili ya
tr_tr: ve için
zh_tw: 和用於

source: Produced At
ko_kr: 에서 생산
zh_tw: 在產品

source: Required Qty
es_es: Cantidad requerida
ko_kr: 필요한 수량
zh_tw: 需求量

source: Packing Qty
ko_kr: 수량 포장
zh_tw: 包裝量

source: Material Requirements for this Work Order
ko_kr: 이 작업 순서에 대한 자료 요구
zh_tw: 這工作訂單的物料需求

source: Quantity Reqd
es_es: Cantidad requerida
ko_kr: 수량 Reqd
zh_tw: 要求數量

source: FOR VIEWING ONLY
cs_cz: Pouze pro prohlížení
es_es: SÓLO PARA INSPECCIONAR
hi_in: केवल देखने के लिए
id_id: HANYA UNTUK DILIHAT
it_it: NON MODIFICABILE
ko_kr: 보기 전용
mr_in: फक्त पाहण्यासाठी
nl_nl: ALLEEN VOOR INZIEN
pt_pt: Só Consulta
ro_ro: Numai pentru vizualizare
ru_ru: ТОЛЬКО ДЛЯ ПРОСМОТРА
sq_al: Për shikimin VETEM
sv: Tillgänglig endast för vänner
sw_ke: Kwa kuangalia tu
tr_tr: SADECE GÖRÜNTÜLEMEK IÇINDIR!
zh_hk: 只用于预览
zh_tw: 只供檢視

source: DO NOT SEND TO SUPPLIER
cs_cz: Neposílejte dodavatel
es_es: NO ENVIAR AL proveedor
hi_in: आपूर्तिकर्ता को न भेजें
id_id: JANGAN KIRIM KE PEMASOK
it_it: NON INVIARE AL FORNITORE
ko_kr: 공급 업체에 보낼하지 마십시오
mr_in: पुरवठादार पाठवू नका
nl_nl: NIET VERZENDEN NAAR LEVERANCIER
pt_pt: Não enviar para Fornec.
ro_ro: NU TRIMITE FURNIZOR
ru_ru: НЕ ОТПРАВЛЯТЬ ПОСТАВЩИКУ
sq_al: SEND MOS TE Furnizuesi
sv: Skicka inte rörelsehändelser
sw_ke: Wala kutuma YA wasambazaji
tr_tr: GÖNDERILEMEZ!
zh_hk: 不要发送给供应商
zh_tw: 不要發送到供應商

source: SUPPLIERS
cs_cz: DODAVATELÉ
es_es: PROVEEDORES
hi_in: सप्लायर्स
id_id: PEMASOK
it_it: FORNITORI
ko_kr: 공급 업체
mr_in: पुरवठादार
nl_nl: LEVERANCIERS
pt_pt: FORNECEDORES
ro_ro: FURNIZORI
ru_ru: ПОСТАВЩИКИ
sq_al: FURNIZUESIT
sv: Leverantörer
sw_ke: WATOA
tr_tr: DIKKAT
zh_hk: 供应商
zh_tw: 供應商

source: THIS IS NOT AN ORDER
cs_cz: To není OBJEDNÁVKY
es_es: ESTO NO ES UNA ORDEN o PEDIDO
hi_in: यह एक आदेश नहीं है
id_id: INI BUKAN ORDER
it_it: QUESTO NON E &#39;UN ORDINE
ko_kr: 이것은 주문을지지 않습니다
mr_in: ही मागणी नाही
nl_nl: DIT IS GEEN ORDER
pt_pt: ISTO NÃO É UM PEDIDO
ro_ro: Aceasta nu este o COMANDA
ru_ru: ЭТО НЕ ЗАКАЗ
sq_al: KJO NUK ËSHTË NJË URDHËR
sv: Detta är inte en beställning
sw_ke: Hii si ORDER
tr_tr: BU BIR SIPARIS DEGILDIR!!!
zh_hk: 这个不是正式订单
zh_tw: 這個不是訂單

source: Requisition Number
cs_cz: Počet zabavení
es_es: Número de solicitud
hi_in: मांग संख्या
id_id: Nomor permintaan
it_it: Numero di requisizione
ko_kr: 요청 번호
mr_in: मागणी क्रमांक
nl_nl: Aantal vordering
pt_pt: Número Requis.
ro_ro: Numărul rechiziţie
ru_ru: Номер заявки
sq_al: Kërkesë me shkrim Numri
sv: Rekvisitionsnummer
sw_ke: Idadi shurutisho
tr_tr: Istek sayısı
zh_hk: 调拨单号
zh_tw: 申請號

source: Date Reqd
cs_cz: Datum Reqd
es_es: Fecha Req.
hi_in: तिथि Reqd
id_id: Tgl Diperlukan
it_it: Richiede Data
ko_kr: 날짜 Reqd
mr_in: दिनांक Reqd
nl_nl: Datum vereist
pt_pt: Data Req.
ro_ro: Data Reqd
ru_ru: Необходима дата
sq_al: Data Reqd
sv: Datum Behov
sw_ke: Reqd tarehe
tr_tr: ISTENEN TARIH
zh_hk: 要求日期
zh_tw: 預交貨日

source: The SQL statement that was used and failed was
cs_cz: Příkaz SQL, který byl použit a byl neúspěšný
es_es: La sentencia SQL que falló fue
hi_in: SQL कथन है कि इस्तेमाल किया गया था और असफल था
id_id: Perintah SQL yg telah digunakan dan gagal adalah
it_it: L&#39;istruzione SQL che è stato utilizzato e fallito è stato
ko_kr: 사용하고, 실패한 SQL 문이었다
mr_in: वापरले आणि अयशस्वी झाली याची SQL विधान होते
nl_nl: Gebruikte SQL instructie die is gebruikt en die faalde was
pt_pt: SQL que foi usado e falhou foi
ro_ro: Instrucţiunea SQL care a fost utilizat şi nu a fost
ru_ru: Отчет SQL был использован и неудался
sq_al: Deklarata e SQL që është përdorur dhe nuk është
sv: Den SQL som användes var
sw_ke: Taarifa SQL kuwa ilitumika na kushindwa mara
tr_tr: kullanılmış ve başarısız SQL deyimi oldu
zh_hk: 运行失败的SQL是
zh_tw: 使用及失敗的 SQL 陳述式

source: The lines on the purchase order cannot be retrieved because
cs_cz: Linky na objednávku, nemůže získat, protože
es_es: No se puede obtener el contenido de la orden de compra porque
hi_in: खरीद आदेश पर लाइनों क्योंकि नहीं वापस लाया जा सकता
id_id: Baris order pembelian tdk dapat diambil karena
it_it: Le linee l&#39;ordine di acquisto non può essere recuperato, perché
ko_kr: 구매 주문에 라인 때문에 검색 할 수 없습니다
mr_in: खरेदी ऑर्डर वर ओळी कारण प्राप्त केले जाऊ शकत नाही
nl_nl: Regels van de inkoop order kunnen niet worden opgevraagd omdat
pt_pt: Linhas da Ordem de Compra não recuperadas porque
ro_ro: Liniile de pe ordinea de cumpărare nu pot fi recuperate, deoarece
ru_ru: Строки заказа не могут быть запрошены, потому что
sq_al: Linja me qëllim blerjen e nuk mund të shikohet, sepse
sv: Linjerna på beställningen kan inte hämtas därför
sw_ke: mistari ya juu ili kununua hawezi kuwa retrieved sababu
tr_tr: SATINALMA SIPARIS SATIRLARI ALINAMIYOR:
zh_hk: 找不到采购订单行,因为
zh_tw: 未能提取採購訂單列, 因為

source: The SQL statement that was used to retrieve the purchase order lines was
cs_cz: Příkaz SQL, který byl použit k načtení řádky objednávky bylo
es_es: El SQL usado para obtener el contenido de la orden de compra fue
hi_in: SQL कथन है कि खरीद आदेश लाइनों पाने के लिये प्रयुक्त किया गया था
id_id: Perintah SQL yg digunakan utk mengambil baris order pembelian adalah
it_it: L&#39;istruzione SQL che è stata utilizzata per recuperare le linee di un ordine di acquisto è stato
ko_kr: 구매 주문 라인을 검색하는 데 사용 된 SQL 문이었다
mr_in: खरेदी ऑर्डर ओळी पुनर्प्राप्त करण्यासाठी वापरलेला SQL विधान होते
nl_nl: SQL instructie gebruikt om de inkoop order regels op te vragen was
pt_pt: Cód. Sql usado para recuperar linhas ordem compra foi
ro_ro: Instrucţiunea SQL care a fost utilizat pentru a prelua liniile de comanda de achiziţie a fost
ru_ru: Отчет SQL, который был использован для получения строк заказа на покупку был
sq_al: Deklarata e SQL që ishte përdorur për të marrë linjat qëllim blerjen ishte
sv: Den SQL som användes var
sw_ke: Taarifa SQL kuwa ilitumika Retrieve ya mistari ili kununua alikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查找采购订单行的SQL是
zh_tw: 用作提取採購訂單列的 SQL 陳述式是

source: The transaction number could not be incremented
cs_cz: Číslo transakce nemůže být zvýšen
es_es: No se pudo incrementar el número de Transacción
hi_in: लेन - देन संख्या incremented नहीं किया जा सका
id_id: Nomor transaksi tdk dapat ditambahkan
it_it: Il numero dell'operazione non può essere incrementato
ko_kr: 거래 번호가 증가 할 수 없습니다
mr_in: व्यवहार क्रमांक incremented जाऊ शकत नाही
nl_nl: De transactie aantal kon niet worden verhoogd
pt_pt: O número da trans. não pode ser incrementado
ro_ro: Numărul de tranzacţie nu a putut fi incrementat
ru_ru: Номер транзакции не может быть увеличен
sq_al: Numri i transaksion nuk mund të incremented
sv: Transaktionsnummret kunde inte ökas
sw_ke: Idadi ya manunuzi inaweza kuwa incremented
tr_tr: HAREKET NO ARTTIRILAMADI
zh_hk: 交易编号未能增加
zh_tw: 交易編號未能增額

source: The following SQL to increment the transaction number was used
cs_cz: Následující SQL na zvýšení číslo transakce byla použita
es_es: El SQL usado para incrementar el número de transacción fue
hi_in: निम्न वेतन वृद्धि को एसक्यूएल लेनदेन संख्या इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk menambahkan nomor transaksi
it_it: à stato usato il seguente comando SQL per incrementare il numero dell'operazione
ko_kr: 트랜잭션의 수를 증가하기 위해 다음과 같은 SQL을 사용 하였다
mr_in: व्यवहार क्रमांक वाढविणे खालील SQL वापरला होता
nl_nl: De volgende SQL op te hogen de transactie nummer werd gebruikt
pt_pt: SQL usado para incrementar núm. trans.:
ro_ro: SQL următoare la creşterea numărului de tranzacţie a fost folosit
ru_ru: Следующий SQL на увеличение номера транзакции был использован
sq_al: SQL mëposhtme për rritje të numrit transaksionit është përdorur
sv: Följande SQL användes
sw_ke: SQL zifuatazo na increment idadi ya manunuzi ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于增加交易编号的SQL是
zh_tw: 以下要增加交易數目的 SQL 正被使用

source: The next transaction number could not be retrieved from the database because
cs_cz: Příští číslo transakce se nepodařilo získat z databáze, protože
es_es: No se pudo obtener de la base de datos el número siguiente de transacción porque
hi_in: अगले लेनदेन संख्या डेटाबेस क्योंकि से नहीं किया जा सकता है लिया गया
id_id: Nomor transaksi berikutnya tdk dapat diambil dari database karena
it_it: Il prossimo numero operazione non può essere ricavato dal database perchè
ko_kr: 다음 트랜잭션 번호는 데이터베이스 때문에에서 검색 할 수 없습니다
mr_in: पुढील व्यवहार क्रमांक डेटाबेस पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Het volgende transactie nummer kon niet worden opgevraagd omdat
pt_pt: Próx. núm. de trans. não pode ser recuperado no DB porque
ro_ro: Numărul de tranzacţie următor nu a putut fi preluate din baza de date, deoarece
ru_ru: Следующий номер транзакции не может быть получены из базы данных, поскольку
sq_al: Numrin e ardhshëm transaksion nuk mund të shikohet nga baza e të dhënave për shkak se
sv: Nästa transaktionsnumret kunde inte hämtas från databasen, eftersom
sw_ke: Ijayo idadi ya manunuzi inaweza kuwa Rudishwa kutoka database sababu
tr_tr: SONRAKI HAREKET NUMARASI VERITABANINDAN ALINAMADI:
zh_hk: 查找下一个交易编号失败,因为
zh_tw: 未能由資料庫提取下一個交易編號, 因為

source: The following SQL to retrieve the transaction number was used
cs_cz: Následující SQL získat číslo transakce byla použita
es_es: El SQL usado para obtener el número de transacción fue
hi_in: निम्नलिखित एसक्यूएल लेनदेन संख्या इस्तेमाल किया गया था प्राप्त करने के लिए
id_id: SQL berikut yg digunakan utk mengambil nomor transaksi
it_it: à stato usato il seguente comando SQL per richimare il numero dell'operazione
ko_kr: 트랜잭션 번호를 검색 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: व्यवहार क्रमांक पुनर्प्राप्त करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om het transactie nummer op te vragen was
pt_pt: SQL usado para recup. núm. trans.:
ro_ro: Următoarele SQL pentru a prelua numărul de tranzacţie a fost folosit
ru_ru: Следующий SQL на запрос номера транзакции был использован
sq_al: SQL e mëposhtme për të tërhequr numrin e transaksionit është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Retrieve idadi ya manunuzi ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查找交易编号SQL是
zh_tw: 以下要提取交易數目的 SQL 正被使用

source: The stock GL codes could not be retrieved because
cs_cz: Kódy akcií GL se nepodařilo získat, protože
es_es: No se pudieron obtener los códigos contables de existencias porque
hi_in: शेयर जीएल कोड वजह से पुनः प्राप्त नहीं कर सकता
id_id: Kode GL stok tdk dapat diambil karena
it_it: I codici di stock GL non può essere recuperato, perché
ko_kr: 주식 GL 코드가 있기 때문에 검색 할 수 없습니다
mr_in: स्टॉक जी.एल. कोड कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De voorraad GL codes kunnen niet worden opgehaald omdat
pt_pt: Contas Contábeis não puderam ser recuperadas porque
ro_ro: Codurile stocurilor GL nu a putut fi recuperate, deoarece
ru_ru: Коды складов из главной книги не могут быть восстановлены, потому
sq_al: Kodet GL aksioneve nuk mund të shikohet, sepse
sv: Lagrets kontokoder kan inte hämtas eftersom
sw_ke: Codes GL hisa inaweza kuwa retrieved sababu
tr_tr: Stok GL kodları nedeniyle alınamadı
zh_hk: 库存总帐代码找不到, 因为
zh_tw: 倉庫總帳代碼無法被檢索，因為

source: The tax rate for this item could not be retrieved because
cs_cz: Daňová sazba pro tuto položku se nepodařilo získat, protože
es_es: No se pudo obtener la tasa de impuesto de este artículo porque
hi_in: इस मद के लिए कर की दर वजह से पुनः प्राप्त नहीं कर सकता
id_id: Tarif pajak utk item ini tdk dapat diambil karena
it_it: L&#39;aliquota fiscale per questo elemento non può essere recuperato, perché
ko_kr: 이 항목에 대한 세율이 때문에 검색 할 수 없습니다
mr_in: या गोष्टीसाठी कर दर पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Het belastingtarief voor dit item kon niet worden opgehaald omdat
pt_pt: Taxa de Impostos associados a esse item não podem ser recuperados porque
ro_ro: Rata de impozitare pentru acest articol nu a putut fi recuperate, deoarece
ru_ru: Ставка налога для этого товара не может быть восстановлена, потому
sq_al: Shkalla e tatimit për këtë artikull nuk mund të shikohet, sepse
sv: Skattesatsen för denna produkt kan inte hämtas eftersom
sw_ke: Kiwango cha kodi kwa bidhaa hii inaweza kuwa retrieved sababu
tr_tr: Bu öğe için vergi oranı nedeniyle alınamadı
zh_hk: 未能提取物料的税率,因为
zh_tw: 這個項目的稅率無法檢索，因為

source: The taxes and rate for this tax group could not be retrieved because
cs_cz: Daně a sazby daně pro tuto skupinu se nepodařilo získat, protože
es_es: No se pudieron obtener los impuestos y tasas de este grupo de impuestos porque
hi_in: इस कर के समूह के लिए और करों की दर वजह से पुनः प्राप्त नहीं कर सकता
id_id: Pajak dan tarif utk grup pajak ini tdk dapat diambil karena
it_it: Le tasse e il tasso per questo gruppo di imposta non può essere recuperato, perché
ko_kr: 이 세 그룹에 대한 세금과 속도 때문에 검색 할 수 없습니다
mr_in: या कर गट कर आणि दर कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De belastingen en tarief voor deze belasting groep kan niet worden opgehaald omdat
pt_pt: Os impostos e taxas para esse grupo de imposto não podem ser recuperados porque
ro_ro: Impozitele şi rata pentru acest grup de impozit nu a putut fi recuperate, deoarece
ru_ru: Налоги и ставки этой налоговой группы не может быть восстановлена, потому
sq_al: Taksat dhe norma për këtë grup tatimore nuk mund të shikohet, sepse
sv: Skatterna och skattesatserna för denna grupp kan inte hämtas eftersom
sw_ke: The na kiwango cha kodi kwa ajili ya kundi kodi hii inaweza kuwa retrieved sababu
tr_tr: Vergiler ve vergi oranı bu grup için çünkü alınamadı
zh_hk: 未能提取这个税组的税种和税率,因为
zh_tw: 這個稅組的稅種及稅率無法檢索，因為

source: The current account balance of the customer could not be retrieved because
cs_cz: Saldo běžného účtu se zákazníkem se nepodařilo získat, protože
es_es: No se pudo obtener el saldo actual de la cuenta del cliente porque
hi_in: ग्राहक का चालू खाता शेष वजह से हो पुनः प्राप्त नहीं कर सकता
id_id: Saldo akun saat ini dari customer tdk dapat diambil karena
it_it: Il saldo del conto corrente del cliente non può essere recuperato, perché
ko_kr: 고객의 경상 수지가 있기 때문에 검색 할 수 없습니다
mr_in: ग्राहकाच्या वर्तमान खाते शिल्लक पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Het huidige saldo van de klant kon niet worden opgevraagd omdat
pt_pt: Saldo conta cliente não pode ser recuperado porque
ro_ro: Soldul contului curent al clientului nu a putut fi recuperate, deoarece
ru_ru: Сальдо текущего счета клиента не может быть восстановлена, потому
sq_al: Bilanci i llogarisë korente të konsumatorit nuk mund të shikohet, sepse
sv: Bytesbalansen för kunden kunde inte hämtas på grund
sw_ke: Ya sasa ya usawa akaunti ya wateja inaweza kuwa retrieved sababu
tr_tr: MÜSTERIYE AIT MEVCUT HESAP BILANÇOSU ALINAMADI
zh_hk: 未能提取客户的当前余额,因为
zh_tw: 未能提取客戶的現有帳戶結餘, 因為

source: The value of outstanding orders for the customer could not be retrieved because
cs_cz: Hodnota nesplacených objednávek pro zákazníka se nepodařilo získat, protože
es_es: No se pudo obtener el valor de pedidos pendientes del cliente porque
hi_in: ग्राहकों के लिए बकाया आदेश के मूल्य को नहीं पाया क्योंकि सका
id_id: Nilai dari order blm-difaktur utk customer tersebut tdk dapat diambil karena
it_it: Il valore degli ordini in sospeso per il cliente non può essere recuperato, perché
ko_kr: 고객에 대한 뛰어난 수주의 값은 때문에 검색 할 수 없습니다
mr_in: ग्राहक अनिर्णित ऑर्डर मूल्य कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De warde aan opnestaande orders voor de klant kon niet worden opgevraagd omdat
pt_pt: Valor ordens faltantes para o cliente não puderam ser recuperadas porque
ro_ro: Valoric al comenzilor restante pentru client nu a putut fi recuperate, deoarece
ru_ru: Стоимость невыполненных заказов для клиента не может быть восстановлена, потому
sq_al: Vlera e urdhrave të jashtëzakonshme për të konsumatorit nuk mund të shikohet, sepse
sv: Värdet av utestående order för kunden kunde inte hämtas på grund
sw_ke: Thamani ya maagizo bora kwa wateja inaweza kuwa retrieved sababu
tr_tr: müşteri için üstün siparişlerinin değeri nedeniyle alınamadı
zh_hk: 未能提取客户的未完成订单价值,因为
zh_tw: 未能提取客戶的未完成訂單價值, 因為

source: The general ledger entries created do not balance. See your system administrator
es_es: Los movimientos contables creados no cuadran. Consulte a su administrador del sistema
id_id: Jurnal GL tdk balance. Hubungi administrator sistem Anda
ko_kr: 생성 된 일반 회계 원장 항목은 균형을하지 않습니다. 시스템 관리자에게 문의하십시오
pt_pt: Entradas Contábeis criadas não fecham deb/créd. Avise admin Sistema.
zh_tw: 新建總帳條目不平衡。請聯繫你的系統管理員

source: The quantity on order due to purchase orders for
ko_kr: 주문을 구입으로 인한 주문 수량
zh_tw: 訂單數量依據採購訂單

source: to be received into all locations cannot be retrieved because
ko_kr: 때문에 검색 할 수 없습니다 모든 위치에 수신 될
zh_tw: 要接收所有倉庫，無法取得，因為

source: to be received into
ko_kr: 에 수신 될
zh_tw: 要被收貨到

source: The quantity on order due to work orders for
ko_kr: 주문을 작동에 의한 주문 수량
zh_tw: 這訂單數量依據工作單

source: The create of the qasamples record failed
ko_kr: 실패 qasamples 기록의 작성
zh_tw: 建立質量保證的樣品記錄失敗

source: The following SQL to create the qasamples was used
ko_kr: qasamples을 만들려면 다음 SQL을 사용 하였다
zh_tw: 下面的SQL用於建立QA樣品

source: The create of the sampleresults record failed
ko_kr: 실패 sampleresults 기록의 작성
zh_tw: 抽樣結果記錄的建立失敗

source: The following SQL to create the sampleresults was used
ko_kr: sampleresults을 만들려면 다음 SQL을 사용 하였다
zh_tw: 下面的SQL用於建立樣本結果
