Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: It cannot be displayed without the proper parameters being passed
cs_cz: To nemůže být zobrazen bez řádné parametry jsou předány
es_es: No se puede mostrar si no se pasan los parámetros apropiados
hi_in: यह उचित पारित किया जा रहा मानकों के बिना प्रदर्शित नहीं किया जा सकता है
id_id: Tdk dapat ditampilkan tanpa parameter yg benar
it_it: Non può essere visualizzato senza che siano stati passati i parametri corretti
ko_kr: 이것은 적절한 매개 변수가 전달되지 않고 표시 될 수 없다
mr_in: तो योग्य घटके पास जात न प्रदर्शित केले जाऊ शकत नाही
nl_nl: Het kan niet worden weergegeven zonder de juiste parameters worden doorgegeven
pt_pt: Não é possivel exibir sem parâmetros informados
ro_ro: Ea nu poate fi afişat fără a parametrilor de buna fiind trecut
ru_ru: НЕ может быть отображено без соответствующих параметров
sq_al: Ajo nuk mund të shfaqet pa parametrave të duhur të kaluar
sv: Det kan inte visas utan de rätta parametrarna överförs
sw_ke: Haiwezi kuonyeshwa bila vigezo sahihi kuwa kupita
tr_tr: O girilmeden uygun parametreler olmadan görüntülenemiyor
zh_hk: 不能勿略正确参数来显示
zh_tw: 不能勿略正確參數來顯示

source: Could not retrieve the requested item because
cs_cz: Nepodařilo se načíst požadovanou položku, protože
es_es: No se pudo obtener el artículo solicitado porque
hi_in: अनुरोधित वस्तु पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Tdk dapat mengambil item yg diminta karena
it_it: Non posso ritrovare l' articolo richiesto perchè
ko_kr: 요청 된 항목 때문에를 검색 할 수 없습니다
mr_in: विनंती केलेला आयटम पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: Kan opgevraagd item niet tonen omdat
pt_pt: Não pode recuperar o item requerido porque
ro_ro: Nu am putut prelua postul solicitat, deoarece
ru_ru: Не могу получить запрашиваемый товар, потому что
sq_al: Nuk mund ta marrim ne pika kërkuar sepse
sv: Kunde inte hämta den begärda artikeln eftersom
sw_ke: Hakuweza Retrieve ya bidhaa zilizoombwa sababu
tr_tr: ISTENEN ÜRÜNE ULASILAMIYOR:
zh_hk: 未能提取要求的物料, 因为
zh_tw: 未能提取要求的商品, 因為

source: This item is either a kitset or assembly or a dummy part and cannot have a stock holding
cs_cz: Tato položka je buď kitset nebo shromáždění nebo figuríny část a nemůže mít skladového hospodářství
es_es: Este artículo es un kitset ó un ensamblado ó una pieza simulada y no puede tener participación en existencias
hi_in: इस मद या तो एक kitset या विधानसभा या एक डमी हिस्सा है और एक स्टॉक होल्डिंग नहीं कर सकते
id_id: Item ini adalah set atau rakitan atau dumi dan tdk dapat memiliki hitungan stok
it_it: Questo articolo è o un composizione o assemblato o una parte fittizia e non può avere una disponibilità di magazzino
ko_kr: 이 항목은 kitset 또는 어셈블리 또는 더미 부분 중 하나이며, 주식 보유를 가질 수 없습니다
mr_in: हा आयटम kitset किंवा जुळवणी किंवा खोटे भाग एकतर आहे आणि एक स्टॉक भागभांडवल असू शकत नाही
nl_nl: Dit item is ofwel een kitset of samenstel of een dummy onderdeel en kan niet beschikken over een voorraad bedrijf
pt_pt: Esse item é um kig ou montagem ou dummy (boneco) e não pode possuir estoque
ro_ro: Acest element este fie un kitset sau ansamblu sau o parte a manechinului şi nu poate avea un stoc exploataţie
ru_ru: Этот пункт является либо kitset сборку или фиктивная часть и не могут иметь акции холдинга
sq_al: Ky artikull është ose një kitset ose asamble ose një pjesë të bedel dhe nuk mund të ketë një gjendje që mbajnë
sv: Denna punkt är antingen en kitset eller enhet eller en dummy del och kan inte ha en lagerhållning
sw_ke: bidhaa hii ni ama ya kitset au kanisa au sehemu dummy na hawezi kuwa na hisa ya kufanya
tr_tr: Bu madde ve ya bir kitset veya montaj ya da sahte bir parçası olan bir stok olamaz
zh_hk: 这物料是套装件, 样办, 或不能冻结的存货
zh_tw: 這商品是套裝件, 虛擬, 或不樣品無庫存數

source: This page cannot be displayed
cs_cz: Tato stránka nemůže být zobrazena
es_es: Esta página no se puede mostrar
hi_in: यह पृष्ठ प्रदर्शित नहीं हो सकता
id_id: Halaman ini tdk dapat ditampilkan
it_it: Questa pagina non può essere mostrata
ko_kr: 이 페이지를 표시 할 수 없습니다
mr_in: हे पृष्ठ प्रदर्शित केले जाऊ शकत नाही
nl_nl: Deze pagina kan niet worden getoond
pt_pt: Essa página não pode ser exibida
ro_ro: Aceasta pagina nu poate fi afişată
ru_ru: Эта страница не может быть отображена
sq_al: Kjo faqe nuk mund të shfaqet
sv: Denna sida kan inte visas
sw_ke: Ukarasa huu hauwezi kuonyeshwa
tr_tr: BU SAYFA GÖRÜNTÜLENEMIYOR
zh_hk: 不能显示这页
zh_tw: 不能顯示這頁

source: Only serialised or controlled items can be displayed in this page
cs_cz: Pouze serializoval nebo kontrolovaných položek může být zobrazena na této stránce
es_es: Sólo los artículos seriados o controlados pueden mostrarse en esta página
hi_in: केवल धारावाहिक या नियंत्रित मदों इस पेज में प्रदर्शित किया जा सकता
id_id: Hanya item berseri atau terkontrol yg dapat ditampilkan di halaman ini
it_it: Solo gli articoli serializzati o controllati possono essere mostrati in questa pagina
ko_kr: 만 직렬화 또는 제어 항목이 페이지에 표시 할 수 있습니다
mr_in: Serialized किंवा नियंत्रित आयटम केवळ या पृष्ठावर प्रदर्शित केले जाऊ शकतात
nl_nl: Alleen seriematige of controlled items kunnen met deze pagina worden getoond
pt_pt: Só Item(ns) serializado ou controlado deve ser exibidos nessa página
ro_ro: Numai elementele serializate sau controlate pot fi afişate în această pagină
ru_ru: Только сериализованные или контролируемые товары могут отображаться на этой странице
sq_al: artikuj serialized Vetëm ose të kontrolluara mund të shfaqet në këtë faqe
sv: Endast serialized eller kontrollerade produkter kan visas på denna sida
sw_ke: vitu tu serialized au kudhibitiwa unaweza kuonyeshwa katika ukurasa huu
tr_tr: BU SAYFADA, SADECE SERILENMIS VEYA KONTROLLÜ ÜRÜNLER YER ALABILIR
zh_hk: 只有已排序号或受控物料可以在这页显示
zh_tw: 只有已排序號或受控商品可以在這頁顯示

source: Could not retrieve the stock location of the item because
cs_cz: Nepodařilo se načíst populace umístění položky, protože
es_es: No se pudo obtener la ubicación de existencias del artículo porque
hi_in: आइटम की वजह से शेयर स्थान प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil lokasi stok item karena
it_it: Non posso ricavare la posizione di magazzino dell' articolo perchè
ko_kr: 항목 때문에 주식의 위치를​​ 검색 할 수 없습니다
mr_in: आयटम साठा स्थान परत मिळवू शकलो नाही कारण
nl_nl: Kon de voorraad lokatie voor het item niet opvragen omdat
pt_pt: Não pode recuperar local de estoque porque
ro_ro: Nu sa putut prelua locul stocul de element, deoarece
ru_ru: Не могу восстановить расположение склада товара, потому что
sq_al: Nuk mund të rifitoj vendin e aksioneve e sendit, sepse
sv: Kunde inte hämta lagerplats för artikeln eftersom
sw_ke: Hakuweza Retrieve eneo hisa ya bidhaa kwasababu
tr_tr: ÜRÜNÜN BULUNDUGU DEPOYA ERISILEMIYOR:
zh_hk: 未能提取物料的存货地点, 因为
zh_tw: 未能提取商品的存貨地點, 因為

source: The SQL used to lookup the location was
cs_cz: SQL slouží k vyhledávání umístění bylo
es_es: El SQL usado para buscar la ubicación fue
hi_in: एसक्यूएल को देखने का स्थान इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mencari lokasi adalah
it_it: Il comando SQL utilizzato per controllare l' posizione è stato
ko_kr: 위치를 조회하기 위해 사용되는 SQL이었다
mr_in: स्थान तपासणी करण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om de voorraadlokatie op te vragen
pt_pt: SQL usado para procurar local foi
ro_ro: SQL utilizate pentru căutare locaţia a fost
ru_ru: SQL, использованный для поиска локаций, был
sq_al: SQL të përdorura për të lookup vend ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika lookup eneo alikuwa
tr_tr: DEPOYU SORGULAYAN KOMUT:
zh_hk: 用作找寻地点的 SQL 是
zh_tw: 用作找尋地點的 SQL 是

source: The serial numbers/batches held cannot be retrieved because
cs_cz: Pořadová čísla / šarže konat nemůže získat, protože
es_es: No se pueden obtener los números de serie / lotes retenidos porque
hi_in: सीरियल नंबर / बैचों को नहीं पाया जा सकता है क्योंकि आयोजित
id_id: Nomor seri/batch tdk dapat diambil karena
it_it: I numeri di serie/lotti posseduti non possono essere richiamati perchè
ko_kr: 일련 번호 / 유지 일괄 처리하기 때문에 검색 할 수 없습니다
mr_in: आयोजित सिरिअल क्रमांक / बॅचेस कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De serienummers / batches gehouden kan niet worden opgehaald, omdat
pt_pt: Núm. Série ou Batch retido não pode ser recuperado porque
ro_ro: Numerele de serie / loturilor a avut loc nu pot fi recuperate, deoarece
ru_ru: Серийные номера/партии не могут быть восстановлены, потому что
sq_al: Numrat serial / tufa mbajtur nuk mund të shikohet, sepse
sv: De serienummer / partier som hölls kan inte hämtas därför
sw_ke: Idadi Serial / batches uliofanyika hawezi kuwa retrieved sababu
tr_tr: Seri numaraları / gruplar nedeniyle alınamaz düzenlenen
zh_hk: 未能提取冻结的序号/批次, 因为
zh_tw: 未能提取凍結的序號/批次, 因為

source: Serialised items in
cs_cz: Serialised položky
es_es: Artículos Seriados en
hi_in: Serialised में आइटम
id_id: Item berseri dalam
it_it: Articoli già Serializzati
ko_kr: 에 Serialised 항목
mr_in: मध्ये Serialised आयटम
nl_nl: Seriematige items in
pt_pt: Itens Serializados em
ro_ro: articole Serialised în
ru_ru: Сериализованные товары в
sq_al: artikuj Serialised në
sv: Serialiserade artiklar i
sw_ke: Serialised vitu katika
tr_tr: SERILENMIS ÜRÜNLER
zh_hk: 已排序号物料于
zh_tw: 已排序號商品於

source: Controlled items in
cs_cz: Kontrolovaného zboží v
es_es: Artículos Controlados en
hi_in: नियंत्रित मदों में
id_id: Item terkontrol dalam
it_it: Articoli già Controllati
ko_kr: 제어 항목
mr_in: मध्ये नियंत्रित आयटम
pt_pt: Itens Controlados em
ro_ro: produselor supuse controlului în
ru_ru: Контролируемые товары в
sq_al: artikuj të kontrolluar në
sv: Kontrollerade produkter i
sw_ke: Kudhibitiwa vitu katika
tr_tr: KONTROLLÜ ÜRÜNLER
zh_hk: 受控物料于
zh_tw: 受控商品於

source: In units of
cs_cz: V jednotkách
es_es: En unidades
hi_in: की इकाइयों में
id_id: Dalam satuan
it_it: In Unità di
ko_kr: 단위
mr_in: एकके मध्ये
nl_nl: In eenheden van
pt_pt: em unidades de
ro_ro: În unităţi de
ru_ru: В мерах
sq_al: Në njësitë e
sv: I enheter av
sw_ke: Katika vitengo ya
tr_tr: BIRIM:
zh_hk: 单位
zh_tw: 單位

source: Expiry Date
cs_cz: Datum platnosti
es_es: Fecha de Expiración
hi_in: समाप्ति दिनांक
id_id: Tgl Kadaluwarsa
it_it: Data di Scadenza
ko_kr: 만료일
mr_in: कालावधी समाप्ती तारीख
nl_nl: Vervaldatum
pt_pt: Data Expira
ro_ro: Data expirării
ru_ru: Дата истечения срока
sq_al: Data e skadimit
sv: Utgångsdatum
sw_ke: Kumalizika Tarehe
tr_tr: Son Kullanma Tarihi
zh_hk: 失效日期
zh_tw: 到期時間

source: Batch/Bundle Ref
cs_cz: Šarže / Bundle Ref.
es_es: Referencia Lotes/Paquete
hi_in: बैच / बंडल रेफरी
id_id: Ket. Batch/Bundel
it_it: Rif Lotto/Combinazione
ko_kr: 배치 / 번들 참조
mr_in: बॅच / बंडल संदर्भ
nl_nl: Batch / Bundel Ref
pt_pt: Refer. Batch
ro_ro: Lot / Bundle Ref
ru_ru: Ссылка на партию/связку
sv: Batch/Lot referens
sw_ke: Kundi / Bundle Kumb
tr_tr: LOT REF.
zh_hk: 批次/套装参考号
zh_tw: 批次/套裝參考號

source: Total quantity
cs_cz: Celkové množství
es_es: Cantidad Total
hi_in: कुल मात्रा
id_id: Total qty
it_it: Quantità totale
ko_kr: 총 수량
mr_in: एकूण प्रमाण
nl_nl: Totale hoeveelheid
pt_pt: Quant. Total
ro_ro: Cantitate totală
ru_ru: Общее количество
sq_al: Sasia totale
sv: Totalt antal
sw_ke: Jumla ya wingi
tr_tr: TOPLAM MIKTAR
zh_hk: 总数量
zh_tw: 總數量

source: Could not retrieve the requested item
cs_cz: Nepodařilo se načíst požadovanou položku
es_es: No se pudo obtener el elemento solicitado
hi_in: अनुरोधित वस्तु पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil item yg diminta
it_it: Non posso recuperare l' articolo richiesto
ko_kr: 요청 된 항목을 검색 할 수 없습니다
mr_in: विनंती केलेला आयटम पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon gezochte item niet opvragen
pt_pt: Não pode recuperar item solicitado
ro_ro: Nu am putut prelua postul solicitat
ru_ru: Не удалось получить запрошенный элемент
sq_al: Nuk mund të marrë pikën e kërkuar
sv: Kunde inte hämta den begärda artikeln
sw_ke: Hakuweza Retrieve ya bidhaa zilizoombwa
tr_tr: ISTENEN ÜRÜNE ULASILAMADI
zh_hk: 找不到物料
zh_tw: 未能提取要求的商品

source: The SQL used to retrieve the items was
cs_cz: SQL používá k načtení položek byl
es_es: El SQL utilizado para recuperar los elementos fue
hi_in: करने के लिए SQL वस्तुओं को पुनः प्राप्त किया गया
id_id: SQL yg digunakan utk mengambil item adalah
it_it: Il comado SQL utilizzato per richiamare gli articoli è stato
ko_kr: 항목을 검색하는 데 사용되는 SQL이었다
mr_in: आयटम पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: SQL waar het opvragen van het item mislukte was
pt_pt: SQL usado foi
ro_ro: SQL utilizat pentru a prelua elementele fost
ru_ru: SQL используется для извлечения пунктам
sq_al: SQL përdorur për të marrë sendet ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve vitu alikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于查找物料的 SQL 是
zh_tw: 用作提取商品的 SQL 是

source: This is a kitset part and cannot have a stock holding
cs_cz: Jedná se o kitset část a nemůže mít skladového hospodářství
es_es: Esta es una parte del conjunto del kit y no puede tener una acumulación de existencias
hi_in: यह एक kitset हिस्सा है और एक शेयर धारण नहीं कर सकते
id_id: Ini adalah brg set dan tdk dapat memiliki hitungan stok
it_it: Questo è un componente di composizione e non può avere una tenuta di magazzino
ko_kr: 이 kitset 부분이며, 주식 보유를 가질 수 없습니다
mr_in: हे kitset भाग आहे आणि एक स्टॉक भागभांडवल असू शकत नाही
nl_nl: Betreft een kitset en kan geen voorraad hebben
pt_pt: Item é um parte conjunto kit e não tem estoque
ro_ro: Aceasta este o parte kitset şi nu poate avea o participaţie stoc
ru_ru: Это kitset части и не могут иметь акции холдинга
sq_al: Kjo është një pjesë kitset dhe nuk mund të ketë një ndërmarrje të aksioneve
sv: Detta är en kitset del och kan inte ha en lagerhållning
sw_ke: Hii ni sehemu kitset na hawezi kuwa na kufanya hisa
tr_tr: BU BIR KIT-SETI PARÇASI VE STOGU TUTULAMAZ
zh_hk: 套装物料无库存数
zh_tw: 這是套裝部件, 無庫存數

source: only the total quantity on outstanding sales orders is shown
cs_cz: pouze celkové množství, pro vynikající prodejní objednávky je zobrazen
es_es: sólo la cantidad total en órdenes de venta sobresalientes se muestra
hi_in: केवल बकाया बिक्री के आदेश पर कुल मात्रा दिखाया गया है
id_id: hanya menampilkan total jumlah pada order penjualan blm-difaktur
it_it: à mostrata solo la quantità totale degli ordini di vendita in uscita
ko_kr: 뛰어난 판매 주문 만 총 수량이 표시됩니다
mr_in: फक्त थकबाकीवर विक्री ऑर्डरवर एकूण मात्रा दर्शविली आहे
nl_nl: Alleen de totale hoeveelheid van openstaande verkooporders worden getoond
pt_pt: só a quantid. total de vendas é exibida
ro_ro: numai cantitatea totală de comenzi restante de vânzare este prezentată
ru_ru: только общее количество невыполненных заказов на продажи показано
sq_al: vetëm sasia totale e shitjes me urdhër të pazgjidhura është treguar
sv: endast den totala mängden av utestående kundorder visas
sw_ke: kiasi tu ya jumla juu ya amri ya mauzo bora ni umeonyesha
tr_tr: üstün satış emriyle sadece toplam miktar gösterilir
zh_hk: 只会显示未完成销售订单的数量
zh_tw: 只會顯示未完成銷售訂單的數量

source: This is an assembly part and cannot have a stock holding
cs_cz: To je součástí sestavy a nemohou mít skladového hospodářství
es_es: Esta es una parte ensamblada y no puede tener una existencia congelada
hi_in: यह एक विधानसभा हिस्सा है और एक स्टॉक होल्डिंग नहीं कर सकते
id_id: Ini adalah brg rakitan dan tdk dapat memiliki hitungan stok
it_it: Questo è un componente di assemblato e non può avere una tenuta di magazzino
ko_kr: 이 어셈블리의 일부이며 주식 보유를 가질 수 없습니다
mr_in: ही जुळवणी भाग आहे आणि एक स्टॉक भागभांडवल असू शकत नाही
nl_nl: Dit betreft een assemplage onderdeel en kan geen voorraad hebben
pt_pt: Esse é um componente montado e não pode possuir estoque
ro_ro: Aceasta este o parte de asamblare şi nu pot avea un stoc de exploataţie
ru_ru: Это собрание части и не могут иметь акции холдинга
sq_al: Kjo është një pjesë e kuvendit dhe nuk mund të ketë një gjendje që mbajnë
sv: Detta är en församling del och kan inte ha en lagerhållning
sw_ke: Hii ni sehemu mkutano na hawezi kuwa na hisa ya kufanya
tr_tr: BU BIR MONTAJ PARÇASI VE STOGU TUTULAMAZ
zh_hk: 组装物料无库存数
zh_tw: 這是組裝部件, 無庫存數

source: This is an dummy part and cannot have a stock holding
cs_cz: Toto je fiktivní část a nemůže mít skladového hospodářství
es_es: Esta es una parte comodin y no puede tener una existencia congelada
hi_in: यह एक डमी हिस्सा है और एक शेयर धारण नहीं कर सकते
id_id: Ini adalah brg model dan tdk dapat memiliki hitungan stok
it_it: Questo è un componente fittizio e non può avere una tenuta di magazzino
ko_kr: 이 더미 부분이며, 주식 보유를 가질 수 없습니다
mr_in: ही एक बनावट भाग आहे आणि एक स्टॉक भागभांडवल असू शकत नाही
nl_nl: Betreft een dummy en kan geen voorraad hebben
pt_pt: Componente dummy (boneco) não pode possuir estoque
ro_ro: Aceasta este o parte manechinului şi nu poate avea o participaţie stoc
ru_ru: Это манекен части и не может иметь акции холдинга
sq_al: Kjo është një pjesë e biberon dhe nuk mund të ketë një ndërmarrje të aksioneve
sv: Detta är en dummy del och kan inte ha en lagerhållning
sw_ke: Hii ni sehemu dummy na hawezi kuwa na kufanya hisa
tr_tr: BU BIR SERVIS VE STOGU TUTULAMAZ
zh_hk: 样品无库存数
zh_tw: 這是虛擬部件, 無庫存數

source: Input the stock code to inquire upon. Only alpha-numeric characters are allowed in stock codes with no spaces punctuation or special characters. Underscore or dashes are allowed.
ko_kr: 입력 주식 코드는시 문의합니다. 영문자 및​​ 숫자 문자가 공백 구두점이나 특수 문자와 재고 코드에 사용할 수 있습니다. 밑줄이나 대시가 허용됩니다.
mr_in: इनपुट स्टॉक कोड यावर चौकशी करण्यासाठी. केवळ अल्फा अंकीय वर्ण एकही मोकळी जागा विरामचिन्हे किंवा विशेष वर्ण सह स्टॉक कोड अनुमत आहेत. अधोरेखित करणे किंवा डॅश अनुमती आहे.
pt_pt: Informe cód. estoq. para pesquisa. Sómente caracteres alfa-numéricos sem espaços ou pontuação ou caracteres especiais. (-) e ( _ ) são permitidos.
zh_tw: 輸入物料編號來查詢時。只有字母數字字符被允許在物料編號，沒有標點空格或特殊字符。下劃線或破折號是不允許的。

source: Alpha-numeric only
es_es: Solo alfanumerico
ko_kr: 알파 숫자 만
mr_in: अल्फा अंकीय केवळ
pt_pt: Só Alfanumérico
zh_tw: 只有字母數字

source: The SQL that was used to update the stock item and failed was
cs_cz: SQL, který byl použit k aktualizaci na skladě a neúspěšný byl
es_es: El SQL que se utilizó para actualizar el elemento en existencia y falló fue
hi_in: SQL कि भंडार वस्तु अद्यतन इस्तेमाल किया गया था और असफल था
id_id: SQL yg digunakan utk memperbarui item stok dan gagal adalah
it_it: Il comando SQL usato per aggiornare l' articolo che ha fallito è stato
ko_kr: 재고 항목을 업데이트하는 데 실패했다 SQL이었다
mr_in: स्टॉक आयटम अद्यतनित करण्यासाठी वापरली आणि अयशस्वी झाले याची SQL होते
nl_nl: De gebruikte SQL waar het wijzigen van het voorraad item mislukte was
pt_pt: SQL que falhou em atualizar o item de estoque foi
ro_ro: SQL care a fost folosit pentru a actualiza elementul stoc şi nu a fost
ru_ru: SQL, который используется для обновления товаров склада и завершился неудачей, был
sq_al: SQL që është përdorur për të rinovuar pika e aksioneve dhe nuk ishte
sv: SQL som används för att uppdatera lagervara och misslyckades var
sw_ke: SQL kuwa ilitumika kwa update bidhaa hisa na kushindwa mara
tr_tr: ÜRÜN GÜNCELLEMESI IÇIN KULLANILAN VE HATA VEREN KOMUT
zh_hk: 用作更新物料失败的 SQL 是
zh_tw: 用作更新存貨商品失敗的 SQL 是

source: In Transit
es_es: En tránsito
id_id: Dlm Perjalanan
ko_kr: 운송
mr_in: मार्गस्थ
pt_pt: Em Trans.
zh_tw: 運輸

source: The workorder component demand for this product from
cs_cz: Workorder složka poptávky po tomto výrobku z
es_es: La demanda de componentes de la orden de trabajo para este producto desde
hi_in: इस उत्पाद के लिए से workorder घटक मांग
id_id: Permintaan komponen order produksi utk produk ini dari
it_it: La componente WorkOrder domanda per questo prodotto da
ko_kr: 에서이 제품에 대한 workorder 구성 요소 요구
mr_in: पासून या उत्पादनाची workorder घटक मागणी
nl_nl: De werkorder onderdeel vraag naar dit product uit
pt_pt: Demanda Comp. Ordem Produção desse produto
ro_ro: Componenta workorder Cererea pentru acest produs de la
ru_ru: Спрос наряда компонент этого продукта из
sq_al: Komponenti i workorder kërkesa për këtë produkt nga
sv: Arbetsorderkomponent efterfrågan för denna produkt från
sw_ke: Workorder sehemu ya mahitaji ya bidhaa hii kutoka
tr_tr: Bu ürün için gelen workorder bileşeni talep
zh_hk: 此产品工作单的物料需求来自
zh_tw: 這產品的工作單要求部件由

source: Update Bins
id_id: Perbarui Bin
ko_kr: 업데이트 함
mr_in: अद्यतनित bins
pt_pt: Atualiz. Local
zh_tw: 更新庫位

source: Pricing history for sales of
cs_cz: Historie cen za prodej
es_es: Precio de la historia de las ventas de
hi_in: की बिक्री के लिए मूल्य निर्धारण इतिहास
id_id: Histori harga utk penjualan
it_it: storia di prezzo per le vendite di
ko_kr: 의 판매 가격 역사
mr_in: विक्री साठी इतिहास किंमत
nl_nl: Prijs historie voor verkopen van
pt_pt: Histórico preços de vendas de
ro_ro: istoria Tarifarea pentru vânzările de
ru_ru: Цены истории для продажи
sq_al: Historia Çmimeve për shitjen e
sv: Prishistorik för försäljning av
sw_ke: Bei historia kwa ajili ya mauzo ya
tr_tr: satış fiyatı geçmişi
zh_hk: 销售 定价历史
zh_tw: 銷售價格歷史屬於

source: No history of sales of
cs_cz: Neexistuje žádný záznam o prodeji
es_es: No hay historia de las ventas de
hi_in: की बिक्री का कोई इतिहास नहीं
id_id: Tdk ada histori penjualan
it_it: Nessuna storia delle vendite di
ko_kr: 판매의 병력 없습니다
mr_in: विक्री नाही इतिहास
nl_nl: Geen historie van verkopen van
pt_pt: Não há hist. de vendas
ro_ro: Nici o istorie a vânzărilor de
ru_ru: Нет истории продаж
sq_al: Nuk ka histori të shitjes së
sv: Ingen försäljningshistorik för
sw_ke: Hakuna historia ya mauzo ya
tr_tr: satış hiçbir geçmişi
zh_hk: 没有销售历史记录
zh_tw: 無銷售歷史屬於

source: Show Usage
cs_cz: Zobrazit Využití
es_es: Mostrar Uso
hi_in: दिखाएँ उपयोग
id_id: Tampilkan Penggunaan
it_it: Mostra Utilizzo
ko_kr: 보기 사용
mr_in: वापर दाखवा
nl_nl: Laat Gebruik zien
pt_pt: Exibir Uso
ro_ro: Arată de utilizare
ru_ru: Показать Использование
sv: Visa lagersituation
sw_ke: Kuonyesha matumizi
tr_tr: KULLANIMI GÖSTER
zh_hk: 显示用量
zh_tw: 顯示用量

source: Transfer Controlled Items
cs_cz: Transfer kontrolovaného zboží
es_es: Transferir Artículos Controlados
hi_in: स्थानांतरण नियंत्रित आइटम
id_id: Transfer Item2 Terkontrol
it_it: Trasferimento Articoli Controllati
ko_kr: 전송 제어 항목
mr_in: हस्तांतरण नियंत्रित आयटम
nl_nl: Transfer van controlled items
pt_pt: Transf. Itens Controlados
ro_ro: Transfer produsele supuse controlului
ru_ru: Перевести контролируемые товары
sq_al: Items Transferimi kontrolluar
sv: Leverera in kontrollerade produkter
sw_ke: Kuhamisha Controlled Items
tr_tr: KONTROLLÜ ÜRÜN TRANSFERI
zh_hk: 移动受控物料
zh_tw: 移動受控商品

source: Enter A Stock Transfer
cs_cz: Zadejte skladem Transfer
es_es: Introducir una transferencia de la existencia
hi_in: एक शेयर ट्रांसफर दर्ज
id_id: Masukkan Transfer Stok
it_it: Inserire Un Trasferimento di Magazzino
ko_kr: 재고 이전을 입력
mr_in: एक स्टॉक हस्तांतरण प्रविष्ट करा
nl_nl: Voer een voorraad transfer in
pt_pt: Informar Transf. de Estoque
ro_ro: Introduceţi un transfer de Valori
ru_ru: Введите перевод склада
sq_al: Enter Një Transfer Stock
sv: Lagerflyttningsformulär
sw_ke: Kuingia A Transfer Stock
tr_tr: BIR STOK TRANSFERI GIRIN
zh_hk: 输入存货转移
zh_tw: 輸入存貨調撥
