Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The item cost as calculated from the work order has been applied against the weighted average cost and the necessary GL journals created to update stock as a result of closing this work order
cs_cz: Položky nákladů, vypočtená z práce, aby byla použita proti vážené průměrné náklady a nezbytné GL časopisů vytvořené pro aktualizaci zásob v důsledku uzavření této práce, aby
es_es: El costo del artículo, calculado desde la orden de trabajo, ha sido aplicado respecto al costo medio ponderado y los necesarios diarios contables creados para actualizar las existencias, como resultado del cierre de esta orden de trabajo
hi_in: मद लागत के रूप में काम करने से गणना की भारित औसत लागत और आवश्यक जीएल के लिए यह काम बंद करने के आदेश का एक परिणाम के रूप में शेयर अद्यतन बनाया पत्रिकाओं के खिलाफ लागू किया गया है
id_id: HPP item terhitung dari order produksi tersebut telah dikenakan terhadap HPP rata-rata tertimbang dan jurnal GL yg perlu dibuat utk memperbarui stok akibat dari menyelesaikan order produksi ini
it_it: Il costo elemento come calcolato rispetto all&#39;ordine di lavoro è stata applicata contro il costo medio ponderato e le riviste GL necessarie creato per aggiornare stock a seguito della chiusura di questo ordine di lavoro
ko_kr: 작업 명령으로부터 계산 부품 비용은 가중 평균 비용에 대해 적용되었으며 필요한 GL 저널이 작업 순서를 폐쇄 한 결과 콘텐츠를 업데이트하기 위해 만들어
mr_in: काम ऑर्डर पासून गणना म्हणून आयटम खर्च हे काम ऑर्डर बंद परिणामस्वरूप वेटेड सरासरी खर्च आणि स्टॉक अद्यतनित करण्यासाठी तयार आवश्यक जी.एल. नियतकालिके विरुद्ध लागू केले गेले आहे
nl_nl: Item kostprijs zoals berekend van deze werk order is afgezet tegen de gewogen gemiddelde kostprijs en de noodzakelijke grootboek boekingen die voortkomen uit het afsluiten van deze werk order zijn geboekt
pt_pt: Custo calculado do item da ordem de produção foi aplicado para custo médio e os lanç. contábeis criados para atualiz. estoque e essa ordem encerrada.
ro_ro: Costul element calculat ca din ordinul de lucru a fost aplicată faţă de costul mediu ponderat şi reviste necesare GL creat pentru a actualiza stoc, ca urmare a acestui ordin de închidere de muncă
ru_ru: Статья расходов, рассчитанные с работой порядка было применено против средневзвешенной стоимости и необходимых журналов GL создан, чтобы обновлять запас в результате закрытия этой работы порядка
sq_al: Kostoja pika si llogaritur nga urdhëri i punës është zbatuar kundër kostoja mesatare dhe revista e nevojshme GL krijuar për të rinovuar të aksioneve, si rezultat i mbylljes këtë mënyrë pune
sv: Artikeln kostnad som beräknas från arbetsordern har tillämpats gentemot det vägda genomsnittliga kostnaden och den nödvändiga tidskrifter GL skapas för att uppdatera bestånd som en följd av stängning detta arbete för
sw_ke: Gharama ya bidhaa kama mahesabu kutoka ili kazi imekuwa kutumiwa dhidi ya gharama ya wastani na majarida muhimu GL umba update hisa kama matokeo ya kufunga ili hii kazi
tr_tr: iş emri hesaplanan olarak madde maliyeti, ağırlıklı ortalama maliyeti ve bu işi sipariş kapanış bir sonucu olarak stok güncellemek için oluşturulan gerekli GL dergileri karşı uygulanmış
zh_hk: 从工作单计算的物料成本被应用于加权平均成本，创建必要总帐日记账以更新库存，这是关闭此工作单的结果。
zh_tw: 從工作單計算的物料成本被應用於加權平均成本，新建必要的總帳日記帳以更新庫存，這是關閉此工作單的結果。

source: The work order has been closed and general ledger entries made for the variances on the work order
cs_cz: Práce, aby byla uzavřena a hlavní knize zápisy pro odchylky na pracovní příkaz
es_es: La orden de trabajo se ha cerrado y los ingresos contables hechos para las variaciones en el orden de trabajo
hi_in: काम बंद कर दिया और आदेश सामान्य खाता बही काम आदेश पर प्रसरण के लिए बनाया गया है प्रविष्टियां
id_id: Order produksi tersebut telah diselesaikan dan jurnal GL telah dilakukan utk selisih pada order produksi tersebut
it_it: L&#39;ordine di lavoro è stato chiuso e movimenti contabili in generale per le varianze su ordine di lavoro
ko_kr: 작업 순서는 폐쇄되었으며, 일반 회계 원장 항목은 작업 순서에 차이 만들어
mr_in: काम ऑर्डर वर variances साठी काम ऑर्डर बंद झाले आहे आणि सामान्य खातेवही नोंदी केले
nl_nl: Werk order is afgesloten en de verschillen op de werkorder zijn geboekt in het grootboek
pt_pt: Ordem de Prod. foi fechada e lanç. contábeis feitos para a variação da Ordem de Produção
ro_ro: Pentru muncă a fost închis intrările şi General Ledger a făcut pentru varianţele pe ordinea de muncă
ru_ru: Наряд на работу был закрыт и записи в главную книгу сделаны для оклонений в наряде работ
sq_al: Urdhëri i punës ka qenë e mbyllur dhe të hyra të përgjithshme librit të bëra për mospërputhje në mënyrë punën e
sv: Arbetsordern har stängts och huvudbok noteringar som görs för avvikelser i arbetsordern
sw_ke: Ili kazi imekuwa entries kitabu imefungwa na jumla kwa ajili ya variances ya juu ili kazi
tr_tr: Çalışmak amacıyla iş emri üzerinde varyanslar için yapılmış kapalı ve defteri kebir kayıtları olmuştur
zh_hk: 此工作单已经被关闭，反应工作单差异的总帐分录也被制成。
zh_tw: 此工作單已經被關閉，反應工作單差異的總帳分錄也成立。

source: The item costs resulting from the work order have been applied against the weighted average stock value of the items on the work order, and the work order has been closed
cs_cz: Položku náklady vyplývající z práce, aby byly použity proti vážené průměrné hodnoty akcie položek na pracovní příkaz, a práce, aby byla uzavřena
es_es: Los costos de los artículos resultantes de la orden de trabajo se han aplicado contra el valor medio ponderado de existencia de los elementos de la orden de trabajo, y la orden de trabajo se ha cerrado
hi_in: मद काम करने से उत्पन्न लागत भारित काम करने पर आइटम की औसत शेयर मूल्य के खिलाफ लागू किया गया है, और काम करने बंद कर दिया गया है
id_id: HPP item hasil dari order produksi tersebut telah dikenakan terhadap nilai stok rata-rata tertimbang dari item pada order produksi, dan order produksi tersebut telah selesai
it_it: La voce costi derivanti dal rispetto all&#39;ordine di lavoro sono state applicate contro il valore medio ponderato scorta degli elementi in ordine di lavoro, e l&#39;ordine di lavoro è stato chiuso
ko_kr: 작업 순서에 따른 항목의 비용은 작업 순서에있는 항목의 가중 평균 주식 가치에 대해 적용되었으며, 작업 순서는 닫힌
mr_in: काम ऑर्डर परिणामी आयटम खर्च काम ऑर्डर वर आयटमची वेटेड सरासरी स्टॉक मूल्य विरुद्ध लागू केले आहेत, व काम ऑर्डर बंद केले गेले आहे
nl_nl: De item kosten dei voortkomen uit de werkorder zijn afgezet tegen de gewogen gemiddelde voorraad waarde van de items op de werkotder en de werkorder is afgesloten
pt_pt: Custo do item resultante da ordem de prod. foi aplicado para o valor do custo médio dos itens dessa ordem, a ordem foi encerrada
ro_ro: Costurile element care rezultă din ordinea de muncă au fost aplicate împotriva ponderată a valorii stocul mediu de punctele de pe ordinea de lucru şi ordinea de lucru a fost închis
ru_ru: Пункт расходы, связанные с работой порядка были применены против средневзвешенное значение запаса товаров с работы порядка, а порядок работы был закрыт
sq_al: Kostot e pika që rezultojnë nga puna me qëllim janë aplikuar ndaj vlerës mesatare të ponderuar të aksioneve të artikujve në mënyrë punën, dhe me qëllim të punës ka qenë e mbyllur
sv: Posten kostnader i samband med arbetet för har tillämpats gentemot det vägda genomsnittet lagervärde av punkterna på arbetsordern, och arbetet order har stängt
sw_ke: Gharama za bidhaa kutokana na utaratibu wa kufanya kazi kuwa kutumiwa dhidi ya thamani ya wastani ya hisa ya vitu kwenye utaratibu wa kazi, na utaratibu wa kazi imekuwa imefungwa
tr_tr: iş emri kaynaklanan parça maliyetleri ve iş emri üzerinde öğelerin ağırlıklı ortalama hisse senedi değer karşı uygulanmış olan iş emri kapatıldı
zh_hk: 由工作单得到的此物料成本，已经运用到相对应的存货值的加权平均成本。工作单已经关闭
zh_tw: 由工作單得到的此物料成本，已經運用到相對應的存貨值的加權平均成本。工作單已經關閉。

source: The work order has been closed
cs_cz: Práce, aby byla uzavřena
es_es: Se cerró la orden de trabajo
hi_in: काम करने बंद कर दिया गया है
id_id: Order produksi tersebut telah selesai
it_it: L&#39;ordine di lavoro è stato chiuso
ko_kr: 작업 순서는 닫힌
mr_in: काम ऑर्डर बंद केले गेले आहे
nl_nl: Werkorder is afgesloten
pt_pt: Ordem Prod. não pode ser fechada
ro_ro: Pentru muncă a fost închis
ru_ru: Наряд на работу был закрыт
sq_al: Urdhëri i punës ka qenë e mbyllur
sv: Arbetsordern har stängts
sw_ke: Utaratibu wa kazi imekuwa imefungwa
tr_tr: Iş emri kapatıldı
zh_hk: 这工作单已关闭
zh_tw: 這工作單已被關閉

source: Close This Work Order
cs_cz: Zavřít Tato práce Objednat
es_es: Cerrar Esta Orden de Trabajo
hi_in: इस कार्य आदेश बंद
id_id: Selesaikan Order Produksi Ini
it_it: Chiudi Questo Ordine di lavoro
ko_kr: 이 작업 순서를 닫습니다
mr_in: हे काम ऑर्डर बंद
nl_nl: Sluit deze Werkorder
pt_pt: Fech. Ordem Prod.
ro_ro: Închideţi Acest ordin de lucru
ru_ru: Закрыть наряд на работу
sq_al: Close Kjo Urdhrin e Punës
sv: Stäng föräldrarna till denna mapp
sw_ke: Karibu Hii Order Kazi
tr_tr: BU IS EMRINI KAPAT
zh_hk: 关闭这工作作单
zh_tw: 關閉這工作單

source: Closing the work order takes the variances to the general ledger (if integrated). The work order will no longer be able to have manufactured goods received entered against it or materials issued to it.
cs_cz: Uzavření pracovní příkaz trvá odchylky do hlavní knihy (pokud je integrovaná). Práce pořadí již nebude moci mít vyrobené zboží obdržel vstoupil proti němu nebo materiály vydané k tomu.
es_es: El cierre de la orden de trabajo lleva las variaciones al libro mayor (si se integra). La orden de trabajo ya no será capaz de tener los productos manufacturados que recibió en su contra o material emitido a la misma.
hi_in: समापन कार्य आदेश सामान्य खाता (यदि एकीकृत) के लिए प्रसरण लेता है. कार्य आदेश अब विनिर्मित वस्तुओं के लिए सक्षम होने या इसे प्राप्त करने के लिए जारी किए गए माल के खिलाफ दर्ज किया जाएगा.
id_id: Menyelesaikan order produksi tersebut mencatat selisihnya ke buku besar (jika di-integrasi). Order produksi tdk akan lagi dapat dimasukkan penerimaan brg diproduksi terhadapnya atau bahan diterbitkan kpdnya.
it_it: Chiusura l&#39;ordine di lavoro prende le varianze per la contabilità generale (se integrata). L&#39;ordine di lavoro non sarà più in grado di avere manufatti ricevuta emessa nei confronti di esso o materiali provenienti da esso.
ko_kr: (통합 된 경우) 작업 순서를 닫으면 일반 회계 원장에 분산됩니다. 작업 순서는 더 이상 제조 상품이 나에게 발급 자료에 대해 입력받은 수 없습니다.
mr_in: (एकात्मिक असल्यास) काम ऑर्डर बंद सामान्य खातेवही करण्यासाठी variances लागतात. काम ऑर्डर यापुढे माल तो किंवा ती दिलेल्या साहित्य विरुद्ध प्रविष्ट प्राप्त उत्पादित आहेत सक्षम असेल.
nl_nl: Bij afsluiten van der werkorder worden de verschillen naar de grootboekrekeningen geboekt (indien geintegreerd). Daarna kunnen er geen goederen meer op worden geboekt.
pt_pt: Fechar Ordem de Produção lança as variações para a contabilidade (se integrado). A ordem de produção não pode ter itens manufaturados reportados ou materiais requisitados
ro_ro: Închiderea ordinea de lucru ia varianţele în registrul general (dacă integrate). Pentru munca nu va mai fi capabil de a avea bunuri fabricate primit înscrise împotriva ei sau materiale eliberate să-l.
ru_ru: Закрытие наряда на работу принимает отклонения в Главную книгу (если встроенная). Наряд на работу больше не будет в состоянии иметь промышленных товаров, полученных введенных против нее или материалы, выпущенные к нему.
sq_al: Mbyllja e rendit puna merr mospërputhje në librin e përgjithshëm (në qoftë se i integruar). Urdhëri i punës nuk do të jetë në gjendje të ketë hyrë mallrat e prodhuara marrë kundër tij, ose materiale të lëshuara në të.
sv: Utgående arbetsordern tar varianserna till huvudboken (om integrerade). Arbetsordern kommer inte längre att kunna ha tillverkat varor in mot det eller material som utfärdats till honom.
sw_ke: Kufunga ili kazi inachukua variances wa kitabu kwa jumla (kama jumuishi). Ili kazi tena kuwa na uwezo wa kuwa na bidhaa za viwandani kupokea aliingia dhidi yake au vifaa iliyotolewa na hayo.
tr_tr: Kapanış iş emri defteri kebir (entegre varsa) farkları alır. Iş emri artık o ya da verilen maddelere karşı girilen alınan mamul olması mümkün olacak.
zh_hk: 关闭工作单将差异过账到总帐（如果已经整合）。工作单将无法再从它收货，也不可再向其发料。
zh_tw: 關閉工作單將差異過帳到總帳 (如果已經整合). 此筆工作單不能再處理任何收貨或發料的動作。

source: This work order is closed and cannot accept additional issues of materials or receipts of manufactured items
cs_cz: Tato práce, aby je uzavřen a nemůže přijmout další otázky materiálů nebo příjmy vyrobených položek
es_es: Esta orden de trabajo está cerrada y no puede aceptar asuntos adicionales de los materiales o los recibos de los artículos manufacturados
hi_in: यह काम बंद कर दिया और आदेश है सामग्री या निर्मित वस्तुओं की प्राप्ति का अतिरिक्त मुद्दों को स्वीकार नहीं कर सकते
id_id: Order produksi ini telah selesa dan tdk dapat menerima terbitan bahan tambahan atau penerimaan item-item diproduksi
it_it: Questo ordine di lavoro è chiuso e non può accettare ulteriori problemi di materiali o le ricevute dei manufatti
ko_kr: 이 작업 순서는 폐쇄되고 제조 항목의 추가 재료의 문제 또는 영수증을 받아 들일 수 없다
mr_in: हे काम ऑर्डर बंद आहे आणि साहित्य किंवा उत्पादित आयटमची पावतीच्या अतिरिक्त मुद्दे स्वीकारू शकत नाही
nl_nl: De werkorder is afgesloten en er kunnen geen materialen meer op geboekt worden
pt_pt: Essa ordem de produção está fechada e não podem ter requerimentos adicionais de materiais ou itens manufaturados
ro_ro: Această ordine de lucru este închisă şi nu poate accepta aspecte suplimentare de materiale sau de venituri de articole fabricate
ru_ru: Наряд на работу закрыт и не может принять выпуски сырья или денежные поступления от произведенных товаров
sq_al: Kjo mënyrë pune është i mbyllur dhe nuk mund të pranojë çështje të veçantë të materialeve apo të ardhurat e sendeve të prodhuara
sv: Detta arbete beställning är stängd och kan inte acceptera ytterligare frågor om material eller kvitton på tillverkade artiklar
sw_ke: Ili kazi hii imefungwa na hawezi kukubali masuala ya vifaa vya ziada au risiti ya vitu viwandani
tr_tr: Bu çalışma düzeni ve kapalı malzeme veya mamul maddelerin gelirleri ek sorunları da kabul edemeyiz
zh_hk: 此工作单已经关闭，并且无法再接受另外的发料或者从制造物料中收货。
zh_tw: 此工作單已經關閉，不能再處理任何收貨或發料的動作。

source: Work Order Entry
cs_cz: Práce Objednat Vstup
es_es: Ingreso de órdenes de trabajo
hi_in: कार्य आदेश एंट्री
id_id: Masukkan Order Produksi
ko_kr: 주문 입력 작업
mr_in: कार्य आदेश प्रविष्टी
nl_nl: Invoer van werkorder
pt_pt: Entrar Ordem Produção
ro_ro: Inserare Bon de Lucru
ru_ru: Строка наряда на работу
sq_al: Hyrja Puna Rendit
sv: Arbetsorder post
sw_ke: Kazi Order Entry
tr_tr: IS EMRI GIRISI
zh_hk: 输入工作单
zh_tw: 輸入工作單

source: Your security settings do not allow you to create or update new Work Order at this location
ko_kr: 보안 설정은이 위치에서 새로운 작업 순서를 만들거나 업데이트 할 수 없습니다
zh_tw: 您的權限設置不允許你在這個倉庫新建或更新新的工作單

source: Select an existing work order
cs_cz: Vyberte existující pracovní příkaz
es_es: Seleccionar una orden de trabajo existente
hi_in: किसी मौजूदा कार्य आदेश का चयन करें
id_id: Pilih order kerja yg ada
it_it: Seleziona un ordine esistente di lavoro
ko_kr: 기존의 작업 순서를 선택
mr_in: अस्तित्वातील काम क्रम निवडा
nl_nl: Selecteer een bestaande werkorder
pt_pt: Selec. Ordem Prod. existente
ro_ro: Selecteza Bon de lucru existent
ru_ru: Выберите существующий наряд на работы
sq_al: Zgjidh një urdhër ekzistues punë
sv: Välj en existerande arbetsorder
sw_ke: Kuchagua kazi zilizopo ili
tr_tr: Varolan çalışma düzenini seçin
zh_hk: 选取存在的工作单
zh_tw: 選取現有未完成的工作單

source: The item selected cannot be added to a work order because it is not a manufactured item
cs_cz: Vybrané položky nemůže být přidána do práce pořadí, protože to není vyroben položky
es_es: El artículo seleccionado no puede ser agregado a una orden de trabajo porque no es un artículo manufacturado
hi_in: चयनित आइटम के एक काम के आदेश को नहीं जोड़ा है क्योंकि यह एक निर्मित वस्तु नहीं है सकते हैं
id_id: Item yg dipilih tdk dapat ditambahkan ke order produksi karena bukan item diproduksi
it_it: L&#39;elemento selezionato non può essere aggiunto a un ordine di lavoro perché non è un manufatto
ko_kr: 그 제조 된 상품을 선택하지 않기 때문에 제품의 작업 순서에 추가 할 수없는
mr_in: तो एक उत्पादित आयटम नाही कारण निवडलेले आयटम कार्य क्रमात जोडणे जाऊ शकत नाही
nl_nl: De geselecteerde item kan niet worden toegevoegd aan een werkorder, want het is niet een vervaardigd object
pt_pt: O item selec. não pode ser adicionado para a ordem de serviço pois não é um item manufaturado.
ro_ro: Elementul selectat nu poate fi adăugat la o comandă, deoarece nu este un element de fabricat
ru_ru: Выбранный элемент не может быть добавлен к наряду работ, поскольку он не является производимым товаром
sq_al: Objektin e përzgjedhur nuk mund të shtohet në një mënyrë të punës për shkak se nuk është një send i prodhuar
sv: Den valda posten kan inte läggas till en arbetsorder eftersom det inte är en tillverkad produkt
sw_ke: item aliliteua hawezi kuwa aliongeza ili kazi kwa sababu si ya bidhaa za viwandani
tr_tr: Bir imal öğe değil çünkü seçilen öğeyi bir çalışma düzenine eklenemez
zh_hk: 所选物料未能新增至工作单,因为它不是制造物料。
zh_tw: 所選的物料不能新增到工作單，因為它不是製造類型物料

source: The item selected cannot be found in the database
cs_cz: Vybrané položky nelze najít v databázi
es_es: El artículo seleccionado no se puede encontrar en la base de datos
hi_in: चयनित आइटम डाटाबेस में पाया नहीं जा सकता
id_id: Item yg dipilih tdk dapat ditemukan di database
it_it: L&#39;elemento selezionato non può essere trovato nel database
ko_kr: 선택된 항목이 데이터베이스에서 찾을 수없는
mr_in: निवडलेले आयटम डेटाबेसमध्ये आढळले जाऊ शकत नाही
nl_nl: geselecteerde item kon niet worden gevonden in de database
pt_pt: Item selec. não pode ser encontrado do DB
ro_ro: Elementul selectat nu poate fi găsit în baza de date
ru_ru: Выбранный элемент не может быть найден в базе данных
sq_al: Objektin e përzgjedhur nuk mund të gjendet në bazën e të dhënave
sv: Den valda artikeln kan inte hittas i databasen
sw_ke: item aliliteua hayawezi kupatikana katika database
tr_tr: Seçilen öğe veritabanında bulunamıyor
zh_hk: 在数据库中找不到所选物料
zh_tw: 選取的商品未有在資料庫中找到

source: This item is already on the work order and cannot be added again
cs_cz: Tato položka je již na práci objednávky a nemůže být přidána znovu
es_es: Este artículo ya está en la orden de trabajo y no puede ser agregado otra vez
hi_in: इस मद के काम करने पर पहले से ही है और जोड़ा नहीं जा सकता फिर
id_id: Item ini sdh ada pada order produksi dan tdk dapat ditambah lagi
it_it: Questa voce è già in ordine di lavoro e non può essere aggiunta di nuovo
ko_kr: 이 항목은 작업 순서에 이미 다시 추가 할 수 없습니다
mr_in: हा आयटम काम ऑर्डर आधीपासूनच आहे आणि पुन्हा जोडले जाऊ शकत नाही
nl_nl: Item is al op de werk order en kan iet nogmaals worden toegevoegd
pt_pt: O item já está na ordem de produção e não pode ser adicionado novamente
ro_ro: Acest element este deja pe ordinea de muncă şi nu pot fi adăugate din nou
ru_ru: Элемент уже в наряде на работы и не может быть добавлен еще раз
sq_al: Ky artikull është tashmë në mënyrë punë dhe nuk mund të shtohet sërish
sv: Artikeln finns redan på arbetsordern och kan inte läggas till igen
sw_ke: bidhaa hii tayari juu ya utaratibu wa kazi na hawezi kuwa aliongeza tena
tr_tr: Bu madde ve iş emri zaten tekrar eklenemez
zh_hk: 此物料已经在工作单上，无法再增加
zh_tw: 這商品已在工作單上, 不能再次新增.

source: The cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
cs_cz: Náklady na tuto položku jako kumulované od součtu dílčích nákladů je nula. To by mohlo být, protože tam není žádný kusovníku nastavit ... možná budete chtít zkontrolovat tuto
es_es: El costo de este elemento como acumulado de la suma de los costos de los componentes es igual a cero. Esto podría ser porque no hay una lista de materiales creada ... puede que desee corroborar esto
hi_in: इस मद की लागत के रूप में घटक लागत की राशि से जमा नहीं के बराबर है. इस वजह से वहाँ सामग्री का कोई बिल की स्थापना की है हो सकता है ... तुम डबल करने के लिए इस चेक करना चाह सकते हैं
id_id: HPP item ini terakumulasi dari jumlah HPP komponen adalah nol. Ini dapat terjadi karena tdk ada daftar bahan baku yg dibuat ... Anda mungkin ingin memeriksa ini sekali lagi
it_it: Il costo di questo elemento come accumulati dalla somma dei costi dei componenti è pari a zero. Questo potrebbe essere perché non esiste un disegno di legge di materiale set up ... si potrebbe desiderare di questo doppio controllo
ko_kr: 성분 비용의 합으로부터 축적으로이 항목의 선정은 전무하다. 설정 물질의 어떤 법안이 없기 때문에 당신이 한 번 확인하실 수 있습니다 ... 수
mr_in: घटक खर्च बेरीज पासून जमा म्हणून या आयटमची किंमत शून्य आहे. सेट साहित्याचा नाही बिल आहे कारण हे असू शकते ... आपण हे तपासा दुप्पट इच्छित असाल
nl_nl: Kosten van het item op basis van de som van de compontenten is nul. Mogelijk omdat er geen materiaal lijst voor is opgezet. Controleer dit desgewenst
pt_pt: Custo deste item acumulado a partir da soma dos custos dos componentes está ausente. Isso pode ocorrer porque não há estrutura de produto (BOM). Certifique-se disso
ro_ro: Costul de acest post ca acumulate din suma costurilor componenta este zero. Acest lucru ar putea fi pentru că nu există nici o factura de material înfiinţat ... poate doriţi să verificaţi acest
ru_ru: Стоимость этого товара, которая является суммой компонентов, равна нулю. Так может быть, если счет на материалы не установлен - проверьте его еще раз
sq_al: Kostoja e këtij zëri akumuluar si nga shuma e shpenzimeve komponenti është zero. Kjo mund të jetë për shkak se nuk ka faturë të materialit të ngritur ... ju mund të dëshironi të dyfishtë të kontrolluar këtë
sv: Kostnaden för denna punkt som ackumulerat från summan av kostnaden för komponenterna är noll. Detta kan bero på det inte finns någon stycklistan inrätta ... Du kanske vill dubbelkolla detta
sw_ke: Gharama za bidhaa hii kama kusanyiko kutoka jumla ya gharama ya sehemu ni nil. Hii inaweza kuwa kwa sababu hakuna hati ya mali kuanzisha ... unaweza unataka kuangalia mara mbili hii
tr_tr: Bu maddenin maliyeti bileşeni maliyetlerin toplamından birikmiş sıfırdır. kurmak malzeme hiçbir fatura olmadığından bu olabilir ... Bu onay çift isteyebilirsiniz
zh_hk: 此物料的成本作为其部件的加总成本，其值为0.这可能是由于没有设置BOM....您可能希望再检查一下。
zh_tw: 此物料的成本作為其部件的加總成本，其值為0. 這現象可能是沒有設定BOM ... 請檢查一下。

source: Enter a new work order
cs_cz: Zadejte nový pracovní příkaz
es_es: Introducir una nueva orden de trabajo
hi_in: एक नए काम के आदेश दर्ज
id_id: Masukkan order produksi baru
it_it: Invia
ko_kr: 새로운 작업 순서를 입력
mr_in: एक नवीन काम ऑर्डर द्या
nl_nl: Geef een nieuwe werk order op
pt_pt: Inf. Nova Ordem Produção
ro_ro: Inregistreaza Bon de Lucru
ru_ru: workВведите новый наряд на работы
sq_al: Të hyjë në një mënyrë të re pune
sv: Nytt n?t_verksspel
sw_ke: Kuingia ili kufanya kazi mpya
tr_tr: YENI IS-EMRI GIR
zh_hk: 输入新的工作单
zh_tw: 輸入新的工作單

source: Go to Costing
cs_cz: Přejít na Kalkulace
es_es: Ir a cálculo de Costos
hi_in: करने के लिए लागत जाओ
id_id: Pergi ke Pembiayaan
it_it: Vai al calcolo dei costi
ko_kr: 원가로 이동
mr_in: भांडवलाच्या जा
nl_nl: Ga naar kostprijsberekening
pt_pt: Ir para Custos
ro_ro: Du-te la costuri
ru_ru: Переход к калькуляции
sq_al: Shko tek kushton
sv: Till kostnadsberäkning
sw_ke: Kwenda Kukadiria Gharama
tr_tr: Maliyet git
zh_hk: 转到成本计算页面
zh_tw: 轉到成本計算頁面

source: The required by date entered is in an invalid format
cs_cz: Požadovaná data vstupu je v neplatném formátu
es_es: La fecha de "requerido" por entrada está en un formato no válido
hi_in: प्रवेश तिथि के लिए आवश्यक एक अवैध प्रारूप में है
id_id: Tgl diperlukan yg dimasukkan dalam format tdk berlaku
it_it: La richiesta per data è entrato in un formato non valido
ko_kr: 입력 된 날짜에 필요한 잘못된 형식으로되어 있습니다
mr_in: प्रविष्ट केलेली तारीख आवश्यक अवैध स्वरूप आहे
nl_nl: Ingevoerde datum format isniet geldig
pt_pt: Data Neces. informada está em formato inválido
ro_ro: Cerute de data este înscris într-un format invalid
ru_ru: Требуется дата, введенная в неверный формат
sq_al: Kërkuar nga data hyrë është në një format të pavlefshme
sv: Det krävda datumet är i felaktigt format
sw_ke: Zinazohitajika kwa tarehe aliingia ni katika muundo batili
tr_tr: girilen tarihe göre gerekli geçersiz biçiminde
zh_hk: 输入申请日期是无效的格式
zh_tw: 輸入日期格式無效
