Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The supplier invoice transaction could not be added to the database because
cs_cz: Dodavatelské faktury transakce nemůže být přidány do databáze, protože
es_es: La transacción factura del proveedor no podra ser añadida a la base de datos porque
hi_in: आपूर्तिकर्ता चालान लेनदेन डेटाबेस क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Transaksi faktur supplier tdk dapat ditambahkan ke database karena
it_it: di perchè
ko_kr: 공급 업체 송장 트랜잭션 데이터베이스 때문에 추가 할 수 없습니다
mr_in: पुरवठादार चलन व्यवहार डेटाबेस जोडले जाऊ शकत नाही कारण
nl_nl: De rekening kon niet worden geboekt omdat
pt_pt: Trans. Aviso Fornecedor não pode ser adicionado ao DB porque
ro_ro: Factura tranzacţie cu furnizorul nu a putut fi adăugate la baza de date, deoarece
ru_ru: Сделки поставщиком счета-фактуры не могут быть включены в базу данных, поскольку
sq_al: Fatura nga furnizuesit transaksion nuk mund të shtohet në bazën e të dhënave për shkak se
sv: Leverantörsfakturatransaktionen kunde inte läggas till databasen eftersom
sw_ke: Transaktionen wasambazaji invoice hakuweza kuongezwa kwa sababu database
tr_tr: Tedarikçi fatura işlem veritabanı nedeniyle ilave edilemedi
zh_hk: 未能新增供应商发票到数据库
zh_tw: 未能新增供應商發票到資料庫

source: The following SQL to insert the supplier invoice was used
cs_cz: Následující SQL vložit dodavatelské faktury byl použit
es_es: Se utilizó el siguiente código SQL para insertar la factura del proveedor
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL आपूर्तिकर्ता चालान इस्तेमाल किया गया था
id_id: SQL berikut yg digunakan utk memasukkan faktur supplier
it_it: di
ko_kr: 공급 업체 송장을 삽입하는 다음 SQL을 사용 하였다
mr_in: पुरवठादार चलन घालण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de rekening te boeken
pt_pt: SQL usado para inserir aviso de Fornecedor foi
ro_ro: SQL pentru a insera următoarele factura furnizorului a fost folosit
ru_ru: Следующий SQL для вставки счета-факту
sq_al: SQL e mëposhtme për të futur në faturë furnizuesi është përdorur
sv: Den SQL som användes var
sw_ke: SQL zifuatazo Insert invoice muuzaji wa mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入供应商发票的 SQL 是
zh_tw: 以下插入供應商發票的 SQL 正被使用

source: The quantity invoiced of the purchase order line could not be updated because
cs_cz: Množství fakturované linie objednávky nelze aktualizovat, protože
es_es: La cantidad facturada de la línea de la orden de compra no se pudo actualizar porque
hi_in: खरीद आदेश पंक्ति का चालान मात्रा क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Jumlah faktur dari baris order pembelian tdk dapat diperbarui karena
it_it: perchè
ko_kr: 구매 주문 라인의 청구 수량이 있기 때문에 업데이트 할 수 없습니다
mr_in: खरेदी ऑर्डर ओळीच्या invoiced प्रमाण अद्यतनित करणे शक्य नाही कारण
nl_nl: De in rekening gebrachte hoeveelheid van de inkoop order regel kon niet worden gewijzigd omdat
pt_pt: Quant. pedida na linha da ordem de compra não pode ser atualiz. porque
ro_ro: Cantităţii facturate de linia de comanda de achiziţie nu a putut fi actualizat deoarece
ru_ru: Количество счету линии заказ на покупку не может быть обновлен, поскольку
sq_al: Sasia e faturuar të linjës qëllim blerjen nuk mund të rifreskohet për shkak se
sv: Mängden faktureras av beställningen linjen kunde inte uppdateras eftersom
sw_ke: wingi wa invoiced wa mstari ili kununua inaweza kuwa mwisho kwa sababu
tr_tr: Satınalma siparişi hattının fatura miktarı nedeniyle güncelledi olamazdı
zh_hk: 未能更新采购订单行的已开发票数量
zh_tw: 未能更新採購訂單列的發票數量

source: The quantity invoiced off the goods received record could not be updated because
cs_cz: Množství fakturované mimo zboží, které obdrží záznam nelze aktualizovat, protože
es_es: La cantidad cancelada y facturada del registro de los bienes recibidos no se pudo actualizar porque
hi_in: मात्रा से दूर चालान माल रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता प्राप्त
id_id: Jumlah faktur dari data brg diterima tdk dapat diperbarui karena
it_it: perchè
ko_kr: 상품 오프 청구 수량은 기록이 있기 때문에 업데이트 할 수 없습니다받은
mr_in: प्रमाण माल रेकॉर्ड अद्यतनित करणे शक्य नाही प्राप्त बंद invoiced कारण
nl_nl: De in rekening gebrachte hoeveelheid van de goederen ontvangst record kon niet worden gewijzigd omdat
pt_pt: Quant. pedida pendente para mercadorias recebidas não pode ser atualizada porque
ro_ro: Cantităţii facturate de pe bunurile primite înregistrare nu a putut fi actualizat deoarece
ru_ru: Количество выставлен счет от товаров, полученных записи не может быть обновлен, поскольку
sq_al: Sasia e faturuar nga mallrat e pranuara të regjistruar nuk mund të rifreskohet për shkak se
sv: Den mängd faktureras av den mottagna varan posten kunde inte uppdateras eftersom
sw_ke: wingi wa invoiced mbali ya bidhaa kupokea rekodi inaweza kuwa mwisho kwa sababu
tr_tr: Miktar mal kaydından dolayı güncellenir olamazdı alınan kapalı fatura
zh_hk: 未能更新收货记录的已开发票数量
zh_tw: 已開出發票數量，不能更新貨品收貨記錄

source: The following SQL to update the GRN quantity invoiced was used
cs_cz: Následující SQL aktualizovat množství GRN fakturované byla použita
es_es: Se utilizó el siguiente SQL para actualizar la cantidad facturada de la GRN (Good Received Note) (Nota de Bienes Recibidos)
hi_in: निम्नलिखित एसक्यूएल अद्यतन करने के लिए GRN मात्रा इस्तेमाल किया गया था चालान
id_id: SQL berikut digunakan utk memperbarui jumlah GRN yg difakturkan
it_it: di
ko_kr: 청구 GRN 수량을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: invoiced GRN प्रमाण अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL om de in rekenening gebrachte ontvangen goederen te boeken was
pt_pt: SQL usado para atualizar quant. aviso GRN / DEM foi
ro_ro: Următoarele SQL de actualizare a GRN cantitatea facturată a fost folosit
ru_ru: Следующие SQL для обновления количества GRN счете был использован
sq_al: SQL e mëposhtme për të rinovuar sasinë GRN faturuar është përdorur
sv: Följande SQL för att uppdatera referensnumret mängd fakturerade användes
sw_ke: SQL zifuatazo update wingi GRN invoiced ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新收货记录的以开发票数量的 SQL 是
zh_tw: 以下更新已開發票的收貨單數量的 SQL 正被使用

source: The stock movement record for the delivery could not have the cost updated to the actual cost
es_es: El registro de movimiento de existencia para el despacho no tiene el costo actualizado al costo actual
id_id: Data pergerakkan stok utk pengiriman tdk dapat diubah HPPnya ke HPP aktual
ko_kr: 배달에 대한 재고의 이동 기록은 비용은 실제 비용으로 업데이트 할 수 없었다
mr_in: पोहचवण्यासाठी स्टॉक चळवळ रेकॉर्ड प्रत्यक्ष खर्च सुधारित निवड नाही शकलो
pt_pt: Movto de estoque para entrega não pode possuir custo atualizado para custo real
zh_tw: 送貨上門的存貨變動記錄不能做成本更新已反應實際成本

source: The sales analysis records could not be updated for the cost variances on this purchase invoice
es_es: No se pudo actualizar el registro del análisis de ventas para las varianzas de costo en esta factura de compra
id_id: Data analisa penjualan tdk dapat diperbarui utk perselisihan HPP pada faktur pembelian ini
ko_kr: 판매 분석 기록이 구매 송장에 비용 차이에 대한 업데이트 할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड या खरेदी चलन वर खर्च variances अद्यतनित करणे शक्य नाही
pt_pt: Análise de vendas não pode ser atualiz. para variação de custo nesse aviso de compra
zh_tw: 銷售分析記錄無法被更新，針對此購買發票的成本差異

source: The stock movements for invoices cannot be updated for the cost variances on this purchase invoice
es_es: Los movimientos de las existencias para las facturas no se pueden actualizar por las variaciones de costos en la presente factura de compra
id_id: Pergerakkan stok utk faktur tdk dapat diperbarui utk perselisihan HPP pada faktur pembelian ini
ko_kr: 송장에 대한 재고의 움직임이 구매 송장에 비용 차이에 대한 업데이트 할 수 없습니다
mr_in: पावत्या साठी स्टॉक हालचाली या खरेदी चलन वर खर्च variances अद्यतनित करणे शक्य नाही
pt_pt: Item de estoque para avisos não pode ser atualizado para variação de custos nesse aviso de compra
zh_tw: 倉庫走勢的發票不能被更新為在此購買發票的成本差異

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost could not be updated because:
cs_cz: Critical Error! POZNÁMKA DOWN této chyby a hledat pomoc. Investičního majetku náklady nelze aktualizovat, protože:
es_es: ERROR CRITICO! TOME nota DE ESTE ERROR Y BUSQUE AYUDA. El costo de activos fijos no se pudo actualizar debido a que:
hi_in: त्रुटि गंभीर! नीचे इस त्रुटि ध्यान दें और सहायता चाहते हैं. अचल संपत्ति लागत क्योंकि अद्यतन नहीं किया जा सकता है:
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN. Biaya perolehan aktiva tetap tdk dapat diperbarui karena:
it_it: Errore critico! Annotare questo errore e chiedere assistenza. Il costo delle immobilizzazioni non può essere aggiornato perché:
ko_kr: 심각한 오류! 이 오류를 기록해서 도움을 요청. 고정 자산 비용 때문에 업데이트 할 수 없습니다 :
mr_in: गंभीर त्रुटी! ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात. निर्धारण मालमत्ता किमतीच्या कारण अद्ययावत करू शकलो नाही:
nl_nl: KRITISCHE FOUT! Noteer deze fout en hulp zoeken. De vaste activa kosten kunnen niet worden bijgewerkt omdat:
pt_pt: ERRO CRÍTICO! ANOTAR ERRO E PROCURE ASSISTÊNCIA. CUSTO ATIVO FIXO NÃO PODE SER ATUALIZADO PORQUE:
ro_ro: CRITICE EROARE! Notaţi această eroare şi solicitaţi asistenţă. Costul active fixe nu a putut fi actualizat, deoarece:
ru_ru: Критическая ошибка! Запишите эту ошибку и обратиться за помощью. Фиксированную стоимость актива не может быть обновлена, потому что:
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë. Kostoja e aseteve fikse nuk mund të rifreskohet për shkak se:
sv: Kritiskt fel! OBS NER detta fel och söka hjälp. Den fasta tillgångar kostnaden kunde inte uppdateras eftersom:
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili msaada huo. Wa upangaji wa gharama mali inaweza kuwa mwisho kwa sababu:
tr_tr: HATA KRİTİK! BU HATA AŞAĞI NOT VE YARDIM SEEK. Maddi duran varlık maliyeti nedeniyle güncelledi olamazdı:
zh_hk: 致命错误！记录下此错误并且寻求帮助。此固定资产成本无法更新因为：
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求協助。該固定資產的成本不能因為更新：

source: Supplier invoice number
cs_cz: Dodavatel číslo faktury
es_es: Numero Factura proveedor
hi_in: आपूर्तिकर्ता चालान संख्या
id_id: Nomor faktur Supplier
it_it: Fornitore numero della fattura
ko_kr: 공급 업체 송장 번호
mr_in: पुरवठादार चलन क्रमांक
nl_nl: Leveranciers factuur nummer
pt_pt: Número Aviso Fornecedor
ro_ro: Furnizorul număr de factură
ru_ru: Номер счета-фактуры поставщика
sq_al: numri i faturës Furnizuesi
sv: Leverantörsfakturanummer
sw_ke: Wasambazaji invoice namba
tr_tr: TEDARIKÇI FATURA NO.
zh_hk: 供应商发票编号
zh_tw: 供應商發票編號

source: Enter another Invoice for this Supplier
cs_cz: Zadejte další faktury na tuto dodavatele
es_es: Introducir otra factura para este proveedor
hi_in: इस प्रदायक के लिए एक चालान दर्ज
id_id: Masukkan Faktur lain utk Supplier ini
it_it: Inserisci un&#39;altra fattura per questo fornitore
ko_kr: 이 공급 업체에 대한 또 다른 송장 입력
mr_in: या पुरवठादार दुसरे चलन प्रविष्ट करा
nl_nl: Voer nog een rekening in van deze leverancier
pt_pt: Adicionar outra Ordem Compra para este Fornecedor
ro_ro: Introduceţi un alt Factura pentru acest furnizor
ru_ru: Введите другой Счет для этого поставщика
sq_al: Enter tjetër Fatura për këtë Furnizuesi
sv: Registrera en annan faktura för denna leverantör
sw_ke: Kuingia mwingine ankara kwa hili Supplier
tr_tr: Bu Tedarikçi için başka Fatura girin
zh_hk: 为此供应商输入另一张发票
zh_tw: 輸入此供應商其他發票

source: Enter payment
es_es: Introducir pago
id_id: Masukkan pembayaran
ko_kr: 지불을 입력
mr_in: पैसे द्या
pt_pt: Informe Pagto
zh_tw: 輸入付款

source: Search for a supplier
es_es: Buscar un proveedor
id_id: Cari supplier
ko_kr: 공급 업체를 검색
mr_in: एक पुरवठादार शोधा
pt_pt: Pesquisar Fornecedor
zh_tw: 搜索供應商

source: Select a supplier
es_es: Seleccionar un proveedor
id_id: Pilih supplier
ko_kr: 공급 업체를 선택
mr_in: एक पुरवठादार निवडा
pt_pt: Escolher um Fornecedor
zh_tw: 選擇供應商

source: Find new Item Code
es_es: Encontrar un nuevo Código de Artículo
id_id: Cari Kode Item baru
ko_kr: 새 상품 코드 찾기
mr_in: नवीन आयटम कोड शोधा
pt_pt: Localizar um Código Item
zh_tw: 尋找新的產品編號

source: Suppliers UOM
es_es: Unidades de los proveedores
id_id: Satuan Supplier
ko_kr: 공급자 UOM
mr_in: पुरवठादार UOM
pt_pt: Fornecedores
zh_tw: 供應商單位

source: Suppliers Description
es_es: Descripción de proveedores
id_id: Keterangan Supplier
ko_kr: 공급자 설명
mr_in: पुरवठादार वर्णन
pt_pt: Descr. no Fornecedor
zh_tw: 供應商介紹

source: Suppliers Item Code
es_es: Código de artículo del proveedor
id_id: Kode Item Supplier
ko_kr: 공급 업체의 상품 코드
mr_in: पुरवठादार आयटम कोड
pt_pt: Cód. Item no Fornecedor
zh_tw: 供應商產品編號

source: Save
cs_cz: Uložit
es_es: Guardar
hi_in: सहेजें
it_it: Salva
nl_nl: Opslaan
pt_pt: Salvar
ro_ro: Salva
ru_ru: Сохранить
sq_al: Ruaj
sv: Spara
sw_ke: Ila
tr_tr: Kaydetmek
zh_hk: 保存
zh_tw: 儲存

source: Authorisation Problem
es_es: Problema de Autorización
id_id: Masalah Otorisasi
ko_kr: 허가 문제
mr_in: संमती समस्या
pt_pt: Problema na autorização proposta
zh_tw: 授權問題

source: You do not have authority to create supplier tenders for this company.
es_es: Usted no tiene autoridad para crear ofertas de proveedores para esta empresa.
id_id: Anda tdk mempunyai otorisasi utk membuat tender supplier perusahaan ini.
ko_kr: 이 회사에 대한 공급 업체의 입찰을 만들 수있는 권한이 없습니다.
mr_in: आपण या कंपनीसाठी पुरवठादार निविदा तयार अधिकार नाही.
pt_pt: Você não tem autorid. para criar propostas para fornecedores nesta empresa
zh_tw: 您沒有權限新建供應商投標這家公司。

source: Please see your system administrator
es_es: Por favor consulte con el administrador del sistema
id_id: Silahkan hubungi administrator sistem Anda
ko_kr: 시스템 관리자에게 문의하십시오
mr_in: तुमची प्रणाली प्रशासकाशी पाहू कृपया
pt_pt: Confirme com o Administrador
zh_tw: 請參閱您的系統管理員

source: You do not have authority to amend supplier tenders for this company.
es_es: Usted no tiene autoridad para modificar las ofertas de proveedores para esta empresa.
id_id: Anda tdk mempunyai otoritas utk mengubah tender supplier utk perusahaan ini.
ko_kr: 이 회사에 대한 공급 업체의 입찰을 개정 할 수있는 권한이 없습니다.
mr_in: आपण या कंपनीसाठी पुरवठादार निविदा बदलणे अधिकार नाही.
pt_pt: Não há autoridade para acordo proposta fornecedores nessa empresa
zh_tw: 您沒有權限修改這一家的供應商詢價單。

source: Edit an Existing Supplier Tender Request
es_es: Editar una Solicitud de Licitación de proveedor Existente
id_id: Edit Permintaan Tender Supplier yg ada
ko_kr: 기존 공급 업체의 입찰 요청을 편집
mr_in: सध्याची पुरवठादार निविदा विनंती संपादित करा
pt_pt: Editar Req. Proposta Existente Fornec.
zh_tw: 編輯現有的供應商投標申請

source: Purchase Order Tendering
es_es: Orden de Compra de Licitación
id_id: Melakukan Tender Order Pembelian
ko_kr: 주문 입찰 구매
mr_in: खरेदी ऑर्डर Tendering
pt_pt: Proposta Ordem Compra
zh_tw: 採購詢價單

source: Tender ID
es_es: ID Licitación
id_id: ID Tender
ko_kr: 입찰 ID
mr_in: निविदा आयडी
pt_pt: ID Proposta
zh_tw: 詢價單編號

source: Create a New Supplier Tender Request
es_es: Crear una Nueva Petición de Licitación de proveedor
id_id: Buat Permohonan Tender Supplier yg Baru
ko_kr: 새 공급 업체 입찰 요청 만들기
mr_in: एक नवीन पुरवठादार निविदा विनंती तयार
pt_pt: Criar Requis. Proposta Fornecedor
zh_tw: 新建供應商詢價單

source: The tender has been successfully saved
es_es: La licitación se ha guardado con éxito
id_id: Tender nya telah telah berhasil disimpan
ko_kr: 입찰이 성공적으로 저장되었습니다
mr_in: निविदा यशस्वीरित्या जतन केली गेली आहे
pt_pt: Proposta salva com sucesso
zh_tw: 詢價單已保存成功

source: The supplier must have an email set up or they cannot be part of a tender
es_es: El proveedor debe tener un email o no pueden formar parte de una licitación
id_id: Supplier harus memiliki email atau mereka tdk dapat ikut serta tender
ko_kr: 공급 업체는 이메일을 설정해야합니다 또는 그들은 부드러운의 일부가 될 수 없습니다
mr_in: पुरवठादार एक ईमेल सेटअप केले पाहिजे किंवा ते निविदा भाग असू शकत नाही
pt_pt: Fornecedor precisa ter dados de email configurados, caso contrario não pode fazer parte proposta/oferta
zh_tw: 供應商必須設定一個電子郵件，否則他們不可能成為詢價單的一部分

source: Tender header details
es_es: Detalles del encabezado de Licitación
id_id: Rincian header Tender
ko_kr: 입찰 헤더 정보
mr_in: निविदा शिर्षक तपशील
pt_pt: Detalhes Cabeçalho Proposta
zh_tw: 詢價單表頭明細資料

source: Delivery Must Be Made Before
es_es: La entrega deberá realizarse antes de
id_id: Pengiriman Harus Dilakukan Sebelum
ko_kr: 배달하기 전에 이루어져야합니다
mr_in: डिलिव्हरी होण्याआधी केले पाहिजे
pt_pt: Entregar antes de
zh_tw: 交貨必須作出之前

source: The address should not be over 40 characters
ko_kr: 주소는 이상 40 자 이하이어야한다
mr_in: पत्ता 40 वर्ण प्रती नसावे
pt_pt: O endereço não pode ter mais que 40 caracteres
zh_tw: 該地址不應該超過40個字符

source: The characters should not be over 20 characters
ko_kr: 자 이상 20 자 이하이어야한다
mr_in: वर्ण 20 वर्ण प्रती नसावे
pt_pt: não pode haver mais de 20 caracteres
zh_tw: 字符不應該超過20個字符

source: The characters should not be over 15 characters
ko_kr: 자 이상 15 자 이하이어야한다
mr_in: वर्ण 15 वर्ण प्रती नसावे
pt_pt: não pode haver mais de 15 caracteres
zh_tw: 字符不應該超過15個字符

source: The input should be telephone number and should not be over 25 charaters
ko_kr: 입력은 전화 번호해야 이상 25 부르는 것들은 안
mr_in: इनपुट टेलिफोन नंबर असावा आणि 25 प्रती charaters नसावे
pt_pt: telefone deve ter no máximo 25 caracteres válidos
zh_tw: 輸入的電話號碼，不應該超過25字數

source: Suppliers To Send Tender
es_es: Proveedores para Enviar Licitación
id_id: Supplier Utk Kirim Tender
ko_kr: 공급 업체는 입찰을 보내는 방법
mr_in: निविदा पाठविण्याची पुरवठादार
pt_pt: Fornecedor para Enviar Proposta
zh_tw: 供應商遞送投標

source: Items in Tender
es_es: Artículos en la Licitación
id_id: Item di Tender
ko_kr: 입찰의 항목
mr_in: निविदा बाबींची
pt_pt: Itens na Proposta
zh_tw: 物料在詢價單上

source: Select Suppliers
es_es: Seleccionar proveedores
id_id: Pilih Supplier
ko_kr: 선택 공급 업체
mr_in: पुरवठादार निवडा
pt_pt: Selec. Fornecedor
zh_tw: 選擇供應商

source: Select Item Details
es_es: Seleccionar Detalles de Artículos
id_id: Pilih Rincian Item
ko_kr: 항목 선택 상세
mr_in: आयटम निवडा तपशील
pt_pt: Selecione Detalhes Item
zh_tw: 選擇項目詳情

source: Close This Tender
ko_kr: 이 입찰을 닫습니다
mr_in: ही निविदा बंद
pt_pt: Fechar esta Oferta
zh_tw: 詢價單結案

source: Save Tender
es_es: Guardar licitación
id_id: Simpan Tender
ko_kr: 저장 입찰
mr_in: जतन निविदा
pt_pt: Salvar Proposta
zh_tw: 儲存投標

source: Left it blank to show all
ko_kr: 모든을 보여 비워
mr_in: ते रिक्त सर्व दर्शविण्यासाठी बाकी
pt_pt: Deixar em banco para todos
zh_tw: 留下空白以顯示全部

source: There are no suppliers data returned, one reason maybe no email addresses set for those suppliers
ko_kr: 데이터가 반환 아무 공급 업체는 해당 업체에 대해 설정 한 이유는 아마 어떤 이메일 주소가 없습니다
mr_in: डेटा परत नाही पुरवठादार, कदाचित ईमेल पत्ते त्या पुरवठादार संच एक कारण आहेत
pt_pt: Não retornou dados de fornecedores. Pode ser que não haja endereço de email para esse fornecedor
zh_tw: 沒有供應商返回的數據，原因之一是這些供應商也許沒有設定電子郵件地址

source: Leave it bank to show all
ko_kr: 이 모든 보여 은행 남겨주세요
mr_in: सर्व दर्शविण्यासाठी बँक सोडू
pt_pt: Deixar em branco para exibir todos
zh_tw: 給它的銀行，以顯示所有

source: Tenders
cs_cz: Nabídky
es_es: Licitaciones
hi_in: निविदाएं
id_id: Tender
it_it: Le offerte
ko_kr: 입찰
mr_in: निविदा
nl_nl: Inschrijvingen
pt_pt: Propostas
ro_ro: Ofertele
ru_ru: Торги
sq_al: Tenderët
sv: Anbud
sw_ke: Zabuni
tr_tr: İhaleler
zh_hk: 投标人
zh_tw: 標單

source: Select items required on this tender
es_es: Seleccionar los artículos requeridos en esta Licitación
id_id: Pilih item-item yg diperlukan utk tender ini
ko_kr: 이 입찰에 필요한 항목을 선택
mr_in: या निविदा आवश्यकता आयटम निवडा
pt_pt: Seleciona itens requeridos nessa proposta
zh_tw: 選擇物料需求在詢價單上

source: Add to Tender
es_es: Añadir a licitación
id_id: Tambahkan ke Tender
ko_kr: 텐더에 추가
mr_in: निविदा जोडा
pt_pt: Adicionar a proposta
zh_tw: 新增到投標

source: Supplier Tendering
cs_cz: Výběrová řízení dodavatele
es_es: Licitación de proveedor
hi_in: आपूर्तिकर्ता निविदा
id_id: Supplier tender
it_it: Fornitore di gara
ko_kr: 공급 업체 입찰
mr_in: पुरवठादार Tendering
nl_nl: Leverancier Tendering
pt_pt: Negociação Fornecedor
ro_ro: Furnizorul de licitaţie
ru_ru: Торги поставщиков
sq_al: Furnizuesi Tenderit
sv: Leverantör Anbudsförfarande
sw_ke: Wasambazaji zabuni
tr_tr: Tedarikçi İhale
zh_hk: 供应商投标
zh_tw: 供應商詢價單

source: This functionality can only be accessed via a supplier login.
cs_cz: Tato funkce je přístupná pouze přes dodavatele přihlášení.
es_es: Esta funcionalidad sólo se puede acceder a través de un inicio de sesión de proveedor.
hi_in: इस कार्यशीलता केवल एक सप्लायर के प्रवेश के माध्यम से पहुँचा जा सकता है.
id_id: Fungsi ini hanya dapat diakses melalui login supplier.
it_it: Questa funzionalità è accessibile solo tramite una login fornitore.
ko_kr: 이 기능은 공급 업체 로그인을 통해 액세스 할 수 있습니다.
mr_in: ही कार्यक्षमता फक्त एक पुरवठादार लॉगिन द्वारे प्रवेश करणे शक्य.
nl_nl: Deze functionaliteit is alleen toegankelijk via een leverancier in te loggen.
pt_pt: Esta funcionalidade pode ser acessada sómente via Login
ro_ro: Această funcţionalitate pot fi accesate doar printr-un login furnizor.
ru_ru: Эта функция может быть доступна только через логин поставщика
sq_al: Ky funksionalitet mund të arrihen vetëm nëpërmjet një login furnizues.
sv: Denna funktion kan endast nås via en leverantör inloggning.
sw_ke: funktionalitet Hii inaweza tu kupatikana kupitia login muuzaji.
tr_tr: Bu işlevi yalnızca bir tedarikçisi giriş üzerinden erişilebilir.
zh_hk: 此功能你仅仅供供应商登陆使用
zh_tw: 此功能只能通過一個供應商登錄訪問。

source: Confirm the Response For Tender
es_es: Confirmación de Respuesta para Licitación
id_id: Konfirmasi Balasan Utk Tender
ko_kr: 입찰에 대한 응답을 확인
mr_in: निविदा साठी प्रतिसाद पुष्टी
pt_pt: Confirme a Resposta para Proposta
zh_tw: 確認詢價單的回應

source: Tender Number
es_es: Número de Licitación
id_id: Nomor Tender
ko_kr: 입찰 번호
mr_in: निविदा क्रमांक
pt_pt: Número proposta
zh_tw: 詢價單編號

source: Offered
es_es: Ofrecido
id_id: Yg Ditawarkan
ko_kr: 제공
mr_in: मध्ये रुजु झाल्याची दिनांक
pt_pt: Ofertada
zh_tw: 提供

source: Confirm and Send Email
es_es: Confirmar y enviar correo-e
id_id: Konfirmasi dan Kirim Email
ko_kr: 확인하고 이메일 보내기
mr_in: ईमेल पुष्टी आणि पाठवा
pt_pt: Confirmar e enviar email
zh_tw: 確認並發送郵件

source: Cancel Offer
es_es: Cancelar la Oferta
id_id: Batalkan Penawaran
ko_kr: 행사 취소
mr_in: ऑफर रद्द
pt_pt: Cancelar oferta
zh_tw: 取消優惠

source: Create or View Offers from
cs_cz: Vytvořte nebo Pohled z nabídky
es_es: Crear o Ver Ofertas de
hi_in: बनाएँ या ऑफर देखें से
id_id: Buat atau Lihat Penawaran dari
it_it: Creare o visualizzare offerte da
ko_kr: 만들거나보기 특별 혜택
mr_in: तयार किंवा ऑफर पहा
nl_nl: Maak of View Aanbiedingen van
pt_pt: Criar ou Ver ofertas de
ro_ro: Creaţi sau a vedea ofertele de la
ru_ru: Создание или просмотр предложений от
sq_al: Krijuar apo View Oferta nga
sv: Skapa eller Visa Erbjudanden från
sw_ke: Kuunda au View Hutoa kutoka
tr_tr: Oluşturmak veya Teklifler Profili
zh_hk: 创建或者查看报盘。他们来自
zh_tw: 新建或查詢提供從

source: Select option for tendering
cs_cz: Vyberte volbu pro nabídkové
es_es: Seleccionar la opción para la licitación
hi_in: निविदा के लिए चुनें विकल्प
id_id: Pilih opsi utk tender
it_it: Selezionate l&#39;opzione per la gara
ko_kr: 입찰에 대한 선택 옵션
mr_in: Tendering निवडा पर्याय
nl_nl: Selecteer de optie voor de aanbesteding
pt_pt: Selecionar opção para ofertar
ro_ro: Selectaţi o opţiune pentru licitaţie
ru_ru: Выберите опцию для торгов
sq_al: Zgjidhni opsionin e tenderimit
sv: Välj alternativet för upphandling
sw_ke: Kuchagua chaguo kwa zabuni
tr_tr: ihale için Seç seçenek
zh_hk: 选取投标选项
zh_tw: 選擇詢價單的選項

source: View or Amend outstanding offers from
cs_cz: Zobrazit nebo změnit vynikající nabídky
es_es: Ver o Modificar las ofertas sobresalientes de
hi_in: देखें या संशोधन बकाया से ऑफर
id_id: Lihat atau Ubah tawaran blm-jadi dari
it_it: Visualizza o offerte Modificare il restante
ko_kr: 보거나에서 뛰어난 제안을 개정
mr_in: पासून थकबाकी ऑफर पहा किंवा सुधारणे
nl_nl: Bekijken of wijzigen uitstaande aanbiedingen van
pt_pt: Ver ou Acordar Propostas de
ro_ro: Vizualizarea sau oferte modifică restante din
ru_ru: Посмотреть или изменить выдающиеся предложения
sq_al: View ose ofron ndryshimin të shquar nga
sv: Visa eller ändra utestående offerter från
sw_ke: Maoni au Kurekebisha inatoa bora kutoka
tr_tr: Görüntülemek veya Değişiklik olağanüstü sunmaktadır
zh_hk: 查看或者修改报盘，它们来自
zh_tw: 查看或修改尚未行使提供從
