Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The supplier purchasing details could not be added to the database because
cs_cz: Podrobnosti dodavatel kupní nemohl být přidán do databáze, protože
es_es: No se pudo agregar en la base de datos el detalle de la compra al proveedor porque
hi_in: आपूर्तिकर्ता क्रय विवरण डेटाबेस क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Rincian pembelian supplier tdk dapat ditambahkan ke database karena
it_it: I dettagli fornitore di acquisto non può essere aggiunto al database perché
ko_kr: 세부 사항을 구입 공급자는 데이터베이스 때문에 추가 할 수 없습니다
mr_in: तपशील खरेदी पुरवठादार डेटाबेस जोडले जाऊ शकत नाही कारण
nl_nl: De details van de leverancier kon niet worden toegevoegd omdat
pt_pt: Os detalhes do fornecedor para as compras não pode ser adicionado ao DB porque
ro_ro: Detaliile furnizorul de cumpărare nu a putut fi adăugate la baza de date, deoarece
ru_ru: Подробная информация о покупках поставщика не может быть включены в базу данных, так как
sq_al: Detajet e blerjes furnizuesi nuk mund të shtohet në bazën e të dhënave për shkak se
sv: Leverantören inköp detaljer kunde inte läggas till i databasen eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji inaweza kuwa aliongeza kwa sababu database
tr_tr: TEDARIKÇI SATINALMA KAYDI VERITABANINA EKLENEMEDI:
zh_hk: 未能新增供应商供货信息到数据库, 因为
zh_tw: 未能新增供應商採購資料到資料庫, 因為

source: This supplier purchasing data has been added to the database
cs_cz: Tento dodavatel nákup dat byl přidán do databáze
es_es: Se han introducido los datos de compra al proveedor
hi_in: इस सप्लायर खरीद डेटा डेटाबेस में जोड़ा गया है
id_id: Data pembelian supplier ini telah ditambahkan ke database
it_it: Questi dati di acquisto fornitore è stato aggiunto al database
ko_kr: 데이터를 구입이 공급자는 데이터베이스에 추가 된
mr_in: हा पुरवठादार खरेदी डेटा डेटाबेस जोडले गेले आहे
nl_nl: De inkoopgegevens van de leverancier zijn toegevoegd aan de database
pt_pt: O dados do fornecedor para compras foram adicionados ao DB
ro_ro: Această achiziţie de date cu furnizorul a fost adăugat în baza de date
ru_ru: Эти данные о покупках поставщика были добавлены в базу данных
sq_al: Kjo blerje furnizuesit të dhëna ka qenë i shtuar në bazën e të dhënave
sv: Denna leverantör inköp data har lagts till i databasen
sw_ke: Data hii wasambazaji wa kununua imekuwa aliongeza database
tr_tr: TEDARIKÇI SATINALMA KAYDI VERITABANINA EKLENDI
zh_hk: 供应商供货信息已新增到数据库
zh_tw: 供應商數據已新增到資料庫

source: The supplier purchasing details could not be updated because
id_id: Rincian pembelian supplier tdk dapat diperbarui karena
ko_kr: 공급 업체의 구매 정보는 때문에 업데이트 할 수 없습니다
mr_in: तपशील खरेदी पुरवठादार अद्यतनित करणे शक्य नाही कारण
pt_pt: Dados do fornecedor de compras não pode ser atualizado porque
zh_tw: 供應商購買的詳情，無法更新，因為

source: Supplier purchasing data has been updated
cs_cz: Dodavatel nákup údajů byl aktualizován
es_es: Los datos de la compra se han actualizado
hi_in: आपूर्तिकर्ता क्रय डेटा अद्यतन किया गया है
id_id: Data pembelian supplier telah diperbarui
it_it: dati di acquisto del fornitore è stato aggiornato
ko_kr: 공급 업체 구매 데이터가 업데이트되었습니다
mr_in: पुरवठादार खरेदी डेटा अद्यतनित केले गेले आहे
nl_nl: De inkoopgegevens van de leverancier zijn gewijzigd
pt_pt: Dados do fornecedor de compras foram atualizados
ro_ro: Furnizorul de date de cumpărare a fost actualizat
ru_ru: Данные о покупке поставщика были обновлены
sq_al: blerjen e të dhënave Furnizuesi është përditësuar
sv: Inköpsdataposten har uppdaterats
sw_ke: data ununuzi Supplier imekuwa updated
tr_tr: TEDARIKÇI SATINALMA VERISI GÜNCELLENDI
zh_hk: 供应商供货信息已更新
zh_tw: 供應商採購數據已更新

source: The supplier purchasing discount details could not be updated because
id_id: Rincian pembelian supplier tdk dapat diperbarui karena
ko_kr: 공급 업체 구매 할인 정보는 때문에 업데이트 할 수 없습니다
mr_in: पुरवठादार खरेदी सवलत तपशील अद्यतनित करणे शक्य नाही कारण
pt_pt: Dados desconto Fornec. de compras não pode ser atualizado porque
zh_tw: 供應商採購優惠詳情無法更新，因為

source: Supplier discount narrative cannot be empty. No changes will be made to this record
es_es: La descripción sobre el descuento de proveedor no puede estar vacío. No se harán cambios de este registro
id_id: Keterangan diskon Supplier tdk boleh kosong. Tdk ada perubahan yg akan dilakukan ke data ini
ko_kr: 공급 업체 할인 이야기는 비워 둘 수 없습니다. 변경이 기록에 수행되지 않습니다
mr_in: पुरवठादार सवलतीच्या गोष्ट रिक्त असू शकत नाही. कोणतेही बदल या विक्रमी केले जाईल
pt_pt: Narrativa desconto fornecedor não pode estar vazia. Nenhuma atualização feita no registro
zh_tw: 供應商的折扣敘述不能為空。沒有變化將作出這一紀錄

source: Supplier discount percent must be greater than zero but less than 100 percent. No changes will be made to this record
es_es: Porcentaje de descuento de proveedor debe ser mayor que cero pero menor que 100 por ciento. No se harán cambios de este registro
id_id: Persentase diskon Supplier harus lebih besar dari nol tapi kurang dari 100 peren. Tdk ada perubahan yg akan dilakukan ke data ini
ko_kr: 공급 업체 할인 %가 제로보다 큰하지만 100 % 미만이어야합니다. 변경이 기록에 수행되지 않습니다
mr_in: पुरवठादार सवलतीच्या टक्के शून्य पेक्षा जास्त असणे पण कमीत कमी 100 टक्के आवश्यक आहे. कोणतेही बदल या विक्रमी केले जाईल
pt_pt: Perc. Desconto fornecedor deve ser maior que 0 e menor que 100.Nenhuma atualização será feita no registro
zh_tw: 供應商折扣率必須大於零但小於100％。沒有變化將作出這一紀錄

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. No changes will be made to this record
es_es: Tanto el porcentaje de descuento de proveedor y cantidad de descuento no son cero. Sólo uno o el otro puede ser usado. No se harán cambios de este registro
id_id: Persentase diskon supplier dan jumlah diskon bersamaan di-isi. Hanya satu yg dapat digunakan. Tdk ada perubahan yg akan dilakukan ke data ini
ko_kr: 공급 업체 할인 퍼센트 할인 금액은 모두 제로가 아닌 있습니다. 하나 또는 다른 사용할 수있다. 변경이 기록에 수행되지 않습니다
mr_in: पुरवठादार सवलतीच्या टक्के आणि सवलतीच्या रक्कम दोन्ही नसलेल्या शून्य आहेत. केवळ एक किंवा इतर वापरले जाऊ शकते. कोणतेही बदल या विक्रमी केले जाईल
pt_pt: Desconto fornecedor percentual e valor são dif. de zero. Apenas um pode ser usado. Não será feito nenhum processamento.
zh_tw: 無論是供應商的折扣率和折扣金額不為零。僅一個或另一個可以被使用。沒有變化將作出這一紀錄

source: The effective to date is prior to the effective from date. No changes will be made to this record
es_es: La fecha final efectiva es anterior a la fecha inicial efectiva. No se harán cambios de este registro
id_id: Tgl efektif-berakhir adalah sebelum tgl efektif-mulai. Tdk ada perubahan yg akan dilakukan ke data ini
ko_kr: 현재까지 유효 날짜로부터 유효하기 전에이다. 변경이 기록에 수행되지 않습니다
mr_in: तारीख प्रभावी तारखेपासून अगोदर प्रभावी आहे. कोणतेही बदल या विक्रमी केले जाईल
pt_pt: Data Efetiv. até é anterior a Data Efetiv. Inicial. Nenhuma atualização é feita para o lançamento
zh_tw: 生效的日期，是有效之前，從日期。沒有變化將作出這一紀錄

source: Supplier discount percent must be greater than zero but less than 100 percent. This discount record cannot be added.
es_es: Porcentaje de descuento de proveedor debe ser mayor que cero pero menor que 100 por ciento. No se puede añadir este registro descuento.
id_id: Persentasi diskon Supplier harus lebih besar dari nol tapi kurang dari 100 persen. Data diskon ini tdk dapat ditambahkan.
ko_kr: 공급 업체 할인 %가 제로보다 큰하지만 100 % 미만이어야합니다. 이 할인 된 레코드를 추가 할 수 없다.
mr_in: पुरवठादार सवलतीच्या टक्के शून्य पेक्षा जास्त असणे पण कमीत कमी 100 टक्के आवश्यक आहे. या सवलतीच्या रेकॉर्ड जोडले जाऊ शकत नाही.
pt_pt: Perc. desconto Fornec deve ser maior que 0 e menor que 100. Esse desconto não foi adicionado.
zh_tw: 供應商折扣率必須大於零但小於100％。此優惠記錄不能被添加。

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. This discount record cannot be added.
es_es: Tanto el porcentaje de descuento de proveedor y cantidad de descuento no son cero. Sólo uno o el otro puede ser usado. No se puede añadir este registro descuento.
id_id: Persentase diskon supplier dan jumlah diskon bersamaan di-isi. Hanya salah satu yg dapat digunakan. Tdk ada perubahan yg akan dilakukan ke data ini
ko_kr: 공급 업체 할인 퍼센트 할인 금액은 모두 제로가 아닌 있습니다. 하나 또는 다른 사용할 수있다. 이 할인 된 레코드를 추가 할 수 없다.
mr_in: पुरवठादार सवलतीच्या टक्के आणि सवलतीच्या रक्कम दोन्ही नसलेल्या शून्य आहेत. केवळ एक किंवा इतर वापरले जाऊ शकते. या सवलतीच्या रेकॉर्ड जोडले जाऊ शकत नाही.
pt_pt: Desconto fornecedor percentual e valor são dif. de zero. Apenas um pode ser usado. Não será feito nenhum processamento.
zh_tw: 無論是供應商的折扣率和折扣金額不為零。僅一個或另一個可以被使用。此優惠記錄不能被添加。

source: The effective to date is prior to the effective from date. This discount record cannot be added.
id_id: Tgl efektif-berakhir harus setelah tgl efektif-mulai
ko_kr: 현재까지 유효 날짜로부터 유효하기 전에이다. 이 할인 된 레코드를 추가 할 수 없다.
mr_in: तारीख प्रभावी तारखेपासून अगोदर प्रभावी आहे. या सवलतीच्या रेकॉर्ड जोडले जाऊ शकत नाही.
pt_pt: A data de efetividade final do desconto precisa estar após a data efet. inicial
zh_tw: 生效的日期，是從日期有效之前。此優惠記錄不能被新增。

source: Some supplier discount narrative was entered but both the discount amount and the discount percent are zero. One of these must be none zero to create a valid supplier discount record. The supplier discount record was not added.
es_es: Algunas descripciones sobre el descuento de proveedor fueron introducidas pero tanto el importe del descuento y el porcentaje de descuento son cero. Una de ellas debe ser no cero para crear un registro de descuento de proveedor válido. No se agregó el registro de descuento de proveedor.
id_id: Keterangan diskon supplier dimasukkan tapi baik jumlah diskon maupun persentase diskon kosong. Salah satu harus di-isi utk membuat data diskon supplier yg berlaku. Data diskon supplier tdk ditambahkan.
ko_kr: 일부 공급 업체 할인 이야기가 입력했지만 할인 금액 및 할인 퍼센트 모두 제로이다. 이들 중 하나는 유효 공급 할인 레코드를 만드는 것도 제로 없어야한다. 공급 업체 할인 레코드가 추가되지 않았습니다.
mr_in: काही पुरवठादार सवलतीच्या गोष्ट प्रविष्ट परंतु सवलतीच्या रक्कम आणि सवलतीच्या टक्के दोन्ही शून्य आहेत करण्यात आला. यापैकी एक वैध पुरवठादार सवलतीच्या रेकॉर्ड तयार करण्याची काहीही शून्य असणे आवश्यक आहे. पुरवठादार सवलतीच्या रेकॉर्ड जोडलेले नाही.
pt_pt: Desconto adicional foi informado mas quantidade e percentual estão com 0. Um destes campos deve ser preenchido com valor dif. de zero para o fornecedor. O desc. do fornec. não foi processado.
zh_tw: 輸入了一些供應商的折扣敘事，但無論是折扣金額和折扣率都為零。其中一個必須是沒有零新建一個有效的供應商折扣紀錄。該供應商的折扣記錄未加入。

source: Could not insert a new supplier discount entry because
id_id: Tdk dapat memasukkan diskon supplier karena
ko_kr: 새로운 공급 업체 할인 항목 때문에 삽입 할 수 없습니다
mr_in: नवीन पुरवठादार सवलतीच्या नोंद घालू शकत नाही कारण
pt_pt: Não pode inserir um novo desconto Fornec. porque
zh_tw: 無法插入新的供應商折扣輸入，因為

source: The SQL used to insert the supplier discount entry that failed was
id_id: SQL yg digunakan utk memasukkan diskon supplier tapi gagal adalah
ko_kr: SQL은 실패 공급 업체 할인 항목을 삽입하는 데 사용했다
mr_in: अयशस्वी की पुरवठादार सवलतीच्या नोंद घालण्यासाठी वापरले SQL होते
pt_pt: SQL que falhou na inserção do desconto fornecedor, foi
zh_tw: 用於插入供應商的折扣輸入的SQL程序失敗

source: A new supplier purchasing discount record was entered successfully
id_id: Data diskon pembelian supplier telah berhasil dihapus
ko_kr: 새로운 공급 업체 구매 할인 레코드가 성공적으로 입력되었습니다
mr_in: नवीन पुरवठादार खरेदी सवलतीच्या रेकॉर्ड यशस्वीरित्या प्रविष्ट केला होता
pt_pt: Novo desconto do Fornecedor foi incluído com sucesso
zh_tw: 新供應商採購的折扣紀錄被成功地輸入

source: The supplier purchasing details could not be deleted because
cs_cz: Podrobnosti dodavatel kupní nemohl být odstraněn, protože
es_es: No pudo suprimirse el detalle de la compra porque
hi_in: आपूर्तिकर्ता क्रय विवरण क्योंकि मिटाया नहीं जा सकता
id_id: Rincian pembelian supplier tdk dapat dihapus karena
it_it: I dettagli fornitore di acquisto non può essere eliminato perché
ko_kr: 공급 업체의 구매 정보는 있기 때문에 삭제할 수 없습니다
mr_in: तपशील खरेदी पुरवठादार हटवणे शक्य नाही कारण
nl_nl: De inkoopgegevens van de leverancier kn niet worden verwijderd omdat
pt_pt: Os detalhes do fornecedor de compras não foram removidos porque
ro_ro: Detaliile furnizorul de cumpărare nu poate fi ştearsă, deoarece
ru_ru: Подробная информация о покупках поставщика не может быть удалена, так как
sq_al: Detajet e blerjes furnizuesi nuk mund të fshihet sepse
sv: Leverantörsinköpsdetaljerna gick inte att hämta eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji inaweza kuwa ilifutwa kwa sababu
tr_tr: TEDARIKÇI SATINALMA DETAYLARI SILINEMEDI:
zh_hk: 未能删除供应商供货信息, 因为
zh_tw: 未能刪除供應商採購數據, 因為

source: This purchasing data record has been successfully deleted
cs_cz: Tento nákup záznam byl úspěšně smazán
es_es: El registro de información de compra ha sido eliminado correctamente
hi_in: इस खरीद के डेटा अभिलेख सफलतापूर्वक हटा दिया गया है
id_id: Data pembelian ini telah berhasil dihapus
it_it: Questo record di acquisto di dati è stato eliminato correttamente
ko_kr: 이 구매 데이터 레코드가 삭제되었음을 성공적
mr_in: हे खरेदी डेटा रेकॉर्ड यशस्वीरित्या हटविले गेले आहे
nl_nl: Dit Koopgegevens record is succesvol verwijderd
pt_pt: Os dados desse fornecedor de compras foram removidos com sucesso
ro_ro: Această înregistrare de date de cumpărare a fost şters cu succes
ru_ru: Данные о покупке были успешно изменены
sq_al: Këto të dhëna blerjen e rekord është fshirë me sukses
sv: Inköpsdataposten har makulerats
sw_ke: Rekodi hii ya ununuzi wa data imekuwa mafanikio kuchapa
tr_tr: Bu satın alma veri kaydı başarıyla silindi
zh_hk: 采购数据记录已经成功删除
zh_tw: 這個採購數據記錄已成功刪除

source: The supplier purchasing details for the selected part could not be retrieved because
cs_cz: Dodavatel nákupu podrobnosti k vybrané části se nepodařilo získat, protože
es_es: No pudo obtenerse el detalle de compra del código seleccionado porque
hi_in: चयनित भाग विवरण के लिए क्रय आपूर्तिकर्ता वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian pembelian supplier utk brg dipilih tdk dapat diambil karena
it_it: Il fornitore di acquisto dettagli per la parte selezionata non può essere recuperato, perché
ko_kr: 선택한 부분에 대한 세부 사항을 구매 업체가 있기 때문에 검색 할 수 없습니다
mr_in: निवडलेले भाग तपशील खरेदी पुरवठादार कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De inkoopgegevens van de leverancier voor het geselecteerde deel kon niet worden opgevraagd omdat
pt_pt: Os dados do fornecedor de compras deste item não puderam ser recuperados porque
ro_ro: Furnizorul de cumpărare detaliile pentru o parte selectat nu a putut fi recuperate, deoarece
ru_ru: Данные о покупках поставщика для выбранной части не может быть получены, так как
sq_al: Furnizuesi blerjen detajet për pjesën e zgjedhur nuk mund të shikohet, sepse
sv: Leverantören inköp detaljer för den valda delen kunde inte hämtas på grund
sw_ke: wasambazaji wa ununuzi wa maelezo ya sehemu ya kuchaguliwa inaweza kuwa retrieved sababu
tr_tr: SEÇILEN TEDARIKÇI IÇIN GÖRÜNTÜLENECEK SATINALMA DETAYI YOK
zh_hk: 未能找到所选物料的供应商供货信息, 因为
zh_tw: 未能提取選取部件的供應商採購數據, 因為

source: There is no purchasing data set up for the part selected
es_es: No hay datos de compra para el código seleccionado
id_id: Tdk ada data pembelian yg diatur utk brg yg dipilih
ko_kr: 부분에 대한 설정에는 구매 데이터가 선택되지
mr_in: निवडलेले भाग सेट नाही खरेदी डेटा आहे
nl_nl: Er is geen inkoop data gedefinieerd voor geselecteerd onderdeel
pt_pt: Não existem dados de compra configurados para o item selecionado
tr_tr: HENÜZ GÖRÜNTÜLENECEK SATINALMA VERISI YOK
zh_hk: 物料没有供应商供货信息
zh_tw: 選取的部件沒有設定採購資料

source: Cost Per Our Unit
es_es: Costo por nuestra unidad
id_id: Biaya Per Satuan Kami
ko_kr: 우리의 단위 당 비용
mr_in: आमचे प्रति युनिट खर्च
pt_pt: Custo em nossa Un.
zh_tw: 成本每本單位

source: Effective From
cs_cz: S účinností od
es_es: Vigente desde
hi_in: से प्रभावी
id_id: Efektif Dari
it_it: In vigore dal
ko_kr: 부터 시행
mr_in: पासून प्रभावी
nl_nl: Actief vanaf
pt_pt: Efet. De
ro_ro: Eficace la
ru_ru: Действует с
sq_al: Efektive nga
sv: Giltig fr o m
sw_ke: Kutoka ufanisi
tr_tr: Itibaren geçerli
zh_hk: 生效日期自
zh_tw: 生效日期

source: Min Order Qty
cs_cz: Objednat min Množství
es_es: Cantidad Mínima de Orden
hi_in: न्यूनतम आदेश मात्रा
id_id: Qty Order Min
it_it: Ordine minimo Qty
ko_kr: 최소 주문 수량
mr_in: मि मागणी मात्रा
nl_nl: Bestel min Aantal
pt_pt: Qtd Min. O.C.
ro_ro: Min Ordinul Cantitate
ru_ru: Минимальное количество заказа
sq_al: Qty Min Rendit
sv: Min Beställ Antal
sw_ke: Order min Uchina
tr_tr: Dk Sipariş Miktarı
zh_hk: 最小订单数量
zh_tw: 最小訂單量

source: Preferred
cs_cz: Preferované
es_es: Preferido
hi_in: पसंदीदा
id_id: Pilihan
ko_kr: 선호
mr_in: पसंतीचे
nl_nl: Voorkeur
pt_pt: Preferencial
ro_ro: Preferate
ru_ru: Популярные
sq_al: Preferuar
sv: Huvud
tr_tr: TERCIH
zh_hk: 首选
zh_tw: 首選

source: Are you sure you wish to delete this suppliers price?
cs_cz: Jste si jisti, že chcete smazat tento dodavatelům cenu?
es_es: ¿Está seguro que desea suprimir este precio de los proveedores?
hi_in: क्या आप वाकई इस आपूर्तिकर्ताओं के मूल्य को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin Anda ingin menghapus harga supplier ini?
it_it: Sei sicuro di voler cancellare questo prezzo fornitori?
ko_kr: 당신은 당신이 공급 업체의 가격을 삭제 하시겠습니까?
mr_in: आपण हा पुरवठादार किंमत हटवू इच्छित खात्री आहे?
nl_nl: Bevestig dat deze leveranciesprijs moet worden verwijderd
pt_pt: Confirma remoção preço desse fornecedor?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest preţ furnizori?
ru_ru: Вы уверены, что хотите удалить цены этих поставщиков ?
sq_al: A jeni i sigurt se doni të fshini këtë çmim furnizues?
sv: Är du säker på att du vill ta bort detta leverantörspris
sw_ke: Una uhakika unataka kufuta bei wauzaji?
tr_tr: BU TEDARIKÇININ FIYATLARINI SILMEK ISTEDIGINIZE EMIN MISINIZ
zh_hk: 确认要删除此供应商供货信息么？
zh_tw: 是否確定要刪除這供應商價格?

source: There are now
cs_cz: V současné době existuje
es_es: Actualmente hay
hi_in: वहाँ अब कर रहे हैं
id_id: Sekarang ada
it_it: Ci sono ora
ko_kr: 지금이 있습니다
mr_in: आता आहेत
nl_nl: Er zijn nu
pt_pt: Agora Existem
ro_ro: Există acum
ru_ru: Сейчас существует
sq_al: Tani ka
sv: Det finns nu
sw_ke: Sasa kuna
tr_tr: SU ANDA
zh_hk: 这是当前的
zh_tw: 這是現在

source: preferred suppliers set up for
cs_cz: preferované dodavatele nastavit pro
es_es: proveedores preferidos
hi_in: पसंदीदा आपूर्तिकर्ताओं के लिए स्थापित
id_id: supplier pilihan yg diatur utk
it_it: fornitori preferiti istituito per
ko_kr: 선호하는 공급 업체에 대해 설정
mr_in: पसंतीचे पुरवठादार सेट
nl_nl: Voorkeur leveranciers zijn
pt_pt: Fornecedores Prefer. configurados
ro_ro: furnizorii de preferat constituit pentru
ru_ru: предпочтительных поставщиков создана для
sq_al: furnizuesit e preferuar ngritur për
sv: huvudleverantörer angivna för
sw_ke: wauzaji preferred kuanzisha
tr_tr: VARSAYILAN TEDARIKÇI TANIMLANDI:
zh_hk: 首选供应商
zh_tw: 首選供應商設定

source: you should edit the supplier purchasing data to make only one supplier the preferred supplier
cs_cz: měli byste upravit dodavatelem kupní data, aby se pouze jednoho dodavatele preferovaného dodavatele
es_es: debe editar los datos del proveedor para que sólo exista uno como proveedor preferido
hi_in: आप डेटा क्रय आपूर्तिकर्ता संपादित करने के लिए केवल एक सप्लायर के पसंदीदा सप्लायर बनाना चाहिए
id_id: Anda harus mengubah data pembelian supplier utk membuat hanya satu supplier menjadi supplier pilihan
it_it: si dovrebbe modificare il fornitore di acquisto dati per fare un solo fornitore il fornitore preferito
ko_kr: 당신은 단지 하나의 공급 업체 선호하는 공급 업체를 확인하기 위해 공급 업체의 구매 데이터를 편집한다
mr_in: आपण फक्त एक पुरवठादार पसंतीचे पुरवठादार करण्यासाठी पुरवठादार खरेदी डेटा संपादावे
nl_nl: Laatste betaling ontvangen
pt_pt: Editar o fornecedor de compras para torná-lo único fornecedor preferencial
ro_ro: trebuie să editaţi furnizorul de achiziţie de date pentru a face doar un singur furnizor, furnizorul preferat
ru_ru: Вы должны изменить данные о покупке поставщика, чтобы сделать только одного поставщика предпочтительным поставщиком
sq_al: ju duhet të modifikoni furnizuesi blerjen e të dhënave për të bërë vetëm një furnizues furnizuesit e preferuar
sv: Du bör redigera leverantören köpa data för att göra endast en leverantör bli den bästa leverantören
sw_ke: unapaswa hariri muuzaji wa kununua data ya kufanya muuzaji mmoja tu muuzaji wa preferred
tr_tr: Yalnızca tek bir tedarikçi tercih edilen tedarikçi olmak için veri alım tedarikçi düzenlemeniz gerekir
zh_hk: 只能有一个该物料的的首选供应商
zh_tw: 你必須編輯供應商採購資料來設定只有一個的首選供應商

source: There are NO preferred suppliers set up for
cs_cz: Tam jsou NO preferovaných dodavatelů nastavit pro
es_es: No hay proveedores preferidos para
hi_in: वहाँ कोई पसंदीदा के लिए स्थापित आपूर्तिकर्ताओं हैं
id_id: TIDAK ADA supplier pilihan yg diatur utk
it_it: NON ci sono fornitori preferiti istituito per
ko_kr: 에 대해 설정 NO 선호하는 공급 업체는 없습니다
mr_in: सेट नाही पसंत पुरवठादार आहेत
nl_nl: Er zijn GEEN voorkeursleveranciers gedefinieerd
pt_pt: Não há fornecedor preferencial config para
ro_ro: Nu există niciun furnizor preferat configurat pentru
ru_ru: Не задано предпочтительных поставщиков для
sq_al: Ka JO furnizuesit e preferuar ngritur për
sv: Det finns inga huvudleverantör angivna för
sw_ke: Hakuna wauzaji preferred kuanzisha
tr_tr: VARSAYILAN TEDARIKÇI TANIMI YOK
zh_hk: 没有设定首选供应商
zh_tw: 沒有設定首選供應商

source: you should make one supplier only the preferred supplier
cs_cz: měli byste se jednoho dodavatele pouze preferovaného dodavatele
es_es: deberá asiganar al menos un proveedor como preferido
hi_in: आप एक ही सप्लायर पसंदीदा सप्लायर बनाना चाहिए
id_id: Anda harus membuat hanya satu supplier sbg supplier pilihan
it_it: si dovrebbe fare un unico fornitore il fornitore preferito
ko_kr: 당신은 하나의 업체 만 선호하는 공급 업체를 확인해야합니다
mr_in: आपण एक पुरवठादार फक्त पसंतीचे पुरवठादार करावी
nl_nl: Bepaal slechts 1 voorkeursleverancier
pt_pt: Só pode haver um fornecedor preferêncial
ro_ro: tu ar trebui să facă doar un singur furnizor furnizorul preferat
ru_ru: Вы должны сделать только одного поставщика предпочтительным поставщиком
sq_al: ju duhet të bëjë një furnizues i vetëm furnizuesit e preferuar
sv: Du bör göra en leverantör bara den bästa leverantören
sw_ke: unapaswa kufanya moja wasambazaji tu muuzaji wa preferred
tr_tr: VARSAYILAN TEDARIKÇI OLARAK TEK BIR FIRMA SEÇILEBILIR
zh_hk: 你应该设定一个供应商为首选供应商
zh_tw: 你應該設定一個供應商為首選供應商

source: The supplier details for the selected supplier could not be retrieved because
cs_cz: Dodavatel údaje pro vybraného dodavatele se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles del proveedor seleccionado porque
hi_in: चयनित सप्लायर के लिए आपूर्तिकर्ता विवरण वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian supplier yg dipilih tdk dapat diambil karena
it_it: I dettagli fornitore per il fornitore selezionato non può essere recuperato, perché
ko_kr: 선택한 공급 업체에 대한 공급 업체 세부 사항 때문에 검색 할 수 없습니다
mr_in: निवडलेले पुरवठादार साठी पुरवठादार तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De leverancier details konden niet voor de geselecteerde leverancier worden opgevraagd omdat
pt_pt: Detalhes do fornecedor principal não puderam ser recuperados porque
ro_ro: Detaliile furnizor pentru furnizorul selectat nu a putut fi recuperate, deoarece
ru_ru: Невозможно получить данные о выбранном поставщике, потому
sq_al: Detajet e furnizues për furnizuesit e përzgjedhur nuk mund të shikohet, sepse
sv: Leverantörstransaktionerna för valda kriteria kunde inte hämtas eftersom
sw_ke: maelezo ya muuzaji kwa wasambazaji wa kuchaguliwa inaweza kuwa retrieved sababu
tr_tr: SEÇILEN TEDARIKÇI DETAYLARI GÖSTERILEMIYOR:
zh_hk: 找不到供应商信息，因为
zh_tw: 未能提取選取的供應商資, 因為

source: The supplier code
cs_cz: Dodavatel kód
es_es: El proveedor código
hi_in: आपूर्तिकर्ता कोड
id_id: Kode supplier
it_it: Il fornitore di codice
ko_kr: 공급 업체 코드
mr_in: पुरवठादार कोड
nl_nl: De leveranciers code
pt_pt: Cód no Fornec.
ro_ro: Furnizorului codul
ru_ru: Код поставщика
sq_al: Kodi i furnizuesit
sv: leverantörsnummeren
sw_ke: Kanuni wasambazaji
tr_tr: TEDARIKÇI KODU
zh_hk: 供应商编号
zh_tw: 供應商編碼
