Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The update of the security role failed because
cs_cz: Tato aktualizace zabezpečení se nezdařilo, protože role
es_es: No pudo actualizarse el Perfil de Seguridad porque
hi_in: सुरक्षा की भूमिका के अद्यतन क्योंकि विफल
id_id: Pembaruan posisi keamanan gagal karena
it_it: L&#39;aggiornamento del ruolo di protezione non è riuscita perché
ko_kr: 보안 역할의 업데이트를하기 때문에 실패
mr_in: कारण सुरक्षा भूमिका अद्यतन अयशस्वी
nl_nl: De authorisatie rol beschrijving wijziging mislukte omdat
pt_pt: atualização função segurançã falhou porque
ro_ro: Actualizare de rolul de securitate a eşuat pentru că
ru_ru: Обновление безопасности роли не удалось, так
sq_al: Update e rolin e sigurimit dështoi për shkak se
sv: Uppdateringen av säkerhetsrollen misslyckades eftersom
sw_ke: Update ya jukumu la usalama alishindwa kwa sababu
tr_tr: IZINLER GÜNCELLENEMEDI:
zh_hk: 更新职位失败, 因为
zh_tw: 更新安全身份失敗, 因為

source: The Security role was created.
cs_cz: Role zabezpečení byl vytvořen.
es_es: Se creó el Perfil de Seguridad.
hi_in: सुरक्षा भूमिका बनाया गया था.
id_id: Posisi Keamanan telah dibuat.
it_it: Il ruolo di sicurezza è stato creato.
ko_kr: 보안 역할이 만들어졌습니다.
mr_in: सुरक्षा भूमिका तयार केले.
nl_nl: De authorisatie rol is gemaakt
pt_pt: Função Segurança foi criada.
ro_ro: Rolul de securitate a fost creat.
ru_ru: Роль безопасности был создан.
sq_al: Roli Sigurimit u krijua.
sv: Säkerhetsrollen skapades.
sw_ke: jukumu la Usalama iliundwa.
tr_tr: YENI GÜVENLIK IZNI YARATILDI
zh_hk: 新建职位成功
zh_tw: 安全身份已產生

source: The addition of the page group access failed because
cs_cz: Vedle skupiny stránek, přístup selhal, protože
es_es: No se pudo añadir el acceso al grupo de páginas porque
hi_in: पृष्ठ का उपयोग समूह के अलावा क्योंकि विफल
id_id: Penambahan akses grup halaman gagal karena
it_it: L&#39;aggiunta del gruppo di pagine di accesso non è riuscita perché
ko_kr: 페이지 그룹 접속의 추가로 인해 실패한
mr_in: कारण पृष्ठ गट प्रवेश व्यतिरीक्त अयशस्वी
nl_nl: Toevoegen van de authorisatie groep pagina mislukte omdat
pt_pt: adic. acesso grupo página falhou porque
ro_ro: Adaosul de acces grupului de pagini a eşuat pentru că
ru_ru: Кроме того на этой странице доступ группе не удалось, так
sq_al: Shtimi i aksesit grupit faqe dështuar për shkak se
sv: Sidogruppsaccessen kunde inte läggas till eftersom
sw_ke: Aidha ya kupata ukurasa wa kundi alishindwa kwa sababu
tr_tr: SAYFA ERISIM IZNI EKLENEMEDI:
zh_hk: 新增职责失败, 因为
zh_tw: 新增頁組存取失敗, 因為

source: The page group access was added.
cs_cz: Skupiny stránek přístup byl přidán.
es_es: Se agregó el Acceso al Grupo de Páginas.
hi_in: पृष्ठ का उपयोग समूह जोड़ा गया है.
id_id: Akses grup halaman telah ditambah.
it_it: L&#39;accesso del gruppo di pagine è stato aggiunto.
ko_kr: 페이지 그룹 액세스 첨가 하였다.
mr_in: पृष्ठ गट प्रवेश समाविष्ट केला.
nl_nl: Authorisatie groep pagina toegevoegd
pt_pt: acesso a grupo de página adicionada.
ro_ro: Accesul grupului de pagini a fost adaugat.
ru_ru: Страницы доступа к группе был добавлен.
sq_al: Qasje faqe grup u shtua.
sv: Sidogruppsaccessen lades till
sw_ke: Ukurasa wa upatikanaji wa kundi alikuwa aliongeza.
tr_tr: SAYFA ERISIM IZNI EKLENDI
zh_hk: 职责已新增
zh_tw: 頁組存取已新增

source: The removal of this page-group access failed because
cs_cz: Odstranění této stránce-skupině přístup selhal, protože
es_es: No se pudo suprimir el acceso a este grupo de páginas porque
hi_in: इस पृष्ठ समूह का उपयोग हटाने के कारण विफल
id_id: Penghapusan akses grup-halaman ini gagal karena
it_it: La rimozione di questa pagina di accesso del gruppo non è riuscita perché
ko_kr: 이 페이지 그룹 액세스의 제거로 인해 실패한
mr_in: कारण हे पृष्ठ-गट प्रवेश काढण्याची अयशस्वी
nl_nl: Verwijderen van de authorisatie groep pagina mislukte omdat
pt_pt: remoção de grupo página falhou porque
ro_ro: Eliminarea acestui acces de grup de pagini a eşuat pentru că
ru_ru: Удаление этой страницы доступа к группе не удалось, так
sq_al: Heqjen e kësaj qasje-faqe grup dështuar për shkak se
sv: Denna sidogrupsaccess kunde inte tas bort eftersom
sw_ke: Kuondolewa kwa hii kupata Ukarasa-kundi alishindwa kwa sababu
tr_tr: SAYFA ERISIM IZNI KALDIRILAMADI:
zh_hk: 移除职责失败, 因为
zh_tw: 移除頁組存取失敗, 因為

source: This page-group access was removed.
cs_cz: Tato stránka-skupina přístup byl odstraněn.
es_es: Este acceso a la página del grupo se retiró.
hi_in: इस पृष्ठ समूह का उपयोग निकाल दिया गया.
id_id: Akses grup-halaman ini telah dihapus.
it_it: Questa pagina di accesso del gruppo è stato rimosso.
ko_kr: 이 페이지 그룹 액세스 제거 하였다.
mr_in: हे पृष्ठ-गट प्रवेश काढले.
nl_nl: Authorisatie groep pagina verwijderd
pt_pt: Este grupo página foi removido
ro_ro: Această pagină de acces-grup a fost eliminat.
ru_ru: Эта страница группы доступа была удалена.
sq_al: Kjo qasje-faqe grup u hoq.
sv: Denna sidogruppsaccess togs bort
sw_ke: kupata Ukurasa-kundi ilikuwa kuondolewa.
tr_tr: SAYFA ERISIM IZNI KALDIRILDI
zh_hk: 职责已移除
zh_tw: 這頁組存取已移除

source: Cannot delete this role because user accounts are setup using it
cs_cz: Nelze smazat tuto roli, protože uživatelské účty jsou nastaveny používat
es_es: No se pudo suprimir este Perfil porque hay cuentas de usuario que lo usan
hi_in: इस भूमिका को नष्ट क्योंकि उपयोगकर्ता खातों सेटअप कर रहे हैं इसे का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus posisi ini karena ada akun user menggunakannya
it_it: Impossibile eliminare questo ruolo perché gli account utente sono settati ad usarlo
ko_kr: 사용자 계정 설정을 사용하고 있기 때문에이 역할을 삭제할 수 없습니다
mr_in: वापरकर्ता खाती या भूमिका वापरून सेटअप आहेत म्हणून या भूमिका हटवू शकत नाही
nl_nl: Kan deze authorisatie rol niet verwijderen omdat er gebruikers voor zijn
pt_pt: Não pode remover Função porque há usuário utilizando-a
ro_ro: Nu se poate şterge acest rol, deoarece conturile de utilizator sunt setate folosind aceasta
ru_ru: Не удается удалить эту роль, потому что учетные записи пользователей могут быть сконфигурированы использования
sq_al: Nuk mund të fshini kete rol, sepse llogaritë e përdoruesve janë të setup duke e përdorur atë
sv: Kan inte radera rollen eftersom det finns användarkonton konfigurerade med den
sw_ke: Hawezi kufuta jukumu hili kwa sababu user akaunti ni kuanzisha kutumia
tr_tr: BU ROL SILINEMEZ, BAGLI KULLANICI HESAPLARI YARATILMIS
zh_hk: 不能删除此职位，已有用户在此职位上
zh_tw: 未能刪除這身份, 因為已有用戶帳戶使用

source: user accounts that have this security role setting
cs_cz: uživatelských účtů, které mají tento bezpečnostní role nastavení
es_es: Usuarios con este Perfil de Seguridad
hi_in: उपयोगकर्ता खातों कि इस सुरक्षा भूमिका स्थापित किया
id_id: akun user yg memiliki pengaturan posisi keamanan ini
it_it: account utente con questo ruolo impostazione di protezione
ko_kr: 이 보안 역할 설정이 사용자 계정
mr_in: हे सुरक्षा भूमिका सेटिंग आहे की वापरकर्ता खाती
nl_nl: Gerbuikers met deze authorisatie rol
pt_pt: contas usuário que tem config. função de segurança
ro_ro: conturile utilizatorilor care au acest rol setare de securitate
ru_ru: учетные записи пользователей, которые имеют эту роль настройки безопасности
sq_al: llogaritë përdorues që të ketë këtë rolin e sigurimit të përcaktimit të
sv: användarkonton som tillhär denna säkerhetsroll
sw_ke: user akaunti ambayo jukumu hili usalama kuweka
tr_tr: BAGLI HESAPLAR:
zh_hk: 个此职位上的用户
zh_tw: 這安全身份設定的用戶

source: security role has been deleted
cs_cz: bezpečnostní role byla smazána
es_es: El Perfil de Seguridad fue suprimido
hi_in: सुरक्षा भूमिका हटा दिया गया है
id_id: posisi keamanan telah dihapus
it_it: ruolo di protezione è stato soppresso
ko_kr: 보안 역할이 삭제되었습니다
mr_in: सुरक्षा भूमिका हटविला गेला आहे
nl_nl: Authorisatie rol is verwijderd
pt_pt: função segurança removida
ro_ro: rolul de securitate a fost şters
ru_ru: безопасность роль была удалена
sq_al: rolin e sigurimit është grisur
sv: säkerhetsroll har raderats
sw_ke: jukumu usalama imefutwa
tr_tr: GÜVENLIK IZNI SILINDI
zh_hk: 职位已删除
zh_tw: 安全角色已被刪除

source: Are you sure you wish to delete this role?
es_es: ¿Está seguro que desea suprimir este rol?
id_id: Apakah Anda yakin ingin menghapus posisi ini?
it_it: Sei sicuro di voler eliminare questo prezzo?
ko_kr: 당신은이 역할을 삭제할 확실합니까?
mr_in: आपण या भूमिका हटवू इच्छित खात्री आहे?
pt_pt: confirma remoção dFunção
zh_tw: 您確定要刪除這個角色？

source: Review Existing Roles
cs_cz: Přezkumu stávající úlohu
es_es: Revisar perfiles existentes
hi_in: समीक्षा मौजूदा भूमिकाओं
id_id: Lihat Semua Posisi
it_it: Ruoli revisione esistente
ko_kr: 기존 역할 검토
mr_in: अस्तित्वातील भूमिका पुनरावलोकन
nl_nl: Bekijk bestaande authorisatie rollen
pt_pt: Rever Funções Existentes
ro_ro: Review Roluri existente
ru_ru: Обзор существующих ролей
sq_al: Rolet Review Ekzistuese
sv: Visa existerande roller
sw_ke: Mapitio zilizopo Wajibu
tr_tr: MEVCUT ROLLERI INCELE
zh_hk: 查看现有职位
zh_tw: 檢視現有使用者權限

source: The selected role is no longer available.
cs_cz: Vybrané roli již není k dispozici.
es_es: EL Perfil seleccionado ya no existe.
hi_in: चयनित भूमिका अब उपलब्ध नहीं है.
id_id: Posisi yg dipilih sdh tdk ada lagi.
it_it: Il ruolo selezionato non è più disponibile.
ko_kr: 선택한 역할은 더 이상 사용할 수 없습니다.
mr_in: निवडलेले भूमिका आता उपलब्ध नाही.
nl_nl: Geselecteerde authorisatie rol is niet langer beschikbaar
pt_pt: A função selecionado não está disponível
ro_ro: Rolul selectat nu mai este disponibil.
ru_ru: Выбранной роли больше не доступна.
sq_al: Rolin e zgjedhur nuk është më në dispozicion.
sv: Den valda rollen är inte längre tillgänglig
sw_ke: Jukumu kuchaguliwa tena zaidi.
tr_tr: SEÇILMIS ROL/IZIN ARTIK MEVCUT DEGIL
zh_hk: 选择的职位不存在
zh_tw: 選取的身份不再存在

source: Enter Role
cs_cz: Zadejte Role
es_es: Introducir Perfil
hi_in: भूमिका दर्ज
id_id: Masukkan Posisi
it_it: Inserisci Ruolo
ko_kr: 역할을 입력
mr_in: भूमिका प्रविष्ट करा
nl_nl: Voer authorisatie rol in
pt_pt: Informe Função
ro_ro: Introduceţi Rolul
ru_ru: Введите Роль
sq_al: Enter Roli
sv: Skapa roll
sw_ke: Kuingia Wajibu
tr_tr: ROL/IZIN GIRISI
zh_hk: 输入职位
zh_tw: 新建使用者權限

source: Assigned Security Tokens
cs_cz: Účelově tokeny zabezpečení
es_es: Fichas de seguridad asignadas
hi_in: नियत सुरक्षा टोकन
id_id: Token Keamanan yg Ditetapkan
it_it: Token di sicurezza con destinazione
ko_kr: 할당 된 보안 토큰
mr_in: नियुक्त सुरक्षा टोकन
nl_nl: Wijs authorisaties toe
pt_pt: Assinalar Tokens Segurança
ro_ro: Jetoanele alocate de securitate
ru_ru: Назначенный маркеров безопасности
sq_al: Argumentet Assigned Siguri
sv: Tilldelade säkerhetstoken
sw_ke: Kupewa Usalama ishara
tr_tr: ILISIKLI GÜVENLIK GRUPLARI
zh_hk: 已经分配的职责
zh_tw: 已授權的職能/角色

source: Available Security Tokens
cs_cz: Dostupné bezpečnostní tokeny
es_es: Fichas de seguridad disponibles
hi_in: उपलब्ध सुरक्षा टोकन
id_id: Token Keamanan yg Ada
it_it: Disponibile Security Token
ko_kr: 사용 가능한 보안 토큰
mr_in: उपलब्ध सुरक्षा टोकन
nl_nl: Beschikbare authorisaties
pt_pt: Tokens Segurança Dispon.
ro_ro: Disponibil de securitate token
ru_ru: Жетоны Доступные безопасности
sq_al: Argumentet e Sigurimit Available
sv: Tillgängliga säkerhetstoken
sw_ke: Inapatikana Usalama ishara
tr_tr: MEVCUT GÜVENLIK GRUPLARI
zh_hk: 可供分配的职责
zh_tw: 可用的職責

source: Are you sure you wish to delete this security token from this role?
es_es: ¿Está seguro que desea suprimir este testigo de seguridad de este rol?
id_id: Apakah Anda yakin ingin menghapus token keamanan ini dari posisi ini?
it_it: Sei sicuro di voler eliminare questo token di sicurezza da questo ruolo?
ko_kr: 이 역할에서이 보안 토큰을 삭제하려면 확실합니까?
mr_in: आपण या भूमिका पासून या सुरक्षा टोकन हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção token segurança
zh_tw: 你確定想從這個角色中刪除此安全認證？

source: Users Maintenance
es_es: Administrar usuarios
ko_kr: 사용자 유지 보수
mr_in: वापरकर्ते देखभाल
pt_pt: Manutenção Usuário
zh_tw: 使用者設定/維護

source: Utilities
es_es: Utilidades
id_id: Fasilitas
ko_kr: 유틸리티
mr_in: सोयी सुविधा
pt_pt: Utilit.
zh_tw: 工具箱

source: Latin Western Languages
cs_cz: Latin západních jazyků
es_es: Idiomas occidentales latinos
hi_in: लैटिन पश्चिमी भाषाएँ
id_id: Bahasa latin Barat
it_it: Latin Lingue occidentali
ko_kr: 라틴어 서양 언어
mr_in: लॅटिन पाश्चात्य भाषा
nl_nl: Latijns-westerse talen
pt_pt: Línguas Latinas Ocident.
ro_ro: Latină Limbi de Vest
ru_ru: Латинские Западные Языки
sq_al: Gjuhët latine perëndimore
sv: Västerlänska språk (Latin)
sw_ke: Latin Magharibi Lugha
tr_tr: Latin Batı Dilleri
zh_hk: 拉丁西方语言
zh_tw: 拉丁西方語言

source: Eastern European Russian Japanese Korean Vietnamese Hebrew Arabic Thai
es_es: Europa del Este Ruso Japonés Coreano Vietnamita Árabe Hebreo Tailandés
id_id: Eropa Timur Rusia Jepang Korea Vietnam Ibrani Arab Thailand
it_it: Europa orientale, Russo, Giapponese, Coreano, Vietnamita, Ebraico, Arabo,Thailandese
ko_kr: 동유럽 러시아의 일본어 베트남어 히브리어 아랍어 타이어
mr_in: इस्टर्न युरोपियन रशियन जपानी कोरियन व्हिएतनामी हिब्रू अरबी थाई
pt_pt: Leste Europeu, Oriente, Russo, Japonês, Hebraico, Arábico, Thai
zh_tw: 東歐俄羅斯日本韓國越南希伯來語和阿拉伯語泰國

source: The demonstration user called demo cannot be modified.
es_es: El usuario de demostración llamado entro de una demo no puede modificarse.
ko_kr: 데모라는 데모 사용자가 수정할 수 없습니다.
mr_in: डेमो म्हणतात प्रात्यक्षिक वापरकर्ता सुधारित केले जाऊ शकत नाही.
pt_pt: Usuário de Demonstração não pode ser modificado
zh_tw: 演示用戶不能修改稱演示的帳號

source: The user ID
es_es: ID del Usuario
id_id: ID user
ko_kr: 사용자 ID
mr_in: वापरकर्ता आयडी
pt_pt: ID do usuário
zh_tw: 用戶 ID

source: already exists and cannot be used again
es_es: Ya existe y no puede usarse de nuevo
id_id: sdh ada dan tdk dapat digunakan lagi
ko_kr: 이미 존재하고 다시 사용될 수 없다
mr_in: आधीच अस्तित्वात आहे आणि पुन्हा वापरले जाऊ शकत नाही
pt_pt: Já existe e não pode ser usado novamente
zh_tw: 已經存在，並且不能被再次使用

source: The selected user record has been updated
cs_cz: Vybraný uživatel Záznam byl aktualizován
es_es: El usuario ha sido actualizado
hi_in: चयनित उपयोगकर्ता रिकॉर्ड अद्यतन किया गया है
id_id: Data user yg dipilih telah diperbarui
it_it: Il record utente selezionato è stato aggiornato
ko_kr: 선택한 사용자 레코드가 업데이트되었습니다
mr_in: निवडलेले वापरकर्ता रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: Geselecteerde gebruiker is gewijzigd
pt_pt: Registro de usuário foi atualizado
ro_ro: Record de utilizator selectat a fost actualizat
ru_ru: Запись о выбранном пользователе обновлена
sq_al: Të dhënat e përdoruesit e zgjedhur është përditësuar
sv: Den valda användarposten har uppdaterats
sw_ke: Rekodi ya kuchaguliwa user imekuwa updated
tr_tr: KULLANICI KAYDI GÜNCELLENDI
zh_hk: 选取的用户记录已更新
zh_tw: 選取的用戶記錄已更新

source: A new user record has been inserted
cs_cz: Nový uživatel záznam byl vložen
es_es: El nuevo usuario a sido insertado
hi_in: नया उपभोक्ता रिकॉर्ड डाला गया है
id_id: Data user baru telah dimasukkan
it_it: Un record nuovo utente è stato inserito
ko_kr: 새로운 사용자 레코드가 삽입 된
mr_in: नविन उपयोक्ता रेकॉर्ड समाविष्ट केले गेले आहे
nl_nl: Nieuwe gebruiker is toegevoegd
pt_pt: Registro de usuário foi inserido
ro_ro: Un nou record de utilizator a fost introdus
ru_ru: Запись о новом пользователе добавлена
sq_al: Një rekord i ri i përdoruesit është futur
sv: En ny användarpost har infogats
sw_ke: A rekodi mpya user imekuwa kuingizwa
tr_tr: YENI KULLANICI KAYDI EKLENDI
zh_hk: 新用户记录已插入
zh_tw: 新用戶記錄已插入

source: The default user locations could not be processed because
ko_kr: 기본 사용자 위치 때문에 처리 할 수​​ 없습니다
zh_tw: 預設用戶位置不能處理，因為

source: The demonstration user called demo cannot be deleted
ko_kr: 데모라는 데모 사용자는 삭제할 수 없습니다
mr_in: डेमो म्हणतात प्रात्यक्षिक वापरकर्ता हटविला जाऊ शकत नाही
pt_pt: O usuário de Demonstração não pode ser modificado
zh_tw: 演示用戶不能刪除稱演示的帳號

source: Cannot delete user as entries already exist in the audit trail
cs_cz: Nelze smazat uživatele, zápisy již existují v auditu
es_es: No se puede suprimir el usuario mientras existen entradas en la auditoría
hi_in: उपयोक्ता मिटाने के रूप में प्रविष्टि पहले से लेखापरीक्षा निशान में मौजूद नहीं कर सकते
id_id: Tdk dapat menghapus user karena sdh tercatat di jejak audit
it_it: Non è possibile eliminare l&#39;utente, come le voci già esistenti nella pista di controllo
ko_kr: 항목이 이미 감사 추적에 존재하는 사용자를 삭제할 수 없습니다
mr_in: नोंदी आधीच ऑडिट ट्रेल मध्ये अस्तित्वात म्हणून वापरकर्ता हटवणे शक्य नाही
nl_nl: Gebruiker kan niet worden verwijderd als die al een historie heeft
pt_pt: Não pode remover usuário poque já existem entradas no log auditoria rastreabilidade
ro_ro: Nu se poate şterge ca intrări de utilizator există deja în pista de audit
ru_ru: Не удается удалить пользователя так как уже существуют записи аудита
sq_al: Nuk mund të fshini përdorues si të hyra tashmë ekzistojnë në gjurmë të auditimit
sv: Kan inte ta bort användaren eftersom det redan finns revisionsposter
sw_ke: Hawezi kufuta user kama entries tayari zipo katika uchaguzi ya ukaguzi wa hesabu
tr_tr: girişleri zaten denetim izi var gibi kullanıcı silinemiyor
zh_hk: 无法删除用户，由于此用户已经存在在审核跟踪记录中
zh_tw: 無法刪除，該用戶已存在審計跟踪的檔案中..

source: The Location - User could not be deleted because
ko_kr: 위치 - 사용자가 있기 때문에 삭제할 수 없습니다
zh_tw: 這位置-用戶不能刪除, 因為

source: The User could not be deleted because
cs_cz: Uživatel by neměl být odstraněny, protože
es_es: No se pudo suprimir el Usuario porque
hi_in: प्रयोक्ता क्योंकि मिटाया नहीं जा सकता
id_id: User tdk dapat dihapus karena
it_it: perchè
ko_kr: 사용자가 있기 때문에 삭제할 수 없습니다
mr_in: वापरकर्ता हटवणे शक्य नाही कारण
nl_nl: Gebruiker kon niet worden verwijderd omdat
pt_pt: Usuário não pode ser removido porque
ro_ro: Utilizatorul nu a putut fi şterse deoarece
ru_ru: Пользоватль не может быть удален, так как
sq_al: Përdoruesi nuk mund të fshihet sepse
sv: Användaren kunde inte tas bort eftersom
sw_ke: User hakuweza kufutwa kwa sababu
tr_tr: KULLANICI SILINEMEDI, ÇÜNKÜ:
zh_hk: 用户不能删除, 因为
zh_tw: 用戶不能刪除, 因為

source: User Deleted
cs_cz: Uživatel vypouští
es_es: Usuario borrado
hi_in: उपयोगकर्ता हटाए गए
id_id: User telah Dihapus
it_it: Utente eliminato
ko_kr: 사용자 삭제
mr_in: हटविलेला वापरकर्ता
nl_nl: Gebruiker verwijderd
pt_pt: Usuário Removido
ro_ro: Utilizator şters
ru_ru: Пользователь удалён
sq_al: Përdoruesi u Fshi
sv: Användaren raderad
sw_ke: Deleted user
tr_tr: KULLANICI SILINDI
zh_hk: 用户已删除
zh_tw: 用戶已刪除

source: Last Visit
cs_cz: Poslední návštěva
es_es: Última Sesión
hi_in: यात्रा पिछले
id_id: Kunjungan Terakhir
it_it: Ultima Visita
ko_kr: 최근 방문
mr_in: अंतिम भेट
nl_nl: Laatste bezoek
pt_pt: Últ. Visita
ro_ro: Ultima vizită
ru_ru: Послений визит
sq_al: Vizitoni fundit
sv: Senaste besök
sw_ke: Ziara ya mwisho
tr_tr: SON ZIYARET
zh_hk: 上次登录日期
zh_tw: 上次登錄

source: Security Role
cs_cz: Role zabezpečení
es_es: Perfil de Seguridad
hi_in: सुरक्षा की भूमिका
id_id: Posisi Keamanan
it_it: Sicurezza Ruolo
ko_kr: 보안 역할
mr_in: सुरक्षा भूमिका
nl_nl: Authorisatie rol
pt_pt: Regra Seg.
ro_ro: Rolul de securitate
ru_ru: Роль безопасности
sq_al: Sigurisë Roli
sv: Säkerhetsroll
sw_ke: Wajibu wa usalama
tr_tr: Güvenlik Rolü
zh_hk: 安全角色
zh_tw: 權限角色

source: Report Size
cs_cz: Velikost zprávy
es_es: Tamaño del Informe
hi_in: रिपोर्ट का आकार
id_id: Ukuran Laporan
it_it: Resoconto dimensione
ko_kr: 보고서 크기
mr_in: अहवाल आकार
nl_nl: Rapportage omvang
pt_pt: Tamanho Relatório
ro_ro: Raport Size
ru_ru: Размер отчета
sq_al: Size Report
sv: Rapport storlek
sw_ke: Ripoti Ukubwa
tr_tr: RAPOR SAYFASI
zh_hk: 默认报表纸型
zh_tw: 報表大小

source: Are you sure you wish to delete this user?
es_es: ¿Está seguro que desea suprimir este usuario?
id_id: Apakah Anda yakin ingin menghapus user ini?
ko_kr: 이 사용자를 삭제하려면 확실합니까?
mr_in: आपण या वापरकर्त्यास हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste usuário
zh_tw: 是否確定要刪除這位使用者?

source: Review Existing Users
cs_cz: Stávající uživatelé recenze
es_es: Revisar usuarios existentes
hi_in: समीक्षा मौजूदा उपयोगकर्ता
id_id: Lihat Semua User
it_it: Utenti revisione esistente
ko_kr: 기존 사용자를 검토
mr_in: विद्यमान वापरकर्त्यांना पुनरावलोकन
nl_nl: Bekijk bestaande gebruikers
pt_pt: Rever Usuários Existentes
ro_ro: Review utilizatori existenţi
ru_ru: Просмотреть существующих пользователей
sq_al: Përdoruesit Review Ekzistuese
sv: Uppdatera existerande användare
sw_ke: Mapitio zilizopo Watumiaji
tr_tr: MEVCUT KULLANICILAR
zh_hk: 查看现有用户
zh_tw: 檢視現有用戶

source: User code
cs_cz: Uživatelský kód
es_es: Código de usuario
hi_in: उपयोगकर्ता कोड
id_id: Kode user
it_it: Codice utente
ko_kr: 사용자 코드
mr_in: वापरकर्ता कोड
nl_nl: Gebruiker code
pt_pt: Código Usuário
ro_ro: Codul de utilizator
ru_ru: Код пользователя
sq_al: Kodi User
sv: Användarkod
tr_tr: KULLANICI KODU
zh_hk: 用户名
zh_tw: 用戶編碼

source: At least 4 characters
es_es: Por lo menos 4 caracteres
ko_kr: 4 자 이상
mr_in: किमान 4 वर्ण
pt_pt: Ao menos 4 caracteres
zh_tw: 至少4個字符

source: Please input not less than 4 characters and canot be admin or contains illegal characters
ko_kr: 4 자 이상 입력하세요 및 관리 할 수​​ canot 또는 잘못된 문자가 포함되어
zh_tw: 請輸入不少於4個字符，不能是admin或包含非法字符

source: At least 5 characters
es_es: Por lo menos 5 caracteres
ko_kr: 적어도 5 자
mr_in: किमान 5 वर्ण
pt_pt: Pelo menos 5 caracteres
zh_tw: 至少5個字符

source: Passwords must be 5 characters or more and cannot same as the users id. A mix of upper and lower case and some non-alphanumeric characters are recommended.
ko_kr: 암호는 5 자 이상이어야하며 사용자 ID와 동일 할 수 없습니다해야합니다. 상부 및 하부 케이스와 일부 영숫자가 아닌 문자의 혼합을 권장합니다.
mr_in: संकेतशब्द 5 वर्ण किंवा अधिक आणि वापरकर्त्यांना आयडी म्हणून करू शकता समान नाही असणे आवश्यक आहे. वरच्या व लोवर आणि काही नॉन आकडे, अक्षर मिश्रण शिफारस केली जाते.
pt_pt: Senhas devem ter ao menos 5 caract. e não podem ser igual ao ID. Um mix de maiúscula e minúscula e se possível algum caracter especial.
zh_tw: 密碼必須是5個或更多字符，不能相同的用戶ID。建議使用大寫和小寫和一些非字母數字字符的組合。

source: e.g. user@domain.com
ko_kr: 예를 들어, user@domain.com
mr_in: उदा. user@domain.com
pt_pt: ex: usuario@dobrasil.com.br
zh_tw: 例如user@domain.com

source: A valid email address is required
es_es: Se requiere una dirección de correo-e válida
ko_kr: 유효한 이메일 주소가 필요합니다
mr_in: एक वैध ईमेल पत्ता आवश्यक आहे
pt_pt: O endereço do correio eletrônico deve estar correto
zh_tw: 必需是一個有效的電子郵件地址

source: User Can Create Tenders
es_es: El usuario puede crear licitaciones
id_id: User Dapat Membuat Tender
ko_kr: 사용자는 헬멧을 만들 수 있습니다
mr_in: वापरकर्ता निविदा तयार करू शकता
pt_pt: Usuário pode Criar Oferta
zh_tw: 使用者可以新建詢價單

source: If this user login is to be associated with a customer account, enter the customer account code
ko_kr: 이 사용자 로그인은 고객 계정과 연관 될 경우, 고객의 계정 번호를 입력
mr_in: या वापरकर्त्याने लॉगिन ग्राहक खात्याशी संबद्ध असेल तर, ग्राहक खाते कोड प्रविष्ट
pt_pt: Se esse login será associado com conta de cliente, informe o código do cliente
zh_tw: 如果該用戶登錄是要與客戶帳戶相關聯，進入客戶帳戶代碼

source: If this user login is to be associated with a customer account a valid branch for the customer account must be entered.
ko_kr: 이 사용자의 로그인이 고객 계정과 연결하는 경우 고객 계정에 대한 올바른 분기를 입력해야합니다.
mr_in: या वापरकर्त्याने लॉगिन ग्राहक खात्याशी संबद्ध असेल तर ग्राहक खात्यासाठी एक वैध शाखा प्रविष्ट करणे आवश्यक आहे.
pt_pt: Se o login desse usuário está associado com uma conta de cliente válida deve haver uma sucursal válida
zh_tw: 如果該用戶登錄是要與客戶帳戶相關聯的客戶帳戶有效的分行必須輸入。

source: Restrict to Sales Person
cs_cz: Omezují Prodejce
es_es: Restringir al Vendedor
hi_in: बिक्री व्यक्ति को प्रतिबंधित करें
id_id: Batasi ke Salesman
it_it: Limitare l&#39;addetto alle vendite
ko_kr: 판매 사람에게 제한
mr_in: विक्री व्यक्तीस प्रतिबंधित
nl_nl: Te beperken tot Sales Person
pt_pt: Restrito a Vendedores
ro_ro: Limiteze la Persoana de vânzări
ru_ru: Ограничить менеджера по продажам
sq_al: Ndaloj me Sales Person
sv: Endast för säljare
sw_ke: Saka Mtu Sales
tr_tr: Satış Kişi sınırlayın
zh_hk: 限于销售员:
zh_tw: 限銷售人員

source: Not a salesperson only login
cs_cz: Ne pouze přihlášení prodejce
es_es: No es un ingreso de sólo un vendedor
hi_in: नहीं एक विक्रेता केवल लॉगिन
id_id: Bukan hanya login salesman
it_it: Non solo un venditore di login
ko_kr: 아니 영업 사원 만 로그인
mr_in: नाही salesperson फक्त लॉगिन
nl_nl: Niet een verkoper slechts login
pt_pt: Login Não só de vendedores
ro_ro: Nu este un agent de vanzari autentificare numai
ru_ru: Не продавца только Войти
sq_al: Jo një shitës vetëm hyrje me emrin përkatës
sv: Ej säljare endast login
sw_ke: Salesperson si tu login
tr_tr: Değil, bir satış elemanı sadece giriş
zh_hk: 非仅限于销售人员登入:
zh_tw: 非僅限于銷售人員登錄

source: Display Dashboard after Login
es_es: Mostrar cuadro de indicadores al iniciar sesión
ko_kr: 로그인 후 표시 대시 보드
zh_tw: 登錄後顯示儀表板
