Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Please reconfirm that the order and the freight charges are acceptable and then confirm the order again if OK
cs_cz: Prosím potvrdit, že objednávka a přepravní poplatky jsou přijatelné a pak potvrzení objednávky, bude-li na tlačítko OK
es_es: Por favor, vuelva a confirmar que el pedido y los cargos de transporte son aceptables y entonces confirme el pedido otra vez si es Correcto
hi_in: reconfirm कि आदेश और माल ढुलाई प्रभार स्वीकार्य हैं और तब आदेश फिर से पुष्टि करें ठीक है अगर
id_id: Silahkan mengkonfirmasi-ulg order dan biaya pengiriman dapat diterima kemudian konfirmasikan order kembali jika OK
it_it: Confermare nuovamente che l'ordine e il costo della spedizione sono corretti e poi riconfermare l'ordine
ko_kr: 순서와 운임이 허용되는 것을 재확인 한 후 다시 경우 순서를 확인하시기 바랍니다 확인
mr_in: ऑर्डर आणि वाहतुक खर्च स्वीकार्य आहे की reconfirm आणि जर नंतर पुन्हा ऑर्डर पुष्टी करा ओके
nl_nl: Herbevestig dat de orer en de vrachtkosten correct zijn
pt_pt: Reconfirme Pedido de Venda e Custos de Frete e confirme se OK
ro_ro: Vă rugăm să reconfirmaţi că ordinea şi taxele de transport sunt acceptabile şi apoi confirmaţi comanda din nou în cazul în care OK
ru_ru: Пожалуйста, подтвердите, что расходы на заказ и на транспорт являются приемлемыми, а затем подтвердите заказ снова, если ОК
sq_al: Ju lutemi të rikonfirmoj se rendit dhe akuzat e mallrave janë të pranueshme dhe më pas të konfirmuar që përsëri nëse OK
sv: Godkänn ordern och fraktkostnader. Fortsätt sedan med ordern
sw_ke: Tafadhali kuthibitisha kuwa na utaratibu na mashtaka ya usafirishaji ni kukubalika na kisha kuthibitisha ili tena kama OK
tr_tr: LÜTFEN SIPARIS DETAYARI VE NAKLIYE MALIYETINI INCELEYINIZ VE EMIN ISENIZ SIPARISI ONAYLAYINIZ
zh_hk: 请再次确认订单及运费是否可接受, 如无问题请再次确认订单
zh_tw: 請再次確認訂單及運費是否正確, 如無問題請按[確認訂單]

source: The new freight cost is
cs_cz: Nových přepravních nákladů je
es_es: El nuevo costo de transporte es
hi_in: नए माल की लागत है
id_id: Biaya pengiriman yg baru adalah
it_it: Il nuovo costo di spedizione è
ko_kr: 새로운화물 비용은
mr_in: नवीन वाहतुक खर्च आहे
nl_nl: De nieuwe vrachtkosten zijn
pt_pt: O novo custo frete é
ro_ro: Costul de transport nou este
ru_ru: Новая стоимость фрахта
sq_al: Kostoja e re mallrave është
sv: Den nya fraktkostnaden är ogiltig.
sw_ke: Mpya ya mizigo gharama ni
tr_tr: YENI NAKLIYE MALIYETI
zh_hk: 新运费是
zh_tw: 新的貨運費是

source: and the previously calculated freight cost was
cs_cz: a dříve vypočtené náklady na dopravu byl
es_es: y el costo de transporte calculado previamente fue
hi_in: और पहले से गणना की माल ढुलाई लागत था
id_id: dan biaya pengiriman yg dihitung sebelumnya adalah
it_it: mentre i costi di spedizione calcolati in precedenza erano
ko_kr: 그리고 이전에 계산 된화물 운송 비용이었다
mr_in: आणि पूर्वी गणना वाहतुक खर्च होते
nl_nl: de vorige berekende vrachtkosten waren
pt_pt: e o custo anterior do frete era
ro_ro: şi costul de transport calculate anterior a fost
ru_ru: ранее подсчитанная стоимость фрахта
sq_al: dhe Shpenzimet e llogaritura paraprakisht mallrave ishte
sv: och den tidigare beräknade fraktkostnaden var
sw_ke: na hapo awali gharama ilikuwa imekadiriwa mizigo
tr_tr: ÖNCEKI NAKLIYE MALIYETI:
zh_hk: 之前计算的运费是
zh_tw: 之前計算的貨運費是

source: The customer terms cannot be determined
cs_cz: Zákazník termíny nelze určit
es_es: No se puede determinar las condiciones del cliente
hi_in: ग्राहक नियम निर्धारित नहीं किया जा सकता
id_id: Syarat-syarat customer tdk dapat ditentukan
it_it: Non è stato possibile individuare il cliente
ko_kr: 고객의 용어는 판별 할 수 없습니다
mr_in: ग्राहक अटी निर्धारित करणे शक्य नाही
nl_nl: De condities voor de klant kunnen niet worden vastgesteld
pt_pt: Condição pagto cliente indeterminada
ro_ro: Termeni clientul nu poate fi stabilită
ru_ru: Сроки поставщика не могут быть определены
sq_al: Termat e konsumatorit nuk mund të përcaktohet
sv: Kundvillkoren kan inte bestämmas
sw_ke: masharti ya mteja hawezi kuwa amedhamiria
tr_tr: MÜSTERI VADELERI BELIRLENEMEDI
zh_hk: 客户付款条件有误
zh_tw: 未能判定客戶條件

source: This order cannot be processed because
cs_cz: Toto pořadí nelze zpracovat, protože
es_es: Este pedido no puede ser procesado porque
hi_in: इस क्रम क्योंकि संसाधित नहीं किया जा सकता है
id_id: Order ini tdk dapat diproses karena
it_it: Non è stato possibile processare l'ordine perchè
ko_kr: 이 순서는 때문에 처리 할 수​​ 없습니다
mr_in: ही ऑर्डर प्रक्रिया करणे शक्य नाही कारण
nl_nl: Deze order kan niet worden verwerkt omdat
pt_pt: Este pedido não pode ser processado porque
ro_ro: Acest ordin nu pot fi procesate, deoarece
ru_ru: Заказ не может быть обработан, так как
sq_al: Kjo mënyrë nuk mund të jenë të përpunuara për shkak se
sv: Beställningen kan inte genomföras eftersom
sw_ke: utaratibu huu unaweza kuwa kusindika kwa sababu
tr_tr: BU SIPARIS ISLENEMEDI:
zh_hk: 订单未能执行, 因为
zh_tw: 訂單未能執行, 因為

source: SQL used to find the customer terms
cs_cz: SQL slouží k vyhledání zákazníka termíny
es_es: SQL usado para encontrar los términos (condiciones) del cliente
hi_in: एसक्यूएल को ग्राहक शब्दों खोजने के लिए इस्तेमाल
id_id: SQL yg digunakan utk mengambil syarat customer adalah
it_it: SQL utilizzata per trovare le condizioni cliente
ko_kr: SQL은 고객의 용어를 찾는 데 사용
mr_in: SQL ग्राहक अटी मिळवण्यासाठी वापरले
nl_nl: SQL die gebruikt is om klant voorwaarden te vinden
pt_pt: SQL usado para localizar cond. pagto cliente
ro_ro: SQL utilizată pentru a găsi termenii client
ru_ru: SQL поиска условий клиента
sq_al: SQL të përdorura për të gjetur kushtet e konsumatorit
sv: Den SQL som användes var
sw_ke: SQL kutumika kupata masharti ya mteja
tr_tr: SQL müşteri koşullarını bulmak için kullanılan
zh_hk: 用作查找客户条款的SQL是
zh_tw: SQL用來尋找客戶條件

source: Quotation Number
cs_cz: Citát číslo
es_es: Número de cotización
hi_in: उद्धरण संख्या
id_id: Nomor Penawaran
it_it: Numero citazione
ko_kr: 견적 번호
mr_in: कोटेशन क्रमांक
nl_nl: Nummer van de offerte
pt_pt: Cotação Número
ro_ro: Cotatia Număr
ru_ru: Номер цитаты
sq_al: Citat Numri
sv: Offertnummer
sw_ke: Idadi quotation
tr_tr: TEKLIF NO
zh_hk: 报价单编号
zh_tw: 報價單編號

source: Print packing slip
cs_cz: Tisk dodacího listu
es_es: Imprimir hoja de embalaje
hi_in: प्रिंट पैकिंग पर्ची
id_id: Cetak surat jalan
it_it: Stampa la bolla di consegna
ko_kr: 인쇄 포장 명세서
mr_in: प्रिंट पॅकिंग स्लिप
nl_nl: Afdrukken Picking List
pt_pt: Imprimir Lista Separação
ro_ro: Bonul de imprimare
ru_ru: Печтатать упаковочный лист
sq_al: shqip Print paketim
sv: Skriv ut packlista
sw_ke: Magazeti Ufungashaji kuingizwa
tr_tr: PAKETLEME FÖYÜ YAZDIR
zh_hk: 打印装箱单
zh_tw: 列印包裝紙

source: Preprinted stationery
cs_cz: Předtištěný papírnictví
es_es: Papelería preimpresa
hi_in: स्टेशनरी preprinted
id_id: Kertas Cetakan
it_it: Modulo prestampato
ko_kr: 미리 인쇄 된 문구
mr_in: Preprinted स्टेशनरी
nl_nl: Voorbedrukt papier
pt_pt: ReImprimir na Estação
ro_ro: Pretipărită papetărie
ru_ru: Предварительно подготовленная бумага
sq_al: Preprinted shkrimi
sv: Förtryckta papper
sw_ke: Preprinted vifaa vya
tr_tr: HAZIR BASKI SABLONU
zh_hk: 套打
zh_tw: 套印

source: Laser
es_es: Láser
hi_in: लेज़र
ko_kr: 레이저
mr_in: अंशा किरणांचा
ru_ru: Лазер
sq_al: Lazer
tr_tr: LAZER YAZICI
zh_hk: 非套打
zh_tw: A4列印

source: Confirm Dispatch and Produce Invoice
cs_cz: Potvrdit Expedice a faktury Vytvořit
es_es: Confirmar entrega y generar factura
hi_in: की पुष्टि डिस्पैच और चालान निर्माण
id_id: Konfirmasi Pengiriman dan Buat Faktur
it_it: Conferma di spedizione fattura e dei Prodotti
ko_kr: 파견을 확인하고 송장을 생산
mr_in: डिस्पॅच पुष्टी आणि चलन उत्पन्न
nl_nl: Bevestig levering en maak factuur
pt_pt: Confirmar Despacho e Gerar Pedido
ro_ro: Confirmaţi Dispecerat şi Produce facturii
ru_ru: Подтвердить отправку и выставит счет
sq_al: Confirm Dërgimi dhe Prodhimi Faturë
sv: Bekröfta leveranser och skapa faktura
sw_ke: Kuthibitisha Dispatch na Produce ankara
tr_tr: Sevk onayı ve Fatura üretin
zh_hk: 对销售订单发运及开发票
zh_tw: 對銷售訂單發出貨單及開發票

source: Print Quotation (Landscape)
es_es: Imprimir cotización (horizontal)
id_id: Cetak Penawaran (Horisontal)
ko_kr: 인쇄 견적 (가로)
mr_in: प्रिंट कोटेशन (लँडस्केप)
pt_pt: Imprimir Cotação (Paisagem)
zh_tw: 打印報價（風景）

source: Print Quotation (Portrait)
es_es: Imprimir cotización (vertical)
id_id: Cetak Penawaran (Vertikal)
ko_kr: 인쇄 견적 (세로)
mr_in: प्रिंट कोटेशन (पोट्रेट)
pt_pt: Imprimir Cotação (Retrato)
zh_tw: 打印報價（人像）

source: Add Another Sales Order
cs_cz: Přidat další prodejní objednávky
es_es: Añadir otra orden de venta
hi_in: एक और बिक्री आदेश जोड़ें
id_id: Tambahkan lainnya Order Penjualan
it_it: Aggiungi un altro ordine di vendita
ko_kr: 또 다른 판매 추가 주문
mr_in: अन्य जोडा विक्री ऑर्डर
nl_nl: Nog een klantorder
pt_pt: Adic. Outro Pedido Venda
ro_ro: Adăugaţi o altă comandă de vânzări
ru_ru: Добавить еще один заказ на продажу
sq_al: Shto Një tjetër Rendit Sales
sv: Lägg till en kundorder
sw_ke: Kuongeza mwingine Order Sales
tr_tr: Başka Satış Sipariş ekle
zh_hk: 增加其他销售订单
zh_tw: 新增其他銷售訂單

source: Thank you for your business
cs_cz: Děkuji vám za vaše podnikání
es_es: Gracias por su negocio
hi_in: आप अपने व्यापार के लिए धन्यवाद
id_id: Terima Kasih utk kunjungan Anda
it_it: Grazie per la preferenza accordata
ko_kr: 귀하의 비즈니스에 감사드립니다
mr_in: आपल्या व्यवसायासाठी धन्यवाद
nl_nl: Bedrankt voor uw opdracht
pt_pt: Obrigado pelo pedido
ro_ro: Vă mulţumim pentru afacerea dvs.
ru_ru: Спасибо за сотрудничество
sq_al: Faleminderit për biznesin tuaj
sv: Tack för denna affär
sw_ke: Asante kwa biashara yako
tr_tr: TESEKKUR EDERIZ
zh_hk: 感谢惠顾
zh_tw: 感謝惠顧

source: Could not update the contract status
cs_cz: Nepodařilo se aktualizovat smlouvy stav
es_es: No se pudo actualizar el estado del contrato
hi_in: अनुबंध स्थिति अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui status kontrak
it_it: Impossibile aggiornare lo stato del contratto
ko_kr: 계약 상태를 업데이트 할 수 없습니다
mr_in: करार स्थिती अद्यतनित करू शकत नाही
nl_nl: Kunnen niet bijwerken van het contract status
pt_pt: Não pode atualizar sit. contrato
ro_ro: Nu a putut actualiza starea contractului
ru_ru: Не удалось обновить статус контракта
sq_al: Nuk mund update statusin e kontratës
sv: Kunde inte uppdatera avtal status
sw_ke: Hakuweza update hali ya mkataba
tr_tr: sözleşme durumu güncelleştirmek Couldn&#39;t
zh_hk: 无法更新合同状态
zh_tw: 無法更新合同狀態

source: The SQL that failed to update the contract status was
cs_cz: SQL, které se nepodařilo aktualizovat smlouvy stav byl
es_es: El SQL que pudo actualizar el estado del contrato fue
hi_in: SQL कि अनुबंध स्थिति अद्यतन विफल रहा था
id_id: SQL yg gagal utk memperbarui status kontrak
it_it: L&#39;SQL che non è riuscito a aggiornare lo stato contratto è stato
ko_kr: 계약 상태를 업데이트하지 못했습니다 SQL이었다
mr_in: कंत्राट स्थिती अद्यतनित करण्यात अयशस्वी की SQL होते
nl_nl: De SQL die niet aan het contract status update is
pt_pt: SQL que falhou na atualiz. do contrato foi
ro_ro: SQL care nu a reuşit să actualiza starea contractului a fost
ru_ru: Завершившийся неудачей SQL обновления статуса контракта
sq_al: SQL që nuk arriti të rinovuar kontratën e statusit është
sv: Den SQL som misslyckades med att uppdatera avtal status
sw_ke: SQL kwamba alishindwa update hali ya mkataba ilikuwa
tr_tr: sözleşme durumunu güncelleştirmek için başarısız SQL oldu
zh_hk: 更新合同状态失败的SQL是
zh_tw: 更失敗更新合同狀態的SQL是

source: Could not insert the contract bill of materials
cs_cz: Nemohu vložit smlouvy kusovníku
es_es: No se pudo insertar la lista de materiales del contrato
hi_in: सम्मिलित सामग्री का अनुबंध बिल नहीं किया जा सका
id_id: Tdk dapat memasukkan daftar bahan baku kontrak
it_it: Impossibile inserire il disegno di legge del contratto di materiali
ko_kr: 재료의 계약 법안을 삽입 할 수 없습니다
mr_in: साहित्य करार बिल घालू शकत नव्हते
nl_nl: Niet kon invoegen van het contract stuklijst
pt_pt: Não pode inserir contrato para itens
ro_ro: Nu a putut introduce factura contract de materiale
ru_ru: Не удалось вставить накладную на материалы
sq_al: Nuk mund futur faturën kontratën e materialeve
sv: Kunde inte in kontraktet stycklistor
sw_ke: Hakuweza kuingiza muswada wa mkataba wa vifaa
tr_tr: eklemek malzemelerin sözleşme tasarısı Couldn&#39;t
zh_hk: 无法插入合同物料清单
zh_tw: 不能插入物料的合同單

source: The SQL that was used to update the order and failed was
cs_cz: SQL, který byl použit k aktualizaci pořadí a neúspěšný byl
es_es: El SQL que falló al actualizar el pedido fue
hi_in: SQL कि आदेश अद्यतन इस्तेमाल किया गया था और असफल था
id_id: SQL yg digunakan utk memperbarui order dan gagal adalah
it_it: Il codice SQL utilizzato per aggiornare l'ordine era
ko_kr: 순서를 업데이트하는 데 실패했다 SQL이었다
mr_in: ऑर्डर अद्यतनित करण्यासाठी वापरली आणि अयशस्वी झाले याची SQL होते
nl_nl: De SQL die is gebruikt om de wijziging van de order door te voeren en is mislukt is
pt_pt: SQL falhou, usado para atualizar Pedido
ro_ro: SQL care a fost folosit pentru a actualiza ordine şi nu a fost
ru_ru: Завершившийся неудачей SQL обновления заказа
sq_al: SQL që është përdorur për të rinovuar e rendit dhe nuk ishte
sv: SQL
sw_ke: SQL kuwa ilitumika kwa update utaratibu na kushindwa mara
tr_tr: sipariş güncellemek için kullanılan edilmiş ve başarısız SQL
zh_hk: 更新订单失败的SQL是
zh_tw: 用作更新訂單失敗的 SQL 是

source: The order cannot be updated because
cs_cz: Aby nelze aktualizovat, protože
es_es: No se puede actualizar el pedido porque
hi_in: क्योंकि आदेश अद्यतन नहीं हो सकता
id_id: Order tdk dapat diperbarui karena
it_it: Non è stato possibile aggiornare l'ordine perchè
ko_kr: 순서 때문에 업데이트 할 수없는
mr_in: ऑर्डर अद्यतनित करणे शक्य नाही कारण
nl_nl: De opdracht kan niet worden gewijzigd omdat
pt_pt: O pedido não pode ser atualizado porque
ro_ro: Pentru a nu poate fi actualizat deoarece
ru_ru: Заказ не может быть обновлен, так как
sq_al: Mënyrë nuk mund të rifreskohet për shkak se
sv: Ordern kan inte uppdateras eftersom..
sw_ke: ili haiwezi updated sababu
tr_tr: SIPARIS GÜNCELLENEMEDI
zh_hk: 订单未能更新,因为
zh_tw: 訂單未能更新, 因為

source: The SQL that was used to modify the order line and failed was
cs_cz: SQL, který byl použit k úpravě pořadí linky a neúspěšný byl
es_es: EL SQL que falló al modificar la fila del pedido fue
hi_in: SQL कि आदेश पंक्ति को संशोधित किया था और असफल था
id_id: SQL yg digunakan utk memperbarui order dan gagal adalah
it_it: L&#39;SQL che è stato utilizzato per modificare la riga d&#39;ordine e fallito è stato
ko_kr: 주문 라인을 수정하는 데 실패했다 SQL이었다
mr_in: ऑर्डर ओळ संपादीत करण्यासाठी वापरले आणि अयशस्वी झाले याची SQL होते
nl_nl: De gebruikte SQL waar de wijziging van de order niet kon worden doorgevoerd was
pt_pt: SQL falhou, usado para modificar linha Pedido
ro_ro: SQL care a fost folosit pentru a modifica linia de comandă şi nu a fost
ru_ru: Завершившийся с ошибой SQL, который был использован для изменения заказа
sq_al: SQL që është përdorur për të ndryshuar vijën e rendit dhe nuk ishte
sv: Den SQL som användes var
sw_ke: SQL kwamba alikuwa kutumika kurekebisha line ili na kushindwa mara
tr_tr: sipariş hattı değiştirmek için kullanılan edilmiş ve başarısız SQL
zh_hk: 更新订单行失败的SQL是
zh_tw: 這是用來修改訂單失敗的SQL

source: The updated order line cannot be modified because
cs_cz: Aktualizovány, aby linka nemůže být modifikován z důvodu
es_es: La fila actualizada del pedido no se puede modificar porque
hi_in: अद्यतन आदेश पंक्ति वजह से संशोधित नहीं कर सकते
id_id: Baris order yg telah diperbarui tdk dapat diubah karena
it_it: Non è stato possibile aggiornare gli articoli presenti nell'ordine perchè
ko_kr: 업데이트 된 주문 라인 때문에 수정할 수 없습니다
mr_in: सुधारित आदेश ओळ कारण सुधारित केले जाऊ शकत नाही
nl_nl: De gewijzigde opdracht regel kan niet worden aangepast omdat
pt_pt: A linha do pedido não pode ser modificada porque
ro_ro: Linie de comandă actualizat nu pot fi modificate, deoarece
ru_ru: Обновленный заказ не может быть модифицирован, так как
sq_al: Shkarko updated mënyrë nuk mund të ndryshohet, sepse
sv: Fel
sw_ke: Mpya updated ili hawezi kuwa iliyopita kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新的订单行未能修改,因为
zh_tw: 更新的訂單列未能修改, 因為

source: Print packing slip - pre-printed stationery
cs_cz: Tisk dodacího listu - pre-tištěné papírnické
es_es: Imprimir Hoja de Embalaje - impreso especial de imprenta
hi_in: प्रिंट पैकिंग पर्ची - पूर्व मुद्रित स्टेशनरी
id_id: Cetak surat jalan - kertas cetakan
it_it: Stampa la bolla di accompagnamento - cancelleria prestampata
ko_kr: 인쇄 포장 슬립 - 미리 인쇄 된 문구
mr_in: प्रिंट पॅकिंग स्लीप - पूर्व छापील स्टेशनरी
nl_nl: Druk pricking list - voorbedrukt papier
pt_pt: Imprimir Lista Separação - Pré-Impressão Est.
ro_ro: Print alunecare de ambalare - papetarie pre-imprimate
ru_ru: Печатать упаковочный лист - предварительно подготовленная бумага
sq_al: shqip Print paketim - shkrimi para-shtypura
sv: Skriv ut packlista - förtryckt papper
sw_ke: Magazeti Ufungashaji kuingizwa - kabla ya kuchapishwa vifaa vya
tr_tr: PAKETLEME FÖYÜNÜ YAZDIR -MATBU FORM
zh_hk: 打印装箱单-套打
zh_tw: 列印包裝紙 - 列印紙

source: Confirm Order Delivery Quantities and Produce Invoice
cs_cz: Potvrdit Množství objednávky Dodávka a Vytvořit fakturu
es_es: Confirmar Cantidades de Entrega del pedido y Generar Factura
hi_in: पुष्टि करने के आदेश डिलिवरी मात्रा और चालान निर्माण
id_id: Konfirmasi Qty Pengiriman Order dan Buat Faktur
it_it: Conferma consegna quantità ordinate ed emissione fattura
ko_kr: 주문 배달 수량을 확인하고 송장을 생산
mr_in: ऑर्डर डिलिव्हरी प्रमाणात पुष्टी आणि चलन उत्पन्न
nl_nl: Bevestig Opdracht Leverings Hoeveelheid en Produceer Factuur
pt_pt: Confirmar Envio Quant. e Gerar Pedido
ro_ro: Confirmaţi Cantităţi de livrare Ordine şi Produce facturii
ru_ru: Подтвердить количества в доставке заказа и создать счет-фактуру
sq_al: Ofrimit Confirm Rendit Sasitë dhe Prodhimi Faturë
sv: Registrera leveranser och skapa faktura
sw_ke: Order Delivery kuthibitisha wingi na Produce ankara
tr_tr: SIPARISDEKI SEVK MIKTARLARINI ONAYLAYIN VE FATURA OLUSTURUN
zh_hk: 确认订单交货数量及产生发票
zh_tw: 確認訂單交貨數量及產生發票

source: Select A Different Order
cs_cz: Vyberte různém pořadí
es_es: Seleccionar una orden distinta
hi_in: एक अलग आदेश का चयन करें
id_id: Pilih Order Yg Lain
it_it: Seleziona un altro ordine
ko_kr: 다른 순서를 선택
mr_in: भिन्न मागणी निवडा
nl_nl: Selecteer een Andere Opdracht
pt_pt: Selecione outro Pedido
ro_ro: Selectaţi-o ordine diferită
ru_ru: Выберите другой заказ
sq_al: Zgjidh një mënyrë të ndryshme
sv: Välj en annan order
sw_ke: Kuchagua A Order tofauti
tr_tr: BASKA BIR SIPARIS SEÇIN
zh_hk: 选择其他订单
zh_tw: 選擇其他訂單

source: Delivery
cs_cz: Dodání
es_es: Enviado
hi_in: प्रसव
id_id: Pengiriman
it_it: Consegna
ko_kr: 배달
mr_in: डिलिव्हरी
nl_nl: Leveren
pt_pt: Entrega
ro_ro: Livrare
ru_ru: Доставка
sq_al: E ofrimit të
sv: Leverans
sw_ke: Utoaji
tr_tr: SEVKIYAT
zh_hk: 交货
zh_tw: 交貨

source: Delivery Details
cs_cz: Podrobnosti dodání
es_es: Detalles de entrega
hi_in: वितरण का विवरण
id_id: Rincian Pengiriman
it_it: Particolari di consegna
ko_kr: 납품 세부 사항
mr_in: डिलिव्हरी तपशील
nl_nl: Leveringsdetails
pt_pt: Detalhes da Entrega
ro_ro: Detalii livrare
ru_ru: Информация о поставке
sq_al: Details i dorëzimit
sv: Leveransdetaljer
sw_ke: Utoaji Details
tr_tr: Teslim Detayları
zh_hk: 订单交货明细
zh_tw: 交貨細節

source: Quotation Summary
cs_cz: Citát Shrnutí
es_es: Resumen de la cotización
hi_in: उद्धरण सारांश
id_id: Ringkasan Penawaran
it_it: Preventivo Sommario
ko_kr: 견적의 개요
mr_in: कोटेशन सारांश
nl_nl: Offerte samenvatting
pt_pt: Resumo Cotação
ro_ro: Cotatia Rezumat
ru_ru: Итог цитаты
sq_al: Citat Përmbledhje
sv: Offertsumering
sw_ke: Nukuu Summary
tr_tr: TEKLIF ÖZETI
zh_hk: 报价单总览
zh_tw: 報價單總覽

source: Order Summary
cs_cz: Aby Shrnutí
es_es: Resumen de Pedidos
hi_in: आदेश सारांश
id_id: Ringkasan Order
it_it: Riepilogo dell'ordine
ko_kr: 주문 요약
mr_in: मागणी सारांश
nl_nl: Opdracht Totaal
pt_pt: Resumo Pedido
ro_ro: Pentru Rezumat
ru_ru: Итого по заказу
sq_al: Rendit Përmbledhje
sv: Order totalBeställningssumering
sw_ke: Ili Summary
tr_tr: SIPARIS ÖZETI
zh_hk: 订单总览
zh_tw: 訂單總覽

source: TOTAL Excl Tax/Freight
cs_cz: Celkem bez DPH a dopravy
es_es: TOTAL Exc. Impuestos/Transporte
hi_in: कुल Excl कर / भाड़ा
id_id: TOTAL Sblm Pajak/Pengiriman
it_it: Totale escluso tasse e costi di spedizione
ko_kr: 총 제외 세금 /화물
mr_in: एकूण Excl कर / सामानाचे
nl_nl: Totaal Excl BTW/Vracht
pt_pt: Total Sem Imposto / Frete
ro_ro: Taxa TOTAL Excl / marfă
ru_ru: Всего (исключая налоги/фрахт)
sq_al: Tatimore TOTALI excl / mallrave
sv: Total ex moms och frakt
sw_ke: JUMLA exkl Kodi / Freight
tr_tr: TOPLAM (NAKLIYE VE VERGI HARIÇ)
zh_hk: 不含税/运费总计
zh_tw: 未稅/運費總計

source: Total Weight
cs_cz: Celková hmotnost
es_es: Peso total
hi_in: कुल वजन
id_id: Total Berat
it_it: Peso totale
ko_kr: 총 무게
mr_in: एकूण वजन
nl_nl: Totaal Gewicht
pt_pt: Peso Total
ro_ro: Total Greutate
ru_ru: Общий вес
sq_al: Total Pesha
sv: Total vikt
sw_ke: Jumla uzito
tr_tr: TOPLAM AGIRLIK
zh_hk: 总重量
zh_tw: 總重量

source: Total Volume
cs_cz: Celkový objem
es_es: Volumen total
hi_in: कुल मात्रा
it_it: Volume totale
ko_kr: 총 양
mr_in: एकूण वॉल्यूम
nl_nl: Totaal Volume
pt_pt: Volume Total
ro_ro: Volumul total al
ru_ru: Общий объем
sq_al: Vëllimi total
sv: Total volym
sw_ke: Volume jumla
tr_tr: TOPLAM m3
zh_hk: 总体积
zh_tw: 總體積

source: Deliver To
cs_cz: Chcete-li dodat
es_es: Entregar a
hi_in: को उद्धार
id_id: Dikirim Ke
it_it: Destinatario
ko_kr: 에 제공
mr_in: वितरित करा
nl_nl: Leveren Aan
pt_pt: Local Entrega
ro_ro: Pentru a livra
ru_ru: Доставить
sq_al: T&#39;i dorëzojë
sv: Leverera till
sw_ke: Kwa kutoa
tr_tr: GÖNDERILECEGI YER
zh_hk: 交货到
zh_tw: 交貨到

source: Enter the name of the customer to deliver this order to
ko_kr: 이 순서를 제공하기 위해 고객의 이름을 입력
mr_in: हा आदेश वितरीत ग्राहक नाव प्रविष्ट करा
pt_pt: Informe o nome do cliente para enviar este pedido
zh_tw: 輸入客戶的名字來提供這種以

source: Deliver from the warehouse at
cs_cz: Dodat ze skladu v
es_es: A Entregar por el almacén en
hi_in: गोदाम में से उद्धार
id_id: Dikirim dari gudang di
it_it: Spedire dal magazzino di
ko_kr: 창고에서에서 제공
mr_in: कोठार येथील पासून वितरीत
nl_nl: Leveren vanaf het depot in
pt_pt: Enviar do Armazém em
ro_ro: Livrare din depozit la
ru_ru: Доставить со склада в
sq_al: Të ofruar nga depoja në
sv: Leverera från lagret
sw_ke: Kuwaokoa kutoka katika ghala
tr_tr: GÖNDEREN DEPO
zh_hk: 发货仓库
zh_tw: 發貨倉庫

source: The stock locations could not be retrieved
cs_cz: Populace místech se nepodařilo získat
es_es: No se pudo obtener las ubicaciones de existencias
hi_in: शेयर स्थानों को पुनः प्राप्त नहीं किया जा सका
id_id: Lokasi stok tdk dapat diambil
it_it: Le posizioni d&#39;archivio non può essere recuperata
ko_kr: 주식 위치는 검색 할 수 없습니다
mr_in: स्टॉक स्थाने पुनर्प्राप्त करणे शक्य नाही
nl_nl: De voorraad lokaties konden niet worden gevonden
pt_pt: Locais Estoque não recuperados
ro_ro: Locaţii stoc nu a putut fi recuperate
ru_ru: Не удалось получить данные о местонахождении товаров
sq_al: Vende të aksioneve nuk mund të shikohet
sv: Lagerplatserna kunde inte hämtas
sw_ke: maeneo ya hisa inaweza kuwa retrieved
tr_tr: Stok yerleri alınamadı
zh_hk: 库存地点无法查询到
zh_tw: 倉庫位置無法檢索

source: SQL used to retrieve the stock locations was
cs_cz: SQL slouží k získání akcií místech byla
es_es: El SQL usado para obtener las ubicaciones de existencias fue
hi_in: एसक्यूएल को शेयर स्थानों पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil lokasi stok adalah
it_it: SQL utilizzato per recuperare le posizioni titolo è stato
ko_kr: SQL은 주식 위치를 검색하는 데 사용했다
mr_in: स्टॉक स्थाने पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: SQL die gebruikt is om de voorraadlokaties te vinden was
pt_pt: SQL usado para recuperar locais de estoque foi
ro_ro: SQL utilizat pentru a prelua locaţii stocului a fost
ru_ru: SQL извлечения данных о местонахождении товаров
sq_al: SQL përdorur për të marrë vende të aksioneve ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve maeneo ya hisa ilikuwa
tr_tr: SQL stok yerleri almak için kullanılan
zh_hk: 用作查找库存地点的SQL是
zh_tw: SQL用於檢索倉庫的地點是
