Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This function returns an array of stock location details.
cs_cz: Tato funkce vrací pole detailů zásob umístění.
es_es: Esta función devuelve una matriz de detalles de la ubicación de existencias.
hi_in: इस समारोह में स्टॉक स्थान के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian lokasi stok.
it_it: Questa funzione restituisce una matrice di ubicazione stock.
ko_kr: 이 기능은 재고 위치 정보의 배열을 돌려줍니다.
mr_in: हे कार्य स्टॉक स्थान तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van materieel locatie details.
pt_pt: Função retorna array de detalhes dos locais de estoque
ro_ro: Această funcţie întoarce o matrice de detalii locaţie stoc.
ru_ru: Эта функция возвращает массив подробностей по расположению складов.
sq_al: Ky funksion të kthimit një rrjet të dhënat e lokacionit të aksioneve.
sv: Den här funktionen returnerar en matris med detaljer lager plats.
sw_ke: Kazi hii anarudi safu ya maelezo eneo hisa.
tr_tr: Bu fonksiyonu stok yeri ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个库存仓库细节数组。
zh_tw: 這個函數返回的庫存所在地細節的數組。

source: This function returns a list of stock shipper ids.
cs_cz: Tato funkce vrací seznam ID fotografie odesílatele.
es_es: Esta función devuelve una lista de identificadores del expedidor de existencias.
hi_in: इस समारोह में स्टॉक shipper आईडी की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar ID pengirim stok.
it_it: Questa funzione restituisce un elenco di ID mittente stock.
ko_kr: 이 기능은 재고 선적 ID의 목록을 반환합니다.
mr_in: हे कार्य स्टॉक जहाजावरुन माल पाठवण्याचे काम आयडींची सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van materieel verlader ids.
pt_pt: Função retorna lista ids remessa de estoque
ro_ro: Această funcţie returnează o listă de id-uri expeditorului stoc.
ru_ru: Эта функция возвращает список идентификаторов складов поставщика.
sq_al: Ky funksion të kthimit një listë të IDS transportues mallrash të aksioneve.
sv: Denna funktion returnerar en lista med ids lager speditör.
sw_ke: Kazi hii anarudi orodha ya IDS shipper hisa.
tr_tr: Bu fonksiyonu stok gönderen kimlikleri bir listesini döndürür.
zh_hk: 此函数返回一个货物承运人id列表。
zh_tw: 這個函數返回倉庫托運人ID的列表。

source: This function returns an array of stock shipper ids.
cs_cz: Tato funkce vrací pole ID fotografie odesílatele.
es_es: Esta función devuelve una matriz de identificadores del expedidor de existencias.
hi_in: इस समारोह में स्टॉक shipper आईडी की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array id pengirim stok.
it_it: Questa funzione restituisce una matrice di ID mittente stock.
ko_kr: 이 기능은 재고 선적 ID의 배열을 반환합니다.
mr_in: हे कार्य स्टॉक जहाजावरुन माल पाठवण्याचे काम आयडींची अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van materieel verlader ids.
pt_pt: Função retorna array de IDs remessa de estoque
ro_ro: Această funcţie întoarce o matrice de id-uri expeditorului stoc.
ru_ru: Эта функция возвращает массив идентификаторов складов поставщика.
sq_al: Ky funksion të kthimit një rrjet të IDS transportues mallrash të aksioneve.
sv: Den här funktionen returnerar en matris med ids lager speditör.
sw_ke: Kazi hii anarudi safu ya IDS shipper hisa.
tr_tr: Bu fonksiyonu stok gönderen kimliklerini bir dizi döndürür.
zh_hk: 此函数返回一个存货承运人id数组。
zh_tw: 這個函數返回倉庫托運人ID數組。

source: This function takes a stock shipper id and returns details of that shipper.
cs_cz: Tato funkce má zásoby odesílatel id a vrátí detaily tohoto přepravce.
es_es: Esta función toma un identificador del expedidor de existencias y devuelve los detalles de ese mismo.
hi_in: इस समारोह में लेता है एक शेयर shipper आईडी और कहा कि shipper के रिटर्न विवरण.
id_id: Fungsi ini menerima id pengirim stok dan mengembalikan rincian pengirim tersebut.
it_it: Questa funzione prende un caricatore stock id e restituisce dettagli di quel mittente.
ko_kr: 이 기능은 주식 선적 ID를 받아 그 화주의 세부 정보를 반환합니다.
mr_in: हे कार्य एक स्टॉक जहाजावरुन माल पाठवण्याचे काम आयडी घेते आणि त्या जहाजावरुन माल पाठवण्याचे काम तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een voorraad verlader id en geeft de details van die verzender.
pt_pt: Função usa id remessa estoque e retorna detalhes da remessa
ro_ro: Această funcţie are un expeditor stoc id şi detalii de care returnează expeditorului.
ru_ru: Эта функция принимает идентификатор склада поставщика и возвращает подробности по поставщику.
sq_al: Ky funksion merr një transportues mallrash stock id dhe detajet e kthimit që transportues mallrash.
sv: Denna funktion tar ett lager avlastare id och returnerar information om den speditören.
sw_ke: Kazi hii inachukua hisa shipper id na maelezo anarudi ya shipper hiyo.
tr_tr: Bu fonksiyon bir stok gönderen bu nakliyeci getirilerinin detayları ve id alır.
zh_hk: 此函数接收以库存承运人id并返回承运人的细节。
zh_tw: 這個函數接受一個倉庫托運人ID，並返回該托運人的細節。

source: Stock Shipper ID
cs_cz: Sklad odesílatele ID
es_es: Identificación del Expedidor de Existencias
hi_in: शेयर Shipper आईडी
id_id: ID Pengirim Stok
it_it: Archivio Shipper ID
ko_kr: 주식 발송 인 ID
mr_in: स्टॉक जहाजावरुन माल पाठवण्याचे काम आयडी
nl_nl: Stock Afzender ID
pt_pt: ID Remessa Estoq.
ro_ro: Stoc Expeditor ID
ru_ru: Идентификатор склада поставщика
sq_al: Transportues mallrash Stock ID
sv: Stock Avsändare ID
sw_ke: Hisa shipper ID
tr_tr: Stok Gönderici Kimliği
zh_hk: 承运人ID
zh_tw: 倉庫運貨商ID

source: A stock shipper ID as returned by the GetShippersList function.
cs_cz: Akcií přepravce ID jako vrácené GetShippersList funkce.
es_es: Un identificador del expedidor de existencias devuelto por la función GetShippersList (Obtener Lista de Expedidor).
hi_in: एक शेयर shipper आईडी के रूप में GetShippersList समारोह से लौट आए.
id_id: ID pengirim stok seperti yg dikembalikan oleh fungsi GetShippersList.
it_it: Un ID mittente stock come restituito dalla funzione GetShippersList.
ko_kr: GetShippersList 함수에 의해 반환 주식 선적 ID입니다.
mr_in: GetShippersList कार्यपद्धतीला परत म्हणून एक स्टॉक जहाजावरुन माल पाठवण्याचे काम आयडी.
nl_nl: Een voorraad verlader ID als geretourneerd door de GetShippersList functie.
pt_pt: ID remessa de estoque retornado pela função GetShippersList
ro_ro: Un expeditor ID stoc returnat de funcţia GetShippersList.
ru_ru: Идентификатор склада поставщика, возвращаемый функцией GetShippersList.
sq_al: Një transportues mallrash stock ID kthyer si nga funksioni GetShippersList.
sv: Ett lager avlastaren ID som returneras av GetShippersList funktionen.
sw_ke: A ID hisa shipper kama akarudi na kazi ya GetShippersList.
tr_tr: Bir hisse senedinin gönderenin kimliği olarak GetShippersList işlevi tarafından döndürülen.
zh_hk: GetShippersList函数返回承运商ID
zh_tw: 因為返回的GetShippersList功能A股托運人編號。

source: This function returns an array of stock shipper details.
cs_cz: Tato funkce vrací pole detailů skladu odesílatele.
es_es: Esta función devuelve una matriz de detalles del expedidor de existencias.
hi_in: इस समारोह में स्टॉक shipper विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian pengirim stok.
it_it: Questa funzione restituisce una matrice di dati mittente stock.
ko_kr: 이 기능은 재고 선적 정보의 배열을 돌려줍니다.
mr_in: हे कार्य स्टॉक जहाजावरुन माल पाठवण्याचे काम तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van materieel verlader details.
pt_pt: Função retorna array de detalhes de remessa estoque.
ro_ro: Această funcţie întoarce o matrice de detalii expeditorului stoc.
ru_ru: Эта функция возвращает массив подробностей склада поставщика.
sq_al: Ky funksion të kthimit një rrjet të dhënat transportues mallrash të aksioneve.
sv: Den här funktionen returnerar en matris med detaljer lager speditör.
sw_ke: Kazi hii anarudi safu ya maelezo shipper hisa.
tr_tr: Bu fonksiyonu stok gönderen ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个库存承运人细节数组。
zh_tw: 這個函數返回的倉庫托運人細節的數組。

source: This function returns a list of sales area codes.
cs_cz: Tato funkce vrátí seznam kódů prodejní plochy.
es_es: Esta función devuelve una lista de códigos de ventas de la zona.
hi_in: इस समारोह में बिक्री क्षेत्र कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar kode area penjualan.
it_it: Questa funzione restituisce una lista di codici di superficie di vendita.
ko_kr: 이 기능은 판매 지역 코드의리스트를 돌려줍니다.
mr_in: हे कार्य विक्री क्षेत्र कोड सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van de verkoop netnummers.
pt_pt: Função retorna lista dos códigos de área de vendas.
ro_ro: Această funcţie returnează o listă a codurilor de zona de vânzare.
ru_ru: Эта функция возвращает список кодов торговых площадей.
sq_al: Ky funksion të kthimit një listë e shitjes kodet fushë.
sv: Denna funktion returnerar en lista av försäljningen riktnummer.
sw_ke: Kazi hii anarudi orodha ya codes eneo mauzo.
tr_tr: Bu fonksiyonu satış alanı kodlarının listesini verir.
zh_hk: 此函数返回一个销售区域代码列表。
zh_tw: 這個函數返回的銷售面積代碼的列表。

source: This function returns an array of sales area codes.
cs_cz: Tato funkce vrací pole kódů prodejní plochy.
es_es: Esta función devuelve una matriz de códigos del área de ventas.
hi_in: इस समारोह में बिक्री क्षेत्र कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array kode area penjualan.
it_it: Questa funzione restituisce un array di codici di superficie di vendita.
ko_kr: 이 기능은 판매 지역 코드의 배열을 돌려줍니다.
mr_in: हे कार्य विक्री क्षेत्र कोड अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van de verkoop netnummers.
pt_pt: Função retorna array de cód. áreas de vendas.
ro_ro: Această funcţie întoarce o matrice de coduri de zona de vânzare.
ru_ru: Эта функция возвращает массив кодов торговых площадей.
sq_al: Ky funksion të kthimit një rrjet të shitjes kodet fushë.
sv: Den här funktionen returnerar en matris av försäljningen riktnummer.
sw_ke: Kazi hii anarudi safu ya codes eneo mauzo.
tr_tr: Bu fonksiyonu satış alan kodları içeren bir dizi döndürür.
zh_hk: 此函数返回一个销售区域代码数组。
zh_tw: 這個函數返回的銷售區域代碼的數組。

source: This function takes a sales area code and returns details of that sales area.
cs_cz: Tato funkce má prodejní plochu kód a vrací podrobnosti o této prodejní plochy.
es_es: Esta función toma un código de área de ventas y devuelve detalles del área de ventas.
hi_in: इस समारोह में एक बिक्री क्षेत्र कोड और कहा कि बिक्री क्षेत्र का विवरण देता है लेता है.
id_id: Fungsi ini menerima kode area penjualan dan mengembalikan rincian dari area penjualan tersebut.
it_it: Questa funzione prende una superficie di vendita di codice e dettagli che restituisce di superficie di vendita.
ko_kr: 이 함수는, 영업 지역 코드를 취하고 그 영업 지역의 상세 정보를 반환한다.
mr_in: हे कार्य विक्री क्षेत्र कोड घेते आणि त्या विक्री क्षेत्र तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een verkoop netnummer en geeft de details van dat de verkoop gebied.
pt_pt: Função usa área cód. área de venda e retorna detalhes do área de vendas.
ro_ro: Această funcţie are un cod de zonă de vânzări şi detalii întoarce din care suprafaţa de vânzare.
ru_ru: Эта функция принимает код торговой площади и возвращает подробности этой торговой площади.
sq_al: Ky funksion merr një kod të shitjes zonë dhe kthimin detajet e kësaj zone të shitjes.
sv: Denna funktion tar en försäljning riktnummer och returnerar uppgifter om att försäljningen område.
sw_ke: Kazi hii inachukua mauzo ya namba ya eneo na maelezo anarudi ya kwamba eneo mauzo.
tr_tr: Bu fonksiyon bir satış alanı kodunu ve satış alanı döner detayları alır.
zh_hk: 此函数接收一个销售区域代码并返回销售区域细节。
zh_tw: 這個函數接受一個銷售區域代碼，並返回該銷售區域的細節。

source: Sales Area Code
cs_cz: Prodejní plocha kód
es_es: Código de Área de Ventas
hi_in: बिक्री क्षेत्र कोड
id_id: Penjualan Kode Area
ko_kr: 판매 지역 코드
mr_in: विक्री क्षेत्र कोड
pt_pt: Cód. Área Vendas
ro_ro: Area Sales Code
ru_ru: Код торговой площади
sv: Försäljning Riktnummer
sw_ke: Mauzo Area Code
tr_tr: Satış Alan Kodu
zh_hk: 销售区域代码
zh_tw: 銷售地區碼

source: A sales area code as returned by the GetSalesAreasList function.
cs_cz: Prodejní plocha kód vrácený GetSalesAreasList funkce.
es_es: Un código de área de ventas como el devuelto por la función GetSalesAreasList (Obtener Lista de Áreas de Ventas).
hi_in: एक बिक्री क्षेत्र कोड के रूप में GetSalesAreasList समारोह से लौट आए.
id_id: Kode area penjualan seperti yg dikembalikan oleh fungsi GetSalesAreasList.
it_it: Una superficie di vendita di codice come restituito dalla funzione GetSalesAreasList.
ko_kr: GetSalesAreasList 함수에 의해 반환 판매 지역 번호.
mr_in: GetSalesAreasList कार्यपद्धतीला परत म्हणून विक्री क्षेत्र कोड.
nl_nl: Een verkoop netnummer zoals teruggegeven door de GetSalesAreasList functie.
pt_pt: Codigo área de venda retornou pela função GetSalesAreasList.
ro_ro: Un cod de zonă de vânzare returnată de funcţia GetSalesAreasList.
ru_ru: Код торговых площадей,возвращаемых функцией GetSalesAreasList.
sq_al: Një kod shitjes zonës kthyer si nga funksioni GetSalesAreasList.
sv: En försäljning riktnummer som returneras av GetSalesAreasList funktionen.
sw_ke: A code mauzo ya eneo kama akarudi na kazi ya GetSalesAreasList.
tr_tr: Bir satış alan kodu olarak GetSalesAreasList işlevi tarafından döndürülen.
zh_hk: GetSalesAreasList函数返回销售区域代码
zh_tw: 因為返回的GetSalesAreasList功能的銷售區域代碼。

source: This function returns an array of sales area details.
cs_cz: Tato funkce vrací pole detailů prodejní plochy.
es_es: Esta función devuelve una matriz de detalles de ventas de la zona.
hi_in: इस समारोह में बिक्री क्षेत्र के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian area penjualan.
it_it: Questa funzione restituisce una matrice di dati superficie di vendita.
ko_kr: 이 기능은 판매 지역 정보의 배열을 돌려줍니다.
mr_in: हे कार्य विक्री क्षेत्र तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van afzetgebied details.
pt_pt: Função retorna array de detalhes de vendas
ro_ro: Această funcţie întoarce o matrice de detalii zona de vânzare.
ru_ru: Эта функция возвращает массив подробностей торговой площади.
sq_al: Ky funksion të kthimit një rrjet të shitjeve të dhënat e zonës.
sv: Den här funktionen returnerar en matris med försäljningsområde detaljer.
sw_ke: Kazi hii anarudi safu ya maelezo eneo mauzo.
tr_tr: Bu fonksiyon satış alanı ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个销售区域细节数组。
zh_tw: 該函數返回銷售區域的詳細信息的數組。

source: This function takes a sales area description and returns details of that sales area.
cs_cz: Tato funkce má prodejní plochu popis a vrací podrobnosti o této prodejní plochy.
es_es: Esta función toma una descripción del área de ventas y devuelve detalles del área de ventas.
hi_in: इस समारोह में एक बिक्री क्षेत्र विवरण और कहा कि बिक्री के क्षेत्र का विवरण देता है लेता है.
id_id: Fungsi ini menerima keterangan area penjualan dan mengembalikan rincian area penjualan tersebut.
it_it: Questa funzione prende una superficie di vendita descrizione ei dettagli ritorni di tale area di vendita.
ko_kr: 이 함수는 판매 지역 안내를 받아 그 영업 지역의 상세 정보를 반환한다.
mr_in: हे कार्य विक्री क्षेत्र वर्णन घेते आणि त्या विक्री क्षेत्र तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een afzetgebied beschrijving en retourneert de details van dat de verkoop gebied.
pt_pt: Função usa descrição área de vendas e retorna detalhes de vendas da área
ro_ro: Această funcţie are o descriere suprafata de vanzare si detalii care se întoarce de zona de vânzare.
ru_ru: Эта функция принимает описание торговой площади и возвращает подробности этой торговой площади.
sq_al: Ky funksion merr një përshkrim të shitjes zonë dhe kthimin detajet e kësaj zone të shitjes.
sv: Den här funktionen tar en försäljningsyta beskrivning och returnerar uppgifter om att försäljningen område.
sw_ke: Kazi hii inachukua mauzo maelezo ya eneo na maelezo anarudi ya kwamba eneo mauzo.
tr_tr: Bu fonksiyon bir satış alanı açıklama ve satış alanı döner detayları alır.
zh_hk: 此函数接收一个销售区域描述并且返回销售区域的细节
zh_tw: 這個函數接受一個銷售區域的描述，並返回該銷售區域的細節。

source: Sales Area Description
cs_cz: Prodejní plocha Popis
es_es: Descripción del Área de Ventas
hi_in: बिक्री क्षेत्र विवरण
id_id: Keterangan Area Penjualan
it_it: Area Vendite Descrizione
ko_kr: 판매 지역 설명
mr_in: विक्री क्षेत्र वर्णन
nl_nl: Sales Area Beschrijving
pt_pt: Descrição da Área de Vendas
ro_ro: Area Sales Descriere
ru_ru: Описание торговой площади
sv: Försäljning Area Beskrivning
sw_ke: Eneo la mauzo Description
tr_tr: Satış Alanı Açıklaması
zh_hk: 销售区域描述
zh_tw: 銷售地區描述

source: A sales area description of the sales area of interest.
cs_cz: Prodejní plocha Popis prodeje zájmové oblasti.
es_es: Una descripción del área de ventas de su interés.
hi_in: ब्याज की बिक्री क्षेत्र के एक बिक्री क्षेत्र वर्णन.
id_id: Keterangan area penjualan dari area penjualan yg diminta.
it_it: Una descrizione superficie di vendita della superficie di vendita di interesse.
ko_kr: 관심의 판매 지역의 판매 지역 설명.
mr_in: व्याज विक्री क्षेत्रात एक विक्री क्षेत्र वर्णन.
nl_nl: Een afzetgebied beschrijving van het afzetgebied van belang.
pt_pt: Descr. da área de venda para identif.
ro_ro: O suprafaţă de vânzare descriere a suprafaţă de vânzare de interes.
ru_ru: Описание интересующей торговой площади.
sq_al: Një përshkrim i shitjes zonë të zonës së shitjes së interesit.
sv: En försäljningsyta beskrivning av försäljningen område av intresse.
sw_ke: mauzo ya eneo Maelezo ya eneo la mauzo ya riba.
tr_tr: ilgi satış alanlı bir satış alanı açıklama.
zh_hk: 关注的销售区域的描述
zh_tw: 感興趣的銷售面積，銷售面積說明。

source: Sales Area Details
cs_cz: Prodejní plocha Podrobnosti
es_es: Detalles del Área de Ventas
hi_in: बिक्री क्षेत्र विवरण
id_id: Rincian Area Penjualan
it_it: Sales Area Dettagli
ko_kr: 판매 지역의 자세한 사항
mr_in: विक्री क्षेत्र तपशील
pt_pt: Detalhes da Área de Vendas
ro_ro: Area Sales Detalii
ru_ru: Подробная информация о торговых площадях
sv: Försäljning Area Detaljer
sw_ke: Eneo la mauzo Details
tr_tr: Satış Alanı Detayları
zh_hk: 销售区域细节
zh_tw: 銷售地區細節

source: An array of index/value items describing the sales area to insert.
cs_cz: Pole položek indexu / hodnota popisující prodejní plochu vložit.
es_es: Una serie de índice /elementos de valor que describen el área de ventas para insertar.
hi_in: सूचकांक मूल्य / बिक्री डालने के लिए क्षेत्र का वर्णन मदों की एक सरणी.
id_id: Array dari item index/nilai yg menggambarkan area penjualan utk dimasukkan.
it_it: Una matrice di indice oggetti / valore che descrive la superficie di vendita da inserire.
ko_kr: 삽입하는 판매 영역을 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: घालण्यासाठी विक्री क्षेत्र वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items beschrijven het afzetgebied te voegen.
pt_pt: Arranjo do indíce/valores descrevendo área vendas para inserir
ro_ro: O serie de elemente index / valoare descrie suprafaţă de vânzare pentru a insera.
ru_ru: Массив индексов/значений элементов, описывающих торговые площади для вставки.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar zonën e shitjes për të futur.
sv: En array med index / värdefulla föremål beskriver försäljningsområde att infoga.
sw_ke: Safu ya index vitu / thamani ya mauzo ya kuelezea eneo Insert.
tr_tr: eklemek için satış alanı tanımlayan indeks / değer öğeleri bir dizi.
zh_hk: index/value数组描述了要插入的销售区域
zh_tw: 描述銷售面積為插入索引/值的項目的數組。

source: This function returns a list of salesman codes.
cs_cz: Tato funkce vrátí seznam kódů prodavač.
es_es: Esta función devuelve una lista de códigos de vendedor.
hi_in: इस समारोह विक्रेता कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar kode salesman.
it_it: Questa funzione restituisce un elenco di codici venditore.
ko_kr: 이 기능은 세일즈맨 코드의리스트를 돌려줍니다.
mr_in: हे कार्य विक्रता कोड सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van verkoper codes.
pt_pt: Função retorna lista códigos de vendedor
ro_ro: Această funcţie returnează o listă de coduri de vanzator.
ru_ru: Эта функция возвращает список кодов продавцов.
sq_al: Ky funksion të kthimit një listë e kodeve shitës.
sv: Denna funktion returnerar en lista med försäljare koder.
sw_ke: Kazi hii anarudi orodha ya codes mfanyabiashara.
tr_tr: Bu fonksiyon satıcı kodlarının listesini verir.
zh_hk: 此函数返回一个销售人员代码列表。
zh_tw: 這個函數返回的業務員代碼的列表。

source: This function returns an array of salesman codes.
cs_cz: Tato funkce vrací pole prodavač kódů.
es_es: Esta función devuelve una matriz de códigos de vendedor.
hi_in: इस समारोह विक्रेता कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array kode salesman.
it_it: Questa funzione restituisce un array di codici di commesso.
ko_kr: 이 기능은 세일즈맨 코드의 배열을 돌려줍니다.
mr_in: हे कार्य विक्रता कोड अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van verkoper codes.
pt_pt: Função retorna um array de códigos de vendedor
ro_ro: Această funcţie întoarce o matrice de coduri de vanzator.
ru_ru: Эта функция возвращает массив кодов продавцов.
sq_al: Ky funksion të kthimit një rrjet të kodeve shitës.
sv: Den här funktionen returnerar en matris med försäljare koder.
sw_ke: Kazi hii anarudi safu ya mfanyabiashara codes.
tr_tr: Bu fonksiyon satıcı kodlarının bir dizi döndürür.
zh_hk: 此函数返回一个销售人员代码数组。
zh_tw: 這個函數返回的業務員代碼數組。

source: This function takes a salesman code and returns details of that salesman.
cs_cz: Tato funkce má prodavač kód a vrátí detaily, které prodejce.
es_es: Esta función toma un código de vendedor y devuelve detalles del vendedor.
hi_in: इस समारोह में कहा कि विक्रेता के एक विक्रेता कोड और रिटर्न जानकारी लेता है.
id_id: Fungsi ini menerima kode salesman dan mengembalikan rincian salesman tersebut.
it_it: Questa funzione richiede un codice di dettagli e restituisce venditore di questo venditore.
ko_kr: 이 기능은 세일즈맨 코드를 받아 그 영업 사원의 세부 정보를 반환합니다.
mr_in: हे कार्य एक विक्रता कोड घेते आणि त्या विक्रता तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een verkoper code en geeft details van die verkoper.
pt_pt: Função usa código vendedor e retorna detalhes sobre vendedor
ro_ro: Această funcţie are un cod de detalii vânzător şi se întoarce de care vanzator.
ru_ru: Эта функция принимает код продавца и возвращает подробности этого продавца.
sq_al: Ky funksion merr një kod të dhënat shitës dhe kthimin e që shitës.
sv: Denna funktion tar en säljare kod och returnerar detaljer i denna försäljare.
sw_ke: Kazi hii inachukua maelezo mfanyabiashara kanuni na anarudi ya mfanyabiashara hiyo.
tr_tr: Bu işlev satıcı bir satıcı kodu ve döner detayları alır.
zh_hk: 此函数接收一个销售人员代码并返回该销售人员的详细资料。
zh_tw: 這個函數接受一個業務員代碼，並返回該業務員的詳細信息。

source: A salesman code as returned by the GetSalesmanList function.
cs_cz: Prodavač kód vrácený GetSalesmanList funkce.
es_es: Un código de vendedor ha sido devuelto por la función GetSalesmanList (Obtener Lista de Vendedor)
hi_in: एक विक्रेता के रूप में कोड GetSalesmanList समारोह से लौट आए.
id_id: Kode salesman yg dikembalikan oleh fungsi GetSalesmanList.
it_it: Un codice come venditore restituita dalla funzione GetSalesmanList.
ko_kr: 세일즈 맨 코드로 GetSalesmanList 함수에 의해 반환.
mr_in: GetSalesmanList कार्यपद्धतीला परत म्हणून एक विक्रता कोड.
nl_nl: Een verkoper code als geretourneerd door de GetSalesmanList functie.
pt_pt: Código vendedor retornado pela função GetSalesmanList
ro_ro: Un cod de agent de vânzări returnat de funcţia GetSalesmanList.
ru_ru: Код продавца, возвращаемый функцией GetSalesmanList.
sq_al: Një kod shitës kthyer si nga funksioni GetSalesmanList.
sv: En försäljare kod som returneras av GetSalesmanList funktionen.
sw_ke: code mfanyabiashara kama akarudi na kazi ya GetSalesmanList.
tr_tr: Bir satış elemanı kod olarak GetSalesmanList işlevi tarafından döndürülen.
zh_hk: GetSalesmanList函数返回一个销售人员代码
zh_tw: 因為返回的GetSalesmanList功能的推銷員代碼。
