Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Process EDI Orders
cs_cz: Proces EDI objednávky
es_es: Procesar Pedidos EDI
hi_in: प्रक्रिया ईडीआई आदेश
id_id: Proses Order EDI
it_it: Processa gli ordini EDI
ko_kr: 프로세스 EDI 주문
mr_in: प्रक्रिया EDI ऑर्डर
nl_nl: Verwerk EDI orders
pt_pt: Processar Pedidos EDI
ro_ro: Procesul de EDI Comenzi
ru_ru: Обработать EDI-заказы
sq_al: Procesi i urdhëron EDI
sv: Startar en `sh' process
sw_ke: Mchakato EDI Daraja
tr_tr: E-BELGE SIPARISLERINI ISLE
zh_hk: 执行EDI订单
zh_tw: 執行 EDI 訂單

source: The EANCOM Standard only allows for
cs_cz: EANCOM Standard umožňuje pouze
es_es: El Estándar EANCOM sólo permite para
hi_in: EANCOM मानक के लिए ही अनुमति देता है
id_id: Standar EANCOM hanya memperbolehkan utk
it_it: Lo standard EANCOM permette solo
ko_kr: EANCOM 표준 만 허용
mr_in: EANCOM मानक फक्त परवानगी देतो
nl_nl: De EANCOM Standaard staat alleen toe
pt_pt: Padrão EANCOM permitido para
ro_ro: Standard EANCOM permite doar pentru
ru_ru: Стандарт EANCOM разрешает только
sq_al: Standard EANCOM lejon vetëm për
sv: Den EANCOM Standard tillåter bara
sw_ke: The Standard EANCOM inaruhusu tu kwa ajili ya
tr_tr: EANCOM Standart yalnızca sağlar
zh_hk: EANCOM标准只允许
zh_tw: EANCOM 標準只允可於

source: occurrences of the segment
cs_cz: výskyty segmentu
es_es: coincidencias del segmento
hi_in: खंड की घटनाओं
id_id: kejadian segmen
it_it: ripetizioni del segmento
ko_kr: 세그먼트의 출현
mr_in: विभागामुळे घटना
nl_nl: Selecteer een regelitem om te ontvangen
pt_pt: ocorrencias do segmento
ro_ro: apariţii a segmentului
ru_ru: появлений этого сегмента
sq_al: dukuritë e segmentit
sw_ke: matukio ya sehemu ya
tr_tr: segmentin oluşumları
zh_hk: 此出现这段
zh_tw: 出現的片斷

source: this is the
cs_cz: to je
es_es: éste es el
hi_in: यह है
id_id: ini adalah
it_it: questa è la
ko_kr: 이것이
mr_in: हे आहे
nl_nl: dit is de
pt_pt: nessa
ro_ro: acest lucru este
ru_ru: это
sq_al: kjo është
sv: Detta är oavgjort
sw_ke: hii ni
tr_tr: Bu bir
zh_hk: 这是
zh_tw: 這是

source: occurrence
cs_cz: výskyt
es_es: ocurrencia
hi_in: घटना
id_id: kejadian
it_it: ripetizione
ko_kr: 발생
mr_in: घडलेली गोष्ट
nl_nl: gebeurtenis
pt_pt: ocorrencia
ro_ro: apariţie
ru_ru: появление
sq_al: dukuri
sv: Ersatte %lu förekomst
sw_ke: tukio
tr_tr: olay
zh_hk: 出现
zh_tw: 出現

source: The segment line read as follows
cs_cz: Segment linie takto
es_es: La línea del segmento se lee como sigue
hi_in: खंड लाइन पढ़ने के रूप में निम्नानुसार
id_id: Baris segmen dibaca sbg berikut
it_it: La riga del segmento appare come segue
ko_kr: 다음 세그먼트 라인 읽기
mr_in: खालील प्रकारे सेगमेंट ओळ वाचा
nl_nl: Segment regel
pt_pt: Segmento linha lido conforme
ro_ro: Segment de linie după cum urmează
ru_ru: Прочитанная срока сегмента
sq_al: Shkarko segment lexohet si vijon
sv: Segmentet linje följande lydelse
sw_ke: Mpya sehemu ya kusoma kama ifuatavyo
tr_tr: şöyle segment okudun
zh_hk: 片断列读取为以下
zh_tw: 片斷列讀取為以下

source: Segment Group
cs_cz: Segment skupiny
es_es: Grupo del Segmento
hi_in: खंड समूह
id_id: Grup Segmen
it_it: Gruppo di segmenti
ko_kr: 세그먼트 그룹
mr_in: रेषाखंड गट
nl_nl: Segment groep
pt_pt: Grupo Segmento
ro_ro: Segmentul Group
ru_ru: Группа сегмента
sw_ke: Sehemu Group
tr_tr: SEGMENT GRUBU
zh_hk: 片断组
zh_tw: 片斷組

source: Max Occurrences of Segment
cs_cz: Max Výskyt segmentu
es_es: Máx. de Ocurrencias del Segmento
hi_in: खंड की अधिकतम संयोग
id_id: Maksimal Kejadian Segmen
it_it: Occorrenze Max del segmento
ko_kr: 세그먼트의 최대 발생 수
mr_in: विभागाची कमाल आढळण्याची ठिकाणे
nl_nl: Max Voorvallen van het segment
pt_pt: Ocorrencias max. do segmento
ro_ro: Apariţii Max segmentului
ru_ru: Макс. появление сегмента
sq_al: Max dukuritë e segmentit
sv: Max förekomster av segmentet
sw_ke: Max Matukio ya segment
tr_tr: Segmentin Max olaylar
zh_hk: 最多出现的分支
zh_tw: 分類的最大出現次數

source: No occurrences so far
cs_cz: Žádné události tak daleko
es_es: Ninguna Ocurrencia
hi_in: कोई घटनाओं को अब तक
id_id: Belum ada kejadian sejauh ini
it_it: Non ci sono state ripetizioni fino ad ora
ko_kr: 없음 발생 지금까지
mr_in: आतापर्यंत कोणत्याही घटना
nl_nl: Tot dusverre niet voorgekomen
pt_pt: Não há mais ocorrências
ro_ro: Nr evenimente până în prezent
ru_ru: Не найдено повторений
sq_al: Nuk ndodhi deri tani
sv: Kodar [%2dm%.2ds hittills] %c
sw_ke: Hakuna matukio mbali
tr_tr: Hayır oluşumları şimdiye kadar
zh_hk: 已没有出现
zh_tw: 已沒有出現

source: ERROR
cs_cz: CHYBA
hi_in: त्रुटि
id_id: KESALAHAN
it_it: ERRORE
ko_kr: 오류
mr_in: त्रुटी
nl_nl: FOUT
pt_pt: ERRO
ro_ro: EROARE
ru_ru: Ошибка
sq_al: GABIM
sv: FEL
tr_tr: HATA
zh_hk: 错误
zh_tw: 錯誤

source: Unable to identify segment tag
cs_cz: Nelze určit segment tag
es_es: No se puede identificar la marca del (tag) del segmento
hi_in: करने के लिए खंड टैग की पहचान करने में असमर्थ
id_id: Tdk dapat mengidentifikasi tag segmen
it_it: Non &egrave; stato possibile identificare l'etichetta del segmento
ko_kr: 세그먼트 태그를 식별 할 수없는
mr_in: रेषाखंड टॅग ओळखण्यासाठी अक्षम
nl_nl: Niet instaat om segment label vast te stellen
pt_pt: Não identificou etiqueta segmento
ro_ro: În măsură să identifice tag segment
ru_ru: Невозможно идентифицировать тег сегмента
sq_al: Në pamundësi për të identifikuar tag segment
sv: Okänt tecken, kan inte identifiera.
sw_ke: Kushindwa kutambua sehemu tag
tr_tr: segment etiketi tespit edilemiyor
zh_hk: 无法认证片断标签
zh_tw: 無法認證片斷標籤

source: from the message line
cs_cz: ze zprávy linky
es_es: de la línea del mensaje
hi_in: संदेश लाइन से
id_id: dari baris pesan
it_it: dalla riga del messaggio
ko_kr: 메시지 라인에서
mr_in: संदेश ओळ पासून
nl_nl: van de boodschap regel
pt_pt: da linha de mensagem
ro_ro: de la linia de mesaj
ru_ru: из строки сообщения
sq_al: nga rreshti i mesazhit
sv: från meddelanderaden
sw_ke: kutoka Mpya ujumbe
tr_tr: MESAJ SATIRI:
zh_hk: 来自讯息列
zh_tw: 來自訊息列

source: This message processing has been aborted and separate advice will be required from the customer to obtain details of the order
cs_cz: Tato zpráva zpracování byl přerušen a samostatné poradenství bude nutné vyžadovat od zákazníka získat podrobné informace o objednávce
es_es: Este procesamiento del mensaje ha sido abortado y serán necesarios consejos por separado por parte del cliente para obtener los detalles de la orden
hi_in: इस संदेश के प्रसंस्करण का गर्भपात हो गया है और अलग सलाह ग्राहकों से करने की आवश्यकता होगी प्राप्त करने के लिए आदेश की जानकारी
id_id: Pemrosesan pesan ini telah dibatalkan dan berita terpisah dari customer diperlukan utk mendapatkan rincian order
it_it: Questa elaborazione dei messaggi è stata interrotta e consulenza a parte sarà richiesto dal cliente per ottenere i dettagli del provvedimento
ko_kr: 이 메시지 처리를 중단 한 분리 조언 순서의 상세를 획득하기 위해 상기 고객으로부터 요구 될 것이다
mr_in: हा संदेश प्रक्रिया निरस्त केले गेले आहे आणि स्वतंत्र सल्ला ऑर्डर तपशील प्राप्त करण्यासाठी ग्राहक पासून आवश्यक
nl_nl: Dit bericht de verwerking is afgebroken en een apart advies zal worden geist van de klant te verkrijgen details van de bestelling
pt_pt: Essa mensagem de proces. foi interrompida e aviso em separadoé requerido para esse cliente para ver detalhes do pedido
ro_ro: Acest mesaj de prelucrare a fost avortat şi sfaturi separate vor fi necesare de la client pentru a obţine detalii cu privire la ordinea
ru_ru: Обработка этого сообщения была отменена, потребуются дополнительные рекомендации от покупателей дляполучения информации о заказе
sq_al: Ky përpunim mesazh është ndërprerë dhe këshilla të veçantë do të kërkohet nga të konsumatorëve për të marrë të dhënat e rendit
sv: Detta budskap bearbetning har avbrutits och separata råd kommer att krävas från kunden att få uppgifter om ordern
sw_ke: Hii usindikaji ujumbe imekuwa aborted na ushauri tofauti inatakiwa kutoka kwa wateja wa kupata maelezo ya kina ili
tr_tr: Bu mesajın işlenmesi ve iptal edildi ayrı tavsiyeler almak için müşteri istenecektir sipariş ayrıntıları
zh_hk: 此讯息表示程序已终止, 而且会另行发出通知要求客户订单的详细资料
zh_tw: 此消息處理已經中止及分別的意見要求，將從客戶的訂單的詳細資料內取得

source: The segment tag
cs_cz: Segment tag
es_es: La marca (tag) del segmento
hi_in: खंड टैग
id_id: Tag segmen
it_it: L'etichetta del segmento
ko_kr: 세그먼트 태그
mr_in: रेषाखंड टॅग
nl_nl: Segement label
pt_pt: Identif. Segmento
ro_ro: Segmentul tag-ul
ru_ru: Тег сегмента
sq_al: Tag segment
sv: ID3-tagg:
sw_ke: Tag sehemu
tr_tr: Segment etiket
zh_hk: 片断标签
zh_tw: 片段標籤

source: is being processed
cs_cz: se zpracovává
es_es: está siendo procesado
hi_in: संसाधित किया जा रहा है
id_id: sedang diproses
it_it: è stata elaborata
ko_kr: 처리되고
mr_in: प्रक्रिया केली जात आहे
nl_nl: wordt verwerkt
pt_pt: em processamento
ro_ro: este în curs de procesare
ru_ru: обрабатывается
sq_al: është duke u përpunuar
sv: visas
sw_ke: ni kuwa processed
tr_tr: ISLENIYOR
zh_hk: 执行中
zh_tw: 執行中

source: Customer EDI Ref
cs_cz: Zákazník EDI Ref
es_es: Ref. EDI del cliente
hi_in: ग्राहक रेफरी ईडीआई
id_id: Ref EDI Customer
it_it: Riferimento EDI del cliente
ko_kr: 고객 EDI 참조
mr_in: ग्राहक EDI संदर्भ
nl_nl: EDI ref. klant
pt_pt: Ref. EDI Cliente
ro_ro: Client EDI Ref
ru_ru: Ссылка на EDI заказачика
sv: Kund EDI Ref
sw_ke: Mteja EDI Kumb
tr_tr: MUSTERI E-BELGE REF.
zh_hk: 客户 EDI 参考号
zh_tw: 客戶 EDI 參考號

source: EDI Message Ref
cs_cz: EDI zpráv Ref
es_es: Ref. EDI del Mensaje
hi_in: ईडीआई संदेश रेफरी
id_id: Ref Pesan EDI
it_it: Riferimento messaggio EDI
ko_kr: EDI 메시지 참조
mr_in: EDI संदेश संदर्भ
nl_nl: EDI boodschap ref.
pt_pt: Ref. Mensagem EDI
ro_ro: EDI Mesaj Ref
ru_ru: Ссылка на EDI сообщение
sq_al: Ref EDI Mesazh
sv: EDI meddelandereferens
sw_ke: Ujumbe EDI Kumb
tr_tr: E-BELGE MESAJ REF.
zh_hk: EDI 讯息参考号
zh_tw: EDI 訊息參考號

source: This message is not an order
cs_cz: Tato zpráva není objednávky
es_es: Este mensaje no es una Orden(o pedido)
hi_in: इस संदेश को एक आदेश नहीं है
id_id: Pesan ini bukanlah order
it_it: Questo messaggio non è un ordine
ko_kr: 이 메시지는 주문하지 않습니다
mr_in: हा संदेश एक ऑर्डर नाही
nl_nl: Deze boodschap is geen order
pt_pt: Essa mensagem não é um pedido
ro_ro: Acest mesaj nu este un ordin
ru_ru: Это сообщение не является заказом
sq_al: Ky mesazh nuk është një urdhër
sv: Detta meddelande är inte tillgängligt för tillfället
sw_ke: Ujumbe huu si amri
tr_tr: BU MESAJ BIR SIPARIS DEGILDIR
zh_hk: 这讯息不是订单
zh_tw: 這訊息不是訂單

source: This message is a standard order
cs_cz: Tato zpráva je standardní, aby
es_es: Este mensaje es una Orden Estándar
hi_in: इस संदेश को एक मानक व्यवस्था है
id_id: Pesan ini adalah order bertahap
it_it: Questo messaggio è un ordine normale
ko_kr: 이 메시지는 표준 차수
mr_in: हा संदेश एक मानक क्रम आहे
nl_nl: Deze boodschap is een standaard order
pt_pt: Essa mensagem é um pedido padrão
ro_ro: Acest mesaj este un ordin standard
ru_ru: Это сообщение - стандартный заказ
sq_al: Ky mesazh është një mënyrë standarte
sv: Detta meddelande är en standard beställning
sw_ke: Ujumbe huu ni amri ya kiwango
tr_tr: BU MESAJ STANDARD BIR SIPARISTIR
zh_hk: 这讯息是标准订单
zh_tw: 這訊息是標準訂單

source: This message is a blanket order
cs_cz: Tato zpráva je deka, aby
es_es: Este mensaje es una Orden compuesta
hi_in: इस संदेश को एक कंबल का आदेश है
id_id: Pesan ini adalah order bertahap
it_it: Questo messaggio è un ordine aperto
ko_kr: 이 메시지는 담요 순서입니다
mr_in: हा संदेश एक घोंगडी क्रम आहे
nl_nl: Deze boodschap is een blanket order
pt_pt: Essa mensagem é pedido (blanket)
ro_ro: Acest mesaj este un ordin pătură
ru_ru: Это сообщение - общий заказ
sq_al: Ky mesazh është një mënyrë batanije
sv: Detta meddelande är en filt för
sw_ke: Ujumbe huu ni amri ya blanketi
tr_tr: Bu mesajı bir battaniye emirdir
zh_hk: 这讯息是分批交货订单
zh_tw: 這訊息是分批交貨訂單

source: blanket order
cs_cz: hromadné objednávky
es_es: Orden compuesta
hi_in: कंबल आदेश
id_id: order bertahap
it_it: ordine aperto
ko_kr: 담요 주문
mr_in: घोंगडी क्रम
pt_pt: pedido (blanket)
ro_ro: pătură pentru a
ru_ru: общий заказ
sq_al: mënyrë batanije
sv: Avropsorder
sw_ke: blanketi ili
tr_tr: SINIRSIZ SIPPARIS (BLANKET)
zh_hk: 分批交货订单
zh_tw: 分批交貨訂單

source: This order is URGENT
cs_cz: Tato objednávka je naléhavá
es_es: Esta orden(pedido) es URGENTE
hi_in: इस क्रम अत्यावश्यक है
id_id: Order ini MENDESAK
it_it: Questo ordine è URGENTE
ko_kr: 이 순서는 시급하다
mr_in: ही ऑर्डर त्वरित आहे
nl_nl: Deze orer is urgent
pt_pt: Pedido é URGENTE
ro_ro: Acest ordin este URGENT
ru_ru: Этот заказ СРОЧНЫЙ
sq_al: Kjo mënyrë është URGENT
sv: Denna order är BRÅDSKANDE
sw_ke: Ili hii ni URGENT
tr_tr: BU SIPARIS ACILDIR!
zh_hk: 这是急订单
zh_tw: 這是急訂單

source: URGENT ORDER
cs_cz: Urgentní příkaz
es_es: PEDIDO URGENTE
hi_in: अत्यावश्यक आदेश
id_id: ORDER MENDESAK
it_it: ORDINE URGENTE
ko_kr: 긴급 주문
mr_in: त्वरित मागणी
nl_nl: SPOEDBESTELING
pt_pt: PEDIDO URGENTE
ro_ro: URGENT COMANDA
ru_ru: СРОЧНЫЙ ЗАКАЗ
sq_al: URGENT RENDI
sv: BRÅDSKANDE BESTÄLLNING
tr_tr: ACIL SIPARIS
zh_hk: 急!!订单
zh_tw: 急!!訂單

source: Call off order
cs_cz: Odvolat, aby
es_es: Desllamar la orden
hi_in: बंद के आदेश को बुलाओ
id_id: Batalkan order
it_it: ordine di annullamento
ko_kr: 순서 오프 전화
mr_in: बंद कॉल ऑर्डर
nl_nl: Afroep order
pt_pt: Pedido Corte
ro_ro: Apel de pe ordinea
ru_ru: Отменить заказ
sq_al: Call off mënyrë
sv: Avbryt beställning
sw_ke: Wito mbali ili
tr_tr: sipariş kapalı Çağrı
zh_hk: 取消订单
zh_tw: 取消訂單

source: Call Off Order
cs_cz: Volání mimo pořadí
es_es: Desllamar Orden
hi_in: बंद के आदेश को बुलाओ
id_id: Batalkan Order
it_it: ordine di annullamento
ko_kr: 주문을 끄기 전화
mr_in: बंद कॉल मागणी
nl_nl: Afroep order
pt_pt: Pedido Corte
ro_ro: Apel Off Ordine
ru_ru: Отменить заказ
sq_al: Call Off Rendit
sv: Avbryt beställning
sw_ke: Order wito Off
tr_tr: Sipariş Kapalı Çağrı
zh_hk: 取消订单
zh_tw: 取消訂單

source: Consignment order
cs_cz: Zásilka pořadí
es_es: Orden de Consignación
hi_in: प्रेषण आदेश
id_id: Order Konsinyasi
it_it: Per spedizione
ko_kr: 위탁 순서
mr_in: प्रेषक क्रम
pt_pt: Pedido Consignação
ro_ro: Custodie pentru
ru_ru: Заказ на отправку
sq_al: Për ngarkesë
sv: Sändningsbeställning
sw_ke: Consignment ili
tr_tr: MAL GÖNDERIM SIPARISI
zh_hk: 寄销订单
zh_tw: 寄售訂單

source: Manufacturer raised order
cs_cz: Výrobce zvýšil objednávky
es_es: Orden levantada a Fabricante
hi_in: निर्माता आदेश उठाया
id_id: Order inisiatif produsen
it_it: Produttore sollevato ordine
ko_kr: 제조 업체는 순서를 제기
mr_in: निर्माता असण्याचा ऑर्डर
nl_nl: Producent maakte bestelling
pt_pt: Pedido Fabric. susp.
ro_ro: Numarul de ridicat pentru a
ru_ru: Производитель выдвинул заказ
sq_al: Prodhuesi ngritur me qëllim
sv: Tillverkargenererad beställning
sw_ke: Mtengenezaji alimfufua ili
tr_tr: Üretici sipariş kaldırdı
zh_hk: 生产订单(RAISED)
zh_tw: 生產訂單(RAISED)

source: Standing order
cs_cz: Trvalý příkaz
es_es: Parando Orden
hi_in: स्थायी आदेश
id_id: Order tetap
it_it: Ordine permanente
ko_kr: 자동 이체
mr_in: स्थायी आदेश
nl_nl: Bijzondere bestelling
pt_pt: Pedido Suspenso
ro_ro: În picioare pentru a
ru_ru: Регламент
sq_al: Qëndrimi urdhër
sv: Stående order
sw_ke: Amesimama ili
tr_tr: STANDARD SIPARIS
zh_hk: 标准订单
zh_tw: 標準訂單

source: Cross docking services order
cs_cz: Kříž docking služby, aby
es_es: Orden de Servicios de Cross-Docikng
hi_in: क्रॉस डॉकिंग सेवाओं आदेश
id_id: Order layanan docking silang
it_it: Cross docking servizi di ordine
ko_kr: 크로스 도킹 서비스 오더
mr_in: क्रॉस डॉकिंग सेवा ऑर्डर
nl_nl: Cross docking diensten bestellen
pt_pt: Pedido serviço cross-docking
ro_ro: Cross docking servicii pentru
ru_ru: Заказ на кросс-стыковку сервисов
sq_al: docking Kryqit të shërbimeve me qëllim
sv: Cross docking tjänster för
sw_ke: Msalaba docking huduma ili
tr_tr: Çapraz yerleştirme hizmetleri için
zh_hk: 越库作业服务订单
zh_tw: 越庫作業服務訂單

source: Exceptional Order
cs_cz: Výjimečná Objednat
es_es: Pedido Excepcional
hi_in: असाधारण आदेश
id_id: Order Istimewa
it_it: Eccezionale Ordine
ko_kr: 뛰어난 주문
mr_in: अपवादात्मक मागणी
nl_nl: Uitzonderlijke order
pt_pt: Pedido Excepcional
ro_ro: Excepţionale Ordine
ru_ru: Исключительный заказ
sq_al: Jashtëzakonshme Rendit
sv: Exeptionell beställning
sw_ke: Kipekee Order
tr_tr: ÖZEL SIPARIS
zh_hk: 异常订单
zh_tw: 異常訂單

source: Trans-shipment order
cs_cz: Trans-zásilky, aby
es_es: Orden de Transbordo
hi_in: ट्रांस शिपमेंट आदेश
id_id: Order lintas-pengiriman
it_it: Trasbordo ordine
ko_kr: 환적 순서
mr_in: पलीकडे चढविणे क्रम
nl_nl: Klant order ref.
pt_pt: Pedido Remessa-Cross
ro_ro: Trans-expediere pentru
ru_ru: &quot;Транзитные перевозки&quot; порядка
sq_al: Trans-dërgesës për
sv: Omlastning ordning
sw_ke: Trans-transport ili
tr_tr: Transit sevkiyat sipariş
zh_hk: 转运订单
zh_tw: 轉運訂單

source: Cross docking order
cs_cz: Kříž docking pořadí
es_es: Orden Cross-docking
hi_in: क्रॉस डॉकिंग आदेश
id_id: Order docking silang
it_it: Cross docking ordine
ko_kr: 크로스 도킹 순서
mr_in: क्रॉस डॉकिंग क्रम
nl_nl: Cross docking om
pt_pt: Pedido Cross-docking
ro_ro: Cross docking pentru
ru_ru: Заказ на кросс-стыковку
sq_al: mënyrë Kryqi docking
sv: Terminalorder
sw_ke: Msalaba ili docking
tr_tr: Çapraz yerleştirme düzeni
zh_hk: 越库订单
zh_tw: 越庫訂單

source: Customers order ref
cs_cz: Zákazníci, aby rozhodčí
es_es: Ref Orden de clientes
hi_in: ग्राहकों को आदेश रेफरी
id_id: Ref order customer
it_it: I clienti ordine ref
ko_kr: 고객은 심판 주문
mr_in: ग्राहक संदर्भ क्रम
nl_nl: Klant order ref.
pt_pt: Ref. Pedidos Cliente
ro_ro: Clienţii pentru ref
ru_ru: Ссылка на заказ клиентов
sq_al: Konsumatorët ref mënyrë
sv: Kund order ref.
sw_ke: Ili wateja ref
tr_tr: MÜSTERI SPARIS REF.
zh_hk: 客户订单参号
zh_tw: 客戶訂單參號

source: REPLACEMENT order
cs_cz: VÝMĚNA pořadí
es_es: Orden de DEVOLUCIÓN
hi_in: प्रतिस्थापन आदेश
id_id: Order PENGGANTI
it_it: SOSTITUZIONE ordine
ko_kr: 교체 주문
mr_in: REPLACEMENT क्रम
nl_nl: Vervangingsorder
pt_pt: Pedidos REPOSIÇÃO
ro_ro: SCHIMB comandă
ru_ru: Закак ЗАМЕЩЕНИЕ
sq_al: mënyrë REPLACEMENT
sv: ERSÅTTNINGS order
sw_ke: Badala ya utaratibu
tr_tr: YEDEK sipariş
zh_hk: 换货订单
zh_tw: 換貨訂單

source: MUST DELETE THE ORIGINAL ORDER MANUALLY
cs_cz: Nutné odstranit původní pořadí RUČNĚ
es_es: DEBE ELIMINAR MANUALMENTE LA ORDEN ORIGINAL
hi_in: मूल मैन्युअल आदेश हटाना होगा
id_id: HARUS MENGHAPUS ORDER SEMULA SECARA MANUAL
it_it: Deve cancellare l&#39;ordine originale MANUALMENTE
ko_kr: 수동으로 원래 순서를 삭제해야합니다
mr_in: स्वतः ORIGINAL मागणी हटविणे आवश्यक
nl_nl: OORSPRONKELIJKE ORDER MOET HANDMATIG VERWIJDERD WORDEN
pt_pt: REMOVER O PEDIDO ORIGINAL MANUALMENTE
ro_ro: Trebuie să ştergeţi ordinea iniţială MANUAL
ru_ru: ДОЛЖЕН УДАЛИТЬ ИСХОДНЫЙ ЗАКАЗ ВРУЧНУЮ
sq_al: Duhet të fshini mënyrë origjinale me dorë
sv: MÅSTE bort den ursprungliga beställningen manuellt
sw_ke: LAZIMA Delete THE ORDER ORIGINAL manually
tr_tr: ORJINAL SIPARISI ELLE SILMELISINIZ!
zh_hk: 必须手动删除原有订单
zh_tw: 必須手動刪除原有訂單

source: Confirmation of previously sent order
cs_cz: Potvrzení dříve zaslané objednávky
es_es: Confirmación de pedido enviado previamente
hi_in: की पुष्टि पहले से आदेश भेजा
id_id: Konfirmasi order yg sebelumnya sdh dikirim
it_it: Conferma di ordine precedentemente inviato
ko_kr: 이전에 보낸 주문 확인
mr_in: पूर्वी पाठविला ऑर्डर पुष्टीकरण
nl_nl: Bevestiging van eerder verstuurde order
pt_pt: Confirm. Ordem Previam. Enviada
ro_ro: Confirmarea a trimis anterior pentru
ru_ru: Подтверждение ранее посланного заказа
sq_al: Konfirmimi i dërguar më parë me qëllim
sv: Ett e-postbrev med bekräftelse har skickats.
sw_ke: Uthibitisho wa awali alimtuma ili
tr_tr: ÖNCEDEN GÖNDERILMIS SIPARIS ONAYI
zh_hk: 确认之前出的订单
zh_tw: 確認之前出的訂單

source: DUPLICATE order DELETE ORIGINAL ORDER MANUALLY
cs_cz: DUPLICATE aby DELETE původním pořadí RUČNĚ
es_es: Pedido Duplicado, Elimine Manualmente el Pedido Original
hi_in: डुप्लीकेट आदेश DELETE मूल क्रम मैन्युअल
id_id: Order BERGANDA HAPUS ORDER SEMULA SECARA MANUAL
it_it: DUPLICATO per CANC ORIGINALE ordine manualmente
ko_kr: DUPLICATE 위해 MANUALLY 원래 순서를 삭제
mr_in: ऑर्डर स्वहस्ते ORIGINAL क्रम DELETE डुप्लिकेट
nl_nl: DUPLICEER of VERWIJDER oorspronkelijke order manueel
pt_pt: Pedido DUPLICADO REMOVER PEDIDO MANUALMENTE
ro_ro: DUPLICATE pentru DELETE ORIGINAL COMANDA MANUAL
ru_ru: ДУБЛИРУЮЩИЙСЯ заказ. УДАЛИТЕ ИСХОДНЫЙ ЗАКАЗ ВРУЧНУЮ
sq_al: Duplicate mënyrë DELETE ORIGJINALE RENDI me dorë
sv: KOPIA För radera originella beställningen manuellt
sw_ke: Duplicate ili Delete ORIGINAL ORDER manually
tr_tr: MÜKERRER SIPARIS, ORIJINAL SIPARISI MANUEL SILIN
zh_hk: 重覆订单, 手动删除原有订单
zh_tw: 重覆訂單, 手動刪除原有訂單

source: Proposed order only no order created in web-ERP
cs_cz: Navržen pouze na objednávku žádné objednávky vytvořené v on-ERP
es_es: Pedido propuesto solamente, no se ha creado pedido en WebERP
hi_in: प्रस्तावित व्यवस्था ही कोई आदेश वेब ईआरपी में बनाया
id_id: Hanya order penawaran tdk ada order yg dibuat di web-ERP
it_it: Proposta di ordine non solo in ordine creato web-ERP
ko_kr: 웹 ERP에서 생성 제안 된 순서 만 더 주문하지
mr_in: वेब ERP मध्ये तयार प्रस्तावित ऑर्डर केवळ नाही ऑर्डर
nl_nl: Voorgestelde order - echter geen order aangemaakt in het systeem
pt_pt: Pedido proposto, não há pedido criado no web-ERP
ro_ro: Propus nu numai pentru a ordinii create în web-ERP
ru_ru: Предлагаемый заказ создан не в веб-ERP
sq_al: mënyrë e propozuar vetëm asnjë mënyrë të krijuar në web-ERP
sv: Föreslagen För bara någon ordning skapas i webb-ERP
sw_ke: Mapendekezo ili tu hakuna utaratibu umba katika mtandao ERP
tr_tr: SADECE TEKLIF
zh_hk: 只是见议订单, 无真实订单在此系统(WEB-ERP)内产生.
zh_tw: 只是見議訂單, 無真實訂單在此系統(WEB-ERP)內產生.

source: COPY order only no order will be created in web-ERP
cs_cz: COPY pouze na objednávku žádné objednávky bude vytvořen v on-ERP
es_es: Copia de pedido solamente, no se creará ningún pedido en WebERP
hi_in: प्रतिलिपि आदेश ही कोई आदेश वेब ईआरपी में बनाया जाएगा
id_id: Hanya order COPY tdk ada order yg akan dibuat di web-ERP
it_it: Per Copiare solo nessun ordine verrà creato nella web-ERP
ko_kr: 복사 순서 만 더 순서는 웹 ERP에서 생성됩니다
mr_in: कॉपी ऑर्डर केवळ नाही ऑर्डर वेब ERP मध्ये निर्माण होईल
nl_nl: COPIE - geen order aangemaakt in het systeem
pt_pt: Copiar Ordem sómente não irá criar Ordem no webERP
ro_ro: Comandaţi un exemplar nu numai pentru a va fi creat în web-ERP
ru_ru: КОПИРУЙТЕ заказ. Заказ не будет создан в web-ERP
sq_al: mënyrë COPY vetëm asnjë mënyrë do të krijohen në web-ERP
sv: KOPIA För bara någon ordning skapas i webb-ERP
sw_ke: NAKILI ili tu hakuna utaratibu zitapatikana katika mtandao ERP
tr_tr: SADECE SIPARIS KOPYASI
zh_hk: 只是覆制订单, 无真实订单在此系统(WEB-ERP)内产生
zh_tw: 只是覆制訂單, 無真實訂單在此系統(WEB-ERP)內產生

source: Confirmation of order
cs_cz: Potvrzení objednávky
es_es: Confirmación de pedido
hi_in: आदेश की पुष्टि
id_id: Konfirmasi order
it_it: Conferma di ordine
ko_kr: 주문 확인
mr_in: ऑर्डर पुष्टीकरण
nl_nl: Bevestiging van order
pt_pt: Confirmação de Ordem
ro_ro: Confirmarea de comandă
ru_ru: Подтверждение заказа
sq_al: Konfirmimi i rendit
sv: Godkännande av order
sw_ke: Uthibitisho wa utaratibu
tr_tr: SIPARIS ONAYI
zh_hk: 确认订单
zh_tw: 確認訂單

source: not created in web-ERP
cs_cz: nejsou vytvořeny v on-ERP
es_es: no se ha creado en WebERP
hi_in: नहीं बनाया वेब ईआरपी में
id_id: tdk dibuat di web-ERP
it_it: non creato in web-ERP
ko_kr: 웹 ERP에서 생성되지
mr_in: वेब ERP मध्ये तयार नाही
nl_nl: niet aangemaakt in het systeem
pt_pt: não criado no webERP
ro_ro: nu a creat în web-ERP
ru_ru: не создано в web-ERP
sq_al: nuk u krijua në web-ERP
sv: inte skapad i WebERP
sw_ke: si umba katika mtandao ERP
tr_tr: WebERP ILE OLUSTURULMAMIS
zh_hk: 没有在此系统(WEB-ERP)内产生
zh_tw: 沒有在此系統(WEB-ERP)內產生

source: Provisional order only
cs_cz: Prozatímní pořadí pouze
es_es: Sólo Pedido Provisional
hi_in: केवल अनंतिम आदेश
id_id: Hanya order sementara
it_it: ordine provvisorio solo
ko_kr: 임시 순서 만
mr_in: अस्थायी ऑर्डर केवळ
nl_nl: Voorlopige bestelling
pt_pt: Pedido Só para Provisionamento
ro_ro: Pentru provizorie numai
ru_ru: Только предварительный заказ
sq_al: mënyrë të përkohshme vetëm
sv: Endast restorder
sw_ke: Muda ili tu
tr_tr: SADECE PROVIZYON SIPARIS
zh_hk: 只是临时订单
zh_tw: 只是臨時訂單

source: Response Code
cs_cz: Kód odpovědi
es_es: Código de Respuesta
hi_in: प्रतिक्रिया कोड
id_id: Kode Respons
it_it: Codice di risposta
ko_kr: 응답 코드
mr_in: प्रतिसाद कोड
nl_nl: Antwoord code
pt_pt: Cod. Resposta
ro_ro: Codul de răspuns
ru_ru: Код ответа
sv: Svarskod
sw_ke: Kanuni majibu
tr_tr: CEVAP KODU
zh_hk: 回应编码
zh_tw: 回應編碼
