Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The SQL to zero quantity received for all purchase orders line items and uncompleted all purchase order line items because
cs_cz: SQL na nulu množství přijaté pro všechny nákup položek objednávky line a nedokončených všechny doklady o koupi objednávkových položek, protože
es_es: El SQL para la recepción de cantidad cero para todos los artículos de línea de órdenes de compra y los todos los artículos de línea de órdenes de compra incompletos porque
hi_in: एसक्यूएल शून्य सभी खरीद आदेश पंक्ति आइटम के लिए प्राप्त मात्रा के लिए और सभी खरीद आदेश पंक्ति वस्तुओं अपूर्ण क्योंकि
id_id: SQL tdk dapat me-nol-kan semua jumlah yg diterima utk semua item baris order pembelian dan men-tdk-selesai-kan semua item baris order penjualan karena
it_it: di perchè
ko_kr: 제로 수량 SQL은 모든 구매 주문 라인 항목에 대해 수신 된 모든 구매 주문 라인 항목 때문에이되지 않은
mr_in: शून्य प्रमाण करण्यासाठी SQL सर्व खरेदी ऑर्डर ओळ आयटम आणि अर्धवट लिहिलेल्या सर्व खरेदी ऑर्डर ओळ आयटम प्राप्त कारण
nl_nl: Zet alle inkoop volumes op 0 en zet alle inkooporders weer open (uncompleting) is mislukt omdat
pt_pt: SQL para zerar quantidades para todas ordens de compra dos itens e incompletos falhou porque
ro_ro: SQL la zero cantitatea primită pentru toate elementele de cumpărare linie de ordine şi neterminate, pentru toate elementele de achiziţie linie, deoarece
ru_ru: SQL на обнуление полученного количества товаров для строк заказов на покупки и разукомплектование все сделок на покупки, потому что
sq_al: SQL për zero sasi të marra për të gjitha sendet urdhrat e blerjes e linjës dhe jo të plotë të gjitha sendet me qëllim blerjen e linjës për shkak se
sv: SQL till noll mängd mottagits för alla beställningar poster och ofullbordade alla köpa saker orderrad eftersom
sw_ke: SQL na sifuri wingi kupokea kwa wote kununua vitu line maagizo na uncompleted wote ili kununua vitu line sababu
tr_tr: SQL bütün alım emirleri satır öğeleri için alınan sıfır miktar ve tüm satın alma siparişi satır öğeleri tamamlanmamış çünkü
zh_hk: 归中全部已接收的采购订单数量和全部未完成采购订单的 SQL, 因为
zh_tw: 已收採購訂單數量和未完成採購訂單全部歸零的 SQL程序, 因為

source: Deleting all GRN records
cs_cz: Odstranění všech záznamů GRN
es_es: Suprimir todos los registros de GRN(Good Received Note)(Nota de Bienes Recibidos)
hi_in: सभी GRN रिकॉर्ड हटाना
id_id: Menghapus semua data GRN
it_it: Eliminazione di tutti i record GRN
ko_kr: 모든 GRN 기록 삭제
mr_in: सर्व GRN रेकॉर्ड हटवत
nl_nl: Verwijder alle goederen ontvangsten
pt_pt: Removendo todos GRN/DEM
ro_ro: Ştergerea tuturor înregistrărilor GRN
ru_ru: Удаление всех записей GRN
sq_al: Fshirja e të gjitha të dhënat GRN
sv: Tar bort alla miniatyrbilder, var vänlig vänta...
sw_ke: Kufuta kumbukumbu zote GRN
tr_tr: Tüm GRN kayıtlarını silme
zh_hk: 所有收货单记录删除中
zh_tw: 所有收貨單記錄刪除中

source: The SQL to update the transaction number of stock receipts has failed because
cs_cz: SQL aktualizovat číslo transakce zásob příjmů selhala, protože
es_es: Ha fallado el SQL para actualizar el número de transacciones de los ingresos de existencias
hi_in: एसक्यूएल स्टॉक प्राप्ति का लेन - देन की संख्या अद्यतन करने में विफल रहा है क्योंकि
id_id: SQL gagal memperbarui nomor transaksi dari penerimaan stok karena
it_it: di perchè
ko_kr: 재고 영수증의 거래 번호를 업데이트하는 SQL은 때문에 실패
mr_in: स्टॉक पावतीच्या व्यवहार संख्या अद्यतनित करण्यासाठी SQL अयशस्वी झाले कारण
nl_nl: Wijzigen van het transactie nummer van de voorraad ontvangst is mislukt omdat
pt_pt: SQL usado para atualizar núm. receb. estoque falhou porque
ro_ro: SQL pentru a actualiza numărul de tranzacţie a încasărilor din stoc a eşuat, deoarece
ru_ru: SQL на обновления числа номера сделки поступления на склад завершился неудачей, поскольку
sq_al: SQL për të rinovuar me numrin e transaksioneve të aksioneve të ardhurave ka dështuar, sepse
sv: SQL för att uppdatera transaktionen antalet personaloptioner kvitton har misslyckats på grund
sw_ke: SQL update idadi ya manunuzi ya risiti hisa kwa sababu imeshindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新存货接收的交易编号的 SQL 失败, 因为
zh_tw: 更新庫存收貨的交易編號的 SQL 失敗, 因為

source: Deleting all Purchase Orders
cs_cz: Odstranění všech objednávek
es_es: Suprimiendo todas las órdenes de compra
hi_in: सभी खरीद आदेश को हटाना
id_id: Menghapus semua Order Pembelian
it_it: Eliminazione di tutti gli Ordini di acquisto
ko_kr: 모든 구매 주문을 삭제
mr_in: सर्व खरेदी ऑर्डर हटवत
nl_nl: Verwijderen van alle inkoop orders
pt_pt: Removendo todos os Pedidos de Compra
ro_ro: Ştergerea toate ordinele de cumpărare
ru_ru: Удаление всех заказов на покупки
sq_al: Fshirja e të gjithë Urdhërat e Blerjes
sv: Tar bort alla miniatyrbilder, var vänlig vänta...
sw_ke: Daraja kufuta yote Ununuzi
tr_tr: TÜM SATINALMA SIPARISLERI SILINIYOR..
zh_hk: 全部采购订单删除中
zh_tw: 全部採購訂單刪除中

source: The SQL to delete all purchase order details failed, the SQL statement was
cs_cz: SQL smazat veškeré podrobnosti objednávky selhal, příkaz SQL byl
es_es: Falló el SQL para suprimir todos los detalles de la orden de compra, la sentencia de SQL fue
hi_in: एसक्यूएल नष्ट करने के लिए सभी खरीद आदेश विवरण विफल रहा है, SQL बयान था
id_id: Perintah SQL yg gagal menghapus semua order pembelian adalah
it_it: di
ko_kr: SQL은 모든 구매 주문 세부 사항이 실패 삭제, SQL 문이었다
mr_in: अयशस्वी सर्व खरेदी ऑर्डर तपशील हटविण्याची SQL, SQL विधान होते
nl_nl: Verwijderen van alle inkoop order deails mislukte, SQL foutmelding was
pt_pt: SQL para remover todos os detalhes de pedidos de compra falhou, o comando SQL foi
ro_ro: SQL pentru a şterge toate detaliile de achiziţie pentru a eşuat, a fost declaraţia SQL
ru_ru: SQL на удаление всех подробностей заказа на покупку завершился неудачей, отчет SQL был
sq_al: SQL për të fshirë të gjitha detajet e rendit të blerë dështuar, deklarata SQL ishte
sv: Den SQL som användes men misslyckades var
sw_ke: SQL kufuta yote ili kununua maelezo alishindwa, taarifa SQL alikuwa
tr_tr: SATINALMA SIP. SILINIRKEN HATA OLUSTU, KULLANILAN KOMUT:
zh_hk: 删除全部采购订单资料的 SQL 失败, SQL 陈述式是
zh_tw: 刪除全部採購訂單資料的 SQL 失敗, SQL 陳述式是

source: The SQL to delete all purchase orders failed because
cs_cz: SQL odstranit všechny objednávky se nezdařilo, protože
es_es: Falló el SQL para suprimir todas las órdenes de compra, porque
hi_in: एसक्यूएल नष्ट करने के लिए सभी खरीद आदेशों क्योंकि विफल
id_id: SQL gagal menghapus semua order pembelian karena
it_it: di perchè
ko_kr: 모든 구매 주문을 삭제하는 SQL은 때문에 실패
mr_in: कारण सर्व खरेदी ऑर्डर हटवू SQL अयशस्वी
nl_nl: Verwijderen van alle inkoop orders mislukte omdat
pt_pt: SQL para remover todos os pedidos de compra falhou porque
ro_ro: SQL pentru a şterge toate ordinele de cumpărare a eşuat pentru că
ru_ru: SQL на удаление всех заказов на покупки завершился неудачей, потому что
sq_al: SQL për të fshirë të gjitha urdhrat e blerjes dështuar për shkak se
sv: SQL för att radera alla beställningar misslyckades på grund
sw_ke: SQL kufuta amri ya kununua wote alishindwa kwa sababu
tr_tr: KULLANILAN KOMUT:
zh_hk: 删除全部采购订单的 SQL 失败, 因为
zh_tw: 刪除全部採購訂單的 SQL 失敗, 因為

source: It is necessary to re-post the remaining general ledger transactions for the general ledger to get back in sync with the transactions that remain. This is an option from the Z_index.php page
cs_cz: Je nutné znovu-post zbývající hlavní kniha transakce pro hlavní knihy se dostat zpět do synchronizace s transakcemi, které zůstávají. Toto je volba ze stránky Z_index.php
es_es: Es necesario volver a subir el resto de las transacciones contables que quedan de contabilidad general para volver a sincronízar con las operaciones que quedan. Esta es una opción desde la página de Z_index.php
hi_in: इसे फिर से पोस्ट शेष सामान्य खाता बही के लिए सामान्य खाता बही लेनदेन वापस सिंक्रनाइज़ेशन में लेनदेन है कि रहने के साथ प्राप्त करने के लिए आवश्यक है. इस Z_index.php पृष्ठ से एक विकल्प है
id_id: Perlu utk membukukan-ulg sisa transaksi buku besar supaya buku besar dapat sinkron dgn sisa transaksi yg ada. Pilihan ini ada di halaman Z_index.php
it_it: E &#39;necessario ri-postare le altre operazioni di contabilità generale per la contabilità generale per tornare in sintonia con le operazioni che rimangono. Questa è una opzione dalla pagina Z_index.php
ko_kr: 이 원장은 남아있는 트랜잭션을 다시 동기화 얻을 수 있도록 나머지 일반 회계 원장 트랜잭션을 다시 게시 할 필요가있다. 이 Z_index.php 페이지에서 옵션입니다
mr_in: हे राहिल व्यवहार जुळणारे परत मिळविण्यासाठी सामान्य खातेवही साठी उर्वरित सामान्य खातेवही व्यवहार पुन्हा पोस्ट करण्यासाठी आवश्यक आहे. हे Z_index.php पृष्ठावरून एक पर्याय आहे
nl_nl: Het is noodzakelijk om re-post van de resterende grootboek transacties voor het grootboek om terug in sync te krijgen met de transacties die blijven. Dit is een optie uit het Z_index.php pagina
pt_pt: Será necessário postar novamente transações Contábeis restantes para sincronizar trans. restantes. Esta opção está no Menu Z_index.php
ro_ro: Este necesar să se re-post operaţiunilor rămase registrul general pentru registrul general pentru a reveni în sincronizare cu tranzacţiile care rămân. Aceasta este o opţiune din pagina Z_index.php
ru_ru: Необходимо повторно разместить оставшиеся сделки для общей бухгалтерской книги, чтобы вернуть синхронизацию с оставшимися сделками, Это один из вариантов со страницы Z_index.php
sq_al: Është e nevojshme që të ri-post mbetur transaksionet e përgjithshme librit për librin kryesor për të marrë përsëri në sync me transaksionet që mbeten. Ky është një opsion nga faqja Z_index.php
sv: Det är nödvändigt att re-post återstående huvudboken transaktioner i huvudboken att komma tillbaka i synk med de transaktioner som återstår. Detta är ett alternativ från Z_index.php sida
sw_ke: Ni muhimu kwa post re-iliyobaki ujumla kitabu mashirikiano kwa leja ya jumla ya kupata nyuma katika Sync na shughuli iliyobaki. Hii ni chaguo kutoka ukurasa wa Z_index.php
tr_tr: O defteri kebir için kalan defteri kebir işlemleri devam işlemleri ile senkronize geri almak için yeniden yazılan gereklidir. Bu Z_index.php sayfasından bir seçenektir
zh_hk: 需要重新把余下的总账交易入账, 总账才可同步取得余下交易. 这是在 Z_index.php 页的设定
zh_tw: 需要重新把剩下的總帳交易總帳入帳，總帳才可同步取得剩餘的交易。這是在Z_index.php頁的設定

source: Delete All Sales Analysis
cs_cz: Odstranit všechny Analýza prodeje
es_es: Suprimir Todos los Análisis de Ventas
hi_in: सभी हटाएँ बिक्री विश्लेषण
id_id: Hapus Semua Analisa Penjualan
it_it: Cancella
ko_kr: 모든 판매 분석을 삭제
mr_in: सर्व विक्री विश्लेषण हटवा
nl_nl: Verwijder alle verkoop analyses
pt_pt: Remove Todas Análises de Vendas
ro_ro: Şterge toate vânzările Analiza
ru_ru: Удалить все анализы продаж
sq_al: Fshij të gjitha Analiza Sales
sv: Ta bort alla andra fönster
sw_ke: Kufuta zote Uchambuzi Sales
tr_tr: TÜM SATIS ANALIZLERINI SIL
zh_hk: 删除所有销售分析
zh_tw: 刪除所有銷售分析

source: Delete All statement transactions
cs_cz: Odstranit všechny výpis transakcí
es_es: Suprimir todas las transacciones de los estados
hi_in: सभी लेनदेन के बयान हटाएँ
id_id: Hapus Semua transaksi akun
it_it: Cancella
ko_kr: 모든 문 트랜잭션을 삭제
mr_in: सर्व विधान व्यवहार हटवा
nl_nl: Verwijder alle statement transacties
pt_pt: Remover todas transações
ro_ro: Ştergeţi Toate tranzacţiile declaraţie
ru_ru: Удалить все отчеты по сделкам
sq_al: Fshij të gjitha transaksionet deklaratë
sv: Ta bort alla andra fönster
sw_ke: Kufuta shughuli taarifa zote
tr_tr: Tümünü Sil bildirimi işlemleri
zh_hk: 删除所有结单交易
zh_tw: 刪除所有交易報表

source: Zero All stock balances
cs_cz: Zero Všechny fotografie zůstatky
es_es: Poner a Cero todos los saldos de existencias
hi_in: शून्य शेष सभी शेयर
id_id: Reset Semua Saldo Stok
it_it: Zero Tutti i saldi stock
ko_kr: 제로 모든 재고 잔고
mr_in: शून्य सर्व स्टॉक शिल्लक
nl_nl: Leeg alle voorraad salodo's
pt_pt: Zerar todos Saldos Estoque
ro_ro: Toate soldurile zero stoc
ru_ru: Аннулировать всех остатки складов
sq_al: Zero të gjitha aksioneve të bilanceve
sv: Nolla alla lagerbalanser
sw_ke: Sifuri hisa zote mizani
tr_tr: STOK SEVIYELERINI SIFIRLA
zh_hk: 所有存货归零
zh_tw: 所有存貨歸零

source: Make Invoiced Qty Of All Sales Orders Nil
cs_cz: Make Fakturovaná Množství všech prodejů objednávky Nil
es_es: Hacer que las Cantidades Facturadas de Todas los Pedidos de Ventas estén vacías
hi_in: सभी विक्रय शून्य आदेश का चालान मात्रा करें
id_id: Ubah Jumlah Semua Faktur Order Penjualan ke Nol
it_it: Q.tà
ko_kr: 무기 호 모든 판매 주문 송장 수량을 확인
mr_in: सर्व विक्री ऑर्डर ऑफ Invoiced मात्रा बनवा शुन्य
nl_nl: Zet gefactureerde hoeveelheid van alle verooporders op nul
pt_pt: Fazer Ped. Qtd de Todos Ped. de Venda
ro_ro: Asiguraţi-Cantitate facturată din toate ordinele de vânzări Nil
ru_ru: Аннулировать выставленные в счет количества всех заказов на продажи
sq_al: Make Qty faturuar i urdhëron të gjitha shitjet Nil
sv: Gör Fakturerad kvantitet av all försäljning Order Nil
sw_ke: Kufanya Invoiced Uchina ya Daraja zote Sales Nil
tr_tr: Tüm Satış Siparişleri Nil Of Faturalanan Adet olun
zh_hk: 全部销售订单的已开发票数量标为 0
zh_tw: 全部的銷售訂單已開發票數量歸零

source: Delete All Sales Orders
cs_cz: Odstranit všechny Prodejní objednávky
es_es: Suprimir Todos Los Pedidos de Ventas
hi_in: सभी हटाएँ बिक्री आदेश
id_id: Hapus Semua Order Penjualan
it_it: Cancella
ko_kr: 모든 판매 오더 삭제
mr_in: सर्व विक्री ऑर्डर हटवा
nl_nl: Verwijder alle verkoop orders
pt_pt: Remove Todos Pedidos de Vendas
ro_ro: Şterge toate vânzările Comenzi
ru_ru: Удалить все Заказы на продажу
sq_al: Fshij të gjitha urdhëron Sales
sv: Ta bort alla andra fönster
sw_ke: Kufuta zote Sales Daraja
tr_tr: TÜM SATIS SIPARISLERINI SIL
zh_hk: 删除所有销售订单
zh_tw: 刪除所有銷售訂單

source: Zero Received Qty of all purchase orders
cs_cz: Zero Přijaté Množství všech objednávek
es_es: Cero Cantidad Recibida de todas las órdenes
hi_in: सभी खरीद आदेशों के शून्य प्राप्त मात्रा
id_id: Reset Jumlah yg Diterima utk semua order pembelian
it_it: Q.tà
ko_kr: 제로는 모든 구매 주문의 수량 수상
mr_in: सर्व खरेदी ऑर्डर ऑफ शून्य प्राप्त मात्रा
nl_nl: Zet ontvangen hoeveelheid voor alle inkoop ordrs op 0
pt_pt: Quantidade recebida zero para todos pedidos de compra
ro_ro: Zero primite Cantitate de toate ordinele de cumpărare
ru_ru: Получено нулевое количество для всех заказов на поставку
sq_al: Zero Marrë Qty të gjitha urdhrat e blerjes
sv: Noll Fick Antal av alla beställningar
sw_ke: Sifuri alipokea Uchina wote maagizo kununua
tr_tr: TÜM SATINALMA SIPARISLERINE ISTINADEN TESLIM ALINAN ÜRÜN MIKTAR KAYITLARINI SIFIRLA
zh_hk: 全部采购订单的接收数量标为 0
zh_tw: 全部的採購訂單的收貨數量歸零

source: Delete All Purchase Orders
cs_cz: Odstranit všechny Objednávky
es_es: Suprimir Todas Las Órdenes de Compra
hi_in: सभी हटाएँ खरीद आदेश
id_id: Hapus Semua Order Pembelian
it_it: Cancella
ko_kr: 모든 구매 오더 삭제
mr_in: सर्व खरेदी ऑर्डर हटवा
nl_nl: Verwijder alle inkoop orders
pt_pt: Remove Todos Ordens de Compra
ro_ro: Şterge toate achiziţiile Comenzi
ru_ru: Удалить все заказы на поставку
sq_al: Fshij të gjitha urdhrat e blerjes
sv: Ta bort alla andra fönster
sw_ke: Daraja kufuta Ununuzi zote
tr_tr: TÜM SATINALMA SIPARISLERINI SIL
zh_hk: 删除全部采购订单
zh_tw: 刪除全部採購訂單

source: Delete All Sales related stock movements
cs_cz: Odstranit všechny související s prodejem pohybu zásob
es_es: Suprimir todas las ventas relacionadas con el movimiento de existencias
hi_in: सभी हटाएँ सेल्स संबंधित स्टॉक आंदोलनों
id_id: Hapus Semua perpindahan stok yg berhubungan dgn Penjualan
it_it: Cancella
ko_kr: 모든 판매 관련 주식의 움직임을 삭제
mr_in: सर्व विक्री संबंधित स्टॉक हालचाली हटवा
nl_nl: Verwijder alle verkoop gerelateerde voorraad mutaties
pt_pt: Remover Todas Trans. Vendas relac. mov. Estoque
ro_ro: Ştergeţi Toate vânzările legate de mişcările de stoc
ru_ru: Удалить все продажи, связанные с движениями по складам
sq_al: Fshij të gjitha shitjet e aksioneve të ndërlidhura me lëvizjen
sv: Ta bort alla Sales relaterade lageromsättningen
sw_ke: Kufuta zote Sales kuhusiana hisa harakati
tr_tr: SATISLA ILGILI TÜM STOK HAREKETLERINI SIL
zh_hk: 删除全部销售相关的存货移动
zh_tw: 刪除全部與銷售相關的庫存調撥

source: Delete All Stock Receipt stock movements
cs_cz: Odstranit všechny akciové Příjem pohybu zásob
es_es: Suprimir Todos los Recibos de Movimiento de Existencias
hi_in: सभी हटाएँ स्टॉक रसीद स्टॉक आंदोलनों
id_id: Hapus Semua perpindahan stok atas Penerimaan Stok
it_it: Cancella
ko_kr: 모든 주식 영수증 재고의 움직임을 삭제
mr_in: सर्व स्टॉक पावती स्टॉक हालचाली हटवा
nl_nl: Verwijder alle vooraad ontvangst voorraad mutaties
pt_pt: Remover Todas transações recebimento de Estoque
ro_ro: Ştergeţi Toate Stock Primirea circulaţiei stocurilor
ru_ru: Удалить все квитанции на перемещения по складам
sq_al: Fshij të gjitha lëvizjet e Marrjes Stock aksioneve
sv: Ta bort alla Stock Mottagande lageromsättningen
sw_ke: Kufuta zote Stock risiti hisa harakati
tr_tr: Tümünü Sil Hazır Makbuzu stok hareketleri
zh_hk: 删除全部存货接收存货移动
zh_tw: 刪除全部庫存的收貨及調撥

source: Delete All Sales GL Transactions
cs_cz: Odstranit všechny obchodní transakce GL
es_es: Suprimir Todas las Transacciones Contables de Ventas
hi_in: सभी विक्रय जीएल लेनदेन हटाएँ
id_id: Hapus Semua transaksi GL Penjualan
it_it: Cancella
ko_kr: 모든 판매 GL 거래 삭제
mr_in: सर्व विक्री जी.एल. व्यवहार हटवा
nl_nl: Verwijder alle verkoop gerelateerde grootboek transacties
pt_pt: Remover Todas Trans. Contábeis de Vendas
ro_ro: Ştergeţi Toate tranzacţiile de vânzare GL
ru_ru: Удалить все сделки по продажам в главной книге
sq_al: Fshij të gjitha transaksionet e shitjes GL
sv: Ta bort alla Sales GL Transaktioner
sw_ke: Kufuta zote Sales GL Transactions
tr_tr: TÜM SATIS MUHASEBE HAREKETLERINI SIL
zh_hk: 删除全部总账销售交易
zh_tw: 刪除總帳的全部銷售交易

source: Delete All Stock GL Transactions
cs_cz: Odstranit všechny transakce na burze cenných GL
es_es: Suprimir Todas las Transacciones Contables de Existencia
hi_in: सभी स्टॉक जीएल लेनदेन हटाएँ
id_id: Hapus Semua Transaksi GL Stok
it_it: Cancella
ko_kr: 모든 주식 GL 거래 삭제
mr_in: सर्व स्टॉक जी.एल. व्यवहार हटवा
nl_nl: Verwijder alle voorrraad gerelateerde grootboek transacties
pt_pt: Remover Todas Trans. Contábeis de Estoque
ro_ro: Ştergeţi Toate tranzacţiile de Valori GL
ru_ru: Удалить все сделки по складку в главной книге
sq_al: Fshij të gjitha Transaksionet GL Stock
sv: Radera all lager-bokföringtransaktioner
sw_ke: Kufuta zote GL Stock Transactions
tr_tr: TÜM STOK MUHASEBE HAREKETLERINI SIL
zh_hk: 删除所有存货总账交易
zh_tw: 刪除總帳的全部存貨交易

source: Delete All PO Goods Received (GRNs)
cs_cz: Odstranit všechny PO přijetí zboží (GRNs)
es_es: Suprimir Todas las Ordenes de Compra de Bienes Recibidos (GRNs)
hi_in: सभी हटाएँ सामग्री प्राप्त पीओ (GRNs)
id_id: Hapus Semua Brg PO yg Diterima (GRN)
it_it: Cancella
ko_kr: 모든 PO 물건을받은 삭제 (GRNs)
mr_in: हटवा सर्व पीओ वस्तूंचे प्राप्त (GRNs)
nl_nl: Verwijder alle inkoop goederen ntvangsten
pt_pt: Remov. Todas Merc. Ord. Compra Recebida (DEM)
ro_ro: Ştergeţi Toate Marfa PO Primit (GRNs)
ru_ru: Удалить все полученные товары в заказе на покупку (GRNs)
sq_al: Fshij të gjitha Mallrat e marra PO (GRNs)
sv: Ta bort alla PO Varor som tas emot (GRNs)
sw_ke: Bidhaa kufuta PO zote Received (GRNs)
tr_tr: SATINALMA SIPARISLERINE BAGLI TÜM TESLIM ALINMIS ÜRÜN KAYITLARINI SIL
zh_hk: 删除全部订单货品接收 (收货单)
zh_tw: 刪除整個採購訂單的貨品收貨 (收貨單)

source: Are You Really REALLY Sure?
cs_cz: Jste opravdu opravdu jistý?
es_es: ¿Está completamente absolutamente seguro?
hi_in: क्या आप वास्तव में सच में यकीन है?
id_id: Apakah Anda Benar BENAR Yakin?
it_it: Sei davvero sicuro?
ko_kr: 당신은 정말 확실한가요?
mr_in: आपण खरोखर खरोखर खात्री आहे?
nl_nl: BEVESTIG DIT !!! DIT BETREFT EEN ZEER CRITISCHE TRANSACTIE MET VERGAANDE CONSEQUENTIES
pt_pt: Você ESTá realmente, REALMENTE CERTO?
ro_ro: Sunt într-adevăr sigur?
ru_ru: Вы действительно уверены?
sq_al: A Ju Really REALLY Sure?
sv: Du är uppkopplad. Verkligen initiera?
sw_ke: Je, kweli kweli na uhakika?
tr_tr: GERÇEKTEN EMIN MISINIZ !!??!!
zh_hk: 您真的真的确认吗？
zh_tw: 你是否真的確定?

source: Database table details
cs_cz: Databázové tabulky podrobnosti
es_es: Detalles de la Tabla de la Base de Datos
hi_in: डेटाबेस तालिका विवरण
id_id: Rincian tabel database
it_it: Database tabella di dettaglio
ko_kr: 데이터베이스 테이블의 자세한 사항
mr_in: डेटाबेस टेबल तपशील
nl_nl: Database tabel details
pt_pt: Detalhes Tabela DB
ro_ro: Baza de date tabel detalii
ru_ru: Подробная информация о таблице базы данных
sq_al: Tabela detaje Baza e të dhënave
sv: Detaljer för databastabell
sw_ke: Mbegu meza ya maelezo
tr_tr: Veritabanı tablo
zh_hk: 数据库表明细
zh_tw: 資料表說明

source: Field name
cs_cz: Název pole
es_es: Nombre del Campo
hi_in: फ़ील्ड नाम
id_id: Nama kolom
it_it: Nome del campo
ko_kr: 필드 이름
nl_nl: Veld naam
pt_pt: Nome do campo
ro_ro: Câmpul Nume
ru_ru: Имя поля
sq_al: Emri Fusha
sv: Fältnamn
sw_ke: Shamba jina
tr_tr: Alan adı
zh_hk: 字段名称
zh_tw: 欄位名稱

source: Field type
cs_cz: Typ pole
es_es: Tipo del Campo
hi_in: फ़ील्ड प्रकार
id_id: Tipe kolom
it_it: Tipo di campo
ko_kr: 필드 유형
mr_in: फील्ड प्रकार
nl_nl: Veld type
pt_pt: Tipo do campo
ro_ro: Câmp de tip
ru_ru: Тип поля
sq_al: Lloji Fusha
sv: Fälttyp
sw_ke: Aina shamba
tr_tr: Alan türü
zh_hk: 字段类型
zh_tw: 欄位類型

source: Can field be null
cs_cz: Může být null pole
es_es: El Campo puede ser nulo
hi_in: क्षेत्र अशक्त हो सकता
id_id: Apakah kolom boleh kosong
it_it: Può essere nullo campo
ko_kr: null의 경우 필드 수
mr_in: गोलंदाजी करू शकता निरर्थक असू
nl_nl: Kan veld null
pt_pt: Campo pode ser nulo
ro_ro: Câmp poate fi nul
ru_ru: Может быть пустым полем
sq_al: Fushë mund të jetë e pavlefshme
sv: Fältet kan vara noll
sw_ke: Unaweza kuwa null shamba
tr_tr: alan boş olabilir
zh_hk: 字段可以为空吗？
zh_tw: 欄位值可以為Null

source: Default
cs_cz: Výchozí
es_es: Predeterminado
hi_in: डिफ़ॉल्ट
id_id: Standar
ko_kr: 디폴트 값
mr_in: डीफॉल्ट
pt_pt: Padrão
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_hk: 默认
zh_tw: 預設值

source: Create and send sales analysis files
es_es: Crear y enviar archivos de análisis de ventas
ko_kr: 만들기 및 판매 분석 파일을 보낼
zh_tw: 銷售分析記錄更改中

source: Export Sales Analysis Files
ko_kr: 수출 판매 분석 파일
zh_tw: 更新銷售分析成本

source: Making a comma separated values file of the stock items
ko_kr: 재고 항목의 쉼표로 구분 된 값 파일 만들기
zh_tw: 製作目前庫存數量的逗號分隔值文件

source: The SQL to get the stock items failed with the message
ko_kr: 주식 항목을 얻을 수있는 SQL은 메시지와 함께 실패
zh_tw: 以SQL來獲得存貨數量的信息為失敗

source: Making a comma separated values file of the customers
ko_kr: 고객의 쉼표로 구분 된 값 파일 만들기
zh_tw: 製作目前庫存數量的逗號分隔值文件

source: The SQL to get the customers failed with the message
ko_kr: 고객을 얻을 수있는 SQL은 메시지와 함께 실패
zh_tw: 以SQL來獲得存貨數量的信息為失敗

source: Making a comma separated values file of the sales lines
ko_kr: 판매 라인의 쉼표로 구분 된 값 파일 만들기
zh_tw: 製作目前庫存數量的逗號分隔值文件

source: The SQL to get the sales data failed with the message
ko_kr: 판매 데이터를 얻을 수있는 SQL은 메시지와 함께 실패
zh_tw: 以SQL來獲得存貨數量的信息為失敗

source: columns, expected
cs_cz: sloupy, očekávané
es_es: columnas, se esperan
hi_in: स्तंभ, उम्मीद
id_id: kolom, seharusnya
it_it: colonne, atteso
ko_kr: 열, 예상
mr_in: स्तंभ, अपेक्षित
nl_nl: kolommen, verwacht
pt_pt: colunas, esperadas
ro_ro: coloane, de aşteptat
ru_ru: столбцов, ожидается
sq_al: kolona, që pritet
sv: kolumner, förväntas
sw_ke: nguzo, inatarajiwa
tr_tr: beklenen sütunlar,
zh_hk: 行数，需要
zh_tw: 列，預期

source: fields required
es_es: campos requeridos
ko_kr: 필드는 필수
mr_in: आवश्यक फील्ड
pt_pt: campos obrigatórios,
zh_tw: 必須的欄位

source: fields received
es_es: campos recibidos
ko_kr: 필드는 수신
mr_in: प्राप्त फील्ड
pt_pt: campos recebidos
zh_tw: 收貨欄位

source: Failed on row
ko_kr: 행에 실패
mr_in: ओळीवर अयशस्वी
pt_pt: Falhou na linha
zh_tw: 失效的行

source: Batch Import of
cs_cz: Dávkový import
es_es: Importación Por Lotes (batch) de
hi_in: बैच आयात की
id_id: Impor Batch dari
it_it: Batch di importazione di
ko_kr: 일괄 가져 오기
mr_in: च्या तुकडी आयात
nl_nl: Importeer batch van
pt_pt: Importar em Batch
ro_ro: Importul loturilor de
ru_ru: Пакетный импорт
sq_al: Import të Serisë të
sv: Batch import av
sw_ke: Kundi Import ya
tr_tr: Toplu İthalat
zh_hk: 批次导入
zh_tw: 批量導入

source: Upload file
cs_cz: Upload souborů
es_es: Subir(upload) fichero
hi_in: फ़ाइल अपलोड करें
it_it: Carica un file
ko_kr: 업로드 파일
mr_in: फाइल अपलोड करा
nl_nl: Importeer file
pt_pt: Subir arquivo
ro_ro: Încărcaţi fişier
ru_ru: Загрузить файл
sq_al: Ngarkoni skeda
sv: Uppladda fil
sw_ke: Mabadiliko husika
tr_tr: Dosya yükleme
zh_hk: 上传文件
zh_tw: 上傳檔案
