Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The demand for this product from
cs_cz: Poptávka po tomto produktu ze
es_es: Demanda de este producto desde
hi_in: इस उत्पाद के लिए मांग से
id_id: Permintaan produk ini dari
it_it: La domanda per questo prodotto da
ko_kr: 에서이 제품에 대한 수요
mr_in: पासून या उत्पादनाची मागणी
nl_nl: Vraag voor dit produkt van
pt_pt: O pedido deste produto de
ro_ro: Cererea pentru acest produs de la
ru_ru: Требование для этого продукта от
sq_al: Kërkesa për këtë produkt nga
sv: Efterfrågan på denna produkt från
sw_ke: Mahitaji ya bidhaa hii kutoka
tr_tr: BU ÜRÜNE TALEP:
zh_hk: 物料的需求来自
zh_tw: 這產品的需求由

source: Add to Sale
cs_cz: Přidat k prodeji
es_es: Añadir a venta
hi_in: बिक्री में जोड़ें
id_id: Tambahkan ke Penjualan
it_it: Aggiungi alla vendita
ko_kr: 판매에 추가
mr_in: विक्री जोडा
nl_nl: Voeg toe aan Verkoop
pt_pt: Adic. para Vendas
ro_ro: Adauga la Vanzare
ru_ru: Добавить в продажу
sq_al: Add to Shitje
sv: Lägg till salu
sw_ke: Kuongeza Sale
tr_tr: Satılık ekle
zh_hk: 增至此销售
zh_tw: 新增到銷售

source: Use this form to add return items quickly if the item codes are already known
id_id: Gunakan formulir ini utk menambahkan item retur dgn cepat jika kode item diketahui
ko_kr: 항목 코드가 이미 알고있는 경우 신속하게 반환 항목을 추가하려면이 양식을 사용하여
mr_in: आयटम कोड आधीच ज्ञात असल्यास त्वरीत परतावा आयटम जोडण्यासाठी हा फॉर्म वापरा
pt_pt: Formulário para Pedido Rápido Itens Amplamente Conhecidos
zh_tw: 如果已知道該產品的代碼，使用此表格來快速新增退貨產品。

source: Enter a part code to be returned. Part codes can contain any alpha-numeric characters underscore or hyphen.
es_es: Introducir un código de la pieza a ser devuelto. Los códigos de la parte pueden contener caracteres alfanuméricos, guión-bajo o guión.
ko_kr: 일부 코드를 입력합니다 반환합니다. 제품 코드는 알파벳 - 숫자 문자가 밑줄 또는 하이픈 포함 할 수 있습니다.
mr_in: परत करणे भाग कोड प्रविष्ट करा. भाग कोड कोणत्याही अल्फा अंकीय वर्ण अधोरेखित किंवा संयोगचिन्ह असू शकतात.
pt_pt: Informe cód. parcial para pesquisar. Cód. parciais podem conter caracteres alfanuméricos, hífen e sublinhado.
zh_tw: 輸入要返回的部分代碼。部分代碼可以包含任何字母數字字符下劃線或連字符。

source: Quick Entry
cs_cz: Rychlé zadávání
es_es: Entrada Abreviada
hi_in: त्वरित प्रवेश
id_id: Entri Cepat
it_it: Inserimento rapido
ko_kr: 빠른 입력
mr_in: जलद प्रविष्टी
nl_nl: Snelle Invoer
pt_pt: Pedido Rápido
ro_ro: Rapid de intrare
ru_ru: Быстрая строка
sq_al: Quick Hyrja
sv: Snabbregistrering
sw_ke: Haraka Entry
tr_tr: HIZLI GIRIS
zh_hk: 快速输入
zh_tw: 快速輸入

source: Search Parts
cs_cz: Hledat díly
es_es: Buscar piezas
hi_in: खोज पार्ट्स
id_id: Cari Brg
it_it: Cerca Parts
ko_kr: 찾기
mr_in: शोध भाग
nl_nl: Zoek Onderdelen
pt_pt: Pesquise Itens
ro_ro: Piese de căutare
ru_ru: Искать части
sv: Sök produkter
tr_tr: PARÇA ARA
zh_hk: 查找物料
zh_tw: 搜尋零部件

source: Cancel Return
es_es: Cancelar devolución
id_id: Batalkan Retur
ko_kr: 반품 취소
mr_in: प्रत्यागमन रद्द
pt_pt: Cancelar oferta
zh_tw: 取消返回

source: Are you sure you wish to cancel this return?
es_es: ¿Está seguro que desea cancelar de esta devolución?
id_id: Apakah Anda yakin ingin membatalkan retur ini?
ko_kr: 당신이 반환을 취소 할 확실하고 있습니까?
mr_in: आपण या परतावा रद्द इच्छित खात्री आहे?
pt_pt: Confirma cancelamento venda?
zh_tw: 您確定要取消這個返回？

source: Counter Sales
cs_cz: Counter Prodej
es_es: Ventas de mostrador
hi_in: काउंटर सेल्स
id_id: Penjualan Kasir
it_it: Banco di vendita
ko_kr: 카운터 판매
mr_in: काऊंटर विक्री
nl_nl: Balieverkoop
pt_pt: Contador Vendas
ro_ro: Counter Vânzări
ru_ru: Встречные продажи
sq_al: Sales Counter
sv: Lösnummerförsäljning
tr_tr: Counter Satış
zh_hk: 门店销售
zh_tw: 門店銷售

source: Although this account is defined as the cash sale account for the location. The account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
cs_cz: Ačkoli tento účet je definován jako hotovostní účet prodeji na místě. Tento účet je nyní označen jako účet, který je třeba sledovat. Prosím, kontaktujte pracovníky úvěrového řízení k projednání
es_es: Aunque esta cuenta esta definida como la cuenta de venta en efectivo para la ubicación, la cuenta está actualmente marcada como una cuenta que requiere ser observada. Por favor, póngase en contacto con el personal de control de crédito para conversarlo
hi_in: हालांकि इस खाते के स्थान के लिए नकद बिक्री खाते के रूप में परिभाषित किया गया है. खाता वर्तमान में एक खाते में है कि करने के लिए देखा जाना चाहिए के रूप में ध्वजांकित है. संपर्क ऋण नियंत्रण कर्मियों पर चर्चा के लिए कृपया
id_id: Meskipun akun ini adalah akun penjualan tunai utk lokasi tersebut, akun ini sedang ditandai sbg perlu diawasi. Silahkan hubungi personil pengawasan kredit utk membahasnya
it_it: Anche se questa considerazione è definito come il conto di cassa vendita per la posizione. L&#39;account è attualmente contrassegnato come un account che necessita di essere osservato. Si prega di contattare il personale di controllo per discutere di credito
ko_kr: 이 계정은 위치에 대한 현금 판매 계정으로 정의되어 있지만. 계정이 현재 감시 할 필요가 계정으로 받았습니다. 논의하기 위해 여신 관리 담당자에게 문의하시기 바랍니다
nl_nl: Hoewel deze rekening wordt gedefinieerd als de cash verkoop gehouden voor de locatie. De account is momenteel gemarkeerd als een rekening die moet worden bekeken. Neem contact op met de credit control personeel te bespreken
pt_pt: Apesar desta conta estar definida como conta de venda à vista para este local. A conta está no momento assinalada como umja conta que precisa ser observada. Por favor contacte o responsável pelo controle de créddito para esclarecer
ro_ro: Deşi acest cont este definită ca fiind contul de vânzare de numerar pentru locaţie. Contul este în prezent semnalizat ca un cont care trebuie să fie urmărită. Vă rugăm să contactaţi personalul de credit de control, pentru a discuta
ru_ru: Хотя этот счет является счетом для расчета за наличные для местоположения. Счет отмечен как наждающийся в контроле. Пожалуйста, свяжитесь с персоналом кредитного контроля.
sq_al: Edhe pse kjo llogari është e definuar si llogari shitje të holla për vendin. Llogari është flamur aktualisht si një llogari që ka nevojë për të shikuar. Ju lutemi të kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv: Även detta konto definieras som den kontanta försäljningen står för platsen. Kontot är nu flaggas som ett konto som måste övervakas. Vänligen kontakta kreditkontroll personal för att diskutera
sw_ke: Ingawa akaunti hii hufafanuliwa kama akaunti ya fedha ya kuuzwa kwa eneo. Akaunti sasa flagged kama akaunti kwamba mahitaji ya kuwa watched. Tafadhali wasiliana na udhibiti wa mikopo kwa wafanyakazi wa kujadili
tr_tr: Bu hesabın yer için peşin satış hesabı olarak tanımlanmış olmasına rağmen. Hesap şu anda izlenmesi gereken bir hesap olarak işaretlenir. kredi kontrol personeli görüşmek için irtibata geçiniz
zh_hk: j尽管此账户定义为此仓库的现金销售账户。此账户目前被标志为待观察账户。请与信用管理专员联络。
zh_tw: 雖然這個帳戶被定義為現金銷售帳戶位置，不過，該帳戶當前標記為需要被監視的帳戶。請與信用控制人員討論

source: Although the account is defined as the cash sale account for the location the account is currently on hold. Please contact the credit control personnel to discuss
cs_cz: I když je účet definován jako prodej za hotové účet pro umístění na účet je v současné době v pořadí. Prosím, kontaktujte pracovníky úvěrového řízení k projednání
es_es: Aunque la cuenta está definida como la cuenta de venta en efectivo para la ubicación, se encuentra actualmente en espera. Por favor, póngase en contacto con el personal de control de crédito para conversarlo
hi_in: हालांकि खाता स्थान के लिए नकद बिक्री खाते के रूप में परिभाषित किया गया है खाते में पकड़ पर वर्तमान में है. संपर्क ऋण नियंत्रण कर्मियों पर चर्चा के लिए कृपया
id_id: Meskipun akun ini adalah akun penjualan tunai utk lokasi tersebut, akun tersebut sedang dibekukan. Silahkan hubungi personil pengawasan kredit utk membahasnya
it_it: Anche se il conto è definito come il conto di cassa vendita per la posizione del conto è attualmente sospeso. Si prega di contattare il personale di controllo per discutere di credito
ko_kr: 계정이 위치에 대한 현금 판매 계정으로 정의되어 있지만 현재 계정이 보류 중입니다. 논의하기 위해 여신 관리 담당자에게 문의하시기 바랍니다
nl_nl: Hoewel de rekening wordt gedefinieerd als de contante verkoop gehouden voor de locatie van de rekening is op dit moment in de wacht. Neem contact op met de credit control personeel te bespreken
pt_pt: A conta contábil definida para acumular vendas do local, possui situação retida. Contatar administração crédito
ro_ro: Deşi cont este definită ca fiind contul de vânzare în numerar pentru locaţia contului este în prezent în aşteptare. Vă rugăm să contactaţi personalul de credit de control, pentru a discuta
ru_ru: Хотя счет определен как счет продажи за наличные для месторасположения, временно заблокирован.. Пожалуйста, свяжитесь с персоналом кредитного контроля для обсуждения.
sq_al: Edhe pse llogaria është e definuar si llogari shitje të holla për vendin e llogarisë është aktualisht në pritje. Ju lutemi të kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv: Trots att kontot definieras som den kontanta försäljningen står för den plats kontot är för närvarande på is. Vänligen kontakta kreditkontroll personal för att diskutera
sw_ke: Ingawa akaunti hufafanuliwa kama akaunti ya fedha ya kuuzwa kwa eneo akaunti kwa sasa ni juu ya umiliki. Tafadhali wasiliana na udhibiti wa mikopo kwa wafanyakazi wa kujadili
tr_tr: hesap yeri için peşin satış hesabı olarak tanımlanmış olmasına rağmen hesap beklemeye şu anda. kredi kontrol personeli görüşmek için irtibata geçiniz
zh_hk: 尽管此账户定义为此仓库的现金销售账户，此账户目前被冻结。请联络信用管理专员。
zh_tw: 雖然該帳戶被定義為現金銷售帳戶位置，不過，目前該帳戶已暫停。請與信用控制人員討論

source: This sale has been cancelled as requested
cs_cz: Tento prodej byl zrušen, jak požaduje
es_es: Esta venta ha sido cancelada conforme a lo solicitado
hi_in: इस बिक्री के रूप में अनुरोध रद्द कर दिया गया
id_id: Penjualan ini telah dibatalkan seperti yg diminta
it_it: Questa vendita è stato annullato, come richiesto
ko_kr: 요청에 따라이 판매 취소되었습니다
mr_in: विनंती ही विक्री रद्द केली गेली
nl_nl: Deze verkoop is geannuleerd, zoals gevraagd
pt_pt: Venda foi cancelada conforme solicitada
ro_ro: Această vânzare a fost anulat aşa cum a solicitat
ru_ru: Эта продажа была отменена в соответствии с просьбой
sq_al: Kjo shitje është anuluar kërkuar si
sv: Denna försäljning har ställts in enligt begäran
sw_ke: kuuza hii imekuwa kufutwa kama ombi
tr_tr: Bu satış olarak talep iptal edildi
zh_hk: 此销售已经应要求删除
zh_tw: 此次出售已被請求取消

source: Start a new Counter Sale
cs_cz: Začít novou Counter Prodej
es_es: Iniciar una nueva venta de mostrador
hi_in: एक नए काउंटर बिक्री शुरू
id_id: Mulai Penjualan Kasir baru
it_it: Inizia una nuova vendita Counter
ko_kr: 새로운 카운터 판매를 시작합니다
mr_in: नवीन काऊंटर विक्री प्रारंभ
nl_nl: Start een nieuwe Counter Sale
pt_pt: Iniciar Novo Contador Venda
ro_ro: Începeţi o nouă Vanzare Counter
ru_ru: Начать новую встречную продажу
sq_al: Fillimi i një Shitje ri Counter
sv: Starta en ny Counter salu
sw_ke: Kuanza mwezi Counter Sale
tr_tr: yeni bir Counter Satılık Başlat
zh_hk: 开始一个新的柜台销售
zh_tw: 開始一個新的門店銷售

source: An invalid date entry was made for
cs_cz: Neplatné datum vstupu byla pro
es_es: Se realizó una entrada de fecha no válida para
hi_in: एक अवैध तिथि में प्रवेश के लिए बनाया गया था
id_id: Kesalahan memasukkan tgl utk
it_it: Una voce non valida la data è stato fatto per
ko_kr: 잘못된 날짜 항목이 위해 만들어진
nl_nl: Ongeldige datum ingevoerd voor
pt_pt: Uma data inval. foi informada
ro_ro: O intrare data invalidă a fost făcut pentru
ru_ru: Была указана неверная дата
sq_al: Një hyrje e pavlefshme datë është bërë për të
sv: Felaktigt datum för
sw_ke: Batili kuingia tarehe iliwekwa kwa ajili ya
tr_tr: Geçersiz bir tarih giriş için yapıldı
zh_hk: 输入的日期无效
zh_tw: 輸入的日期無效

source: The date entry
cs_cz: Datum vstupu
es_es: La entrada de fecha
hi_in: तिथि प्रविष्टि
id_id: Masukan tgl
it_it: La data di entrata
ko_kr: 날짜 입력
mr_in: तारीख नोंद
nl_nl: Datum invoer
pt_pt: Data informada
ro_ro: Data intrării
ru_ru: Дата
sq_al: Data e hyrjes
sv: Inmatat datum
sw_ke: Kuingia tarehe
tr_tr: Tarih girişi
zh_hk: 日期输入
zh_tw: 輸入日期

source: must be in the format
cs_cz: musí být ve formátu
es_es: debe estar en el formato
hi_in: प्रारूप में होना चाहिए
id_id: harus dalam format
it_it: deve essere nel formato
ko_kr: 형식이어야합니다
mr_in: स्वरूपात असणे आवश्यक आहे
nl_nl: moet worden in het formaat
pt_pt: precisa estar no formato
ro_ro: trebuie să fie în format
ru_ru: должно быть в формате
sq_al: duhet të jetë në format
sv: måste vara i formatet
sw_ke: lazima katika muundo wa
tr_tr: formatında olmalıdır
zh_hk: 必须符合格式
zh_tw: 必須在按格式

source: could not be retrieved from the database and has not been added to the order
cs_cz: se nepodařilo získat z databáze a nebyl přidán do objednávky
es_es: No se pudo recuperar de la base de datos y no ha sido añadido a la orden
hi_in: हो डेटाबेस से पुनर्प्राप्त नहीं कर सकता है और जोड़ा गया है ऑर्डर करने के लिए नहीं
id_id: tdk dapat diambil dari database dan belum ditambahkan ke order
it_it: non potevano essere recuperati dal database e non è stato aggiunto all&#39;ordine
ko_kr: 데이터베이스에서 검색 할 수 없습니다 및 순서에 추가되지 않은
mr_in: डेटाबेस प्राप्त केले जाऊ शकत नाही व सुव्यवस्था जोडले गेले नाही
nl_nl: Kon niet woren opgevraagd en is niet toegevoegd aan de order
pt_pt: nao pode recuperar no DB e não foi adic. ao pedido
ro_ro: nu a putut fi preluate din baza de date şi nu a fost adăugată la comandă
ru_ru: не могли быть получены из базы данных и не был добавлены к заказу
sq_al: nuk mund të shikohet nga baza e të dhënave dhe nuk është shtuar në mënyrë
sv: kunde inte hämtas från databasen och har inte lagts till ordern
sw_ke: inaweza kuwa Rudishwa kutoka database na haijawahi aliongeza na utaratibu
tr_tr: VERITABANINDAN ALINAMADI VE SIPARISE EKLENEMEDI
zh_hk: 在数据库中找不到，没有添加到销售订单
zh_tw: 未能由資料庫提取和未能新增到訂單

source: Phantom assemblies cannot be sold, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the order:
cs_cz: Phantom sestavy nemůže být prodáván, tyto položky existovat jen jako poukázky materiálů používaných v jiných vyrobených položek. Následující položka nebyl přidán k objednávce:
es_es: Ensamblajes fantasmas no pueden ser vendidos, estos elementos sólo existen como las listas de los materiales utilizados en otros artículos manufacturados. Lo siguiente no ha sido añadido a la orden:
hi_in: प्रेत विधानसभाओं, नहीं बेचा इन मदों सामग्री के बिल अन्य विनिर्मित वस्तुओं में इस्तेमाल के रूप में ही मौजूद कर सकते हैं. निम्नलिखित मद क्रम में नहीं जोड़ा गया है:
id_id: Rakitan Intelek tdk dapat dijual, item-item ini ada hanya sbg bahan baku yg digunakan dalam item diproduksi lainnya. Item berikut belum ditambahkan ke order:
it_it: assemblee Phantom non possono essere vendute, queste voci esistono solo come le fatture dei materiali utilizzati in altri manufatti. La voce seguente non è stata aggiunta l&#39;ordine:
ko_kr: 팬텀 어셈블리는 이러한 항목은 다른 항목 제조에 사용되는 재료의 요금으로 만 존재, 판매 할 수 없습니다. 다음 항목이 장바구니에 추가되지 않았습니다
mr_in: बनावट अधिवेशने हे आयटम इतर उत्पादित आयटम वापरले सामग्रीचा बिले म्हणून फक्त विद्यमान, विकले जाऊ शकत नाही. खालील आयटम ऑर्डर जोडले गेले नाही:
nl_nl: Phantom samenstellingen kan niet worden verkocht, deze items bestaan alleen als facturen van de gebruikte materialen in andere vervaardigde stukken. Het volgende item is niet toegevoegd aan de orde:
pt_pt: Montagens Fantasmas (BLANK) não podem ser vendidas. Estes itens existem apenas para custeio e controle de BOM. Itens não adicionados ao pedido
ro_ro: adunările Phantom nu pot fi vândute, aceste elemente există doar ca facturile de materiale utilizate în alte elemente fabricate. Următoarea poziţie nu a fost adăugată la comandă:
ru_ru: фантомные сборки не могут быть проданы, эти пункты существуют только как накладнаяна материалы, используемые в других промышленных товаров. Следующий товар не был добавлен к заказы:
sq_al: kuvendet Phantom nuk mund të shiten, këto objekte të ekzistojnë vetëm si faturat e materialeve të përdorura në sende të tjera të prodhuar. Pika e mëposhtme nuk është shtuar në mënyrë që:
sv: Phantom församlingarna kan inte säljas, dessa poster endast existerar som räkningar av material som används i andra tillverkade produkter. Följande punkt har inte lagts till ordern:
sw_ke: makanisa Phantom haiwezi kuuzwa, hizi vitu kuwepo tu kama bili ya vifaa kutumika katika vitu vingine viwandani. bidhaa zifuatazo haijawahi aliongeza na utaratibu;
tr_tr: Fantom meclisleri bu öğeleri diğer imalat kalemlerinde kullanılan malzemelerin faturalarını olarak var, satılamaz. Aşağıdaki madde siparişinize ilave edilmemiştir:
zh_hk: 虚拟的组合了不能被出售，这些物料仅作为BOM使用在其他的制造商品中。下面所列的商品没有被加入订单。
zh_tw: 幻影組件無法銷售，這些項目只存在作為材料結構表等製造項目。下列項目尚未加入順序：

source: The system does not currently cater for counter sales of lot controlled or serialised items
cs_cz: Systém nemá v současné době uspokojit proti prodeji zboží partie kontrolovaných nebo serializovaných
es_es: El sistema actualmente no realiza ventas de mostrador de artículos serializados o controlados por lotes
hi_in: प्रणाली वर्तमान में बहुत नियंत्रित या धारावाहिक वस्तुओं की बिक्री काउंटर के लिए पूरा नहीं करता है
id_id: Sistem saat ini tdk melayani penjualan kasir utk item terkontrol atau berseri
it_it: Il sistema attualmente non soddisfare banco di vendita di articoli molto controllati o serializzati
ko_kr: 이 시스템은 현재 많은 제어 또는 직렬화 된 항목의 카운터 판매를 수용하지 않습니다
mr_in: प्रणाली सध्या भरपूर नियंत्रित किंवा serialized आयटमची काउंटर विक्री साठी शिक्षण नाही
nl_nl: Het systeem heeft momenteel geen catering bij balieverkoop van de partij gecontroleerd of geserialiseerde items
pt_pt: Sistema não conta vendas de itens lote controlado ou serializados
ro_ro: Sistemul nu satisface în prezent pentru vânzările contra lot de produse controlate sau serializate
ru_ru: Система в настоящее время не обслуживают встречные продажи лотов контролируемых или сериализованных товаров
sq_al: Sistemi nuk ka aktualisht të kujdesem për shitje counter të artikujve shumë të kontrolluara ose serialized
sv: Systemet för närvarande inte tillgodose motverka försäljning av partiet kontrolleras eller serialiserat objekt
sw_ke: Mfumo wa sasa hana fungu maalum kwa ajili ya mauzo ya vitu counter mengi kudhibitiwa au serialized
tr_tr: Sistem şu anda çok kontrollü veya seri öğelerin sayaç satış hitap etmez
zh_hk: 系统目前无法处理批管理或者序列号管理的柜台销售
zh_tw: 該系統目前並不滿足很多控制或序列化項目的櫃檯銷售

source: Only items entered with a positive quantity can be added to the sale
es_es: Sólo los artículos introducidos con una cantidad positiva se pueden añadir a la venta
id_id: Hanya item dgn qty positif dapat ditambahkan ke penjualan
ko_kr: 포지티브 수량 입력 항목 만 판매에 첨가 될 수있다
mr_in: सकारात्मक प्रमाणात सह प्रविष्ट केवळ आयटम विक्री जोडले जाऊ शकते
pt_pt: apenas itens com quantidade positiva podem ser adicionados a venda
zh_tw: 只用一個正量輸入項目可以被添加到銷售

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
cs_cz: Položku nelze aktualizovat, protože se snažíte nastavit objednaného množství na méně než 0 nebo je cena nižší než 0 nebo slevu více než 100% nebo méně než 0%
es_es: El artículo no pudo ser actualizado porque usted está intentando establecer la cantidad pedida a menos de 0 o el precio es menor que 0 o el descuento de más de 100% o menos de 0%
hi_in: मद क्योंकि तुम मात्रा निर्धारित करने का प्रयास कर रहे हैं 0 से 0 से कम या कीमत कम करने का आदेश दिया या 100 छूट% से अधिक या 0% से कम अद्यतन नहीं किया जा सकता है
id_id: Item tdk dapat diperbarui karena Anda mencoba memasukkan qty yg dipesan menjadi kurang dari 0 atau harga kurang dari 0 atau diskon lebih dari 100% atau kurang dari 0%
it_it: La voce non poteva essere aggiornato perché si sta tentando di impostare la quantità ordinata a meno di 0 o al prezzo minore di 0 o lo sconto superiore al 100% o inferiore a 0%
ko_kr: 항목을 업데이트 할 수 없습니다 당신은 0보다 작거나 덜 0보다 가격이나 할인 100 % 이상 또는 0 % 미만에 주문 수량을 설정하려고 시도하기 때문에
mr_in: आपण कमी 0 आदेश प्रमाण किंवा किंमत सेट करण्याचा प्रयत्न करत आहात कारण आयटम अद्यतनित करणे शक्य नाही कमी 0 किंवा सवलतीच्या 100% पेक्षा अधिक किंवा कमी 0%
nl_nl: Item kon niet worden gewijzigd omdat de order hoeveelheid < 0 is, of de prijs < 0 of de korting <0% of groter dan 100% is
pt_pt: O item não pode ser atualizado porque quantidade,preço ou desc. menor que zero ou desc. maior 100%
ro_ro: Elementul nu a putut fi actualizate, deoarece pe care încercaţi să setaţi cantitatea comandată la mai puţin de 0 sau mai puţin decât preţul de 0 sau cu discount mai mult de 100% sau mai puţin de 0%
ru_ru: Товар не может быть обновлен, потому что вы пытаетесь установить заказанное количество меньше 0 или цена меньше 0 или скидки более чем 100% или меньше 0%
sq_al: Pika nuk mund të rifreskohet për shkak se ju po përpiqen për të vendosur sasinë urdhëruar që të më pak se 0 apo çmim më pak se 0 ose zbritje më shumë se 100% ose më pak se 0%
sv: Det går inte att uppdatera produkten, du försöker sätta antal till mindre än 0 eller priset till mindre än noll eller rabatten till mer än 100% eller mindre än 0%
sw_ke: bidhaa hiyo inaweza kuwa mwisho kwa sababu wewe ni kujaribu kuweka kiasi kuamuru chini ya 0 au bei ya chini ya 0 au discount zaidi 100% au chini ya 0%
tr_tr: ÜRÜN GÜNCELLENEMIYOR, OLASILIKLAR: 1)SIPARIS MIKTARI 0'DAN KÜÇÜK, 2)FIYAT 0'DAN KÜÇÜK, 3)ISKONTO ORANI %0'DAN KÜÇÜK veya %100'DEN BÜYÜK
zh_hk: 此订单行未能更新, 因为你设定的订单数量小于 0, 或单价小于 0, 或折扣大于 100% 或小于0%
zh_tw: 這商品未能更新, 因為你設定的訂單數量少於 0, 或價格少於 0, 或折扣大於 100% 或少於0%

source: QOH
es_es: Existencia
id_id: Total-Qty
nl_nl: Beschikbare voorraad
zh_hk: 现有数量
zh_tw: 現有數量

source: Picked Up By
cs_cz: Sebrán
es_es: Recogido Por
hi_in: द्वारा उठाया
id_id: Dipetik Sampai Dgn
it_it: Ripresa da
ko_kr: 에 의해 포착
mr_in: द्वारा उचलला
nl_nl: Opgepikt door
pt_pt: Contab. para
ro_ro: Preluat de către
ru_ru: Собранные
sq_al: Zgjedhur nga
sv: Plockas upp av
sw_ke: Ilichukua kwa
tr_tr: Tarafından Up Picked
zh_hk: 收货人
zh_tw: 收貨者

source: Comments
cs_cz: Komentáře
es_es: Comentarios
hi_in: टिप्पणियाँ
id_id: Keterangan
it_it: Note
ko_kr: 댓글
mr_in: टिप्पण्या
nl_nl: Opmerkingen
pt_pt: Observações
ro_ro: Comentarii
ru_ru: Комментарии
sq_al: Komente
sv: Kommentarer
sw_ke: Maoni
tr_tr: YORUMLAR
zh_hk: 摘要
zh_tw: 備註

source: Banked to
cs_cz: Klopené do
es_es: Girado a
hi_in: करने के लिए बैंकिंग
id_id: Membelok ke
it_it: Sopraelevata per
ko_kr: 에 뱅크
mr_in: ते Banked
nl_nl: Opgeslagen op
pt_pt: Banco
ro_ro: Depuse în
ru_ru: Накопленные к
sq_al: Drejtua për
sv: Bankas till
sw_ke: Banked na
tr_tr: için banked
zh_hk: 存款到
zh_tw: 要存入銀行

source: Amount Paid
cs_cz: Částka vyplacená
es_es: Monto pagado
hi_in: राशि भुगतान
id_id: Jumlah Dibayar
it_it: Importo pagato
ko_kr: 금액 지급
mr_in: अदा केलेली रक्कम
nl_nl: Betaalde bedrag
pt_pt: Valor Pago
ro_ro: Suma plătită
ru_ru: Сумма, выплаченная
sq_al: Shuma e paguar
sv: Belopp som betalats
sw_ke: Kiasi Kulipwa
tr_tr: Ödenen miktar
zh_hk: 付款金额
zh_tw: 已支付的款項

source: Enter the amount paid by the customer, this must equal the amount of the sale
es_es: Anote la cantidad pagada por el cliente, esta debe ser igual al monto de la venta
ko_kr: 고객이 지불 한 금액을 입력,이 판매의 양을 동일해야합니다
mr_in: ग्राहकाने अदा रक्कम प्रविष्ट करा, या विक्रीची रक्कम समान आवश्यक
pt_pt: Informe o valor pago pelo cliente, deve ser igual ao valor da venda
zh_tw: 輸入由客戶支付的金額，這必須等於銷售金額

source: Process The Sale
cs_cz: Proces prodeje
es_es: Procesar la Venta
hi_in: प्रक्रिया बिक्री
id_id: Proses Penjualan
it_it: Processo La Vendita
ko_kr: 판매를 처리
mr_in: विक्री प्रक्रिया
nl_nl: Proces De Sale
pt_pt: Processar Venda
ro_ro: Procesul de Vanzare
ru_ru: Обработать продажу
sq_al: Proces Shitje
sv: Process salu
sw_ke: Mchakato wa Sale
tr_tr: Süreç Satılık
zh_hk: 执行销售
zh_tw: 處理銷售
