Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The column number must be less than 11
cs_cz: Číslo sloupce musí být menší než 11
es_es: El número de la columna debe ser menor que 11
hi_in: स्तंभ संख्या 11 से कम किया जाना चाहिए
id_id: Nomor kolom maksimum 11
it_it: Il numero di colonna deve essere inferiore a 11
ko_kr: 열 번호 미만 11해야합니다
mr_in: स्तंभ संख्या कमी 11 असणे आवश्यक आहे
nl_nl: Het kolom nummer moet kleiner zijn dan 11
pt_pt: O núm. da coluna precisa ser menor que 11
ro_ro: Numărul coloanei trebuie să fie mai mică de 11
ru_ru: Номер столбца должен быть меньше 11
sq_al: Numri i kollonës ku duhet të jetë më pak se 11
sv: bytenummer måste vara mindre än antalet byte i intervallet
sw_ke: Idadi safu lazima chini ya 11
tr_tr: KOLON NO 1'DEN KÜÇÜK OLMALI
zh_hk: 列编号必须小于 11
zh_tw: 欄位編號必須是少於 11

source: The Period From must be before the Period To, otherwise the column will always have no value
cs_cz: Období Od musí být před uplynutím lhůty Chcete, jinak sloupci bude vždy nemají žádnou hodnotu
es_es: La fecha de inico de período debe anteceder a la de terminación, de lo contrario, la columna siempre estará vacía
hi_in: से काल अवधि से पहले हो, अन्यथा स्तंभ हमेशा कोई मूल्य होगा चाहिए
id_id: Periode Awal harus sebelum Periode Akhir, jika tdk kolom akan selalu kosong
it_it: Il periodo dal deve essere antecedente il periodo, altrimenti sarà sempre la colonna non hanno alcun valore
ko_kr: 에서 기간 그렇지 않으면 열은 항상 값이없는 것, 할 수있는 기간 이전이어야합니다
mr_in: कडून कालावधी अन्यथा स्तंभ नेहमी मुल्य असेल करण्यासाठी कालावधी आधी असणे आवश्यक आहे
nl_nl: De van periode moet voor de tot periode liggen, anders zal er geen waarde zijn
pt_pt: O período inicial precisa ser antes do período final, caso contrário a coluna não tera valor
ro_ro: Perioada Din trebuie să fie înainte de perioada de Pentru, altfel coloana va avea întotdeauna nici o valoare
ru_ru: Начало периода должно быть раньше окончания, в противном случае столбец всегда будет пустым
sq_al: Periudha Nga duhet të jetë përpara periudhës për të, ndryshe kolonën e gjithmonë do të ketë asnjë vlerë
sv: Perioden från måste vara innan den period, annars kolumnen kommer alltid att ha något värde
sw_ke: Kipindi cha lazima kabla ya kipindi hiki, vinginevyo safu ya siku zote kuwa hakuna thamani
tr_tr: BASLANGIÇ TARIHI BITIS TARIHINDEN ÖNCE OLMALIDIR, AKSI HALDE KOLONUN DEGERI GÖRÜNTÜLENMEZ
zh_hk: 期间开始必须是在期间截止之前, 否则此列不会传回值
zh_tw: 期間開始必須是在期間截止之前, 否則欄位不會傳回值

source: The report column could not be updated because
cs_cz: Zpráva sloupec nelze aktualizovat, protože
es_es: No se pudo actualizar la columna del informe porque
hi_in: रिपोर्ट कॉलम क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Kolom laporan tdk dapat diperbarui karena
it_it: La colonna di relazione non può essere aggiornato perché
ko_kr: 보고서 열이 있기 때문에 업데이트 할 수 없습니다
mr_in: अहवाल स्तंभ अद्यतनित करणे शक्य नाही कारण
nl_nl: De rapportage kolom kon niet worden gewijzigd omdat
pt_pt: A coluna do relatório não pode ser atualizada porque
ro_ro: Coloana Raportul nu a putut fi actualizat deoarece
ru_ru: Не удалось обновить столбец отчета
sq_al: Kolona e raportit nuk mund të rifreskohet për shkak se
sw_ke: safu ya ripoti inaweza kuwa mwisho kwa sababu
tr_tr: RAPOR KOLONU GÜNCELLENEMEDI:
zh_hk: 报表列未能更新, 因为
zh_tw: 報表欄位未能更新, 因為

source: The SQL used to update the report column was
cs_cz: SQL používaných k aktualizaci zprávy sloupec byl
es_es: El SQL usado para actualizar la columna del informe fue
hi_in: एसक्यूएल को अद्यतन रिपोर्ट कॉलम इस्तेमाल किया गया था
id_id: SQL yg digunakan utk memperbarui kolom laporan adalah
it_it: Il SQL utilizzata per aggiornare la colonna relazione è stata
ko_kr: 보고서 열을 업데이트하는 데 사용되는 SQL이었다
mr_in: अहवाल स्तंभ अद्यतनित करण्यासाठी वापरली SQL होते
nl_nl: De gebruikte SQL om de rapportage kolom te wijzigen was
pt_pt: SQL usado para atualizar a coluna do relatório foi
ro_ro: SQL folosite pentru a actualiza coloana raportul a fost
ru_ru: SQL обновления столбца отчета
sq_al: SQL të përdorura për të rinovuar kolonën e raportit
sv: Den SQL som användes var
sw_ke: SQL kutumika update safu ripoti ilikuwa
tr_tr: KULLANILAN KOMUT
zh_hk: 用作更新报表列的 SQL 是
zh_tw: 用作更新報表欄位的 SQL 未能更新, 因為

source: Column
cs_cz: Sloupec
es_es: Columna
hi_in: स्तंभ
id_id: Kolom
it_it: Colonna
ko_kr: 기둥
mr_in: स्तंभ
nl_nl: Kolom
pt_pt: Coluna
ro_ro: Coloană
ru_ru: Столбец
sq_al: Kolonë
sv: Kolumn
sw_ke: Safu
tr_tr: KOLON
zh_hk: 列
zh_tw: 欄位

source: The column could not be added to the report because
cs_cz: Sloupci by neměly být přidávány do sestavy, protože
es_es: No se pudo agregar la columna al informe porque
hi_in: स्तंभ रिपोर्ट क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Kolom tdk dapat ditambahkan ke laporan karena
it_it: La colonna non può essere aggiunto alla relazione perché
ko_kr: 열이 보고서 때문에 추가 할 수 없습니다
mr_in: स्तंभ अहवाल जोडले जाऊ शकत नाही कारण
nl_nl: De kolom kon niet aan de rapportage worden toegevoegd omdat
pt_pt: A coluna não pode ser adicionada no relatorio porque
ro_ro: Coloana nu a putut fi adăugat în raport, deoarece
ru_ru: Столбец не может быть включен в доклад, так как
sq_al: Kolona e nuk mund të shtohet në raport për shkak se
sv: Kolumnen kan inte läggas till betänkandet eftersom
sw_ke: safu hii inaweza kuwa aliongeza na ripoti ya sababu
tr_tr: KOLON RAPORA EKLENEMEDI:
zh_hk: 列未能新增到报表, 因为
zh_tw: 欄位未能新增到報表, 因為

source: The SQL used to add the column to the report was
cs_cz: SQL slouží k přidání sloupce do sestavy byl
es_es: El SQL usado para agregar la columna al informe fue
hi_in: एसक्यूएल को रिपोर्ट करने के लिए स्तंभ जोड़ने के लिए किया था
id_id: SQL yg digunakan utk menambahkan kolom ke laporan adalah
it_it: L&#39;SQL utilizzato per aggiungere la colonna alla relazione è stata
ko_kr: 보고서에 열을 추가하는 데 사용되는 SQL이었다
mr_in: अहवालात स्तंभ जोडण्यासाठी वापरले SQL होते
nl_nl: De SQL die is gebruikt om de kolom aan de rapportage toe te voegen was
pt_pt: SQL usado para adicionar a coluna no relatório foi
ro_ro: SQL folosite pentru a adăuga coloana la raportul a fost
ru_ru: SQL для добавления столбца в отчет
sq_al: SQL të përdorura për të shtuar kolonën në të raportit u
sv: SQL används för att lägga till en kolumn i rapporten var
sw_ke: SQL kutumika kwa kuongeza safu ya ripoti hiyo ni
tr_tr: KOLON EKLEMEK IÇIN KULLANILAN KOMUT:
zh_hk: 用作新增列到报表的 SQL 是
zh_tw: 用作新增欄位到報表的 SQL 是

source: The deletion of the column failed because
cs_cz: Vypuštění sloupce se nezdařila, protože
es_es: Falló la eliminación de la columna porque
hi_in: स्तंभ का विलोपन क्योंकि विफल
id_id: Penghapuskan kolom gagal karena
it_it: La soppressione della colonna non è riuscita perché
ko_kr: 컬럼의 삭제로 인해 실패한
mr_in: कारण स्तंभ हटविणे अयशस्वी झाले
nl_nl: Het verwijderen van de kolom is mislukt omdat
pt_pt: A remoção da coluna falhou porque
ro_ro: Eliminarea coloanei a eşuat pentru că
ru_ru: Удаление столбца не удалось, так как
sq_al: Fshirjen e kolonën e dështuar për shkak se
sv: Bortagandet av kolumnen misslyckades eftersom
sw_ke: The deletion wa safu ya alishindwa kwa sababu
tr_tr: KOLON SILINEMEDI:
zh_hk: 删除列失败, 因为
zh_tw: 欄位的刪除失敗, 因為

source: The SQL used to delete this report column was
cs_cz: SQL slouží k odstranění této zprávě sloupec byl
es_es: El SQL usado para suprimir esta columna del informe fue
hi_in: एसक्यूएल हटाना इस रिपोर्ट स्तंभ इस्तेमाल किया गया था
id_id: SQL yg digunakan utk menghapus kolom laporan ini adalah
it_it: Il SQL utilizzata per eliminare la colonna relazione è stata
ko_kr: 이 보고서의 열을 삭제하는 데 사용되는 SQL이었다
mr_in: हा अहवाल स्तंभ हटवू वापरले SQL होते
nl_nl: De SQL om deze rapportage kolom te verwijderen was
pt_pt: SQL que falhou para remover a coluna do relatório foi
ro_ro: SQL utilizat pentru a şterge această coloană raport a fost
ru_ru: SQL удаления этого столбца отчета
sq_al: SQL të përdorura për të fshini këtë kolonë raport u
sv: SQL används för att radera denna rapport kolumn var
sw_ke: SQL kutumika kufuta safu ripoti ilikuwa
tr_tr: KOLON SILMEK IÇIN KULLANILAN KOMUT
zh_hk: 用作删除报告列的 SQL 是
zh_tw: 用作刪除這報表欄位的 SQL 是

source: The column definitions could not be retrieved from the database because
cs_cz: Ve sloupci definice, se nepodařilo získat z databáze, protože
es_es: No se pudo obtener las definiciones de columnas de la base de datos porque
hi_in: स्तंभ परिभाषाएँ डेटाबेस क्योंकि से नहीं किया जा सकता है लिया गया
id_id: Definisi kolom tdk dapat diambil dari database karena
it_it: Le definizioni di colonna non possono essere recuperati dal database perché
ko_kr: 열 정의는 데이터베이스 때문에에서 검색 할 수 없습니다
mr_in: स्तंभ व्याख्या डेटाबेस पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: De kolom definitie kon niet worden opgevraagd omdat
pt_pt: As definições da coluna do relatório não foram recuperadas no DB porque
ro_ro: Definiţiile Coloana nu a putut fi preluate din baza de date, deoarece
ru_ru: Определения столбцов не могут быть получены из базы данных, поскольку
sq_al: Përkufizimet e column nuk mund të shikohet nga baza e të dhënave për shkak se
sv: Kolumnen definitioner kunde inte hämtas från databasen, eftersom
sw_ke: ufafanuzi wa safu inaweza kuwa Rudishwa kutoka database sababu
tr_tr: KOLON AÇIKLAMASI GÖRÜNTÜLENEMIYOR:
zh_hk: 未能由数据库提取列定义, 因为
zh_tw: 未能由資料庫提取欄位定義, 因為

source: The SQL used to retrieve the columns for the report was
cs_cz: SQL používá k načtení sloupců zpráva byla
es_es: El SQL usado para obtener las columnas del informe fue
hi_in: एसक्यूएल को रिपोर्ट के लिए स्तंभ पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil kolom utk laporan tersebut adalah
it_it: L&#39;SQL utilizzato per recuperare le colonne per la relazione è stata
ko_kr: 보고서의 열을 검색하는 데 사용되는 SQL이었다
mr_in: अहवालासाठी स्तंभ पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De SQL om de rapporage kolommen op te vragen was
pt_pt: SQL que falhou usado para recupear as colunas do relatório foi
ro_ro: SQL utilizat pentru a prelua coloanele de raport a fost
ru_ru: SQL получения столбцов отчета
sq_al: SQL përdorur për të marrë shtyllat e raportit
sv: SQL används för att hämta kolumnerna för rapporten
sw_ke: SQL kutumika Retrieve nguzo kwa ripoti hiyo ni
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于提取报表列的 SQL 是
zh_tw: 用作提取報表欄位的 SQL 是

source: Col
cs_cz: Sl.
es_es: Columna
hi_in: ज़ीन
id_id: Kol
ko_kr: 안부
mr_in: स्तंभ
nl_nl: Kol
ru_ru: Стлб
sq_al: Qafë
sv: Kol
sw_ke: Kanali
tr_tr: KOLON
zh_hk: 列
zh_tw: 欄位

source: Heading 1
cs_cz: Záhlaví 1
es_es: Título
hi_in: शीर्षक 1
it_it: Titolo 1
ko_kr: 제목 1
mr_in: मथळा 1
nl_nl: Koptekst 1
pt_pt: Cabeç. 1
ro_ro: Titlu 1
ru_ru: Заголовок 1
sq_al: Titull 1
sv: Rubrik 1
tr_tr: BASLIK 1
zh_hk: 标题 1
zh_tw: 標提 1

source: Heading 2
cs_cz: Záhlaví 2
es_es: Subtítulo
hi_in: शीर्षक 2
it_it: Titolo 2
ko_kr: 제목 2
mr_in: मथळा 2
nl_nl: Koptekst 2
pt_pt: Cabeç. 2
ro_ro: Rubrica 2
ru_ru: &quot;Заголовок 2&quot;
sv: Rubrik 2
tr_tr: BASLIK 2
zh_hk: 标题 2
zh_tw: 標提 2

source: Calc
id_id: Kalk
ko_kr: 석회질
nl_nl: Ber.
ru_ru: Калк.
sv: OpenOffice Calc
tr_tr: ISLEM
zh_hk: 计算
zh_tw: 計算

source: Prd From
cs_cz: Prd Z
es_es: Prod. De
hi_in: से PRD
id_id: Prde Awal
it_it: Da Prd
ko_kr: 에서 PRD
mr_in: Prd कडून
nl_nl: PRD Van
pt_pt: Prod. Inic.
ro_ro: Din PRD
ru_ru: Нач. прд.
sq_al: PRD Nga
sv: Från datum:
sw_ke: Kutoka Prd
tr_tr: BASLANGIÇ
zh_hk: 期间开始
zh_tw: 期間開始

source: Prd To
cs_cz: Chcete-li PRD
es_es: Prod. Para
hi_in: को PRD
id_id: Prde Akhir
it_it: Per Prd
ko_kr: PRD로
mr_in: Prd करण्यासाठी
nl_nl: Om PRD
pt_pt: Prod. Fin.
ro_ro: Pentru a PRD
ru_ru: Кон. прд.
sq_al: PRD Për
sv: Till datum:
sw_ke: Prd Kwa
tr_tr: BITIS
zh_hk: 期间截止
zh_tw: 期間截止

source: Data
es_es: Datos
hi_in: डेटा
ko_kr: 데이터
mr_in: डेटा
pt_pt: Dados
ro_ro: De date
ru_ru: Данные
sq_al: Të dhëna
zh_hk: 数据
zh_tw: 數據

source: Numerator
cs_cz: Čitatel
es_es: Numerador
hi_in: मीटर
id_id: Pembilang
it_it: Numeratore
ko_kr: 분자
mr_in: व्यवहारी अपूर्णांकातील अंश
nl_nl: Teller
pt_pt: Numerador
ro_ro: Numărător
ru_ru: Числитель
sq_al: Numërues
sv: numerator;denominator
tr_tr: NÜMERATÖR
zh_hk: 分子
zh_tw: 分子

source: Denominator
cs_cz: Jmenovatel
es_es: Denominador
hi_in: भाजक
id_id: Penyebut
it_it: Denominatore
ko_kr: 분모
mr_in: भाजक
nl_nl: Noemer
pt_pt: Denominador
ro_ro: Numitor
ru_ru: Знаменатель
sq_al: Emërues
sv: numerator;denominator
tr_tr: DENOMINATÖR
zh_hk: 分母
zh_tw: 分母

source: Operator
cs_cz: Provozovatel
es_es: Operador
hi_in: ऑपरेटर
it_it: Operatore
ko_kr: 운영자
mr_in: यंत्रचालक
nl_nl: Exploitant
pt_pt: Operador
ru_ru: Оператора
tr_tr: OPERATÖR
zh_hk: 运算符号
zh_tw: 運算子

source: Or Actual
cs_cz: Nebo skutečné
es_es: ó Ejecutado
hi_in: वास्तविक या
id_id: Atau Aktual
it_it: O reale
ko_kr: 또는 실제
mr_in: किंवा वास्तविक
nl_nl: of Actueel
pt_pt: ou Real
ro_ro: Sau reale
ru_ru: Или фактически
sq_al: Ose Aktuale
sv: Erhållet värde
sw_ke: Au halisi
tr_tr: veya AKTÜEL
zh_hk: 或实际
zh_tw: 或實際

source: Maintain Report Headers
cs_cz: Zpráva o zachování záhlaví
es_es: Configurar las Cabeceras del Informe
hi_in: को बनाए रखने की रिपोर्ट शीर्ष
id_id: Pengaturan Header Laporan
it_it: Mantenere la relazione intestazioni
ko_kr: 보고서 헤더를 유지
mr_in: अहवाल शीर्षक ठेवा
nl_nl: Onderhoud Rapport kopteksten
pt_pt: Manut. Cabeç. Relator.
ro_ro: Menţinerea Raport Anteturi
ru_ru: Поддержка заголовков отчета
sq_al: Raporti Headers Ruajtja e
sw_ke: Ripoti ya kudumisha Headers
tr_tr: RAPOR BASLIKLARI AYARI
zh_hk: 维护报告标题
zh_tw: 維護報表台頭

source: User defined reports can have up to 10 columns defined
cs_cz: Uživatelem definované zprávy může mít až 10 sloupců definovaných
es_es: Los informes diseñados por el usuario pueden tener hasta 10 columnas
hi_in: उपयोगकर्ता परिभाषित रिपोर्ट 10 तक परिभाषित कॉलम के लिए हो सकता है
id_id: Laporan yg dibuat user dapat memiliki maksimum 10 kolom
it_it: report definiti dall&#39;utente possono avere fino a 10 colonne definite
ko_kr: 사용자 정의 보고서는 최대 10 개의 열을 정의 할 수 있습니다
mr_in: वापरकर्ता परिभाषित अहवाल 10 स्तंभ परिभाषित शकतात
nl_nl: Door de gebruiker gedefinieerde rapportages kunnen maximaal 10 kolommen omvatten
pt_pt: Relatórios definidos podem ter até 10 colunas usadas
ro_ro: rapoarte definite de utilizator poate avea până la 10 coloane definite
ru_ru: Пользовательские отчеты могут содержать до 10 столбцов
sq_al: raporte të përcaktuar nga Përdoruesi mund të ketë deri në 10 shtylla të përcaktuara
sv: Användardefinierad rapporter kan ha upp till 10 definierade kolumner
sw_ke: User defined taarifa unaweza kuwa hadi nguzo 10 defined
tr_tr: KULLANICI RAPORLARINDA 10 ADET KOLONA KADAR TANIM YAPILABILIR
zh_hk: 用户定义报告可以定义最多 10 个列
zh_tw: 用戶定義報表可以定義至 10 個欄位

source: The report will not be able to be run until some columns are deleted
cs_cz: Tato zpráva nebude moci být provozován až do některé sloupce jsou odstraněny
es_es: No será posible generar el informe hasta que elimine algunas columnas
hi_in: रिपोर्ट को चलाने के लिए सक्षम नहीं होगा जब तक कुछ स्तंभों नष्ट हो जाएगा
id_id: Laporan tdk dapat dijalankan sampai sebagian kolom dihapus
it_it: Il rapporto non potrà essere eseguito fino a quando alcune colonne sono soppresse
ko_kr: 일부 열이 삭제 될 때까지 보고서가 실행 될 수 없습니다
mr_in: अहवाल काही स्तंभ हटविले आहेत तोपर्यंत चालवण्यास सक्षम होणार नाही
nl_nl: Rapportage kan pas worden uitgevoerd als er een aantal kolommen zijn verwijderd
pt_pt: O relatório não pode ser executado até que algumas colunas sejam removidas
ro_ro: Raportul nu va putea fi rulat până când unele coloane sunt şterse
ru_ru: Отчет может быть запущен, пока не будут удалены некоторые столбцы
sq_al: Raporti nuk do të jetë në gjendje që të zgjasë deri disa kolona janë fshirë
sv: Rapporten kommer inte att kunna köras tills några kolumner tas bort
sw_ke: Ripoti hiyo kuwa na uwezo wa kuwa na kukimbia mpaka baadhi ya nguzo ni kuchapa
tr_tr: BAZI KOLONLAR SILINENE KADAR RAPOR ÇALISTIRILAMAZ
zh_hk: 必须删除一些列, 否则报告不会运行
zh_tw: 除非刪除一些欄位, 否則報表不會運行

source: The column
cs_cz: Sloupec
es_es: La columna
hi_in: स्तंभ
id_id: Kolom
it_it: La colonna
ko_kr: 열
mr_in: स्तंभ
nl_nl: De kolom
pt_pt: A coluna
ro_ro: Coloana
ru_ru: Столбец
sq_al: Kolonën e
sv: Kolumn
sw_ke: Safu
tr_tr: KOLON
zh_hk: 列
zh_tw: 這欄位

source: The SQL used to retrieve the this column was
cs_cz: SQL používá k načtení tento sloupec byl
es_es: El SQL usado para obtener esta columna fue
hi_in: एसक्यूएल को वापस लाने के इस स्तंभ इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mengambil kolom ini adalah
it_it: L&#39;SQL utilizzato per recuperare i questa colonna è stata
ko_kr: 이 열을 검색하는 데 사용되는 SQL이었다
mr_in: या स्तंभात पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om deze kolom op te vragen was
pt_pt: SQL que falhou na recuperação da coluna foi
ro_ro: SQL utilizat pentru a prelua coloana aceasta a fost
ru_ru: SQL извлечения этого столбца
sq_al: SQL përdorur për të marrë këtë kolonë ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve ya safu hii ilikuwa
tr_tr: BU KOLON IÇIN KULLANILAN SQL SORGUSU:
zh_hk: 用于提取此列的 SQL 是
zh_tw: 用作提取這欄位的 SQL 是

source: Column Number
cs_cz: Číslo sloupce
es_es: Número de Columna
hi_in: स्तंभ संख्या
id_id: Nomor Kolom
it_it: Colonna Numero
ko_kr: 열 번호
mr_in: स्तंभ क्रमांक
nl_nl: Kolom nummer
pt_pt: Núm. Coluna
ro_ro: Număr coloană
ru_ru: Номер столбца
sq_al: Column Numri
sv: Kolumnnummer
sw_ke: Idadi column
tr_tr: KOLON No.
zh_hk: 列编号
zh_tw: 欄位編號

source: A number between 1 and 10 is expected
cs_cz: Je očekáváno číslo od jedné do deseti
es_es: Se espera un número entre 1 y 10
hi_in: 1 और 10 के बीच संख्या की उम्मीद है
id_id: Nomor harus antara 1 sampai 10
it_it: Un numero compreso tra 1 e 10 è previsto
ko_kr: 1과 10 사이의 숫자가 예상된다
mr_in: 1 आणि 10 दरम्यान एक संख्या अपेक्षित आहे
nl_nl: Getal tussen de 1 en de 10 is verwacht
pt_pt: Um núm. entre 1 e 10 é esperado
ro_ro: Un număr între 1 şi 10 este de aşteptat
ru_ru: Ожидается число между 1 и 10
sq_al: Një numër ndërmjet 1 dhe 10 është e pritshme
sv: Ett tal mellan 1 och 10 förväntas
sw_ke: Idadi kubwa kati ya 1 na 10 inatarajiwa
tr_tr: 1-10 ARASI BIR RAKKAM OLMALI
zh_hk: 请输入 1 - 10 的数字
zh_tw: 請輸入 1 - 10 的數字

source: Heading line 1
cs_cz: Okruh řádku 1
es_es: Título 1a. línea
hi_in: 1 पंक्ति शीर्षक
id_id: Baris Heading 1
it_it: Denominazione della linea 1
ko_kr: 라인 제목 1
mr_in: ओळ 1 मथळा
nl_nl: Koptekst regel 1
pt_pt: Cabeçalho linha 1
ro_ro: Rubrică linia 1
ru_ru: Линия заголовка 1
sq_al: Titull line 1
sv: Radavstånd:
sw_ke: Viongozi line 1
tr_tr: BASLIK SATIRI 1
zh_hk: 标题行 1
zh_tw: 台頭列 1

source: Heading line 2
cs_cz: Okruh linka 2
es_es: Título 2a. línea
hi_in: पंक्ति 2 शीर्षक
id_id: Baris Heading 2
it_it: Rubrica linea 2
ko_kr: 라인 제목 2
mr_in: ओळ 2 मथळा
nl_nl: Koptekst regel 2
pt_pt: Cabeçalho linha 2
ro_ro: Rubrica linia 2
ru_ru: Линия заголовка 2
sq_al: Titull line 2
sv: Radavstånd:
sw_ke: Viongozi line 2
tr_tr: BASLIK SATIRI 2
zh_hk: 标题行 2
zh_tw: 台頭列 2

source: Calculation
cs_cz: Výpočet
es_es: Cálculo
hi_in: गणना
id_id: Perhitungan
it_it: Calcolo
ko_kr: 계산
mr_in: गणना
nl_nl: Berekening
pt_pt: Cálculos
ro_ro: Calcul
ru_ru: Расчет
sq_al: Llogaritje
sv: Beräkning
sw_ke: Hesabu
tr_tr: ISLEM/HESAP
zh_hk: 计算
zh_tw: 計算

source: From Period
cs_cz: Období od
es_es: Desde
hi_in: अवधि से
id_id: Periode Awal
it_it: Dal periodo
ko_kr: 시대
mr_in: कालावधीतील
nl_nl: Van Periode
pt_pt: Per. Inic.
ro_ro: Perioada de la
ru_ru: Начало периода
sq_al: Periudha nga
sv: Betalningsperiod [T]
sw_ke: Kutoka Period
tr_tr: BASLANGIÇ
zh_hk: 由期间
zh_tw: 由期間

source: Could not load periods table
cs_cz: Nelze načíst období tabulky
es_es: No se pudo cargar la tabla de intervalos
hi_in: समय तालिका लोड नहीं कर सका
id_id: Tdk dapat memuat tabel periode
it_it: Impossibile caricare il tavolo periodi
ko_kr: 기간 테이블을로드 할 수 없습니다
mr_in: पूर्णविराम टेबल लोड करणे शक्य नाही
nl_nl: Kon de periode tabel niet ophalen
pt_pt: Não pode carregar tabela períodos
ro_ro: Nu sa putut încărca perioadele de masă
ru_ru: Не удалось загрузить таблицу периодов
sq_al: Nuk mund te ngarkohet periudha tryezë
sv: Kunde inte läsa in periodtabell
sw_ke: Inaweza si mzigo vipindi meza
tr_tr: dönemlerde tablo yüklenemedi
zh_hk: 找不到期间表
zh_tw: 未能載入期間表

source: ToPeriod
es_es: Para el Período
pt_pt: Per. Final
ru_ru: Окончание периода
zh_hk: 到期间
zh_tw: 至期間

source: Data to show
cs_cz: Údaje, které ukazují
es_es: Datos a incluir
hi_in: डेटा दिखाने के लिए
id_id: Data utk ditampilkan
it_it: Dati che dimostrano
ko_kr: 데이터를 표시합니다
mr_in: दर्शविण्यासाठी डेटा
nl_nl: Data te zien
pt_pt: Dados a Exibir
ro_ro: De date pentru a arăta
ru_ru: Данные к показу,
sq_al: Të dhëna për të treguar
sv: Hur många siffror som ska visas
sw_ke: Data ya kuonyesha
tr_tr: GÖSTERILECEK DATA
zh_hk: 要显示的数据
zh_tw: 要顯示的數據

source: Budget or Actual
cs_cz: Aktuální rozpočtu nebo
es_es: Presupuestado ó Ejecutado
hi_in: बजट या वास्तविक
id_id: Anggaran atau Aktual
it_it: Bilancio o reale
ko_kr: 예산 또는 실제
mr_in: बजेट किंवा वास्तविक
nl_nl: Budget of Actueel
pt_pt: Previsto ou Realizado
ro_ro: Bugetul sau reale
ru_ru: Бюджет или фактически
sq_al: Buxhetit apo Aktuale
sw_ke: Au bajeti halisi
tr_tr: AKTÜEL MI? BÜTÇELENMIS MI?
zh_hk: 预算或实际
zh_tw: 預算或實際

source: Numerator Column
cs_cz: Čitatel sloupce
es_es: Numerador
hi_in: अंश स्तंभ
id_id: Kolom Pembilang
it_it: Numeratore Colonna
ko_kr: 분자 열
mr_in: अंश स्तंभ
nl_nl: Kolom met teller
pt_pt: Col. Numerador
ro_ro: Numărător Coloana
ru_ru: Колонка числителя
sq_al: Numërues Column
sv: Numerator Kolumn
tr_tr: NÜMERATÖR KOLONU
zh_hk: 分子列
zh_tw: 分子欄位

source: Denominator Column
cs_cz: Jmenovatel sloupce
es_es: Denominador
hi_in: हर स्तंभ
id_id: Kolom Penyebut
it_it: Denominatore Colonna
ko_kr: 분모 열
mr_in: भाजक स्तंभ
nl_nl: Kolom met noemer
pt_pt: Col. Denominador
ro_ro: Numitor Coloana
ru_ru: Колонка знаменателя
sq_al: Emërues Column
sv: Denominator Kolumn
tr_tr: DENOMINATÖR KOLONU
zh_hk: 分母列
zh_tw: 分母欄位

source: Calculation Operator
cs_cz: Výpočet operátora
es_es: Operador para el Cálculo
hi_in: परिकलन ऑपरेटर
id_id: Operator Perhitungan
it_it: Calcolo Operator
ko_kr: 계산 연산자
mr_in: साधकबाधक विचार ऑपरेटर
nl_nl: Berekening Operator
pt_pt: Operador Cálculos
ro_ro: Operator de calcul
ru_ru: Оператор расчета
sq_al: Llogaritja Operator
sv: Beräkningsoperand
sw_ke: Hesabu ya Opereta
tr_tr: ISLEM OPERATÖRÜ
zh_hk: 运算符号
zh_tw: 計算運算子

source: Numerator Divided By Denominator
cs_cz: Čitatel Divided By Jmenovatel
es_es: Numerador Dividido Denominador
hi_in: अंश भाजक से विभाजित
id_id: Pembilang Dibagi Penyebut
it_it: Numeratore Divided By Denominatore
ko_kr: 분자 분모로 나눈
mr_in: अंश भाजक भागाकार
nl_nl: Teller gedeeld door noemer
pt_pt: Numerador Dividido pelo Denominador
ro_ro: Numărător Divided Prin Numitor
ru_ru: Числитель, деленный на знаменатель
sq_al: Numërues ndarë nga Emeruesi
sv: Täljare Divided By nämnare
sw_ke: Numerator kugawanywa By denominator
tr_tr: NÜMERATÖR (/) DENOMINATÖR
zh_hk: 分子除以分母
zh_tw: 分子除以分母

source: Numerator Divided By Constant
cs_cz: Čitatel Divided By Konstantní
es_es: Numerador Dividido Constante
hi_in: अंश लगातार से विभाजित
id_id: Pembilang Dibagi Konstan
it_it: Numeratore Divided By costante
ko_kr: 분자 정수로 나눈
mr_in: अंश स्थिर भागाकार
nl_nl: Teller gedeeld door een constante
pt_pt: Numerador Dividido por Constante
ro_ro: Numărător Divided de Constant
ru_ru: Числитель, деленный на константу
sq_al: Numërues ndarë nga Constant
sv: Täljare Divided By Konstant
sw_ke: Numerator kugawanywa Kwa mara kwa mara
tr_tr: NÜMERATÖR (/) SABIT
zh_hk: 分子除以常数
zh_tw: 分子除以常數

source: Numerator Col x Constant
cs_cz: Čitatel Col x konstantní
es_es: Numerador X Constante
hi_in: अंश लगातार कर्नल x
id_id: Kolom Pembilang x Konstan
it_it: Col numeratore x Constant
ko_kr: 분자 골 상수 X
mr_in: अंश स्तंभ स्थिर X
nl_nl: Teller x constante
pt_pt: Numerador Col x Constant
ro_ro: Numărător Col x Constant
ru_ru: Стлб. числителя х Константу
sq_al: Col Numeruesi x Constant
sv: oavslutad strängkonstant
sw_ke: Numerator Kanali x Daima
tr_tr: NÜMERATÖR (X) SABIT
zh_hk: 分子乘以常数
zh_tw: 分子欄位 X 常數

source: Add to
cs_cz: Přidat do
es_es: Añadir a
hi_in: में जोड़ें
id_id: Tambah ke
it_it: Aggiungi ai
ko_kr: 에 추가
mr_in: जोडा
nl_nl: Toevoegen aan
pt_pt: Adic. para
ro_ro: Adauga la
ru_ru: Добавить к
sq_al: Shtoni në të
sv: Addera till
sw_ke: Kuongeza
tr_tr: EKLE
zh_hk: 新增到
zh_tw: 新增到
