Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The maximum size of item image files must be between 50 and 500 (NB this figure refers to KB)
cs_cz: Maximální velikost položky obrazových souborů, musí být mezi 50 a 500 (Pozn. Tento údaj se týká KB)
es_es: El tamaño máximo de un archivo de imagen de un artículo debe estar entre 50 y 500 (KB)
hi_in: मद छवि फ़ाइलों की अधिकतम आकार का होना चाहिए के बीच 50 और 500 (एनबी यह आंकड़ा KB करने के लिए संदर्भित करता है)
id_id: Ukuran maksimum dari file gambar item harus antara 50 dan 500 KB
it_it: La dimensione massima del file di immagine elemento deve essere compresa tra 50 e 500 (NB: questo dato si riferisce a KB)
ko_kr: 항목 이미지 파일의 최대 크기는 50 (500) 사이에 있어야합니다 (NB이 그림은 KB를 의미)
mr_in: आयटम प्रतिमा फाइल्स् कमाल आकार 50 आणि 500 ​​दरम्यान असणे आवश्यक आहे (नोबॉल ही आकृती कि.बा. संदर्भित)
nl_nl: Max. omvang van een image file is tussen de 50 en 500 KB
pt_pt: Tam. máx. imagem deve estar no interv. 50Kb e 500Kb
ro_ro: Marimea maxima a fisierelor imagine element trebuie să fie între 50 şi 500 (NB această cifră se referă la KB)
ru_ru: Максимальный размер файлов изображений должны быть между 50 и 500 (Примечание: Эта цифра относится к КБ)
sq_al: Madhësia maksimale e imazhit fotografi artikull duhet të jetë midis 50 dhe 500 (Shënim: kjo shifër i referohet KB)
sv: Maximum storlek för bildfiler måste vara mellan 50 och 500 (kB)
sw_ke: Ukubwa wa upeo wa bidhaa files picha lazima kuwa kati ya 50 na 500 (NB takwimu hii inaonyesha KB)
tr_tr: madde görüntü dosyalarının maksimum boyutu olmalı 50 ve 500 arasında (NB bu rakam KB anlamına gelir)
zh_hk: 物料图像文件大小必须在50到500之间（单位是Kb）
zh_tw: 項目圖像文件的最大尺寸必須介於50和500（注：這個數字是指KB）

source: The Factory Manager Email address does not appear to be valid
cs_cz: Factory Manager E-mailová adresa se nezdá být platná
es_es: La dirección de Correo Electrónico del Director de Fábrica no parece ser válida
hi_in: ईमेल पता फैक्टरी प्रबंधक को मान्य प्रतीत नहीं होता है
id_id: Alamat Email Manager Pabrik tampaknya bermasalah
it_it: Il direttore dell&#39;azienda Indirizzo e-mail non sembra essere valido
ko_kr: 공장 관리자 이메일 주소가 올바르지 않습니다
mr_in: फॅक्टरी व्यवस्थापक ईमेल पत्ता वैध असल्याचे दिसत नाही
nl_nl: De Factory Manager E-mail adres lijkt niet geldig
pt_pt: Endereço de email do gerente da planta parece não ser válido
ro_ro: Manager Fabrica Adresa de email nu pare să fie valabil
ru_ru: Адрес Менеджера фабрики не является действительным
sq_al: Menaxheri i Fabrika Email adresa nuk duket të jetë e vlefshme
sv: Fabriksföreståndarens epostadress verkar inte giltig
sw_ke: Meneja wa Kiwanda Anwani ya barua pepe haionekani kuwa halali
tr_tr: E-posta adresi Fabrika Müdürü geçerli görünmüyor
zh_hk: 工厂经理的电邮地址看起来为无效地址
zh_tw: 工廠經理有效電子郵件地址不會出現

source: The Purchasing Manager Email address does not appear to be valid
cs_cz: Manažer nákupu E-mailová adresa se nezdá být platná
es_es: La dirección del correo electrónico del Administrador de Compras no parece ser válida
hi_in: क्रय प्रबंधक ईमेल पते को मान्य प्रतीत नहीं होता है
id_id: Alamat Email Manager Pembelian tampaknya bermasalah
it_it: Il Responsabile Acquisti indirizzo e-mail non sembra essere valido
ko_kr: 구매 관리자 이메일 주소가 올바르지 않습니다
mr_in: खरेदी व्यवस्थापक ईमेल पत्ता वैध असल्याचे दिसत नाही
nl_nl: De Purchasing Manager E-mail adres lijkt niet geldig
pt_pt: Endereço Email do gerente de Compras não parece ser válido
ro_ro: Purchasing Manager adresa de e-mail nu pare să fie valabil
ru_ru: Адрес Менеджера по закупкам не является действительным
sq_al: Adresa Manager Blerja Email nuk duket të jetë e vlefshme
sv: Den inköpschef E-postadressen verkar inte vara giltig
sw_ke: Meneja wa Ununuzi Anwani ya barua pepe haionekani kuwa halali
tr_tr: Satınalma Müdürü E-posta adresi geçerli görünmüyor
zh_hk: 采购经理的电邮地址看起来为无效地址
zh_tw: 採購經理電子郵件地址不會出現有效

source: The Inventory Manager Email address does not appear to be valid
es_es: La dirección de Correo Electrónico del Gerente de Inventario no parece ser válida
id_id: Alamat Email Manager Persediaan tampaknya bermasalah
ko_kr: 재고 관리자 이메일 주소가 올바르지 않습니다
mr_in: सूची व्यवस्थापक ईमेल पत्ता वैध असल्याचे दिसत नाही
pt_pt: End. Gerenc. Inventário parece não ser válido
zh_tw: 庫存管理員有效電子郵件地址不會出現

source: The number of frequently ordered items to display must be numeric
cs_cz: Počet často objednaných položek se má zobrazovat, musí být číselná
es_es: El número de artículos pedidos frecuentemente debe ser numérico
hi_in: अक्सर आदेश प्रदर्शित करने के लिए मदों की संख्या संख्यात्मक होना चाहिए
id_id: Jumlah item sering dipesan utk ditampilkan harus numerik
it_it: Il numero di elementi spesso l&#39;ordine di visualizzazione deve essere numerico
ko_kr: 표시 자주 주문 항목의 수는 숫자 여야합니다
mr_in: प्रदर्शित करण्यासाठी वारंवार आदेश वस्तूंची संख्या अंकीय असणे आवश्यक आहे
nl_nl: Het aantal van frequent bestelde artikelen om weer te geven moet numeriek zijn
pt_pt: Núm. de itens frequentemente pedidos para exibir deve ser numérico
ro_ro: Numărul de articole comandate frecvent pentru a afişa trebuie să fie numeric
ru_ru: Количество часто заказываемых элементов для отображения должно быть числовым
sq_al: Numri i artikujve urdhëruar shpesh për të shfaqur duhet të jetë një numër
sv: Antalet måste vara numeriskt
sw_ke: Idadi ya vitu mara kwa mara kuamuru kuonyesha lazima numeric
tr_tr: ekranlarına sıkça sipariş öğelerin sayısı sayısal olmalıdır
zh_hk: 要显示的经常订购的物料数量必须是数值
zh_tw: 經常訂單項目顯示的數目必須是數字

source: The SMTP setting should be selected as Yes or No
ko_kr: SMTP 설정은 예 또는 아니오로 선택해야합니다
mr_in: SMTP सेटिंग होय किंवा नाही म्हणून निवडले पाहिजे
pt_pt: Config. SMTP deve ser SIM ou NÃO
zh_tw: 在SMTP設置應選擇是或否

source: The Quality Log Samples setting should be selected as Yes or No
ko_kr: 품질 로그 샘플 설정은 예 또는 아니오로 선택해야합니다
zh_tw: 質量記錄樣本設定應選擇是或否

source: The Quality ProdSpec Text may not contain single quotes and may not be longer than 5000 chars
ko_kr: 품질 ProdSpec 텍스트는 작은 따옴표를 포함 할 수 없습니다 및 이상 5000 문자하지 않을 수 있습니다
zh_tw: 質量產品規格文字不包含單引號，不超過5000個字符

source: The Quality COA Text may not contain single quotes and may not be longer than 5000 chars
ko_kr: 품질 COA 텍스트는 작은 따옴표를 포함 할 수 없습니다 및 이상 5000 문자하지 않을 수 있습니다
zh_tw: 質量COA文字不包含單引號，不超過5000個字符

source: Cannot write to the configuration file.
ko_kr: 구성 파일에 쓸 수 없습니다.
zh_tw: 配置文件無法寫入

source: The configuration file was updated.
ko_kr: 구성 파일이 업데이트되었습니다.
zh_tw: 配置文件無法更新

source: Cannot open the configuration file.
ko_kr: 구성 파일을 열 수 없습니다.
zh_tw: 無法開啟組態檔

source: The system configuration could not be updated because
cs_cz: Konfigurace systému nelze aktualizovat, protože
es_es: No se pudo actualizar la Configuración del Sistema porque
hi_in: सिस्टम विन्यास क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Konfigurasi sistem tdk dapat diperbarui karena
it_it: La configurazione di sistema non può essere aggiornato perché
ko_kr: 시스템 구성 때문에 업데이트 할 수 없습니다
mr_in: प्रणाली संरचना सुधारीत करणे शक्य नाही कारण
nl_nl: Systeem configuratie kon niet worden gewijzigd omdat
pt_pt: Configuração Sistema não pode ser atualizada porque
ro_ro: Configuraţia sistemului nu a putut fi actualizat deoarece
ru_ru: Системная конфигурация не может быть обновлена, поскольку
sq_al: Konfigurimi i sistemit nuk mund të rifreskohet për shkak se
sv: Systemkonfigureringen kunde inte uppdateras eftersom
sw_ke: Configuration Mfumo inaweza kuwa mwisho kwa sababu
tr_tr: SISTEM AYARLARI GÜNCELLENEMEDI:
zh_hk: 系统设置未能更新, 因为
zh_tw: 系統設置未能更新, 因為

source: System configuration updated
cs_cz: Systém aktualizace konfigurace
es_es: Se actualizaron los parámetros del ERP
hi_in: सिस्टम अद्यतन विन्यास
id_id: Konfigurasi sistem telah diperbarui
it_it: Configurazione del sistema aggiornato
ko_kr: 시스템 구성이 갱신
mr_in: सिस्टम कॉन्फिगरेशन अद्यतनित
nl_nl: Systeem configuratie is gewijzigd
pt_pt: Configuração Sistema Atualizada
ro_ro: Sistemul de configurare actualizat
ru_ru: Конфигурация системы обновлена
sq_al: Konfigurimi i Sistemit updated
sv: Sparad
sw_ke: Mfumo Configuration updated
tr_tr: SISTEM AYARLARI GÜNCELLENDI
zh_hk: 系统设置已更新
zh_tw: 系統設置已更新

source: System Variable Name
cs_cz: Systémové proměnné
es_es: Parámetro
hi_in: प्रणाली चर का नाम
id_id: Nama Variabel Sistem
it_it: Variabile di sistema Nome
ko_kr: 시스템 변수 이름
mr_in: प्रणाली अस्थिर नाव
nl_nl: Systeem Variabele Naam
pt_pt: Nome Variável Sistema
ro_ro: Variabilă de sistem Nume
ru_ru: Название системной переменной
sq_al: Emri i Sistemit të ndryshueshme
sv: Systemvariabelnamn
sw_ke: Variable mfumo Jina
tr_tr: SISTEM DEGISKENI ADI
zh_hk: 系统参数名称
zh_tw: 系統變數名稱

source: Default Date Format
cs_cz: Výchozí formát data
es_es: Formato de fecha predeterminada
hi_in: डिफ़ॉल्ट दिनांक स्वरूप
id_id: Format Tgl Standar
it_it: Default Formato data
ko_kr: 기본 날짜 형식
mr_in: डीफॉल्ट तारीख स्वरूप
nl_nl: Standaard datumformaat
pt_pt: Formato Data Padrão
ro_ro: Implicit Data Format
ru_ru: Формат даты по умолчанию
sq_al: Format Default Data
sv: Default datumformat
sw_ke: Tarehe default Format
tr_tr: Varsayılan Tarih Biçimi
zh_hk: 默认日期格式
zh_tw: 預設的日期格式

source: d/m/Y
es_es: d/m/A
mr_in: डी / एम / वाय
pt_pt: d/m/a
zh_tw: 日/月/年

source: m/d/Y
es_es: m/d/A
mr_in: एम / डी / वाय
pt_pt: m/d/A
zh_tw: 月/日/年

source: Y/m/d
es_es: A/m/d
mr_in: वाय / एम / डी
pt_pt: a/m/d
zh_tw: Y /米/天

source: The default date format for entry of dates and display.
cs_cz: Výchozí formát data pro vstup dat a zobrazení.
es_es: El formato de fecha predeterminado para introducir y mostrar fechas.
hi_in: तिथि और प्रदर्शन के प्रवेश के लिए डिफ़ॉल्ट दिनांक स्वरूप.
id_id: Format tgl standar utk memasukkan tgl dan tampilan.
it_it: La data di formato predefinito per l&#39;immissione di date e di visualizzazione.
ko_kr: 날짜와 디스플레이의 항목에 대한 기본 날짜 형식.
mr_in: तारखा आणि प्रदर्शनाच्या नोंद डीफॉल्ट तारीख स्वरूप.
nl_nl: De standaard datum formaat voor het invoeren van data en het beeldscherm.
pt_pt: Formato Padrão para Datas
ro_ro: Data format implicit pentru intrarea de date şi afişare.
ru_ru: Формат даты по умолчанию для ввода и отображения дат.
sq_al: Data e parazgjedhur format për hyrjen e datave dhe të ekranit.
sv: Defaultformatet för inmatning och visning av datum.
sw_ke: Tarehe ya msingi kwa ajili ya kuingia format ya tarehe na kuonyesha.
tr_tr: tarihler ve ekranın giriş için varsayılan tarih formatı.
zh_hk: 默认日期输入和显示格式。
zh_tw: 日期和顯示輸入格式為預設的日期格式

source: Default Theme
es_es: Tema predeterminado
ko_kr: 기본 테마
zh_tw: 預設版面樣式

source: The default theme to use for the login screen and the setup of new users. The users' theme selection will override it.
es_es: El tema por defecto a usar en la pantalla de inicio de sesión y en la configuración de los usuarios nuevos. La selección de un tema de usuario prevalecerá sobre este.
ko_kr: 기본 테마는 로그인 화면과 새로운 사용자의 설정에 사용한다. 사용자의 테마 선택은 우선합니다.
zh_tw: 預設版面用於登錄界面和新用戶的設置。用戶選擇的版面將被覆蓋。

source: Accounts Receivable/Payable Settings
cs_cz: Pohledávky a závazky Nastavení
es_es: Configuración de las cuentas por cobrar/pagar
hi_in: लेखा प्राप्य / देय सेटिंग्स
id_id: Pengaturan Piutang/Hutang
it_it: Crediti / Impostazioni pagamento
ko_kr: 채권 / 채무 설정
mr_in: खाते प्राप्तीयोग्य / देय सेटिंग्ज
nl_nl: Debiteuren / Crediteuren-instellingen
pt_pt: Config. Contas a Pagar/Receb.
ro_ro: Conturi de primit / Setări platita
ru_ru: Дебиторская/кредиторская задолженность Настройки
sq_al: Llogarive të arkëtueshme / Settings pagesë
sv: Kund-/leverantörsreskontrainställningar
sw_ke: Akaunti kupokewa / Settings kulipwa
tr_tr: BORÇLAR ve ALACAKLAR HESAPLARI ILE ILGILI AYARLAR
zh_hk: 应收/应付设置
zh_tw: 應收未收/應付未付帳目設定

source: First Overdue Deadline in (days)
cs_cz: První po splatnosti lhůta v (dny)
es_es: Plazo del primer vencimiento (en días)
hi_in: (दिन) में पहला अतिदेय की समय सीमा
id_id: Batas Akhir Terlambat Pertama dalam (hari)
it_it: Prima scadute Termine in (giorni)
ko_kr: 최초 연체 기한 (일)
mr_in: मध्ये प्रथम मुदत संपलेला सादर करण्याची अंतिम मुदत (दिवस)
nl_nl: Eerste vervaltermijn in dagen
pt_pt: Núm. dias Exc. em Dias
ro_ro: Termen în primul restante (zile)
ru_ru: Первый срок просрочки (дней)
sq_al: Afati i parë vonuara në (ditë)
sv: Första datumgränsen (dagar)
sw_ke: Kwanza overdue Tarehe ya mwisho katika (siku)
tr_tr: ILK EK VADE (GÜN)
zh_hk: 帐龄分析日数1
zh_tw: 帳齡分析日數1

source: The input must be integer
es_es: La entrada debe ser un número entero
ko_kr: 입력은 정수 여야합니다
mr_in: इनपुट पूर्णांक असणे आवश्यक आहे
pt_pt: Código Conta deve ser um número
zh_tw: 輸入必須是整數

source: Customer and supplier balances are displayed as overdue by this many days. This parameter is used on customer and supplier enquiry screens and aged listings
cs_cz: Zákazníkem a dodavatelem bilance jsou zobrazeny jako po splatnosti podle tohoto mnoho dní. Tento parametr je používán na obrazovkách zákazníka a dodavatele šetření a ve věku výpisy
es_es: Los saldos de clientes y proveedores se muestran como vencidos o atrasados según esta cantidad de días. Este parámetro se usa tanto en las consultas de clientes y proveedores como en los listados de vencidos.
hi_in: ग्राहक और आपूर्तिकर्ता शेष अतिदेय के रूप में इस में कई दिनों से प्रदर्शित कर रहे हैं. इस पैरामीटर ग्राहक और आपूर्तिकर्ता जांच स्क्रीन और वृद्ध लिस्टिंग पर इस्तेमाल किया जाता है
id_id: Piutang dan hutang ditampilkan terlambat sekian hari. Parameter ini digunakan di menu informasi customer dan supplier dan daftar umur piutang/hutang
it_it: Cliente e fornitore saldi vengono visualizzati come in ritardo da questo molti giorni. Questo parametro viene utilizzato su schermi richiesta dei clienti e fornitori e di età compresa tra gli annunci
ko_kr: 고객 및 공급 업체 잔액이 많은 일까지 기한으로 표시됩니다. 이 매개 변수는 고객 및 공급 업체에 문의 화면과 세 명부에 사용된다
mr_in: ग्राहक आणि पुरवठादार शिल्लक या अनेक दिवस हप्ते म्हणून दाखवला जातो. हे घटक ग्राहक आणि पुरवठादार चौकशी पडदे आणि वृद्ध सूची वापरले जाते
nl_nl: Klant en levrancier saldos woren getoond op basis van deze verval termijn in dagen. Deze parameter wordt gebruikt voor leveranciers en klanten zoek schermen en voor rapportages over verlopen posten
pt_pt: Saldo Cliente e Fornecedor são exibidos como excedentes por vários dias. Esse parâmetro é usado para selecionar relatórios vencidos cliente ou fornecedor
ro_ro: Client şi furnizor soldurile sunt afişate ca restante de multe zile. Acest parametru este utilizat pe ecranele anchetă client şi furnizor şi listări în vârstă de
ru_ru: Заказчик и поставщик остатки отображаются в виде просроченных этого много дней. Этот параметр используется на клиента и поставщика запрос экранах и в возрасте списки
sq_al: Konsumatorit dhe furnizuesit bilancet janë shfaqur si vonuar me këtë shumë ditë. Ky parametër është përdorur në klientit dhe furnizuesit ekranet hetim dhe listings moshës
sv: Kund och leverantörssaldon visas som förfallande efter detta antal dagar. Parametern används pä kund- och leverantörsfrågor samt de periodiska rapporterna
sw_ke: Wateja na wasambazaji mizani ni visas kama muafaka kwa siku hii wengi. parameter hii hutumika kwenye skrini uchunguzi wateja na wasambazaji na orodha ya wenye umri wa miaka
tr_tr: Müşteri ve tedarikçi dengeleri bu kadar gün gecikmiş olarak görüntülenir. Bu parametre müşteri ve tedarikçi sorgulama ekranları ve yaşlı listeleri kullanılır
zh_hk: 用于在客户或供应商帐龄分析表上显示的第一个分隔日数
zh_tw: 這是指客戶和供應商結餘會顯示為過期的多少日數. 這參數會顯示在供應商和客戶的查詢畫面和歷史清單

source: Second Overdue Deadline in (days)
cs_cz: Druhý po splatnosti lhůta v (dny)
es_es: Plazo del segundo vencimiento (en días)
hi_in: (दिन) में दूसरा अतिदेय की समय सीमा
id_id: Batas Akhir Terlambat Kedua dalam (hari)
it_it: Seconda scadute Termine in (giorni)
ko_kr: 둘째 연체 기한 (일)
mr_in: दुसरा मुदत संपलेला सादर करण्याची अंतिम मुदत (दिवस)
nl_nl: Tweede verval termijn (in dagen)
pt_pt: 2. Interv. Dias Exc. de Corte em dias
ro_ro: Termen a doua restante în (zile)
ru_ru: Второй срок просрочки (дней)
sq_al: Afati i dytë vonuara në (ditë)
sv: Andra datumgränsen (dagar)
sw_ke: Pili overdue Tarehe ya mwisho katika (siku)
tr_tr: 2. EK VADE (GÜN)
zh_hk: 帐龄分析日数2
zh_tw: 帳齡分析日數2

source: As above but the next level of overdue
cs_cz: Jak je uvedeno výše, ale na vyšší úroveň po lhůtě splatnosti
es_es: Similar al de arriba pero es el siguiente nivel de retraso.
hi_in: लेकिन जैसा कि ऊपर अतिदेय के अगले स्तर
id_id: Seperti di atas tapi tingkat terlambat berikut
it_it: Come sopra, ma il prossimo livello di ritardo
ko_kr: 연체의 위하지만 다음 단계로
mr_in: वरील पण उशीर झालेला पुढील स्तरावर म्हणून
nl_nl: Als hierboven maar voor de volgende niveua det een post verlopen is
pt_pt: Está acima mas o próximo limite
ro_ro: Ca mai sus, dar la următorul nivel de restante
ru_ru: Как выше, но на следующий уровень просроченного
sq_al: Si më lart por në nivelin e ardhshëm të vonuar
sv: Som ovan fast nästa datumgräns för saldon
sw_ke: Kama hapo juu lakini ngazi ya pili ya overdue
tr_tr: YUKARIDAKI GIBI, ANCAK BIR SONRAKI VADE SEVIYESINI GÖSTERIR
zh_hk: 用于在客户或供应商帐龄分析表上显示的第二个分隔日数
zh_tw: 如上, 過期的下一個日數

source: Default Credit Limit
cs_cz: Výchozí Úvěrový limit
es_es: Límite de crédito predeterminado
hi_in: डिफ़ॉल्ट क्रेडिट सीमा
id_id: Batas Kredit Standar
it_it: I credit default Limit
ko_kr: 기본 신용 한도
mr_in: डीफॉल्ट क्रेडिट मर्यादा
pt_pt: Limite Créd. Padrão
ro_ro: Limita de credit default
ru_ru: Кредитный лимит по умолчанию
sq_al: Limit Default Credit
sv: Standard kreditgräns
sw_ke: Mikopo default Limit
tr_tr: VARSAYILAN KREDI LIMITI
zh_hk: 默认信用额度
zh_tw: 預設信用額度(元)

source: The default used in new customer set up
cs_cz: Výchozí používá v nových zákazníků nastavení
es_es: El que se usará por defecto en la configuración de nuevos clientes.
hi_in: नए ग्राहकों में प्रयुक्त डिफ़ॉल्ट सेट अप
id_id: Nilai standar digunakan dalam membuat customer baru
it_it: Il valore di default usato in nuovo cliente set up
ko_kr: 신규 고객에 사용되는 기본값은 설정
mr_in: नवीन ग्राहक मध्ये वापरल्या जाणारे मुलभूत सेट
nl_nl: Default wordt gebruikt voor nieuwe klanten
pt_pt: O padrão usado para config do novo cliente
ro_ro: Implicit utilizat în client nou înfiinţate
ru_ru: По умолчанию используется в новых установленных клиентах
sq_al: Prezgjedhur të përdorur në klient të ri të ngritur
sv: Standardvärde för nya kunder
sw_ke: Default kutumika katika mteja mpya iliyoanzishwa
tr_tr: YENI MÜSTERI IÇIN VARSAYILAN AYARDIR
zh_hk: 新客户的默认信用额度
zh_tw: 新客戶設定的預設

source: Check Credit Limits
cs_cz: Zkontrolujte Kreditní Limity
es_es: Comprobar límites de crédito
hi_in: चेक क्रेडिट सीमा
id_id: Periksa Batas Kredit
it_it: Verifica limiti di credito
ko_kr: 신용 한도를 확인
mr_in: क्रेडिट मर्यादा तपासा
nl_nl: Controleer credit limieten
pt_pt: Verif. Limite Crédito
ro_ro: Verificaţi limite de credit
ru_ru: Пределы проверки кредитоспособности
sq_al: Kufijtë Credit Check
sv: Kontrollera kreditgränser
sw_ke: Kuangalia mipaka ya Mikopo
tr_tr: KREDI LIMITI KONTROLÜ
zh_hk: 检查信用额度
zh_tw: 檢查信用額度上限

source: Do not check
cs_cz: Nekontrolovat
es_es: No comprobar
hi_in: जाँच न करें
id_id: Tdk diperiksa
it_it: Non controllare
ko_kr: 확인하지 마십시오
mr_in: तपासू नका
nl_nl: Controleer niet
pt_pt: Não Verificar
ro_ro: Nu se verifica
ru_ru: Не проверять
sq_al: A nuk e shikoni
sv: Kontrollera inte
sw_ke: Je, si kuangalia
tr_tr: KONTROL ETME
zh_hk: 不检查
zh_tw: 不檢查

source: Warn on breach
cs_cz: Upozornit na porušení
es_es: Avisar en incumplimiento
hi_in: उल्लंघन पर चेतावनी
id_id: Peringatkan jika lewat
it_it: Avvisa la violazione
ko_kr: 위반에 경고
mr_in: निष्काळजीपणा वर चेतावणी द्या
nl_nl: Geen een waarschuwing als bereikt
pt_pt: Avisar qdo Exceder
ro_ro: Avertiza pe încălcarea
ru_ru: Предупреждать о нарушении
sq_al: Paralajmërojnë për shkelje
sv: Varna
sw_ke: Kuonya juu ya uvunjaji
tr_tr: UYARI YAP
zh_hk: 超出时警告
zh_tw: 超出時警告

source: Prohibit Sales
cs_cz: Zakázat prodej
es_es: Prohibir ventas
hi_in: निषेध बिक्री
id_id: Tdk Memperbolehkan Penjualan
it_it: Proibire la vendita
ko_kr: 판매 금지
mr_in: विक्री करण्यास बंदी
nl_nl: Verbied verkopen
pt_pt: Proibir Vendas
ro_ro: Interzic vanzarile
ru_ru: Запретить продажы
sq_al: Sales ndalojnë
sv: Förhindra försäljning
sw_ke: Zinazuia Sales
tr_tr: SATISLARI ENGELLE
zh_hk: 禁止销售
zh_tw: 禁止銷售

source: Credit limits can be checked at order entry to warn only or to stop the order from being entered where it would take a customer account balance over their limit
cs_cz: Úvěrových limitů mohou být kontrolovány na objednávky varovat nebo jen zastavit, aby byly zadané, kde by se zákazník zůstatku na účtu přes jejich omezení
es_es: Los límites de crédito pueden ser comprobados al ingresar un pedido tanto para prevenir como para impedir su entrada porque ésta situaría el saldo de la cuenta del cliente más allá del límite.
hi_in: क्रेडिट सीमा पर आदेश प्रवेश केवल चेतावनी देने के लिए या किया जा रहा है में प्रवेश किया जहां यह उनकी सीमा पर एक ग्राहक के खाते की शेष राशि ले जाएगा से आदेश रोक जाँच की जा सकती
id_id: Batas kredit dapat diperiksa saat memasukkan order utk hanya memperingatkan atau menghentikan dimasukkannya order dimana akan mengakibatkan saldo akun customer melewati batas kreditnya
it_it: I limiti di credito può essere controllata in ingresso per avvertire solo o per fermare l&#39;ordine di essere entrati in cui ci sarebbe voluto un saldo del conto cliente oltre il loro limite
ko_kr: 신용 제한은 경고를하거나 자신의 한계를 통해 고객 계정 잔액을 것입니다 입력되는 순서를 중지하기 위해 항목에서 확인할 수 있습니다
mr_in: क्रेडिट मर्यादा केवळ बजाविणे किंवा त्यांचे मर्यादेपेक्षा ग्राहक खाते शिल्लक घेईल जेथे प्रविष्ट करण्यापासून ऑर्डर थांबवू करण्यासाठी प्रवेशाचे तपासली जाऊ शकते
nl_nl: Credit limiet wordt gecontroleerd als een order wordt ingevoerd en genereert een waarschuwing of blokkeert de transactie als de limiet wordt bereikt
pt_pt: Limite de crédito deve ser verificado na digitação pedido para avisar ou impedir cliente exceder saldo em aberto acima do limite permitido
ro_ro: Limitele de credit pot fi verificate la intrarea scopul de a avertiza sau numai pentru a opri comanda de la a fi introduse în cazul în care ar lua un sold de cont client peste limita lor
ru_ru: Кредитный лимит может быть проверена в порядке вступления предупредить только или до остановки &quot;Приказ от вводимых где он будет принимать баланс счета клиента за их предельных
sq_al: kufijtë e kredisë mund të kontrollohet në hyrje për të tërhequr vërejtjen vetëm apo për të ndaluar që nga të qenit të hyrë aty ku ajo do të marrë një ekuilibër të llogarisë së klientit mbi kufirin e tyre
sv: Kreditgränser kan kontrolleras vid orderregistrering. Man kan få en varning eller så kan registreringen stoppas helt när kund passerar kreditgränsen
sw_ke: mipaka ya Mikopo inaweza kuwa checked saa ili kuingia na kuonya tu au kuacha ili kutoka kuwa aliingia ambapo inaweza kuchukua akaunti za wateja juu ya usawa wa kikomo yao
tr_tr: BU PARAMETRE, SIPARIS GIRISI SIRASINDA MÜSTERININ KREDI LIMITI ASIMINDA, SISTEMIN SADECE UYARI VERMESI, SIPARIS GIRISINI ENGELLEMESI VEYA HIÇ BIRSEY YAPMAMASINI AYARLAR
zh_hk: 信用额度检查会在输入订单的时候对超出信用额度的客户发出警告或禁止输入订单
zh_tw: 冲銷上限會在訂單輸入時檢查客戶帳目結餘超出上限的話, 只發出警告或終止訂單的輸入

source: Show Settled Last Month
cs_cz: Zobrazit Vyřízeno Minulý měsíc
es_es: Mostrar liquidado del mes pasado
hi_in: दिखाएँ पिछले महीने बसे
id_id: Tampilkan Yg Lunas Bulan Lalu
it_it: Mostra Settled Ultimo mese
ko_kr: 표시 정착 지난 달
mr_in: दर्शवा मागील महिना स्थायिक
nl_nl: Toon afgehandeld in laatste maand
pt_pt: Exibir Último Mês
ro_ro: Arată Stabilit Luna trecuta
ru_ru: Показать устойки за последний месяц
sq_al: Show Vendosur Muajin e kaluar
sv: Visa senaste månadens balans
sw_ke: Kuonyesha Makazi Last Month
tr_tr: GEÇEN AYIN SABITLERINI GÖSTER
zh_hk: 显示已清算交易
zh_tw: 顯示上月結算
