Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This setting refers to the format of customer statements. If the invoices and credit notes that have been paid and settled during the course of the current month should be shown then select Yes. Selecting No will only show currently outstanding invoices, credits and payments that have not been allocated
cs_cz: Toto nastavení se vztahuje k formátu prohlášení zákazníků. Pokud faktury a dobropisy, které byly zaplaceny a usadil se v průběhu aktuálního měsíce by mělo být uvedeno poté zvolte Ano. Výběr Ne zobrazí pouze aktuálně neuhrazených faktur, úvěrů a platby, které nebyly přiděleny
es_es: Esta opción se refiere al formato de los estados de cuenta del cliente. Seleccione Si para mostrar las facturas y las notas de crédito que han sido pagadas y liquidadas durante el mes en curso. Seleccione No para mostrar sólo las facturas pendientes, y notas de crédito y pagos que no han sido consignados.
hi_in: इस सेटिंग ग्राहक बयान के प्रारूप को दर्शाता है. अगर चालान और क्रेडिट नोट है कि भुगतान किया गया है और चालू माह के दौरान बसे तो दिखाया जाना चाहिए हाँ का चयन करें. कोई केवल वर्तमान में बकाया चालान क्रेडिट, और भुगतान कि आवंटित नहीं किया गया है दिखाएगा चयन
id_id: Pengaturan ini berkenaan dgn format akun customer. Jika faktur dan nota kredit yg telah dibayar dan dilunasi selama jalannya bulan saat ini seharusnya ditampilkan maka pilih Ya. Memilih Tdk akan hanya menampilkan faktur, kredit dan pembayaran blm-lunas yg belum dialokasi
it_it: Questa impostazione si riferisce al formato di estratti conto clienti. Se le fatture e note di credito che sono stati pagati e si stabilirono nel corso del mese in corso dovrebbe essere visualizzata, quindi selezionare Sì. Selezione n. mostrerà solo attualmente in circolazione fatture, crediti e pagamenti che non sono stati assegnati
ko_kr: 이 설정은 고객 명세서의 형식을 의미한다. 현재 달의 과정에서 지불 정착 된 송장 및 신용 노트가 표시되어야 경우, 예를 선택합니다. 없음은 할당되지 않은 현재 미결제 인보이스, 크레딧 및 결제를 표시합니다 선택
mr_in: हे सेटिंग ग्राहक स्टेटमेन्ट स्वरूप घेतो. वर्तमान महिन्याच्या करताना दिले आणि स्थायिक गेले आहेत की पावत्या आणि क्रेडिट टीपा दर्शविल्या पाहिजे तर होय निवडा. नाही निवडणे फक्त वाटप केले गेले नाहीत की सध्या थकबाकी पावत्या, नामावली आणि भरणा दर्शवेल
nl_nl: Deze seting verwijst naad de format of klant meldingen. Als de rekeningen en de credit facturen die zijn betaald en afgehandeld gedurende de loop van de maand moeten worden getoond selecter ja. Als nee wordt geselecteerd dan worden alleen nog openstaande facturen, credit facturen en betalngen getoond die nog niet toegewezen zijn
pt_pt: Essa config. refere-se ao formato balancete clientes. Se avisos remessa e nota de crédito foram pagos e config durante o mês corrente, selecionar SIM. Caso selecionar NÃO irá exibir apenas avisos restantes, créditos e pagamentos que foram alocados
ro_ro: Această setare se referă la formatul de declaraţiile clienţilor. În cazul în care facturile şi note de credit care au fost plătite şi soluţionate în cursul lunii curente ar fi indicat apoi selectaţi Da. Selectarea Nu se va afişa numai în prezent facturi restante, credite şi plăţi care nu au fost alocate
ru_ru: Этот параметр относится к формату квитанции для клиентов. Если счетов и кредитных отмечает, что были выплачены, и поселился в течение текущего месяца должны быть показаны затем выберите Да. Выбор не будет показываться только в настоящее время неоплаченные счета, кредиты и платежи, которые не были выделены
sq_al: Ky parametër i referohet në formatin e pasqyrave të konsumatorëve. Në qoftë se fatura dhe shënimet e kreditit që janë paguar dhe u vendosën gjatë muajit të aktuale duhet të tregohet pastaj zgjidhni Po. Përzgjedhja Jo vetëm do të tregojë aktualisht të pazgjidhura faturat, kreditë dhe pagesat që nuk u janë ndarë
sv: Denna inställning hänvisar till formatet av kund uttalanden. Om fakturor och kreditnotor som har betalat och avvecklas under innevarande månad ska visas och välj sedan Ja. Välj NEJ kommer bara visa för närvarande utestående fakturor, krediter och betalningar som inte har tilldelats
sw_ke: kuweka hii inahusu muundo wa taarifa za wateja. Kama ankara na maelezo ya mikopo ambayo yamekuwa kulipwa na makazi wakati wa kozi ya mwezi wa sasa wanapaswa kuonyeshwa kisha chagua Ndiyo. Hakuna kuchagua tu kuonyesha ankara sasa bora, mikopo na malipo ambayo haikuwa zilizotengwa
tr_tr: Bu ayarı müşteri tabloların biçim ifade eder. faturalar ve ödenmiş olması ve yerleşmiş Cari ay süresince kredi notları gösterilen olmalıdır Evet seçin. Hayır, sadece şu anda ödenmemiş faturalar, kredi ve ödeme tahsis edilmemiş gösterecektir seçilmesi
zh_hk: 这个参数用于设置客户对账单的格式。如选是，会在客户对账单中显示已经清算的发票和付款；如选否，只显示未结算的交易
zh_tw: 客戶結單格式設定, 如要顯示發票或折讓單已在本月按時付清的, 選 是(yes). 如選 不 (no), 則只會顯示現時未配置的未完成發票, 折讓單和付款

source: Romalpa Clause
es_es: Cláusula Romalpa (protección para deudas incobrables)
hi_in: Romalpa खण्ड
id_id: Syarat & Ketentuan
it_it: Clausola Romalpa
ko_kr: Romalpa 조항
mr_in: Romalpa कलम
pt_pt: Cláusula Recebimento
ro_ro: Clauza Romalpa
sq_al: Klauzolë Romalpa
sv: Romalpa klausul
sw_ke: Kifungu Romalpa
tr_tr: FATURA VE FISLERIN ALTINDA YER ALACAK METIN
zh_hk: 保障条款
zh_tw: 保障條款

source: This text appears on invoices and credit notes in small print. Normally a reservation of title clause that gives the company rights to collect goods which have not been paid for - to give some protection for bad debts.
cs_cz: Tento text se zobrazí na faktur a dobropisů v malým písmem. Normálně výhrady vlastnictví ustanovení, které dává firma právo vybírat zboží, které nebylo zaplaceno - poskytnout určitou ochranu pro nedobytné pohledávky.
es_es: Este texto aparece en facturas y notas de crédito en letra pequeña. Es una cláusula habitual de reserva de dominio que otorga a la compañía el derecho de retirar los bienes que no hayan sido pagados, como protección frente a malos deudores. Esta cláusula es contraproducente en España; conforme a la legislación española es mejor sustituirla por una cláusula de intereses de mora.
hi_in: यह पाठ छोटे प्रिंट में और चालान क्रेडिट नोटों पर दिखाई देता है. सामान्य रूप से शीर्षक खंड के एक आरक्षण कि कंपनी अधिकार माल जिसके लिए भुगतान नहीं किया गया है एकत्र करने के लिए देता है - बुरा ऋण के लिए कुछ संरक्षण देने के लिए.
id_id: Teks ini tertera pada faktur dan nota kredit dalam ukuran kecil. Biasanya syarat & ketentuan memberikan hak kpd perusahaan utk mengambil kembali brg-brg yg belum dibayar - utk memberikan perlindungan terhadap hutang tak terbayar.
it_it: Questo testo appare su fatture e note di credito in piccolo. Normalmente una clausola di riserva di titolo che dà il diritto delle imprese, per raccogliere le merci che non sono stati pagati - per dare una certa protezione per i crediti in sofferenza.
ko_kr: 이 텍스트는 작은 글씨에 송장 및 신용 메모에 나타납니다. 일반적으로 지불되지 않은 상품을 수집하는 회사의 권리를 부여 제목 절의 예약 - 부실 채권에 대한 몇 가지 보호 기능을 제공합니다.
mr_in: हा मजकूर लहान प्रिंट मध्ये पावत्या आणि क्रेडिट क्टर दिसते. वाईट येणी काही संरक्षण देणे - साधारणपणे अदा न केलेल्या वस्तू गोळा करण्यासाठी कंपनी अधिकार देते शीर्षक खंड आरक्षण.
nl_nl: Deze tekst verschijnt in kleine letters op facturen en credit facturen. Deze geeft enige bescherming inzake dubieuze debiteuren
pt_pt: O texto aparece nos avisos e notas de créditos. Normalmente cláusula reserva de mercadorias até que o pagamento seja efetuado. Aviso para advertir maus pagadores.
ro_ro: Acest text apare pe facturi şi note de credit în mici de imprimare. În mod normal, o rezervare de clauze titlu care conferă drepturi companiei de a colecta bunuri care nu au fost plătite pentru - pentru a oferi o anumită protecţie pentru datorii rău.
ru_ru: Этот текст появляется на счетах и кредитных нот в мелкий шрифт. Обычно бронирование титула, что дает компании право на сбор товаров, которые не были оплачены - дать некоторую защиту по сомнительным долгам.
sq_al: Ky tekst shfaqet në fatura dhe shënime të kreditit në shtyp të vogla. Normalisht një rezervë e pikës titullin që i jep të drejtat e kompanisë për të mbledhur mallrat të cilat nuk janë paguar për - për të dhënë një mbrojtje për borxhet e këqija.
sv: Denna text visas på fakturor och kredit i finstilt. Normalt ett äganderättsförbehåll klausul som ger bolaget rätt att samla in varor som inte har betalt för - att ge ett visst skydd för osäkra fordringar.
sw_ke: Nakala hii inaonekana kwenye ankara na maelezo ya mikopo katika magazeti ndogo. Kawaida reservation ya kifungu cheo ambayo inatoa haki za kampuni ya kukusanya mali ambayo si kulipwa kwa - ili kutoa ulinzi kwa ajili ya madeni mbaya.
tr_tr: BU YAZI, FATURALARIN ALTINDA KÜÇÜK PUNTO OLARAK GÖRÜNÜR. NORMALDE ÖDEME SARTLARI/VADELERI BELIRTILEBILIR.
zh_hk: 这些文字是显示在发票和红字发票中的附则, 一般是保障公司在无法收取货款时保留取回货物的权利 - 避免发生坏账
zh_tw: 這文字是顯示在發票和折讓單中的附則, 一般是保障公司在無法收取貨款時保留取回貨物的權利 - 是針對一些壞帳的

source: Quick Entries
cs_cz: Rychlé Příspěvky
es_es: Entradas rápidas
hi_in: त्वरित प्रविष्टियां
id_id: Masukkan Cepat
it_it: Quick Entrate
ko_kr: 빠른 항목
mr_in: जलद नोंदी
nl_nl: Quick entries (snelle invoer)
pt_pt: Entrada Rápida
ro_ro: Rapid Entries
ru_ru: Быстрые Записи
sv: Snabbregistrering
sw_ke: Haraka Entries
tr_tr: HIZLI GIRIS
zh_hk: 快速输入
zh_tw: 快速輸入

source: This parameter defines the layout of the sales order entry screen. The number of fields available for quick entries. Any number from 1 to 99 can be entered.
cs_cz: Tento parametr definuje rozložení prodeje obrazovky zadání objednávky. Počet polí k dispozici pro rychlé zápisy. Libovolné číslo 1 až 99 mohou být zapsány.
es_es: Este parámetro define la disposición de la pantalla de Ingreso de Pedidos de Venta. El número de campos disponible para Entradas Rápidas. Puede elegir cualquier número entre 1 y 99.
hi_in: इस पैरामीटर बिक्री आदेश प्रवेश स्क्रीन के लेआउट को परिभाषित करता है. त्वरित प्रविष्टियों के लिए उपलब्ध फ़ील्ड्स की संख्या. 1 से 99 तक कोई भी संख्या में प्रवेश किया जा सकता है.
id_id: Parameter ini mengatur susunan menu memasukkan order penjualan. Jumlah kolom yg tersedia utk dimasukkan secara cepat. Angka apapun dari 1 s/d 99 dapat dimasukkan.
it_it: Questo parametro definisce il layout della schermata di immissione dell&#39;ordine di vendita. Il numero di campi disponibili per le voci di rapido. Qualsiasi numero da 1 a 99 possono essere inseriti.
ko_kr: 이 매개 변수는 판매 주문 입력 화면의 레이아웃을 정의한다. 빠른 항목에 대한 사용 가능한 필드의 수입니다. 1-99 임의의 수를 입력 할 수 있습니다.
mr_in: हे घटक विक्री ऑर्डर नोंद स्क्रीनच्या लेआउट व्याख्या. द्रुत नोंदी उपलब्ध फील्ड संख्या. 1 ते 99 पासून कितीही प्रविष्ट केले जाऊ शकतात.
nl_nl: Deze parameter definieerd de lay out van het verkoop orer invoer scherm. Het aantal velden beschikbaar voor uick entries is 1 - 99.
pt_pt: Esse parâmetro def. o layout do pedido de venda. O número de campos dispon. para entrada rápida. Seq. entre 1 e 99 pode ser informada.
ro_ro: Acest parametru defineşte aspectul ecranului ordinea de intrare de vânzări. Numărul de domenii disponibile pentru intrări rapid. Orice număr de 1-99 pot fi introduse.
ru_ru: Этот параметр определяет расположение экрана ввода заказа на продажу. Количество полей для быстрой записи. Любое число от 1 до 99 могут быть введены.
sq_al: Ky parametër përcakton skemën e ekranit shitjes hyrjes mënyrë. Numri i fushave në dispozicion për shënime të shpejtë. Çdo numër 1-99 mund të futen.
sv: Denna parameter definierar layouten på kundordern posten skärmen. Antalet fält som är tillgängliga för snabb poster. Alla nummer mellan 1 och 99 kan anges.
sw_ke: parameter hii inaelezea layout ya utaratibu wa mauzo screen kuingia. Idadi ya mashamba ya kutosha kwa ajili ya majibu ya haraka. idadi yoyote 1-99 inaweza kuwa aliingia.
tr_tr: BU PARAMETRE, HIZLI SIPARIS GIRIS EKRANINDAKI ALAN ADEDINI BELIRLER. 1-99 ARASI OLABILIR.
zh_hk: 销售订单输入页面的参数定义. 快速输入的行数, 可输入1 到 99
zh_tw: 銷售訂單輸入畫面的參數定義. 快速輸入的欄位數目, 可輸入 1 到 99

source: To show the most frequently ordered items enter the number of frequently ordered items you wish to display from 1 to 99. If you do not wish to display the frequently ordered item list enter 0.
cs_cz: Chcete-li zobrazit nejčastěji objednaného zboží zadat počet často objednané položky, které chcete zobrazit 1 do 99. Pokud si nepřejete zobrazovat často objednané položky seznamu zadejte hodnotu 0.
es_es: Para mostrar los artículos pedidos con más frecuencia, entre un número de 1 a 99 para el tamaño de la lista. Entre un 0 si desea que no se muestre esta lista.
hi_in: दिखाने के लिए सबसे अक्सर का आदेश दिया वस्तुओं का आदेश दिया अक्सर आप आइटम के लिए 1 से 99 तक प्रदर्शित करना चाहते नंबर दर्ज करें. यदि आप प्रदर्शन का आदेश दिया अक्सर आइटम की सूची 0 दर्ज की इच्छा नहीं है.
id_id: Utk menampilkan item yg sering dipesan, masukkan jumlah item yg sering dipesan yg Anda ingin tampilkan dari 1 s/d 99. Jika Anda tdk ingin menampilkan item sering dipesan, maka masukkan 0.
it_it: Per visualizzare gli articoli più frequentemente ordinati immettere il numero di articoli ordinati spesso si desidera visualizzazione da 1 a 99. Se non si desidera visualizzare l&#39;elenco ordinato di frequente oggetto immettere 0.
ko_kr: 당신이 자주 주문 항목 목록 0을 입력 표시하지 않으려면 자주 당신은 99 1에서 표시 할 항목을 정렬의 가장 자주 주문 항목 번호를 입력 표시합니다.
mr_in: वारंवार आदेश आयटम आपण 1 ते 99 प्रदर्शित करण्याची इच्छा वारंवार आदेश आयटम नंबर प्रविष्ट दर्शविण्यासाठी. आपण वारंवार आदेश आयटम सूची 0 प्रविष्ट प्रदर्शित इच्छित नसल्यास.
nl_nl: Om te laten zien de meest bestelde artikelen in te voeren het aantal frequent bestelde artikelen die u wilt weergeven van 1 tot 99. Als u niet wilt weergeven van de vaak besteld item lijst vul dan 0 in.
pt_pt: Para exibir itens mais utilizados, informe essa lista entre 1 e 99 ocorrências. Caso não deseja informe 0.
ro_ro: Pentru a afişa elementele cele mai frecvent comandate introduceţi numărul de elemente frecvent comandate doriţi să le afişaţi 1-99. Dacă nu doriţi pentru a afişa lista frecvent comandat element intre 0.
ru_ru: Чтобы показать наиболее часто заказываемых элементов введите число часто заказываемых элементов, которые хотите отобразить от 1 до 99. Если вы не хотите, чтобы отобразить часто заказываемых элемента списка ввести 0.
sq_al: Për të treguar pikat më urdhëroi shpesh hyjnë numri i artikujve është urdhëruar shpesh ju dëshironi të shfaqur 1-99. Nëse ju nuk dëshironi të shfaqur në listën urdhëroi shpesh pika të hyjë 0.
sv: För att visa de mest beställda artiklar ange antalet ofta beställda artiklar du vill visa från 1 till 99. Om du inte vill visa ofta beställda lista ange 0.
sw_ke: Kuonyesha vitu mara nyingi zaidi kuamuru kuingia idadi ya vitu mara kwa mara kuamuru unataka kuonyesha 1-99. Kama huna unataka kuonyesha orodha ya mara kwa mara kuamuru bidhaa kuingia 0.
tr_tr: göstermek için en sık sipariş öğeleri 99-1 arası sergilemek istiyorsanız sık sık sipariş öğe sayısını girin. Eğer sık sık sipariş öğe listesi 0 girmek görüntülemek istemiyorsanız.
zh_hk: 要显示最常订购的物料，输入您希望显示的经常订购的物料号码1到99。如果您不想显示经常订购的物料表，输入0.
zh_tw: 要顯示最常訂購的商品輸入您希望顯示從1到99經常訂購的商品數量。如果您不希望顯示的頻繁有序的項目列表中輸入0。

source: Sales Order Allows Same Item Multiple Times
cs_cz: Prodejní objednávky Umožňuje stejné položky vícekrát
es_es: La orden de venta permite el mismo artículo varias veces
hi_in: बिक्री आदेश एक ही आइटम की अनुमति देता है कई बार
id_id: Order Penjualan Memperbolehkan Item Sama Berkali-kali
it_it: Ordine vendita permette volte lo stesso oggetto più
ko_kr: 판매 주문은 동일한 항목 여러 번 할 수 있습니다
mr_in: विक्री ऑर्डर सारख्या आयटमचा एकाधिक वेळा अनुमती देते
nl_nl: Zelfde item meerdere keren op een verkoop order toegestaan
pt_pt: Pedido de Vendas permite mesmo ìtem múlt. vezes
ro_ro: Permite comandă de vânzări ori acelasi Postul multiple
ru_ru: Заказ на продажи позволяет те же товары несколько раз
sq_al: Sales Order Lejon Times Same Item Multiple
sv: Kundorder tillåter samma produkt flera gånger
sw_ke: Order mauzo Inaruhusu Same Item Times Multiple
tr_tr: SATIS SIPARISINDA AYNI ÜRÜNDEN ÇOKLU SATIRA IZIN VER
zh_hk: 销售订单允许有重复物料
zh_tw: 銷售訂單允許有重複商品

source: Order Entry allows Line Item Narrative
cs_cz: Aby Vstup Line umožňuje bod příběh
es_es: La entrada de pedidos permite una descripción por cada linea de artículo
hi_in: आदेश एंट्री पंक्ति वस्तु कथा की अनुमति देता है
id_id: Keterangan Baris Order diperbolehkan saat Masukkan Order
it_it: Order Entry consente Line oggetto Narrative
ko_kr: 주문 입력이 품목 내러티브를 할 수 있습니다
mr_in: मागणी एंट्री लाइन आयटम गोष्ट परवानगी देते
nl_nl: Order invoer laat verslag regel per item toe
pt_pt: Ordens de Compra permitem linhas Narrativa do Item
ro_ro: Ordinul de intrare permite Line Postul narativ
ru_ru: Заказ на поступление позволяет элемент строки комментария
sq_al: Rendit Hyrja lejon Line Item Kasas
sv: Order Entry tillåter Line Punkt Narrative
sw_ke: Entry ili inaruhusu Line Item Hadithi
tr_tr: Sipariş Girişi Satır Öğesi Anlatı sağlar
zh_hk: 允许负数量销售订单行
zh_tw: 訂單輸入允許物料摘要

source: Allow Narrative Entry
cs_cz: Povolit příběhu Vstup
es_es: Permitir la entrada de descripción
hi_in: कथा प्रवेश की अनुमति दें
id_id: Keterangan Diperbolehkan
it_it: Consentire l&#39;ingresso Narrative
ko_kr: 허용 서술 항목
mr_in: गोष्ट प्रविष्टी परवानगी द्या
nl_nl: Activeer verslag regel
pt_pt: Permite Entrar Narrativa
ro_ro: Permite intrarea narative
ru_ru: Разрешить внесение комментариев
sq_al: Lejo Hyrja Kasas
sv: Tillåt beskrivningsrad
sw_ke: Hadithi kuruhusu Entry
tr_tr: Anlatı Giriş İzin
zh_hk: 允许
zh_tw: 允許輸入摘要

source: No Narrative Line
cs_cz: Č. příběhu Line
es_es: No permitir la entrada de descripción
hi_in: कोई कथा रेखा
id_id: Baris Keterangan Tdk Diperbolehkan
ko_kr: 어떤 내러티브 라인 없음
mr_in: नाही गोष्ट लाइन
nl_nl: Geen verslagregel
pt_pt: Não há linha de narrativa
ro_ro: Nu narativ Line
ru_ru: Нет строк комментария
sq_al: Nuk ka Line Kasas
sv: Ingen beskrivningsrad
sw_ke: Hakuna Line Hadithi
tr_tr: Hayır Anlatı Hattı
zh_hk: 不允许
zh_tw: 沒有摘要列

source: Select whether or not to allow entry of narrative on order line items. This narrative will appear on invoices and packing slips. Useful mainly for service businesses.
cs_cz: Vyberte, zda chcete povolit vstup vyprávění o objednávkových položek. Toto vyprávění se objeví na fakturách a balení slipy. Užitečné především pro servisní firmy.
es_es: Indique si permite descripción en las filas de los pedidos. La descripción aparecerá en facturas y hojas de embalaje. Es útil principalmente para empresas de servicios.
hi_in: चयन या नहीं, कथा के आदेश पंक्ति वस्तुओं पर प्रवेश की अनुमति है. इस कथा चालानों पर प्रकट होते हैं और पैकिंग स्लिप्स जाएगा. मुख्य रूप से सेवा के व्यापारों के लिए उपयोगी.
id_id: Pilih apakah diperbolehkan memasukkan keterangan pada item baris order. Keterangan ini akan tertera pada faktur dan surat jalan. Berguna terutama utk bisnis layanan.
it_it: Scegliere se consentire o meno l&#39;ingresso di narrativa su voci ordine. Questo racconto apparirà su fatture e distinte di imballaggio. Utile soprattutto per le imprese di servizi.
ko_kr: 주문 라인 항목에 대한 이야기​​의 항목을 허용할지 여부를 선택합니다. 이 이야기는 송장 및 포장 전표에 나타납니다. 주로 서비스업에 유용합니다.
mr_in: ऑर्डर लाइन आयटम वर गोष्ट च्या प्रविष्टी परवानगी की नाही निवडा. ही गोष्ट पावत्या आणि पॅकिंग स्लिपची दिसेल. प्रामुख्याने सेवा व्यवसाय उपयुक्त.
nl_nl: Selecteer of al dan niet een beschrijving kan woren toegevoegd aan order regels. Deze beschrijving verschijnt op facturen en paklijsten. Met name geschikt voor service bedrijven
pt_pt: Selec. quanto permitir entrada detalhes / obs linhas itens. Essa narrativa irá aparecer nos pedidos e na separação pedidos. Util para prest. de serviços.
ro_ro: Selectaţi dacă sau nu pentru a permite intrarea de elemente narative pe linie de comandă. Această naraţiune va apărea pe facturi şi ambalare altoi. Util în special pentru întreprinderi de servicii.
ru_ru: Выберите, следует ли разрешить въезд повествования по вопросам порядка линии. Этот рассказ появится на счета-фактуры и упаковочные листы. Полезные в основном для предприятий сферы услуг.
sq_al: Zgjidhni nëse janë apo jo të lejojë hyrjen e narrative në artikuj line mënyrë. Ky tregim do të shfaqet në faturat dhe paketim rrëshqet. Dobishëm kryesisht për bizneset e shërbimit.
sv: Välj om att inte tillåta införsel av berättande på objekt orderraden. Denna berättelse kommer att visas på fakturor och följesedlar. Användbar främst för tjänsteföretag.
sw_ke: Kuchagua kama au kuruhusu kuingia kwa maelezo juu ya vitu line utaratibu. hadithi Hii itaonekana ankara na kufunga slips. Muhimu hasa kwa ajili ya huduma za biashara.
tr_tr: Seçmek olsun veya olmasın sipariş satır öğeleri üzerinde anlatı giriş izin vermek. Bu anlatı faturalar görünür ve ambalaj kayıyor. Yararlı hizmet işletmeleri başta olmak üzere.
zh_hk: 选择是否允许输入负数量的订单行，负数会被带到发票和装箱单上。一般用于服务型企业
zh_tw: 選擇是否允許輸入摘要到訂單商品列. 這摘要會顯示在發票和出貨單上. 這主要用於商業服務

source: Languages to Maintain Translations for Item Descriptions
es_es: Idiomas para tener traducciones de las descripciones de artículos
ko_kr: 언어 항목 설명에 대한 번역을 유지하기 위해
mr_in: आयटम वर्णनांसाठी अनुवाद राखण्यासाठी भाषा
pt_pt: Idiomas para manter tradução para descrição de item
zh_tw: 物料說明的語言是依據預設的語言

source: Select the languages in which translations of the item description will be maintained. The default language is excluded.
es_es: Seleccione los idiomas en los cuales se mantendrá traducciones de las descripciones de los artículos. Se excluye el idioma predeterminado.
ko_kr: 상품 설명의 번역이 유지됩니다되는 언어를 선택합니다. 기본 언어는 제외됩니다.
zh_tw: 選擇所有的項目說明翻譯都是要保持預設的語言

source: Google Translator API Key
ko_kr: 구글 번역기 API 키
zh_tw: 谷歌的API密鑰

source: Google Translator API Key to allow automatic translations. More info at https://cloud.google.com/translate/
ko_kr: 구글 번역기 API 키는 자동 번역을 허용합니다. https://cloud.google.com/translate/에서 더 많은 정보를 원하시면
zh_tw: 谷歌翻譯API密鑰允許自動翻譯。更多信息在 https://cloud.google.com/translate/

source: A picking note must be produced before an order can be delivered
cs_cz: Vychystávání poznámka musí být předloženy před cílem může být dodán
es_es: Se debe producir una nota de recolección para que un pedido pueda ser entregado
hi_in: एक नोट उठा से पहले एक आदेश दिया जा सकता है निर्मित किया जाना चाहिए
id_id: Surat pengambilan harus diperlihatkan sebelum order dapat diserahkan
it_it: Una nota raccolta deve essere prodotto prima di un ordine può essere consegnato
ko_kr: 주문이 전달되기 전에 따기 노트는 생산해야
mr_in: एक ऑर्डर वितरित केले जाण्यापूर्वी पिकिंग टीप उत्पादित करणे आवश्यक
nl_nl: Een plukken nota moet zijn voordat een bestelling kan worden geleverd
pt_pt: Nota de lista de separação deve ser produzida antes do pedido ser entregue
ro_ro: O notă cules trebuie să fie fabricate înainte de un ordin poate fi livrat
ru_ru: Сбор отметить должно предстать перед заказ может быть доставлен
sq_al: Një shënim mbledhje duhet të jetë prodhuar përpara se një mënyrë mund të dorëzohet
sv: En plockning anteckning skall uppvisas innan en beställning kan levereras
sw_ke: kumbuka A kuokota lazima zitolewe kabla ya amri inaweza kutolewa
tr_tr: sipariş teslim edilmeden önce bir toplama dikkat üretilmelidir
zh_hk: 在订单发货之前，必须先选择一个装箱单
zh_tw: 在訂單發貨之前，必須先選擇一個裝箱單
