Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There are no tax groups defined - these must be set up first before any branches can be set up
es_es: No hay grupos de impuestos definidos - esto se debe configurar antes de que las sucursales se puedan configurar
id_id: Grup pajak belum dibuat - ini harus diatur dulu sebelum cabang dibuat
ko_kr: 정의 된 세금 그룹이 없습니다 - 어떤 지점이 설정되기 전에이 먼저 설정해야합니다
mr_in: परिभाषित नाही कर गट आहेत - कोणत्याही शाखा सेट केले जाण्यापूर्वी या प्रथम ठरवणे आवश्यक आहे
pt_pt: Não há grupo de impostos definidos. Primeiro configurar impostos antes de definir sucursais.
zh_tw: 沒有定義稅務科目 - 建立之前這些都必須先設置任何分公司機構

source: Define Tax Groups
es_es: Definir Grupos de Impuestos
id_id: Buat Grup Pajak
ko_kr: 세금 그룹을 정의
mr_in: कर गट परिभाषित
pt_pt: Definir Grupo Impostos
zh_tw: 定義稅組

source: Transactions on this branch
cs_cz: Transakce na této pobočce
es_es: Transacciones en esta sucursal
hi_in: इस शाखा पर लेनदेन
id_id: Transaksi di cabang ini
it_it: Operazioni su questa branca
ko_kr: 이 분기에 거래
mr_in: या शाखा वर व्यवहार
nl_nl: Transacties voor deze branch
pt_pt: Transações para esta sucursal
ro_ro: Tranzacţii pe această ramură
ru_ru: Сделки по данному филиалу
sq_al: Transaksioneve në këtë degë
sv: Transaktioner på denna leveransplats
sw_ke: Mashirikiano ya tawi hili
tr_tr: Bu dal ile ilgili İşlemler
zh_hk: 此分公司的交易
zh_tw: 在這個分公司交易

source: There are no shippers defined - these must be set up first before any branches can be set up
es_es: No hay transportistas definidos - esto se debe configurar antes de que las sucursales se puedan configurar
id_id: Pengirim belum dibuat - ini harus diatur dulu sebelum cabang dibuat
ko_kr: 정의 된 화주가 없습니다 - 어떤 지점이 설정되기 전에이 먼저 설정해야합니다
mr_in: परिभाषित नाही shippers आहेत - कोणत्याही शाखा सेट केले जाण्यापूर्वी या प्रथम ठरवणे आवश्यक आहे
pt_pt: Não há transportadoras definidas. Primeiro definir transportadoras antes de configurar sucursal
zh_tw: 有沒有定義的托運人 - 可以建立之前這些都必須建立第一任分公司

source: Define Shippers
es_es: Definir Transportistas
id_id: Buat Pengirim
ko_kr: 화주 정의
mr_in: Shippers परिभाषित
pt_pt: Definir Transportadoras
zh_tw: 托運人設定

source: Default freight/shipper method
cs_cz: Výchozí nákladní / přepravce metoda
es_es: Método de Transporte/Transportista Predeterminado
hi_in: मूलभूत माल / shipper विधि
id_id: Metode pengangkut/pengirim utama
it_it: Default merci / metodo mittente
ko_kr: 기본 운임 / 선적 방법
mr_in: डीफॉल्ट वाहतुक / जहाजावरुन माल पाठवण्याचे काम पद्धत
nl_nl: Standaard vervoer mehode
pt_pt: Modo Padrão Frete/Transp.
ro_ro: Implicit de transport de marfă / metoda expeditorului
ru_ru: Метод фрахта/отправки по умолчанию
sq_al: Default mallrave / metodë transportues mallrash
sv: Standard frakt/speditörs metod
sw_ke: Default mizigo / shipper mbinu
tr_tr: Varsayılan yük / nakliyeci yöntemi
zh_hk: 默认承运人方式
zh_tw: 預設貨運/托運方法

source: Default Packlist
cs_cz: Výchozí Packlist
es_es: Packlist Predeterminado
hi_in: डिफ़ॉल्ट Packlist
id_id: Kemasan Utama
ko_kr: 기본 Packlist
mr_in: डीफॉल्ट Packlist
nl_nl: Standaard Picking List
pt_pt: Lista Separação Padrão
ro_ro: Implicit Packlist
ru_ru: Список упаковки по умолчанию
sv: Standard packlista
tr_tr: VARSAYILAN ÇEKI LISTESI
zh_hk: 默认装箱单
zh_tw: 預設裝箱單

source: Show company details and logo
cs_cz: Zobrazit podrobnosti firmy a logo
es_es: Mostrar detalles de la compañía y el logotipo
hi_in: दिखाएँ कंपनी जानकारी और लोगो
id_id: Tampilkan rincian dan logo perusahaan
it_it: Mostra dettagli dell&#39;azienda e il logo
ko_kr: 회사 정보 및 로고를 표시
mr_in: दर्शवा कंपनी तपशील आणि लोगो
nl_nl: Zien bedrijfs details en logo
pt_pt: Exibir Detalhes Empresa e Logotipo
ro_ro: Arata detaliile şi sigla companiei
ru_ru: Показать информацию о компании и логотип
sq_al: Kompania Trego detajet dhe logo
sv: Visa företagsuppgifter och logo
sw_ke: Kuonyesha kampuni ya maelezo na alama
tr_tr: FIRMA DETAYLARI/LOGO GÖSTER
zh_hk: 显示公司信息及标志
zh_tw: 顯示公司資料及標誌

source: Hide company details and logo
cs_cz: Skrýt podrobnosti firmy a logo
es_es: Ocultar detalles de la compañía y el logotipo
hi_in: छिपाने के विवरण और कंपनी लोगो
id_id: Sembunyikan rincian dan logo perusahaan
it_it: Nascondere i dettagli dell&#39;azienda e il logo
ko_kr: 회사 정보 및 로고 숨기기
mr_in: लपवा कंपनी तपशील आणि लोगो
nl_nl: Verberg bedrijfs details en logo
pt_pt: Omitir detalhes empresa e logotipo
ro_ro: Ascunde detalii şi sigla companiei
ru_ru: Скрыть информацию о компании и логотип
sq_al: Kompania detaje Hide dhe logo
sv: Göm företagsuppgifter och logo
sw_ke: Kujificha kampuni ya maelezo na alama
tr_tr: FIRMA DETAYLARI/LOGO GIZLE
zh_hk: 隐藏公司信息及标志
zh_tw: 隱藏公司資料及標誌

source: Postal Address 1 (Street)
cs_cz: Poštovní adresa 1 (ulice)
es_es: Dirección postal 1
hi_in: डाक पता 1 (स्ट्रीट)
id_id: Alamat Surat-menyurat 1 (Jalan)
it_it: Indirizzo postale 1 (Via)
ko_kr: 우편 주소 1 (거리)
mr_in: पोस्टल पत्ता 1 (स्ट्रीट)
nl_nl: adres (straat)
pt_pt: Logradouro
ro_ro: Adresa poştală 1 (strada)
ru_ru: Почтовый адрес 1 (улица)
sq_al: Adresa Postare 1 (Street)
sv: Postadress 1 (Gata)
sw_ke: Anwani ya posta 1 (Street)
tr_tr: Posta Adresi 1 (Street)
zh_hk: 邮政地址1
zh_tw: 郵寄地址1（街）

source: Postal Address 2 (Suburb/City)
cs_cz: Poštovní adresa 2 (předměstí / města)
es_es: Dirección postal 2
hi_in: डाक पता 2 (उपनगर सिटी /)
id_id: Alamat Surat-menyurat 2 (Kecamatan/Kota)
it_it: Indirizzo postale 2 (Frazione/Comune)
ko_kr: 우편 주소 2 (교외 /시)
mr_in: पोस्टल पत्ता 2 (उपनगर / शहर)
nl_nl: adres (stad)
pt_pt: Bairro/Cidade
ro_ro: Adresa poştală 2 (Suburb / City)
ru_ru: Почтовый адрес 2 (предместье / Город)
sq_al: Adresa Postare 2 (Suburb / City)
sv: Postadress 2 (stadsdel/stad)
sw_ke: Anwani ya posta 2 (kitongoji / City)
tr_tr: Posta Adresi 2 (Suburb / Şehir)
zh_hk: 邮政地址2
zh_tw: 郵寄地址2（郊區/市）

source: Postal Address 3 (State)
cs_cz: Poštovní adresa 3 (stát)
es_es: Dirección postal 3
hi_in: डाक पता 3 (राज्य)
id_id: Alamat Surat-menyurat 3 (Propinsi)
it_it: Indirizzo postale 3 (Provincia)
ko_kr: 우편 주소 3 (주)
mr_in: पोस्टल पत्ता 3 (राज्य)
nl_nl: adres (land)
pt_pt: UF
ro_ro: Adresa poştală 3 (de stat)
ru_ru: Почтовый адрес 3 (государство)
sq_al: Adresa Postare 3 (Shtetit)
sv: Postadress 2 (stat)
sw_ke: Anwani ya posta 3 (State)
tr_tr: Posta Adresi 3 (Devlet)
zh_hk: 邮政地址3
zh_tw: 郵寄地址3（國）

source: Postal Address 4 (Postal Code)
cs_cz: Poštovní adresa 4 (PSČ)
es_es: Dirección postal 4
hi_in: पोस्टल 4 पता (पिन कोड)
id_id: Alamat Surat-menyurat 4 (Kode Pos)
it_it: Indirizzo postale 4 (CAP)
ko_kr: 우편 주소 4 (우편 번호)
mr_in: पोस्टल पत्ता 4 (पोस्टल कोड)
nl_nl: adres (postcode)
pt_pt: Cód. Postal
ro_ro: Adresa poştală 4 (Cod postal)
ru_ru: Почтовый адрес 4 (почтовый индекс)
sq_al: Adresa Postare 4 (Kodi Postar)
sv: Postadress 4 (postnummer)
sw_ke: Anwani ya posta 4 (Postal Code)
tr_tr: Posta Adresi 4 (Posta Kodu)
zh_hk: 邮政地址4
zh_tw: 郵寄地址4（郵編）

source: Postal Address 5
es_es: Dirección postal 5
ko_kr: 우편 주소 (5)
mr_in: पोस्टल पत्ता 5
pt_pt: CEP
zh_tw: 郵寄地址5

source: Customers Internal Branch Code (EDI)
cs_cz: Zákazníci Vnitřní Pobočka zákoníku (EDI)
es_es: Código de sucursal Interno de los clientes (EDI)
hi_in: ग्राहकों के आंतरिक शाखा कोड (ईडीआई)
id_id: Kode Cabang Internal Customer (EDI)
it_it: Codice del cliente per la filiale (EDI)
ko_kr: 고객 내부 지점 코드 (EDI)
mr_in: ग्राहक अंतर्गत शाखा कोड (EDI)
nl_nl: Klanten Intern Filiaal Code (EDI)
pt_pt: Código EDI do Cliente Sucursal
ro_ro: Clienţii Codul Branch Interne (EDI)
ru_ru: Внутренни код филиал клиента (EDI)
sq_al: Konsumatorët Kodi Brendshme Dega (Edi)
sv: Intern udkod (EDI)
sw_ke: Wateja wa ndani Tawi Kanuni (EDI)
tr_tr: E-BELGE KODU
zh_hk: 客户内部分公司编码 (EDI)
zh_tw: 客戶內部分公司編碼 (EDI)

source: Enter Or Update Branch
es_es: Introducir o actualizar sucursal
ko_kr: 또는 업데이트 지점을 입력
mr_in: प्रविष्ट करा किंवा अद्यतनित शाखा
pt_pt: Inform. ou Atual. Sucursal
zh_tw: 更新分公司

source: Customer Inquiry
cs_cz: Informace o zákazníkovi
es_es: Consultar clientes
hi_in: ग्राहक जांच
id_id: Cari Customer
it_it: Situazione cliente
ko_kr: 고객 문의
mr_in: ग्राहक चौकशी
nl_nl: Klanten Overzicht
pt_pt: Consulta Cliente
ro_ro: Client anchetă
ru_ru: Анализ клиента
sq_al: Customer Hetim
sv: Kundfråga
sw_ke: Uchunguzi mteja
tr_tr: MÜSTERI SORGULARI
zh_hk: 客户交易查询
zh_tw: 客戶查詢

source: To display the enquiry a customer must first be selected from the customer selection screen
cs_cz: Chcete-li zobrazit šetření zákazník musí být nejprve vybrány z obrazovky zákazníkovi výběr
es_es: Para mostrar la consulta de un cliente primero se debe seleccionar en la pantalla de selección de clientes
hi_in: को पूछताछ प्रदर्शन एक ग्राहक पहले ग्राहक चयन स्क्रीन में से चुना जाना चाहिए
id_id: Utk menampilkan informasi seorang customer harus dipilih lebih dulu dari layar pemilihan customer
it_it: Per visualizzare la situazione di un cliente è necessario che prima venga selezionato
ko_kr: 문의를 표시하는 고객은 먼저 고객 선택 화면으로부터 선택해야
mr_in: ग्राहक प्रथम ग्राहक नीवड पडद्यावर पासून निवडणे आवश्यक चौकशी प्रदर्शित करण्यासाठी
nl_nl: Om de infrmatie te tonen moet eerst een klant worden geselecteerd
pt_pt: Para exibir uma consulta cliente / sucursal, selecione antes o cliente na respectiva página
ro_ro: Pentru a afişa ancheta un client trebuie mai întâi selectat din ecranul de selectare a clientului
ru_ru: Для отображения запроса должен быть выбран клиент из меню выбора клиента
sq_al: Për të shfaqur hetim një klient duhet së pari të zgjidhen nga menuja e zgjedhësit të konsumatorit
sv: För att visa frågan måsta man först välja en kund
sw_ke: Kuonyesha ya uchunguzi ya mteja lazima kwanza kuchaguliwa kutoka screen uteuzi mteja
tr_tr: SORGULAMA IÇIN MÜSTERI SEÇIM EKRANINDAN BIR MÜSTERI SEÇMELISINIZ
zh_hk: 要显示客户的交易,请先在选择客户页面中选择客户
zh_tw: 要顯示客戶的查詢, 請先在客戶選取畫面中選擇

source: Select a Customer to Inquire On
cs_cz: Vyberte zákazník se může informovat o
es_es: Seleccionar un cliente a consultar
hi_in: एक ग्राहक का चयन करने पर पूछताछ
id_id: Pilih Customer utk Dicari Informasi
it_it: Seleziona il cliente
ko_kr: 에 문의하는 고객을 선택
mr_in: वर चौकशी करण्यासाठी एक ग्राहक निवडा
nl_nl: Selecteer de klant waarvoor de informatie moet worden opgevraagd
pt_pt: Selecione Cliente
ro_ro: Selectaţi un client să solicite informaţii despre
ru_ru: Выберите клиента для анализа
sq_al: Zgjidh një Customer të hetojë On
sv: Välj en kund
sw_ke: Kuchagua Wateja kuuliza On
tr_tr: SORGULANACAK MÜSTERIYI SEÇIN
zh_hk: 选择要查询交易的客户
zh_tw: 選擇要查詢的客戶

source: There is no salesman data set for this debtor
ko_kr: 이 채무자에 대한 설정에는 세일즈맨 데이터가 없습니다
zh_tw: 對這借方資料沒有設定業務員的數據

source: You have no authority to review this data
ko_kr: 이 데이터를 검토 할 권한이 없습니다
zh_tw: 你無權查看該數據

source: The balance status should be all or zero balance or not zero balance
ko_kr: 균형 상태는 모두 제로 균형 여부 제로 균형을해야합니다
zh_tw: 資產負債的狀態應該是全部或零餘額或不為零的餘額

source: Invoices not fully allocated
es_es: Facturas no totalmente asignadas
ko_kr: 송장 완전히 할당되지
zh_tw: 發票沒有完全分配

source: Invoices fully allocated
es_es: Facturas totalmente asignadas
ko_kr: 송장 완전히 할당
zh_tw: 發票已完全分配

source: No transactions were returned by the SQL because
cs_cz: Žádné transakce byly vráceny, protože SQL
es_es: SQL no devolvió transacciones porque
hi_in: कोई लेनदेन क्योंकि SQL से लौट रहे थे
id_id: Tdk ada transaksi yg dikembalikan oleh SQL karena
it_it: Nessuna transazione è stata estratta perchè
ko_kr: 어떤 트랜잭션이 SQL 때문에에 의해 반환되지 않았다
mr_in: एकही व्यवहार SQL करून परत आले कारण
nl_nl: Geen transacties beschikbaar omdat
pt_pt: Não retornaram transações no SQL porque
ro_ro: Nu tranzacţii au fost returnate de către SQL, deoarece
ru_ru: SQL не вернул данные о транзакциях, так как
sq_al: Nuk ka transaksione u kthyen nga SQL sepse
sv: SQL
sw_ke: mashirikiano Hakuna kurudi kwa sababu SQL
tr_tr: SORGU SONUCUNDA KAYIT BULUNAMADI:
zh_hk: 没找到交易,因为
zh_tw: 沒交易由 SQL 傳回, 因為

source: There are no transactions to display since
cs_cz: Neexistují žádné transakce, k zobrazení, protože
es_es: No existen transacciones a desplegar desde
hi_in: कोई लेनदेन के बाद से प्रदर्शित करने के लिए कर रहे हैं
id_id: Tdk ada transaksi utk ditampilkan sejak
it_it: Non ci sono transazioni da mostrare dopo il
ko_kr: 이후 표시 할 트랜잭션이 없습니다
mr_in: पासून प्रदर्शित करण्यासाठी कोणतेही व्यवहार नाहीत
nl_nl: Er zijn geen transakties weer te geven sinds
pt_pt: Não há transações para exibir desde
ro_ro: Nu sunt tranzacţii pentru a afişa, deoarece
ru_ru: Не найдено транзакций для отображения с
sq_al: Nuk ka transaksione të shfaqur që
sv: Det finns inga allokeringar sedan
sw_ke: Hakuna mashirikiano na kuonyesha tangu
tr_tr: SONRASINDA GÖRÜNTÜLENECEK ISLEM YOK:
zh_hk: 没找到此日期后的交易
zh_tw: 沒有顯示交易自從

source: More Info
cs_cz: Více informací
es_es: Más información
hi_in: अधिक जानकारी
id_id: Info +
ko_kr: 더 많은 정보
mr_in: अधिक माहिती
nl_nl: Meer informatie
pt_pt: Mais Informações
ro_ro: Mai multe informaţii
ru_ru: Подробнее
sv: Mer information
sw_ke: Taarifa zaidi
tr_tr: Daha fazla bilgi
zh_hk: 更多信息
zh_tw: 更多訊息

source: Click to credit the invoice
cs_cz: Klikněte pro úvěrové faktury
es_es: Haga clic para acreditar la factura
hi_in: करने के लिए चालान क्रेडिट क्लिक करें
id_id: Klik utk meng-kredit faktur
it_it: Clicca per emettere una nota di credito per questa fattura
ko_kr: 송장을 신용 클릭
mr_in: अशी यादी तयार जमा करण्यासाठी क्लिक करा
nl_nl: Klik om factuur te crediteren
pt_pt: Clique para creditar o Pedido
ro_ro: Click pentru a facturii de credit
ru_ru: Нажмите для кредитования счета-фактуры
sq_al: Klikoni për të kreditit e faturës
sv: Klicka på OK för att slutföra.
sw_ke: Click wa mikopo ya ankara
tr_tr: fatura kredi için tıklayın
zh_hk: 点击这里冲销此发票
zh_tw: 按此冲銷這發票

source: Click to view the GL entries
es_es: Haga clic para ver los asientos contables
ko_kr: GL 항목을 보려면 클릭하세요
zh_tw: 按此預覽總帳分錄

source: GL Entries
es_es: Asientos contables
ko_kr: GL 항목
zh_tw: 總帳分錄

source: Customer Purchases
es_es: Compras de cliente
id_id: Pembelian Customer
ko_kr: 고객 구매
mr_in: ग्राहक खरेदी
pt_pt: Compras Cliente
zh_tw: 採購顧客

source: This script must be called with a customer code.
es_es: Este script debe ser llamado con un código de cliente.
ko_kr: 이 스크립트는 고객의 코드를 호출해야합니다.
mr_in: हे स्क्रिप्ट ग्राहक कोडसह म्हणतात करणे आवश्यक आहे.
pt_pt: Esta página precisa ser chamada com um código de cliente.
zh_tw: 此腳本必須調用客戶代碼。

source: Items Purchased by Customer
es_es: Artículos comprados por cliente
id_id: Item Dibeli oleh Customer
ko_kr: 상품 고객이 구입
mr_in: ग्राहक खरेदी आयटम
pt_pt: Itens Comprados pelo Cliente
zh_tw: 客戶採購商品

source: The stock movement details could not be retrieved by the SQL because
id_id: Rincian pergerakkan stok tdk dapat diambil oleh SQL karena
ko_kr: 주식 이동 세부 사항은 SQL 때문에 검색 할 수 없습니다
mr_in: स्टॉक चळवळ तपशील SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
pt_pt: os detalhes do mov. estoque não foram recuperados pelo SQL porque
zh_tw: 倉庫調撥細節不能由SQL來檢索，因為

source: There are no items for this customer
es_es: No hay artículos para este cliente
id_id: Tdk ada item utk Customer ini
ko_kr: 이 고객에 대한 항목이 없습니다
mr_in: या ग्राहकासाठी कोणतेही आयटम नाहीत
pt_pt: Não há item(ns) para esse Cliente
zh_tw: 這客戶沒有商品

source: Transaction Date
cs_cz: Datum transakce
es_es: Fecha de transacción
hi_in: लेन - देन दिनांक
id_id: Tgl Transaksi
it_it: Data di transazione
ko_kr: 트랜잭션 날짜
mr_in: व्यवहार दिनांक
nl_nl: Transactiedatum
pt_pt: Data da Transação
ro_ro: Data tranzacţiei
ru_ru: Дата транзакции
sq_al: Transaksion Data
sv: Transaktionsdagen
sw_ke: Shughuli Date
tr_tr: İşlem Tarihi
zh_hk: 交易日期
zh_tw: 交易日期

source: Stock ID
cs_cz: Sklad ID
es_es: ID de existencia
hi_in: शेयर आईडी
id_id: ID Stok
it_it: Archivio ID
ko_kr: 재고 ID
mr_in: स्टॉक आयडी
pt_pt: ID Estoque
ro_ro: Stoc ID
ru_ru: Идентификатор склада
sv: LagerID
sw_ke: Hisa ID
tr_tr: Stok numarası
zh_hk: 存货ID
zh_tw: 倉庫代號

source: Transaction No.
es_es: Transacción No.
id_id: No. Transaksi
ko_kr: 트랜잭션 번호
mr_in: व्यवहार क्रमांक
pt_pt: Ident. Trans.
zh_tw: 交易編號

source: From Location
cs_cz: Od Umístění
es_es: Desde ubicación
hi_in: स्थान से
id_id: Dari Lokasi
it_it: Dalla Posizione
ko_kr: 위치에서
mr_in: स्थानावरून
nl_nl: Van lokatie
pt_pt: Do Local
ro_ro: De la Locul de amplasare
ru_ru: Исходное местоположение
sq_al: Nga Vendi
sv: Från plats
sw_ke: Kutoka Location
tr_tr: Konumu
zh_hk: 自地点
zh_tw: 倉庫自

source: Amount of Sale
es_es: Monto de la venta
id_id: Jumlah Penjualan
ko_kr: 판매 금액
mr_in: विक्रीची रक्कम
pt_pt: Quant. Vendas
zh_tw: 銷售金額

source: Return to customer selection screen
es_es: Volver a la pantalla de selección del cliente
ko_kr: 고객 선택 화면으로 되돌아
mr_in: ग्राहक नीवड पडद्यावर जा
pt_pt: Tela Seleç. Dev. do Cliente
zh_tw: 返回到客戶選擇頁面

source: Receipt Entry
cs_cz: Příjem Vstup
es_es: Ingreso de Ingreso
hi_in: रसीद एंट्री
id_id: Masukkan Penerimaan
it_it: Inserimento incassi
ko_kr: 영수증 항목
mr_in: पावती प्रविष्टी
nl_nl: Ontvangst Invoer
pt_pt: Entrada Recebimentos
ro_ro: Primirea de intrare
ru_ru: Банковскаая квитанция
sq_al: Marrjes Hyrja
sv: Inbetalningar
sw_ke: Risiti Entry
tr_tr: FIS/MAKBUZ GIRISI
zh_hk: 收款凭证
zh_tw: 收款憑證

source: A bank account must be selected for this receipt
cs_cz: Bankovní účet, musí být vybrán pro tento příjem
es_es: Debe ser seleccionada una cuenta bancaria para este recibo
hi_in: एक बैंक खाते में इस रसीद के लिए चयनित होना चाहिए
id_id: Rekening bank harus dipilih utk penerimaan ini
it_it: Un conto bancario deve essere selezionato per questa ricevuta
ko_kr: 은행 계좌는이 영수증을 선택해야합니다
mr_in: एक बँक खाते या पावती निवडले करणे आवश्यक
nl_nl: Een bank rekening moet worden geselecteerd voor dit ontvangst
pt_pt: Uma conta bancária precisa ser selec. para este receb.
ro_ro: Un cont bancar trebuie să fie selectate pentru această primire
ru_ru: Для этой квитанции должен быть выбран банковский счет
sq_al: Një llogari bankare duhet të jetë i përzgjedhur për këtë shkresë
sv: Ett bankkonto måste väljas för detta kvitto
sw_ke: akaunti ya benki lazima kuchaguliwa kwa ofisi hii
tr_tr: Bir banka hesabı bu makbuz için seçilmelidir
zh_hk: 必须为此收款选择一个银行账户
zh_tw: 銀行帳戶必須選擇此收據

source: The bank account name cannot be retrieved because
cs_cz: Na bankovní účet, jméno nemůže získat, protože
es_es: No se pudo obtener el nombre de la cuenta bancaria porque
hi_in: बैंक खाते का नाम इसलिए नहीं वापस लाया जा सकता
id_id: Nama akun bank tdk dapat diambil karena
it_it: Non è stato possibile estrarre il nome del conto bancario perchè
ko_kr: 은행 계좌 이름이 있기 때문에 검색 할 수 없습니다
mr_in: बँक खाते नाव प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De naam van de bankrekening kan niet worden opgevraagd omdat
pt_pt: O nome da conta bancária não pode ser recuperado
ro_ro: Numele contului bancar nu pot fi recuperate, deoarece
ru_ru: Не удалось получить название банковского счёта, так как
sq_al: Llogari bankare Emri nuk mund të shikohet, sepse
sv: Fel
sw_ke: Jina ya akaunti ya benki hawezi kuwa retrieved sababu
tr_tr: BANKA HESAP ADI GÖSTERILEMIYOR:
zh_hk: 银行账户名称未能取得, 因为
zh_tw: 銀行帳戶名稱未能取得, 因為

source: The bank account number
cs_cz: Číslo bankovního účtu
es_es: El número de cuenta bancaria
hi_in: बैंक खाता संख्या
id_id: Nomor akun bank
it_it: Il conto numero
ko_kr: 은행 계좌 번호
mr_in: बँक खाते क्रमांक
nl_nl: Het bank rekening nummer
pt_pt: O número conta bancária
ro_ro: Numărul contului bancar
ru_ru: Банковский счет номер
sq_al: Numri i llogarisë bankare
sv: Bankkontonummer
sw_ke: Idadi ya akaunti ya benki
tr_tr: BANKA HESAP NO
zh_hk: 银行账户编号
zh_tw: 銀行帳戶號碼

source: is not set up as a bank account
cs_cz: není nastavena jako bankovní účet
es_es: no está definida como una cuenta bancaria
hi_in: एक बैंक खाते को स्थापित नहीं करना
id_id: tdk diatur sbg akun bank
it_it: non è un conto bancario
ko_kr: 은행 계정으로 설정되어 있지 않은
mr_in: एक बँक खाते म्हणून सेट नाही
nl_nl: is niet op gezet als een bank rekening
pt_pt: não foi configurada como conta bancária
ro_ro: nu este configurat ca un cont bancar
ru_ru: настроен как банковский счет
sq_al: nuk është ngritur si një llogari bankare
sv: är inte definierat som ett bankkonto
sw_ke: si kuweka juu kama akaunti ya benki
tr_tr: BANKA HESABI OLARAK TANIMLANMAMIS
zh_hk: 没有定义为银行账户
zh_tw: 沒有設定銀行帳戶

source: The exchange rate entered should be numeric
cs_cz: Směnného kurzu by měla být součástí číselné
es_es: La tasa de cambio debe ser numérica
hi_in: विनिमय दर संख्या होना चाहिए में प्रवेश किया
id_id: Kurs yg dimasukkan harus numerik
it_it: Il tasso di cambio iscritti deve essere numerico
ko_kr: 입력 한 환율은 숫자이어야한다
mr_in: प्रविष्ट विनिमय दर अंकीय असावी
nl_nl: De wisselkoers moet numeriek zijn
pt_pt: A taxa de cambio precisa ser númerica
ro_ro: Cursul de schimb a intrat ar trebui să fie numeric
ru_ru: Курс обмена валюты должны быть числовым
sq_al: Kursi i këmbimit hyrë duhet të jetë një numër
sv: Valutakursen måste vara numerisk
sw_ke: Kiwango cha ubadilishaji aliingia lazima numeric
tr_tr: Döviz kuru sayısal olmalıdır girdi
zh_hk: 汇率必须是数字
zh_tw: 輸入的匯率應該是數字

source: The functional exchange rate entered should be numeric
cs_cz: Funkční směnný kurz by měl být součástí číselné
es_es: La tasa de cambio funcional debe ser numérica
hi_in: कार्यात्मक विनिमय दर संख्या होना चाहिए में प्रवेश किया
id_id: Kurs berlaku yg dimasukkan harus numerik
it_it: Il tasso di cambio iscritti funzionale deve essere numerico
ko_kr: 입력 기능 환율은 숫자이어야한다
mr_in: प्रविष्ट कार्यशील विनिमय दर अंकीय असावी
nl_nl: De functionele wisselkoers moet numeriek zijn
pt_pt: Uma taxa de cambio vigente precisa ser numérica
ro_ro: Cursul de schimb ar trebui să fie funcţională a intrat numerice
ru_ru: Функциональный курс обмена валют должен быть числовым
sq_al: Kursi i këmbimit funksional hyrë duhet të jetë një numër
sv: Den funktionella valutakursen måste vara numerisk
sw_ke: Ya kazi badala ya kiwango cha aliingia lazima numeric
tr_tr: Fonksiyonel kur sayısal olmalıdır girdi
zh_hk: 本币汇率必须是数字
zh_tw: 輸入的匯率應該是數字

source: Changing the currency of the receipt means that existing entries need to be re-done - only customers trading in the selected currency can be selected
cs_cz: Změna měny přijetí znamená, že stávající položky je třeba re-udělat - jen zákazníci obchodování ve vybrané měně je možné zvolit
es_es: Cambiar la moneda del ingreso implica que las entradas existentes han de ser rehechas - sólo podrá seleccionar clientes operando en la moneda seleccionada
hi_in: प्राप्ति की मुद्रा बदलने का मतलब है कि मौजूदा प्रविष्टियों के लिए फिर से किया जाना चाहिए - चुनी मुद्रा में ही ग्राहकों को व्यापार चुना जा सकता है
id_id: Merubah mata uang penerimaan berarti data penerimaan yg sdh ada perlu utk dimasukkan kembali - hanya customer yg bertransaksi dalam mata uang terpilih yg dapat dipilih
it_it: Modifica della valuta del ricevimento indica che le voci esistenti devono essere ri-fatto - solo di negoziazione clienti nella valuta selezionata può essere selezionato
ko_kr: 선택한 통화로 고객 만 거래를 선택할 수 있습니다 - 영수증의 통화를 변경하면 기존 항목을 다시 수행해야한다는 것을 의미
mr_in: निवडलेले चलन फक्त ग्राहक व्यापार निवडले जाऊ शकते - पावतीची चलन बदलल्याने विद्यमान नोंदी पुन्हा पूर्ण करणे आवश्यक आहे की अर्थ
nl_nl: Verandering van de valuta bij ontvangst betekent dat de bestaande invoer moet worden overgedaan - alleen klanten de in de geselecteerde valuta handelen kunnen worden geselecteerd
pt_pt: Modificar a moeda do recebimento significa que as entradas precisam ser refeitas. Somente clientes que possuem moeda podem ser selecionada.
ro_ro: Schimbarea monedei de la data primirii înseamnă că intrările existente trebuie să fie re-face - doar de tranzacţionare de clienţi în moneda selectata pot fi selectate
ru_ru: Изменение валюты означает, что существующие записи необходимо повторно ввести - только клиенты, торгующие в выбранной валюте могут быть выбраны
sq_al: Ndryshimi i monedhën e pranimit do të thotë se shënimet ekzistuese duhet të ri-bërë - vetëm klientët e tregtare në monedhën e zgjedhur mund të zgjidhen
sv: Ändra valuta för mottagandet innebär att befintliga poster måste göras om - endast kunder handel i den valda valutan kan väljas
sw_ke: Kubadilisha sarafu ya kupokewa kwa maana kwamba zilizopo entries haja ya kuwa na re-done - tu wateja wa biashara katika sarafu ya kuchaguliwa anaweza kuchaguliwa
tr_tr: Seçilen para sadece müşterilere ticaret seçilebilir - alınmasından döviz değiştirme mevcut kayıtları yeniden yapılması gerektiği anlamına gelir
zh_hk: 变更收款的货币意味着已有的分录需要重做-只有按所选货币交易的顾客才可以选择。
zh_tw: 更改收到的貨幣意味著現有欄位需要重新做 - 在選定的貨幣只有客戶的交易，可以選擇
