Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The path to the directory where the log files will be stored. Note the apache user must have write permissions on this directory.
cs_cz: Cesta k adresáři, kde budou log soubory uloženy. Poznámka: apache uživatel musí mít oprávnění k zápisu na tento adresář.
es_es: La ruta de acceso al directorio donde los archivos de registro se guardarán. Tenga en cuenta que el usuario apache debe tener permisos de escritura en este directorio.
hi_in: निर्देशिका में पथ जहां लॉग फाइल जमा की जाएगी. नोट एपाचे उपयोगकर्ता होगा इस निर्देशिका पर लिखने की अनुमति.
id_id: Path ke direktori tempat file-file log akan disimpan. Catatan: pengguna apache harus memiliki ijin tulis pada direktori ini.
it_it: Il percorso della directory in cui i file di log verranno archiviati. Si noti che l&#39;utente apache deve avere i permessi di scrittura su tale directory.
ko_kr: 로그 파일이 저장 될 디렉토리에 대한 경로. 이 디렉토리에 쓰기 권한이 있어야합니다 아파치 사용자를합니다.
mr_in: लॉग फाइल्स साठवली जाईल जेथे निर्देशिकेत मार्ग. Apache वापरकर्त्याने या निर्देशिका लिहिण्याची परवानगी असणे आवश्यक आहे लक्षात ठेवा.
nl_nl: Het pad naar de map waar de log-bestanden zullen worden opgeslagen. Let op de apache gebruiker moet schrijfrechten hebben op deze directory.
pt_pt: O caminho do diretório onde arquivo de log será armazenado. Notar que o usuário apache deve possuir permissão de gravação nesse local
ro_ro: Calea către directorul unde fişierele log vor fi stocate. Notă utilizatorul Apache trebuie să aibă permisiuni de scriere pe acest director.
ru_ru: Путь к каталогу, в котором будут храниться лог-файлы. Обратите внимание,что Apache-пользователь должен иметь права на запись на этот каталог.
sq_al: Rrugën për dosjen ku të kyçeni fotografi do të ruhen. Shënim përdorues apache duhet të ketë të drejtat e shkrimit në këtë directory.
sv: Sökvägen till den katalog där loggfiler ska sparas. Notera apache måste användaren har behörighet att skriva på den här katalogen.
sw_ke: Njia directory ambapo logi files watakuwa kuhifadhiwa. Angalia user Apache lazima kuandika permissions kwenye saraka hii.
tr_tr: dizin yolunu günlük dosyalarının saklanacağı. apache kullanıcı bu dizinde yazma izinleri olması gerekir.
zh_hk: 存放日记记录文件的路径。注意，apache用户必须有此路径的写入权限
zh_tw: 路徑到日誌文件將被存儲在目錄中。注意apache的用戶必須具有此目錄的寫入權限。

source: Controlled Items Defined At Work Order Entry
cs_cz: Kontrolovaných položek vymezených Na Vstup Zakázka
es_es: Artículos Controlados Definidos al Introducir la Orden de Trabajo
hi_in: नियंत्रित आइटम कार्य आदेश एंट्री में परिभाषित
id_id: Produk Terkendali Ditetapkan Pada Entri Order Produksi
it_it: Definito prodotti controllati all&#39;entrata Ordine di lavoro
ko_kr: 일 주문 입력에 정의 제어 항목
mr_in: कार्य आदेश परिभाषित नियंत्रित आयटम्स प्रविष्टी
nl_nl: Gecontroleerde producten Defined At Work Order Entry
pt_pt: Itens Controlados Def. na Entrada Ordem Produção
ro_ro: Elemente controlată definite la intrare Ordine de lucru
ru_ru: Контролируемые товары определены для наряда на работы
sq_al: Artikuj të kontrolluar Përcaktuar Në Rendit Hyrja punë
sv: Kontrollerade produkter definieras på Work Order Entry
sw_ke: Vitu Controlled Defined Katika Kazi Entry Order
tr_tr: Kontrollü Öğeler İş Emri Giriş At Tanımlı
zh_hk: 在输入工作单时定义的受控物料
zh_tw: 輸入控制項來定義在工作單

source: When set to yes, controlled items are defined at the time of the work order creation. Otherwise controlled items (serial numbers and batch/roll/lot references) are entered at the time the finished items are received against the work order
cs_cz: Když je nastaven na ano, jsou kontrolované položky definovány v době vzniku pracovního příkazu. Jinak kontrolovaného zboží (sériová čísla a šarže / roll / spousta odkazů) jsou zapsány v době, kdy skončil položky jsou přijaty proti pracovní příkaz
es_es: Seleccionando Sí, los artículos controlados serán definidos en el momento de crear la orden de trabajo. Seleccionando No, los artículos controlados (números de serie y referencias de lote/pieza/partida) se entran en el momento de recibir los artículos terminados contra la orden de trabajo.
hi_in: जब हाँ पर सेट है, नियंत्रित मदों काम करने के सृजन के समय में परिभाषित कर रहे हैं. अन्यथा नियंत्रित आइटम (सीरियल नंबर और / / बहुत कुछ संदर्भों रोल बैच) समय समाप्त आइटम कार्य आदेश के खिलाफ प्राप्त कर रहे हैं में प्रवेश कर रहे हैं
id_id: saat diatur ke ya, item terkontrol dibuat saat membuat order produksi. Jika tdk item terkontrol (referensi nomor seri dan batch/rol/lot) dimasukkan saat item jadi diterima terhadap order produksi
it_it: Se impostata su Sì, le voci controllate sono definiti al momento della creazione dell&#39;ordine di lavoro. In caso contrario, prodotti controllati (numeri di serie e lotto / roll / riferimenti lotto) sono iscritti al momento gli elementi finiti vengono ricevuti contro l&#39;ordine di lavoro
ko_kr: yes로 설정하면, 제어 항목은 작업 순서 생성시 정의됩니다. 그렇지 않으면 제어 항목 (일련 번호 및 배치 / 롤 / 많은 참조) 완성 된 항목은 작업 순서에 대해 수신시 입력
mr_in: होय वर सेट केल्यास, नियंत्रित आयटम काम ऑर्डर निर्मिती वेळी परिभाषित आहेत. नाहीतर नियंत्रित आयटम (सिरिअल क्रमांक आणि बॅच / रोल / भरपूर संदर्भ) सिध्द आयटम काम आदेशा विरूध्द प्राप्त आहेत वेळी प्रवेश केला आहे
nl_nl: Als u Ja, zijn gecontroleerde producten gedefinieerd op het moment van de werkorder schepping. Anders gecontroleerde producten (serienummers en batch / roll / veel referenties) worden opgenomen op het moment dat de afgewerkte producten zijn ontvangen tegen de werkorder
pt_pt: Quando config para sim, itens controlados são definidos em tempo de criação da ordem de produção. Outros itens controlados (lote, número série, ref. lote) são informados quando há o reporte da ordem de produção.
ro_ro: Când este setat pe yes, elementele controlate sunt definite la momentul creării ordine de lucru. În caz contrar, elementele controlate (numere de serie şi de lot / roll / referinţe lot) sunt introduse în momentul în care sunt primite de produse finite împotriva ordinului de lucru
ru_ru: Если установлено значение Да, контролируемые товары определяются на момент создания наряда на работы. В противном случае контролируемые товары (серийные номера и серии / крен / ссылок много) вводятся в момент, когда готовые изделия получены в отношении наряда на работы
sq_al: Kur konfigurohet me po, sende të kontrolluara janë të përcaktuara në kohën e krijimit për punë. Përndryshe artikujve të kontrolluar (numrat serik dhe grumbull / roll / referencat shumë) janë të hyrë në kohën kur sendet janë përfunduar marrë kundër rendit punës
sv: Om du anger Ja, styrs delar som definieras i samband med arbetsordern skapelsen. Annars kontrollerade produkter (serienummer och batchnummer / rulle / mycket referenser) är införda vid den tidpunkt då färdiga produkter tas emot mot arbetsordern
sw_ke: Wakati kuweka ndiyo, vitu kudhibitiwa hufafanuliwa wakati wa uumbaji ili kazi. Vitu vinginevyo kudhibitiwa (idadi Serial na kundi / roll / mengi rejea) ni aliingia katika wakati vitu kumaliza ni kupokea dhidi ya utaratibu wa kazi
tr_tr: Evet olarak ayarlandığında, kontrol öğeleri iş emri oluşturma sırasında tanımlanır. Aksi kontrol öğeleri (seri numaraları ve parti / lot referanslar / rulo) bitmiş ürün çalışma düzenine karşı alınan zaman girilir
zh_hk: 当设置为是，会在创建工作单时定义受控物料。否则的话，受控物料（序列号和批/卷/批号）会在对应工作单的完成品收货时输入。
zh_tw: 當設置為yes時，控制項目的工作單新建時定義的。否則，控制項目（序列號和批次/卷/大量引用）在完成項目對工單接收的時間進入

source: Auto Create Work Orders
cs_cz: Auto Vytvořit Práce Objednávky
es_es: Auto Crear Órdenes de Trabajo
hi_in: ऑटो कार्य आदेश बनाएँ
id_id: Otomatis Buat Order Produksi
it_it: Auto creare ordini di lavoro
ko_kr: 자동 작업 지시를 만듭니다
mr_in: ऑटो कार्य ऑर्डर तयार
nl_nl: Maak autom Werkorders
pt_pt: Criação Autom. Ord. Prod.
ro_ro: Auto crea comenzi de lucru
ru_ru: Авто Создать наряд на работы
sq_al: Auto Krijo urdhëron Puna
sv: Skapa arbetsorder automatiskt
sw_ke: Auto Create Daraja Kazi
tr_tr: Otomatik iş emirleri oluşturma
zh_hk: 自动创建工作单
zh_tw: 自動新建工單

source: Setting this parameter to Yes will ensure that when a sales order is placed if there is insufficient stock then a new work order is created at the default factory location
cs_cz: Nastavení tohoto parametru na Ano, bude zajištěno, že když je umístěn prodejní objednávky, pokud není dostatek zásob pak novou práci, aby se vytvoří v místě výchozí tovární
es_es: Seleccionando Sí, asegurará que si no hay existencias suficientes al entrar una orden de venta, se cree una nueva orden de trabajo en la ubicación de la fábrica predeterminada.
hi_in: हाँ करने के लिए इस पैरामीटर सेटिंग यह सुनिश्चित करेंगे कि जब एक बिक्री आदेश रखा है अगर वहाँ अपर्याप्त तो एक नए काम के आदेश डिफ़ॉल्ट कारखाना स्थान पर बनाई गई है स्टॉक है
id_id: Mengatur parameter ini ke Ya akan memastikan saat order penjualan dibuat jika stok tdk mencukupi maka order produksi baru dibuat di lokasi pabrik standar
it_it: L&#39;impostazione di questo parametro su Sì farà in modo che quando un ordine di vendita viene posto in caso di insufficienza delle giacenze poi un ordine di lavoro viene creata nella posizione di default
ko_kr: 판매 주문 배치 할 때 다음 새 작업 순서가 기본 공장 위치에 생성 부족 재고가있는 경우 있는지 확인합니다 예이 매개 변수를 설정
mr_in: होय हा पॅरामीटर सेट अपुरा स्टॉक आहे तर विक्री ऑर्डर स्थीत तेव्हा नंतर एक नवीन काम ऑर्डर डीफॉल्ट कारखाना स्थानावर तयार आहे याची खात्री होईल
nl_nl: Het instellen van deze parameter in op Ja zal ervoor zorgen dat wanneer een verkooporder wordt geplaatst als er onvoldoende voorraad dan een nieuwe werkorder is gemaakt op de fabrieksinstellingen locatie
pt_pt: Config. esse parâmetro para Sim irá assegurar que pedidos de venda serão criadas,no local padrão, mesmo que não haja estoque suficiente
ro_ro: Setarea acest parametru pentru a Da se va asigura că, atunci când o comandă de vânzări este plasat în cazul în care nu există stoc insuficient apoi o comandă de lucru nou este creat la locul de fabrică
ru_ru: Установка этого параметра на Да будет гарантировать, что при продаже заказа, если недостаточно сток то новый порядок работы создается на месте завода по умолчанию
sq_al: Vendosja e këtij parametri Po do të sigurojë që, kur një urdhër i shitjes është vendosur nëse ka aksioneve të pamjaftueshme atëherë një rend të ri pune është krijuar në vend fabrikë default
sv: Denna parameter Ja kommer att säkerställa att när en kundorder läggs om det inte finns tillräckligt lager sedan en ny arbetsorder skapas vid fabriksinställningarna plats
sw_ke: Kuweka hii parameter Ndiyo kuhakikisha kwamba utaratibu wa mauzo ni kuwekwa kama kuna upungufu basi hisa mpya ili kazi ni umba katika eneo la kiwanda default
tr_tr: Evet Bu parametrenin bir satış sipariş verilirken ardından yeni bir iş emri fabrika yerde oluşturulan yeterli stok varsa sağlayacaktır
zh_hk: 设置此参数为是，将保证当下了销售订单，如果没有足够库存，会在默认的工厂地点产生一张新的工作单。
zh_tw: 如果將該參數設置為"是"，將保證當下了銷售訂單，如果沒有足夠庫存，會在預設的工廠地點產生一張新的工作單。

source: Default Factory Location
cs_cz: Výchozí Factory umístění
es_es: Ubicación predeterminada de la fábrica
hi_in: डिफ़ॉल्ट फैक्टरी स्थान
id_id: Lokasi Pabrik Standar
it_it: Factory Default Location
ko_kr: 기본 공장 위치
mr_in: डीफॉल्ट फॅक्टरी स्थान
nl_nl: Fabrieksinstellingen Locatie
pt_pt: Local Padrão Planta
ro_ro: Implicite din fabrică Locaţie
ru_ru: Расположение завода по умолчанию
sq_al: Vendndodhja Default Fabrika
sv: Default fabriksplats
sw_ke: Kiwanda default Location
tr_tr: Varsayılan Fabrika Yeri
zh_hk: 默认的工厂仓库
zh_tw: 預設的工廠地點

source: Could not load locations table
cs_cz: Nelze načíst místech tabulky
es_es: No se pudo cargar la tabla de ubicaciones
hi_in: स्थानों तालिका लोड नहीं कर सका
id_id: Tdk dapat memuat tabel locations
it_it: Impossibile caricare il tavolo località
ko_kr: 위치 테이블을로드 할 수 없습니다
mr_in: स्थाने टेबल लोड करणे शक्य नाही
nl_nl: Kon niet worden geladen locaties tafel
pt_pt: Não conseguiu carregar tabelas local
ro_ro: Nu sa putut încărca locaţii de masă
ru_ru: Не удалось загрузить таблицу расположений
sq_al: Nuk mund te ngarkohet vende tryezë
sv: Kunde inte läsa in platstabellen
sw_ke: Inaweza si mzigo maeneo ya meza
tr_tr: yerlerde masa yüklenemedi
zh_hk: 无法上载仓库表
zh_tw: 無法加載位置表

source: This location is the location where work orders will be created from when the auto create work orders option is activated
cs_cz: Toto umístění je místo, kde bude pracovat objednávky od okamžiku, kdy se vytvoří automaticky vytvářet pracovní příkazy možnost je aktivována
es_es: Esta ubicación se usará para las órdenes de trabajo si está activada la opción Auto Crear Órdenes de Trabajo.
hi_in: इस स्थान स्थान है, जहां काम के आदेश जब स्वत: कार्य आदेश विकल्प बनाने से बनाया जाएगा है सक्रिय
id_id: Lokasi ini adalah lokasi dimana order produksi akan dibuat saat pilihan buat otomatis order produksi diaktifkan
it_it: Questa posizione è il luogo in cui gli ordini di lavoro saranno creati da quando l&#39;auto creare lavoro opzione ordini è attivato
ko_kr: 이 위치는 자동으로 작업 지시 옵션을 만들 때 작업 지시가 활성화에서 생성 될 위치입니다
mr_in: हे स्थान स्वयं पर्याय सक्रिय काम ऑर्डर तयार करताना काम ऑर्डर तयार केले जाईल जेथे स्थान आहे
nl_nl: Deze locatie is de locatie waar werkorders worden aangemaakt vanaf het moment dat de auto te creren werkorders optie is geactiveerd
pt_pt: Esse local no armazém é para onde as quant. das ordens serão armazenadas quando o processo de criação autom. de ordens de produção for ativado
ro_ro: Această locaţie este locaţia în care ordinele de muncă vor fi create din când auto a crea comenzi de lucru opţiunea este activată
ru_ru: Это место является местом, где наряд на работы будет создан с момента, когда опция автоматического создания заказов на выполнение работ активирована
sq_al: Ky vend është vend ku urdhëresave të punës do të krijohet nga kur auto krijojnë urdhërat opsion punës është i aktivizuar
sv: Detta läge är den plats där arbetet beställningar kommer att skapas från det automatiska skapa arbetsorder alternativet är aktiverat
sw_ke: eneo hili ni eneo ambapo amri kazi zitapatikana kutoka wakati auto ya kujenga Daraja kazi ni chaguo aktiverat
tr_tr: iş emirleri otomatik iş emirleri seçenek oluştururken ile oluşturulacaktır nerede bu yer aktif hale konumdur
zh_hk: 此地点是产生工作单的地点，当自动创建工作单选项被激活时。
zh_tw: 這地點是產生工作單的地點，當自動新建工作單被啟動時系統會按這個倉庫產生工單

source: Factory Manager Email Address
cs_cz: Factory Manager E-mailová adresa
es_es: Dirección de correo-e del Director de Fábrica
hi_in: कारखाना प्रबंधक ईमेल पता
id_id: Alamat Email Manager Pabrik
it_it: Factory Manager Indirizzo e-mail
ko_kr: 공장 관리자 이메일 주소
mr_in: फॅक्टरी व्यवस्थापक ईमेल पत्ता
nl_nl: Factory Manager E-mailadres
pt_pt: Endereço eletrônico email Gerente Planta
ro_ro: Manager Fabrica Adresa de email
ru_ru: Адрес электронной почты менеджера фабрики
sq_al: Menaxher Fabrika Email Adresa
sv: Fabriksföreståndarens E-post adress
sw_ke: Meneja wa kiwanda Barua Pepe
tr_tr: Fabrika Müdürü E-posta Adresi
zh_hk: 工厂经理电邮地址
zh_tw: 工廠經理電子郵件地址

source: Work orders automatically created when sales orders are entered will be emailed to this address
cs_cz: Pracovních příkazů automaticky vytvořen při prodeji příkazy vloženy bude zasláno na tuto adresu
es_es: Las órdenes de trabajo creadas automáticamente al entrar pedidos de venta, serán enviadas a esta dirección.
hi_in: काम के आदेश बनाया जाएगा बिक्री आदेश इस पते पर ईमेल किया जाएगा प्रवेश कर रहे हैं
id_id: Order produksi yg secara otomatis dibuat saat order penjualan dimasukkan akan di-email ke alamat ini
it_it: Gli ordini di lavoro creati automaticamente quando vengono inseriti gli ordini di vendita sarà inviata a questo indirizzo
ko_kr: 작업 지시가 자동으로 판매 주문이 주소로 전송됩니다 입력 할 때 생성
mr_in: विक्री ऑर्डर केला आहे तेव्हा आपोआप तयार काम ऑर्डर या पत्त्यावर ईमेल जाईल
nl_nl: Werkorders automatisch aangemaakt wanneer verkooporders worden ingevoerd zal worden gemaild naar dit adres
pt_pt: Ordem Produção automaticamente criada quando inform. pedidos de venda (email vai para esse endereço)
ro_ro: comenzi de lucru create automat atunci când ordinele de vânzare sunt introduse va fi trimisă la această adresă
ru_ru: Наряд на работы автоматически создается при введении заказа на продажибудет выслан на этот адрес
sq_al: urdhërat Puna krijuar automatikisht kur shitjet urdhërat kanë hyrë do të jetë me email në këtë adresë
sv: Arbetsorder skapas automatiskt när försäljningen köporder inlämnas kommer att skickas till denna adress
sw_ke: Kazi amri moja kwa moja umba wakati amri ya mauzo ni aliingia itakuwa Emailed kwa anwani hii
tr_tr: Iş emirleri otomatik olarak satış siparişleri bu adrese gönderilecektir girildiğinde hazırlandı
zh_hk: 当销售订单被输入时。自动创建的工作单会被发往此电子邮件地址。
zh_tw: 當銷售訂單輸入自動生成工單將通過電子郵件發送到這個地址

source: Purchasing Manager Email Address
cs_cz: Purchasing Manager E-mailová adresa
es_es: Dirección de correo electrónico del Director de Compras
hi_in: क्रय प्रबंधक ईमेल पता
id_id: Alamat Email Purchasing Manager
it_it: Responsabile Acquisti Indirizzo e-mail
ko_kr: 구매 관리자 이메일 주소
mr_in: व्यवस्थापक ईमेल पत्ता खरेदी
nl_nl: Purchasing Manager E-mailadres
pt_pt: Endereço eletrônico email Gerente Compras
ro_ro: Purchasing Manager Adresa de email
ru_ru: Адрес электронной почты Менеджера по закупкам
sq_al: Email Address Blerja Manager
sv: Inköpschef e-postadress
sw_ke: Meneja wa kununua Barua Pepe
tr_tr: Satınalma Müdürü E-posta Adresi
zh_hk: 采购经理电邮地址
zh_tw: 採購經理郵箱地址

source: The email address for the purchasing manager, used to receive notifications by the tendering system
cs_cz: E-mailová adresa pro nákup manažera, který se používá pro příjem oznámení o nabídkovém řízení
es_es: La dirección de correo electrónico para el gerente de compras, que se utiliza para recibir notificaciones por el sistema de licitación
hi_in: क्रय प्रबंधक के लिए ईमेल पते का उपयोग किया था प्रणाली द्वारा निविदा सूचनाएँ प्राप्त करने के लिए
id_id: Alamat email utk purchasing manager, digunakan utk menerima pemberitahuan oleh sistem tender
it_it: L&#39;indirizzo e-mail per il direttore degli acquisti, utilizzato per ricevere le notifiche da parte del sistema di gara
ko_kr: 사용 된 구매 관리자에 대한 이메일 주소, 입찰 시스템에 의해 알림을받을
mr_in: खरेदी व्यवस्थापक ईमेल पत्ता, tendering प्रणाली द्वारे सूचना प्राप्त करण्यासाठी वापरले
nl_nl: Het e-mailadres voor de inkoopmanager, gebruikt om meldingen te ontvangen door de systeem van openbare inschrijving
pt_pt: Endereço de email do gerente de compra, usado para receber notificações pelo sistema de ofertas
ro_ro: Adresa de e-mail pentru managerul de cumpărare, folosit pentru a primi notificări prin sistemul de licitaţie
ru_ru: Адрес электронной почты для менеджеров по закупкам, используется для получения уведомлений по системе торгов
sq_al: Adresën e-mail për menaxherin e blerjes, që përdoret për të marrë njoftime nga sistemi i tenderimit
sv: E-postadressen för inköpschef, som används för att ta emot meddelanden genom anbudsförfarandet
sw_ke: Anwani ya barua pepe kwa meneja wa ununuzi, wakipata meddelanden na mfumo wa zabuni
tr_tr: kullanılan satın alma müdürü için e-posta adresi, ihale sistemi ile bildirim almak
zh_hk: 采购经理的邮件地址，用于接收投标系统的通知
zh_tw: 採購經理的地址，用予接收投標系統的通知

source: Inventory Manager Email Address
es_es: Dirección de correo-e del Gerente de Inventario
id_id: Alamat Email Manager Persediaan
ko_kr: 재고 관리자 이메일 주소
mr_in: सूची व्यवस्थापक ईमेल पत्ता
pt_pt: Endereço eletrônico email Gerente Estoque
zh_tw: 庫存管理電子郵件地址

source: The email address for the inventory manager, where notifications of all manual stock adjustments created are sent by the system. Leave blank if no emails should be sent to the factory manager for manual stock adjustments
es_es: La dirección de email del gerente del inventario, adonde se enviarán las notificaciones de los ajustes manuales de la existencia creados. Deje el espacio en blanco si no se deben enviar emails al gerente de planta para los ajustes manuales del inventario.
id_id: Alamat email utk manager persediaan, dimana pemberitahuan utk semua penyesuaian stok dikirimkan oleh sistem. Kosongkan jika tdk ingin ada email ke manager pabrik begitu ada penyesuaian stok manual
ko_kr: 생성 된 모든 수동 재고 조정의 알림 시스템에 의해 전송되는 재고 관리자의 이메일 주소. 어떤 이메일 수동 재고 조정을 위해 공장 관리자에게 전송되지 할 필요가있는 경우 비워 둡니다
mr_in: तयार सर्व पुस्तिका स्टॉक ऍडजस्टमेंट सूचना प्रणाली द्वारे पाठविले जातात जेथे पुस्तके व्यवस्थापक, ईमेल पत्ता. एकही ईमेल मॅन्युअल स्टॉक ऍडजस्टमेंट साठी कारखाना व्यवस्थापक पाठविला पाहिजे तर रिक्त सोडा
pt_pt: O endereço de email do gerente de estoque ou armazém, o qual receberá notificações dos ajustes manuais feitos no sistema. Deixar em branco se não deve ser enviado email para o gerente.
zh_tw: 該電子郵件地址的庫存經理，在那裡新建的所有手動庫存調整的通知是由系統發送的。離開，如果沒有電子郵件應該被發送到工廠經理進行手動庫存調整的空白

source: Using Smtp Mail
es_es: Usar correo SMTP
ko_kr: SMTP 메일을 사용하여
mr_in: SMTP मेल वापरणे
pt_pt: usando email SMTP
zh_tw: 使用SMTP郵件

source: The default setting is using mail in default php.ini, if you choose Yes for this selection, you can use the SMTP set in the setup section.
es_es: La configuración predeterminada es usar el correo predeterminado en php.ini, si escoge Sí en esta selección, puede utilizar el conjunto de SMTP en la sección de configuración.
ko_kr: 기본 설정은이 선택에 대해 예를 선택하면, 당신은 설정 섹션에서 설정 한 SMTP를 사용할 수 있습니다, 기본 php.ini 파일에서 메일을 사용하고 있습니다.
mr_in: डीफॉल्ट सेटिंग आपण या निवडीसाठी होय निवडल्यास, आपण सेटअप विभागात या SMTP संच वापरू शकता, डीफॉल्ट php.ini मेल वापरत आहे.
pt_pt: A config padrão para usar email está no php.ini; se escolher Sim para essa seleção você pode usar config SMTP.
zh_tw: 預設設置是使用郵件預設的php.ini，如果你選擇的是這個選擇，你可以使用在設置部分中的SMTP設置。

source: Text for Quality Product Specification
ko_kr: 품질의 제품 사양에 대한 텍스트
zh_tw: 質量產品規格的文字

source: This text appears on product specifications
ko_kr: 이 텍스트는 제품 사양에 나타납니다
zh_tw: 該文本顯示於產品規格

source: Text for Quality Product Certifications
ko_kr: 품질 제품 인증의 텍스트
zh_tw: 質量產品認證的文字

source: This text appears on product certifications
ko_kr: 이 텍스트는 제품 인증에 나타납니다
zh_tw: 文字顯示有關產品認證

source: Auto Log Quality Samples
ko_kr: 자동 로그인 품질 샘플
zh_tw: 自動記錄樣品質量

source: The flag determines if the system creates quality samples automatically for each lot during P/O Receipt and W/O Receipt transactions.
ko_kr: 시스템이 P / O 영수증 및 W / O 영수증 거래시 각 로트에 대해 자동으로 품질의 샘플을 만드는 경우 플래그를 결정합니다.
zh_tw: 該標誌確定系統是否每批期間P/ O收據和W/ O收據的交易將自動建立質量的樣本。

source: Could not determine the last date of the period selected
cs_cz: Nelze určit poslední den vybraného období
es_es: No se puede determinar la última fecha del período seleccionado
hi_in: चयनित अवधि की अंतिम तिथि निर्धारित नहीं कर सका
id_id: Tdk dapat menentukan tgl terakhir dari periode yg dipilih
it_it: Impossibile determinare la data ultima del periodo selezionato
ko_kr: 선택한 기간의 마지막 날짜를 확인할 수 없습니다
mr_in: निवडलेल्या कालावधीच्या अंतिम तारीख निर्धारित करणे शक्य नाही
nl_nl: Kon de laatste datum van de geselecteerde periode niet vast stellen
pt_pt: Não foi possivel determinar a última data do periodo selec.
ro_ro: Nu sa putut determina ultima zi a perioadei selectate
ru_ru: Не удалось определить последнюю дату выбранного периода
sq_al: Nuk mund të përcaktojë datën e fundit të periudhës së zgjedhur
sv: Kan inte hitta sista dag för den valda perioden
sw_ke: Hakuweza kuamua tarehe ya mwisho wa kipindi cha kuchaguliwa
tr_tr: SEÇILEN PERIYODUN SON GÜNÜ BELIRLENEMIYOR
zh_hk: 未能判定选取期间的最后日期
zh_tw: 未能判定選取期間的最後日期

source: The sql returned the following error
cs_cz: Sql vrátil následující chybu
es_es: El SQL devolvió el siguiente error
hi_in: एसक्यूएल निम्नलिखित त्रुटि लौटे
id_id: SQL menghasilkan kesalahan berikut
it_it: Il sql restituito il seguente errore
ko_kr: SQL은 다음 오류를 반환
mr_in: SQL खालील त्रुटी परत
nl_nl: SQL fout melding
pt_pt: o sql retornou o seguinte erro
ro_ro: Sql returnat următoarea eroare
ru_ru: SQL возвращал следующие сообщения об ошибке
sq_al: Sql kthye gabim në vijim
sw_ke: sql ya kurejea makosa yafuatayo
tr_tr: HATALI SQL:
zh_hk: SQL 传回下列错误
zh_tw: SQL 傳回下列錯誤

source: Tax Report
es_es: Informe de impuestos
ko_kr: 세금 보고서
zh_tw: 稅報表
