Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Account Group
cs_cz: Účetní skupina
es_es: Grupo contable
hi_in: खाता समूह
id_id: Grup Akun
it_it: Conto
ko_kr: 계정 그룹
mr_in: खाते गट
nl_nl: Rekening Groep
pt_pt: Grupo Conta
ro_ro: Grup de conturi
ru_ru: Группа счетов
sq_al: Grupi i Llogarisë
sv: Kontogrupp
sw_ke: Kikundi akaunti
tr_tr: HESAP GRUBU
zh_hk: 科目组
zh_tw: 會計科目組

source: P/L or B/S
cs_cz: P / L nebo B / S
es_es: P. y G. ó B. S.
hi_in: पी / एल या बी एस /
id_id: P/L atau B/S
it_it: P / L o B / S
ko_kr: P / L 또는 B / S
mr_in: पी / एल किंवा ब / एस
nl_nl: W/V of B/O
pt_pt: L/P ou B/S
ro_ro: P / L sau B / S
ru_ru: P / L или B / S
sq_al: P / L ose B / S
sv: RR eller BR
sw_ke: P / L au B / S
tr_tr: P / L veya B / S
zh_hk: 资产负债表或损益表
zh_tw: 損益表 或 資產負債表

source: Balance Sheet
cs_cz: Rozvaha
es_es: Balance General
hi_in: बैलेंस शीट
id_id: Neraca
it_it: Bilancio
ko_kr: 대차 대조표
mr_in: ताळेबंद
nl_nl: Saldo Overzicht
pt_pt: Balancete
ro_ro: Bilanţ
ru_ru: Балансовый отчет
sq_al: Bilanci i Gjendjes
sv: Balansräkning
sw_ke: Mizania
tr_tr: BILANÇO
zh_hk: 资产负债表
zh_tw: 資產負債表

source: Profit/Loss
cs_cz: Zisk / ztráta
es_es: Ganancias y Pérdidas
hi_in: लाभ / हानि
id_id: Laba/Rugi
it_it: Utile / perdita
ko_kr: 이익 / 손실
mr_in: नफा / तोटा
nl_nl: Winst/Verlies
pt_pt: Lucros / Perdas
ro_ro: Profit / Pierdere
ru_ru: Прибыль / убыток
sq_al: Fitimi / Humbja
sv: Resultaträkning
sw_ke: Faida / Upungufu
tr_tr: KAR / ZARAR
zh_hk: 损益表
zh_tw: 損益表

source: The chart accounts could not be retrieved because
cs_cz: Osnovy se nepodařilo získat, protože
es_es: El Plan de Cuentas no se pudo obtener porque
hi_in: चार्ट खातों वजह से पुनः प्राप्त नहीं कर सकता
id_id: Kode akun tdk dapat diambil karena
it_it: I conti grafico non può essere recuperata perché
ko_kr: 차트 계정이 있기 때문에 검색 할 수 없습니다
mr_in: चार्ट खाती कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het rekenschema kon niet worden opgevraagd omdat
pt_pt: Contas contábeis não podem ser recuperadas porque
ro_ro: Conturile graficul nu a putut fi recuperate, deoarece
ru_ru: Счета схемы не могут быть получены, так как
sq_al: Llogaritë tabelë nuk mund të shikohet, sepse
sv: Kontona kan inte hämtas för att
sw_ke: akaunti ya chati inaweza kuwa retrieved sababu
tr_tr: Grafik hesapları nedeniyle alınamadı
zh_hk: 名细账目未能取得, 因为
zh_tw: 明細科目無法取得, 因為

source: Are you sure you wish to delete this account? Additional checks will be performed in any event to ensure data integrity is not compromised.
cs_cz: Jste si jisti, že chcete smazat tento účet? Dodatečné kontroly budou prováděny v každém případě pro zajištění integrity dat není ohrožena.
es_es: ¿Está seguro que desea suprimir esta cuenta? Se realizarán controles adicionales en todo caso para garantizar que la integridad de los datos no se vea comprometida.
hi_in: क्या आप इस खाते को हटाना चाहते हैं? अतिरिक्त चेक किसी भी घटना में प्रदर्शन किया जाएगा करने के लिए डेटा अखंडता को सुनिश्चित समझौता नहीं है.
id_id: Apakah Anda yakin ingin menghapus akun ini? Pemeriksaan tambahan akan dilakukan sebelum penghapusan aktual utk memastikan integritas data tetap terjaga.
it_it: Sei sicuro di voler cancellare questo account? Ulteriori controlli saranno effettuati in ogni caso ad assicurare l&#39;integrità dei dati non sia compromessa.
ko_kr: 이 계정을 삭제하려면 확실합니까? 추가 검사는 무결성이 손상되지 않은 데이터를 위해 어떠한 경우에도 수행 될 것이다.
mr_in: आपण हे खाते हटवू इच्छित खात्री आहे? अगाऊ तपासणी डेटा एकाग्रता तडजोड नाही याची खात्री करण्यासाठी कोणताही कार्यक्रम सुरू करण्यात येईल.
nl_nl: Wenst u deze grootboekrekening daadwerkelijk te verwijderen ? Extra systeem checks zullen worden uitgevoerd om zeker te stellen dat data integriteit in takt blijft
pt_pt: Confirma remoção dessa conta? Conferências adicionais serão feitas para assegurar a integridade dos dados
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest cont? verificări suplimentare vor fi efectuate în orice caz, pentru a asigura integritatea datelor nu este compromisă.
ru_ru: Вы уверены, что хотите удалить этот счет? Будут проведены дополнительные проверки для обеспечения целостности данных.
sq_al: A jeni i sigurt se doni të fshini këtë llogari? kontrolle të tjera do të kryhen në çdo rast për të siguruar integritetin e të dhënave nuk është kompromentuar.
sv: Är du säker på att du vill ta bort detta konto? Ytterligare kontroller kommer att utföras i varje fall för att säkerställa uppgifternas integritet inte äventyras.
sw_ke: Una uhakika unataka kufuta akaunti? hundi ya ziada kuwa kutumbuiza katika tukio lolote kuhakikisha uadilifu data siyo kuathirika.
tr_tr: Bu hesabı silmek istediğinizden emin misiniz? Ek kontroller ödün verilmemiş veri bütünlüğünü sağlamak için her halükarda yapılacaktır.
zh_hk: 您确信要删除此账户吗？为保证数据的完整性，任何情绪下都会进行附加检查。
zh_tw: 是否確定要刪除這帳目? 會進行附加檢查確保有沒有相關的整合資料

source: Show All Accounts
cs_cz: Zobrazit všechny účty
es_es: Mostrar Todas las Cuentas
hi_in: सभी खाते दिखाएँ
id_id: Tampilkan Semua Akun
it_it: Mostra tutti gli account
ko_kr: 모든 계정보기
mr_in: सर्व खाती दाखवा
nl_nl: Alle rekeningen
pt_pt: Exibir todas Contas
ro_ro: Arata toate Conturi
ru_ru: Показать все счета
sq_al: Trego te gjitha Llogaritë
sv: Visa alla konton
sw_ke: Kuonyesha Accounts zote
tr_tr: BÜTÜN HESAPLARI GÖSTER
zh_hk: 显示所有会计科目
zh_tw: 顯示所有帳戶

source: Balance Sheet (or statement of financial position) is a summary of balances. Assets, liabilities and ownership equity are listed as of a specific date, such as the end of its financial year. Of the four basic financial statements, the balance sheet is the only statement which applies to a single point in time.
cs_cz: Rozvaha (nebo výkaz o finanční situaci) je souhrn zůstatků. Aktiv, závazků a vlastního kapitálu jsou uvedeny vlastnictví k určitému datu, například na konci účetního období. Ze čtyř základních finančních výkazů, účetní rozvaha je jediné sdělení, které platí o jediném bodě včas.
es_es: Balance General (o estado de la situación financiera) es un resumen de los balances. Activos, pasivos y patrimonio de propiedad se muestran en una fecha específica, como al final de su ejercicio. De los cuatro estados financieros básicos, el balance es la única declaración que se aplica a un solo punto en el tiempo.
hi_in: बैलेंस शीट (या वित्तीय स्थिति का बयान) संतुलन का सार है. परिसम्पत्ति दायित्व और स्वामित्व इक्विटी एक विशिष्ट तिथि के रूप में सूचीबद्ध हैं अपनी वित्तीय वर्ष के अंत के रूप में. चार बुनियादी वित्तीय वक्तव्यों में से, बैलेंस शीट ही बयान जो समय में एक बिंदु पर लागू होता है.
id_id: Lembar Neraca (atau laporan posisi keuangan) adalah ringkasan sejumlah neraca. Aktiva, kewajiban dan ekuitas kepemilikan terdaftar per tgl tertentu, misalnya akhir tahun fiskal. Dari empat laporan keuangan dasar, lembar neraca adalah laporan satu-satunya yg berlaku pada setitik waktu.
it_it: Balance Sheet (o situazione patrimoniale-finanziaria) è una sintesi dei saldi. Attività, passività e patrimonio netto proprietà sono elencati come di una data specifica, come ad esempio la fine del suo anno finanziario. Dei quattro rendiconti finanziari di base, il bilancio è l&#39;unica istruzione che si applica a un unico punto nel tempo.
ko_kr: 대차 대조표 (또는 재무 상태의 문) 균형을 요약 한 것입니다. 자산, 부채 및 소유 지분은 이러한 자사의 회계 연도 말 같은 특정 날짜를 기준으로 나열되어 있습니다. 네 가지 기본 재무 제표, 대차 대조표는 시간의 한 지점에 적용되는 유일한 문입니다.
nl_nl: Balans (of een verklaring van de financile positie) is een samenvatting van de saldi. Activa, passiva en eigen vermogen eigendom zijn opgenomen, zoals van een specifieke datum, zoals het einde van het boekjaar. Van de vier fundamentele jaarrekening, de balans is de enige verklaring die van toepassing is op een enkel punt in de tijd.
pt_pt: Balancete (posição contábil financeira) é um resumo do Balancete. Ativos, Obrigações e Direitos são listados obedecendo uma data especifica, assim como posição financeira por exercício. O balancete exprime uma posição que tem por referência uma data de referência no tempo.
ro_ro: Bilanţului (sau o declaraţie a poziţiei financiare) este un rezumat al soldurilor. Activelor, datoriilor şi capitalurilor proprii de proprietate sunt listate ca de o anumită dată, cum ar fi încheierea exerciţiului financiar. Dintre cele patru situaţiile financiare de bază, bilanţul este declaraţia care se aplică numai la un singur punct în timp.
ru_ru: Бухгалтерский баланс (или отчет о финансовом положении) - это итоговый баланс. Активы, пассивы и собственный капитал приведены по состоянию на конкретную дату, например, на конец финансового года. Из четырех основных финансовых отчетов, только бухгалтерский баланс распространяется на определенный момент времени.
sq_al: Bilanci (ose bilanc) është një përmbledhje e ekuilibrave. Aktiveve, pasiveve dhe kapitalit neto pronësisë janë të rreshtuar si të një datë të caktuar, të tilla si në fund të vitit të tij financiar. Të katër pasqyrave themelore financiare, bilancin e gjendjes është e vetmja deklaratë që zbatohet në një pikë të vetme në kohë.
sv: Balansräkning (eller rapporten över finansiell ställning) är en sammanställning av saldon. Tillgångar, skulder och eget kapital ägande är listade som ett specifikt datum, t.ex. i slutet av sin räkenskapsår. Av de fyra grundläggande finansiella rapporterna är balansräkningen den enda förklaring som gäller en enskild tidpunkt.
sw_ke: Mizania (au taarifa ya hali ya kifedha) ni muhtasari wa mizani. Mali ya madeni, na usawa wa kumiliki ni kulingana na tarehe maalumu, kama vile ya mwisho wa mwaka wake wa kifedha. Ni taarifa nne za msingi za kifedha, mizania ni kauli tu ambayo inatumika kwa pointi moja kwa wakati.
tr_tr: Bilanço (ya da finansal durum tablosu) dengeler bir özetidir. Varlıkların, yükümlülüklerin ve mülkiyet eşitlik, mali yılın sonuna gibi, belirli bir tarih itibariyle sıralanmıştır. dört temel mali tablolar ki, bilanço zaman tek bir noktadan geçerli tek ifadesidir.
zh_hk: 资产负债表（或者财务帐款报表）是一个余额的总结，包括指定日期（例如财年末）的资产，负债，和权益被列出。作为四中基本的财务报表之一，资产负债表是唯一一个适用于一个时间点的报表。
zh_tw: 資產負債表（或財務狀況表）是結餘概要。資產，負債和所有者權益被列為特定日期之間的，例如其財務年度結束。這四個基本的財務報表，資產負債表是適用於單個時間點的語句。

source: The balance sheet has three parts: assets, liabilities and ownership equity. The main categories of assets are listed first and are followed by the liabilities. The difference between the assets and the liabilities is known as equity or the net assets or the net worth or capital of the company and according to the accounting equation, net worth must equal assets minus liabilities.
cs_cz: Rozvaha má tři části: majetek, závazky a vlastní kapitál vlastnictví. Hlavní kategorie aktiv jsou uvedeny první a následuje závazky. Rozdíl mezi aktivy a závazky je znám jako vlastní kapitál nebo čistá aktiva nebo čistého jmění nebo kapitálu společnosti, a v souladu s účetní rovnice, musí být čisté jmění rovnat aktiva minus pasiva.
es_es: El balance general tiene tres partes: activos, pasivos y patrimonio de propiedad. Las principales categorías de activos se enumeran en primer lugar y son seguidos por los pasivos. La diferencia entre los activos y pasivos es conocida como capital o los activos netos o patrimonio neto o capital de la empresa y de acuerdo con la ecuación contable, el patrimonio neto debe ser igual a los activos menos los pasivos.
hi_in: परिसंपत्तियों, देनदारियों और स्वामित्व इक्विटी: बैलेंस शीट तीन भागों में है. संपत्ति का मुख्य श्रेणियों पहले सूचीबद्ध होते हैं और देनदारियों द्वारा पीछा किया. संपत्ति और देनदारियों के बीच अंतर इक्विटी या शुद्ध संपत्ति या निवल मूल्य या कंपनी की पूंजी और लेखांकन समीकरण के अनुसार, शुद्ध मूल्य की संपत्ति ऋण दायित्वों बराबर होना चाहिए के रूप में जाना जाता है.
id_id: Lembar neraca memiliki tiga bagian: aktiva, kewajiban dan ekuitas kepemilikan. Kategori utama aktiva terdaftar lebih dulu dan diikuti oleh kewajiban. Selisih antara aktiva dan kewajiban dikenal sbg ekuitas atau aktiva bersih atau kekayaan bersih atau HPP perusahaan dan menurut persamaan akuntansi, kekayaan bersih harus sama dgn aktiva dikurangi kewajiban.
it_it: Il bilancio ha tre parti: attività, passività e patrimonio netto di proprietà. Le principali categorie di beni sono elencati per primi e sono seguiti dalle passività. La differenza tra le attività e le passività è conosciuta come capitale o del patrimonio netto o del patrimonio netto o del capitale della società e, secondo l&#39;equazione di contabilità, il patrimonio netto deve essere uguale attività meno passività.
ko_kr: 자산, 부채 및 소유 자산 : 대차 대조표는 세 부분으로 구성되어 있습니다. 자산의 주요 범주는 먼저 나열하고 부채가 따른다. 자산과 부채의 차이는 회사의 주식 또는 순자산 또는 순 가치 또는 자본으로 알려져 있으며, 회계 방정식에 따라, 순자산은 자산을 뺀 부채와 동일해야합니다.
mr_in: मालमत्ता, उत्तरदायित्व आणि मालकी इक्विटी: ताळेबंद तीन भाग आहेत. मालमत्ता मुख्य श्रेणी प्रथम सूचीबद्ध आहेत आणि दायित्वे त्यानंतर जातात. मालमत्ता आणि दायित्व फरक इक्विटी किंवा निव्वळ मालमत्ता किंवा नेट वर्थ किंवा कंपनीच्या राजधानी म्हणून ओळखले जाते आणि लेखा समीकरण त्यानुसार, नेट वर्थ मालमत्ता कमी उत्तरदायित्व समान आवश्यक आहे.
nl_nl: De balans bestaat uit drie delen: activa, passiva en eigen inbreng eigen vermogen. De belangrijkste categorien van activa worden als eerste vermeld en worden gevolgd door de verplichtingen. Het verschil tussen de activa en de passiva staat bekend als eigen vermogen of de netto-activa of de nettowaarde of het kapitaal van de vennootschap en volgens de boekhoudkundige vergelijking, nettowaarde moet gelijk zijn aan activa minus passiva.
pt_pt: O Balancete tem três partes: Ativo, Passivo e Lucros e Perdas.Categorias principais de ativos são listadas primeiro e são seguidas deDespesas. A diferença entre ativo e despesas é conhecida como lucro ouprejuízo. Lucro Líquido é igual a Ativo menos Passivo
ro_ro: Bilanţul are trei părţi: activelor, datoriilor şi capitalurilor proprii de proprietate. Principalele categorii de active sunt listate primele şi sunt urmate de datorii. Diferenţa dintre activele şi pasivele este cunoscut sub numele de capitaluri proprii sau activele nete sau valoarea netă sau capitalul societăţii şi, conform ecuaţiei de contabilitate, valoarea netă trebuie să fie egală activelor minus pasivele.
ru_ru: Баланс состоит из трех частей: активы, пассивы и собственный капитал собственности. Сначала перечислены активы основных категорий, затем следуют пассивы. Разница между активами и пассивами известна как капитал или чистые активы или собственный капитал или капитализация компании и собственный капитал должен быть равен активам за вычетом обязательств.
sq_al: Bilancin e gjendjes ka tre pjesë: aktiveve, pasiveve dhe kapitalit neto të pronësisë. Kategoritë kryesore të pasurive janë të shënuara të parë dhe janë ndjekur nga detyrimet. Dallimi në mes të aseteve dhe detyrimeve është i njohur si kapital apo asete neto ose vlerën neto ose të kapitalit të shoqërisë dhe sipas ekuacionit të kontabilitetit, me vlerë neto duhet të barabartë aktivet minus detyrimet.
sv: Balansräkningen har tre delar: tillgångar, skulder och eget kapital ägande. De huvudsakliga kategorier av tillgångar listas först och följs av skulder. Skillnaden mellan tillgångar och skulder är känd som eget kapital eller nettotillgångar eller nettoförmögenhet eller kapitalet i företaget och enligt de redovisningsprinciper ekvationen måste nettoförmögenhet lika tillgångar minus skulder.
sw_ke: Karatasi ya usawa ina sehemu tatu: mali, madeni na usawa wa umiliki. makundi makuu ya mali ni waliotajwa kwanza na kufuatiwa na madeni. Tofauti kati ya mali na madeni ya inajulikana kama hisa au mali ya wavu au ya thamani halisi au mtaji wa kampuni na kulingana na equation uhasibu, thamani halisi lazima sawa mali minus madeni.
tr_tr: Varlıkların, yükümlülüklerin ve mülkiyet özkaynak: Bilanço üç bölümden oluşmaktadır. varlıkların ana kategori ve ilk listelenen yükümlülükler tarafından takip edilmektedir. varlık ve yükümlülükleri arasındaki fark öz sermaye veya net varlıkları veya özkaynakları veya sermaye şirketi ve net değer varlıklar eksi yükümlülükler eşit olmalıdır muhasebe denkleme göre olarak bilinir.
zh_hk: 资产负债表有三部分：资产，负债和所有者权益。资产的主要科目首先被列出，然后是负债。资产和负债的差异被称为权益或者净资产或者净值或公司资本，并且根据会计恒等式，净值必须等于资产减去负债。
zh_tw: 資產負債表由三部分組成：資產，負債和所有者權益。資產的主要類別列第一和後跟的負債。資產與負債之間的差額被稱為股本或淨資產或淨值或公司的資金，並根據會計等式，淨資產必須等於資產減負債

source: Detail Or Summary
cs_cz: Detail Nebo Shrnutí
es_es: Detalle o resumen
hi_in: विस्तार या सारांश
id_id: Rincian atau Ringkasan
it_it: Dettaglio o di sintesi
ko_kr: 세부 정보 또는 요약
mr_in: तपशील किंवा सारांश
nl_nl: Detail Of Totalen
pt_pt: Analítico ou Sintético
ro_ro: Detaliu sau de sinteză
ru_ru: Подробно или в общем
sq_al: Detail Ose Përmbledhje
sv: Detaljerad eller aggregerad
sw_ke: Au kina Summary
tr_tr: DETAY/ÖZET ?
zh_hk: 显示级别
zh_tw: 詳細 或 彙總

source: Show all Accounts including zero balances
es_es: Mostrar todas las cuentas incluyendo saldos en cero
ko_kr: 제로 잔액을 포함한 모든 계정보기
mr_in: शून्य शिल्लक समावेश सर्व खाती दाखवा
pt_pt: Exibir todas Contas inclusive saldo 0
zh_tw: 顯示所有帳戶，包括零餘額

source: Produce PDF Report
cs_cz: Vytvářejte PDF Zpráva
es_es: Crear Informe PDF
hi_in: पीडीएफ रिपोर्ट निर्माण
id_id: Buat Laporan PDF
it_it: Produrre report in PDF
ko_kr: PDF 보고서를
mr_in: पीडीएफ अहवाल उत्पन्न
nl_nl: Produceren PDF Verslag
pt_pt: Gerar Relat. PDF
ro_ro: Raportul produce PDF
ru_ru: Создать отчет в формате PDF
sq_al: Raporti i prodhuar PDF
sv: Producera PDF Rapport
sw_ke: Ripoti ya kuzalisha PDF
tr_tr: PDF Raporu üretin
zh_hk: 打印PDF 报表
zh_tw: 製作 PDF 報表

source: Print Balance Sheet Error
cs_cz: Tisk Rozvaha Chyba
es_es: Imprimir Error en el Balance General
hi_in: प्रिंट तुलन पत्र में त्रुटि
id_id: Cetak Kesalahan Lembar Neraca
it_it: Stampa Balance Sheet errore
ko_kr: 인쇄 대차 대조표 오류
mr_in: प्रिंट ताळेबंद त्रुटी
nl_nl: Fout bij afdrukken balans
pt_pt: Imprime Folha de Erro no Balanço
ro_ro: Print Bilanţul Eroare
ru_ru: Ошибка печати баланса
sq_al: Sheet Print Bilanci Gabim
sv: Utskriftsfel
sw_ke: Magazeti mizania Error
tr_tr: Baskı Bilanço Hata
zh_hk: 打印资产负责表错误
zh_tw: 列印資產負責表錯誤

source: There were no entries to print out for the selections specified
cs_cz: Tam byly žádné položky vytisknout pro konkrétní výběr
es_es: No hubo entradas que imprimir para las selecciones indicadas
hi_in: वहाँ कोई निर्दिष्ट चयन के लिए बाहर प्रिंट प्रविष्टियों थे
id_id: Tdk ada jurnal utk dicetak dalam pilihan yg ditentukan
it_it: Non ci sono state voci di stampare per le selezioni di cui
ko_kr: 지정된 선택을 위해 인쇄 할 항목은 없었다
mr_in: निर्दिष्ट निवडी साठी बाहेर मुद्रित कोणतीही प्रविष्टी नाही होते
nl_nl: Er waren geen gegevens om af te drukken voor de geselecteerde selectie
pt_pt: Não há entradas a serem impressas para as seleções especificadas
ro_ro: Nu s-au intrări pentru a imprima pentru selecţiile specificate
ru_ru: Не найдено записей для печати для выбранных элементов
sq_al: Nuk ka pasur shënime të shtypura nga për zgjedhje të specifikuara
sv: Det finns inget att skriva ut
sw_ke: Kulikuwa hakuna majibu kwa maandishi kwa ajili ya uchaguzi maalum
tr_tr: belirtilen seçimler için çıktısını girdi yok edildi
zh_hk: 没有符合条件的记录
zh_tw: 沒有選取指定的帳目可以列印

source: Last Year
cs_cz: Poslední rok
es_es: Último Año
hi_in: पिछले साल
id_id: Tahun Lalu
it_it: L&#39;anno scorso
ko_kr: 작년
mr_in: गेल्या वर्षी
nl_nl: Vorig Jaar
pt_pt: Último Ano
ro_ro: Anul trecut
ru_ru: Прошлый год
sq_al: Vitin e kaluar
sv: Föregående år
sw_ke: Mwaka mara
tr_tr: GEÇEN YIL
zh_hk: 上年同期
zh_tw: 去年

source: Select A Different Balance Date
cs_cz: Zvolte jinou rovnováhu Datum
es_es: Elegir otra Fecha para el Balance General
hi_in: एक अलग शेष तिथि का चयन करें
id_id: Pilih Tgl Neraca yg Lain
it_it: Selezionare una data diversa Balance
ko_kr: 다른 균형 날짜를 선택
mr_in: भिन्न शिल्लक तारीख निवडा
nl_nl: Selecteer een Andere Saldo Datum
pt_pt: Selecione outra Data
ro_ro: Selectaţi o dată echilibru diferit
ru_ru: Выберите другую дату баланса
sq_al: Zgjidh një datë tjetër Bilanci
sv: Välj ett annat datum
sw_ke: Chagua tofauti Mizani Date
tr_tr: FARKLI BILANÇO TARIHI SEÇ
zh_hk: 选择其他报表日期
zh_tw: 選擇另一個結餘日期

source: Create GL Budgets
cs_cz: Vytvořit GL rozpočty
es_es: Crear Presupuestos Contables
hi_in: जीएल बजट बनाना
id_id: Buat Anggaran GL
it_it: Creare i bilanci GL
ko_kr: GL 예산 만들기
mr_in: जी.एल. बजेट तयार करा
nl_nl: Creeer budget voor de grootboekrekeningen
pt_pt: Criar Budget Contábil
ro_ro: Creaţi bugete GL
ru_ru: Создать бюджеты в главной книге
sq_al: Krijo Buxhetet GL
sv: Skapa Budgetar
sw_ke: Kujenga Bajeti GL
tr_tr: GL Bütçeler oluşturun
zh_hk: 创建总帐预算
zh_tw: 產生總帳預算

source: Budget updated successfully
es_es: Presupuesto actualizado exitosamente
id_id: Anggaran berhasil diperbarui
ko_kr: 예산 성공적으로 업데이트
mr_in: बजेट यशस्वीरित्या अद्यतनित
pt_pt: Orçamento Atualizado com sucesso
zh_tw: 預算更新完成

source: budgets cannot be allocated until the GL accounts are set up
cs_cz: rozpočty nelze přiřadit až GL účty jsou zřizovány
es_es: Antes de asignar presupuestos debe definir las cuentas contables
hi_in: बजट तक जीएल खातों की स्थापना नहीं की जा आवंटित कर सकते हैं
id_id: pembayaran tdk dapat dialokasi sampai akun GL dibuat
it_it: bilanci non possono essere assegnati fino a quando i conti GL sono istituiti
ko_kr: GL 계정이 설정 될 때까지 예산을 할당 할 수 없습니다
mr_in: जी.एल. खाती सेट होईपर्यंत खर्चाचे अंदाजपत्रक वाटप करणे शक्य नाही
nl_nl: Budget kan pas worden gealloceerd nadat de grootboekrekeningen zijn gedefinieerd
pt_pt: Orçamentos não podem ser alocados até que o plano de contas seja configurado
ro_ro: bugetele nu pot fi alocate până la conturile GL sunt stabilite
ru_ru: бюджеты не могут быть выделены до настройки счетов главной книги
sq_al: buxhetet nuk mund të ndahen derisa të llogarive GL janë ngritur
sv: budgetar kan inte tilldelas förrän bokföringskonton har definierats
sw_ke: bajeti hawezi kuwa zilizotengwa mpaka akaunti GL ni kuanzisha
tr_tr: GL hesapları kurmak kadar bütçeler tahsis edilemez
zh_hk: 会计科目设置未完成前，预算不能分配。
zh_tw: 預算未能配置除非已設定會計科目

source: Prev Account
cs_cz: Předchozí účtu
es_es: Cuenta Anterior
hi_in: आखिरी खाता
id_id: Akun Sebelumnya
ko_kr: 이전 계정
mr_in: मागील खाते
nl_nl: Vorige grootboekrekening
pt_pt: Conta Contábil Anterior
ro_ro: Prev Cont
ru_ru: Пред. счет
sv: Föregående konto
sw_ke: Kabla ya Akaunti
tr_tr: Önceki Hesap
zh_hk: 以前的账户
zh_tw: 上一個帳目

source: Select Account
cs_cz: Zvolte Účet
es_es: Seleccionar cuenta
hi_in: खाता चुनें
id_id: Pilih Akun
it_it: Selezionare Account
ko_kr: 계정 선택
mr_in: खाते निवडा
nl_nl: Selecteer grootboekrekening
pt_pt: Selecione Conta Contábil
ro_ro: Selectaþi Cont
ru_ru: Выберите счет
sq_al: Zgjidh Account
sv: Välj konto
sw_ke: Akaunti ya kuchagua
tr_tr: Hesap seçeneğini
zh_hk: 选择科目
zh_tw: 選取帳目

source: Next Account
cs_cz: Další účtu
es_es: Siguiente Cuenta
hi_in: अगले खाता
id_id: Akun Berikut
it_it: Prossimo Account
ko_kr: 다음 계정
mr_in: पुढील खाते
nl_nl: Volgende grootboekrekening
pt_pt: Próxima Conta Contábil
ro_ro: Next Cont
ru_ru: Следующий счет
sv: Nästa konto
sw_ke: Akaunti ijayo
tr_tr: Sonraki Hesabı
zh_hk: 下一账户
zh_tw: 下一個帳目

source: Cannot update GL budgets
cs_cz: Nelze aktualizovat GL rozpočty
es_es: No se puede actualizar los presupuestos contables
hi_in: जीएल बजट अद्यतन नहीं कर सकते
id_id: Tdk dapat memperbarui anggaran GL
it_it: Impossibile aggiornare i bilanci GL
ko_kr: GL 예산을 업데이트 할 수 없습니다
mr_in: जी.एल. खर्चाचे अंदाजपत्रक अद्यतनित करू शकत नाही
nl_nl: Kan de budgetten voor de grootboekrekeningen niet vernieuwen
pt_pt: Não pode atualizar Orçamento
ro_ro: Nu se poate actualiza bugetele GL
ru_ru: Невозможно обновить бюджеты в главной книге
sq_al: Can&#39;t update buxhetet GL
sv: Kan inte uppdatera GL budgetar
sw_ke: Hawezi update bajeti GL
tr_tr: GL bütçeleri güncelleme Can&#39;t
zh_hk: 无法更新总帐预算
zh_tw: 未能更新總帳預算
