Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Maintenance Of Petty Cash Type of Tabs
cs_cz: Údržbu Pokladna Typ Záloľky
es_es: Mantenimiento de pestañas de Tipo de Caja Chica
hi_in: टैब्स की लघु नकद प्रकार का रखरखाव
id_id: Pengaturan Tipe Pemegang Kas Kecil
it_it: Manutenzione di tipo piccola cassa di Tabs
ko_kr: 탭의 푼돈 유형의 유지 관리
mr_in: टॅबची किरकोळ रोकड प्रकार अनुपालन
nl_nl: Het onderhoud van de kleine kas Type Tabs
pt_pt: Manutenção do tipo de tabelas Fundo Fixo
ro_ro: Întreţinere de tip Cash Petty de Tabs
ru_ru: Обслуживание типов мелких расходов для вкладок
sq_al: Mirëmbajtjen e parasë së imët Lloji i Tabs
sv: Underhåll av handkassa Typ av Tabs
sw_ke: Matengenezo ya aina Petty Cash ya Tabs
tr_tr: Sekmelerin Petty Cash Türü Of Bakım
zh_hk: 小额现金种类维护
zh_tw: 維護標籤的零用現金類型

source: The Tabs type code cannot be an empty string
es_es: El código del tipo de Pestaña no puede estar vacío ó ser espacios
id_id: Kode Tipe Pemegang Kas tdk boleh kosong
ko_kr: 탭 유형 코드는 빈 문자열이 될 수 없습니다
mr_in: टॅब प्रकार कोड रिक्त अक्षरमाळा असू शकत नाही
pt_pt: O código do tipo de tabela não pode ter linha vazia
zh_tw: 該標籤類型代碼不能為空字符串

source: The tab code must be twenty characters or less long
cs_cz: Na kartě kód musí být dvacet nebo méně znaků dlouhé
es_es: El código de pestaña debe tener veinte caracteres o menos largo
hi_in: टैब कोड बीस या कम वर्णों का अवश्य होना चाहिए
id_id: Kode pemegang kas maksimal 20 karakter
it_it: Il codice sulla scheda deve essere venti caratteri o meno lungo
ko_kr: 탭 코드는 스무 자 이하 여야합니다
mr_in: टॅब कोड वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Het tabblad code moet twintig tekens of minder lange
pt_pt: O código da tabela deve ter até no máximo vinte caracteres
ro_ro: Codul Fila trebuie să fie de douazeci de caractere sau mai puţin timp
ru_ru: Код вкладки должен быть двадцати символов или меньше
sq_al: Kodi tab duhet të jetë njëzet shkronja ose më pak gjatë
sv: Fliken koden måste tjugo tecken eller mindre lång
sw_ke: Kanuni tab lazima wahusika ishirini au chini ya muda mrefu
tr_tr: Sekme kod yirmi karakter veya daha az olmalıdır
zh_hk: 标签代码必须小于20个字符
zh_tw: 該標籤的代碼必須是或少於20個字符

source: The petty cash tab type code cannot contain any of the illegal characters
es_es: El código del tipo de pestaña para la caja chica no puede contener caracteres prohibidos
id_id: Kode tipe pemegang kas kecil tdk boleh berisi karakter ilegal
ko_kr: 소액 현금 탭 타입 코드는 잘못된 문자를 포함 할 수 없습니다
mr_in: किरकोळ रोकड टॅब प्रकार कोड अवैध वर्ण कोणत्याही असू शकत नाही
pt_pt: O código do tipo de tabela fundo fixo não pode ter nenhum caracter especial
zh_tw: 零用現金標籤類型代碼不能包含任何非法字符

source: The Tabs type
cs_cz: Typ Záloľky
es_es: El tipo de Pestañas
hi_in: टैब्स प्रकार
id_id: Tipe Pemegang Kas
it_it: Le schede di tipo
ko_kr: 탭 유형
mr_in: टॅब प्रकार
nl_nl: De tabbladen type
pt_pt: Tipo de Tabelas
ro_ro: Tipul Tabs
ru_ru: Типы вкладок
sq_al: Lloji i Tabs
sv: Flikarna typ
sw_ke: Aina ya Tabs
tr_tr: Sekmeler türü
zh_hk: 标签类型
zh_tw: 該標籤類型

source: The Tab type
cs_cz: Typ Tab
es_es: El tipo de pestaña
hi_in: टैब प्रकार
id_id: Tipe Pemegang Kas
it_it: La scheda di tipo
ko_kr: 탭 유형
nl_nl: De Tab-type
pt_pt: Tipo de Tabelas
ro_ro: Tab tip
ru_ru: Тпи вкладки
sq_al: Lloji i Tab
sv: Tab typ
sw_ke: Tab aina
tr_tr: Tab türü
zh_hk: 标签类型
zh_tw: 該標籤類型

source: Tabs type
cs_cz: Karet typu
es_es: Tipo de Pestañas
hi_in: टैब्स प्रकार
id_id: Tipe Pemegang Kas
it_it: Schede di tipo
ko_kr: 탭 유형
mr_in: टॅब प्रकार
nl_nl: Tabbladen type
pt_pt: Tipo de Tabelas
ro_ro: File de tip
ru_ru: Тип вкладок
sq_al: Lloji Tabs
sv: Flikar typ
sw_ke: Tabs aina
tr_tr: Sekmeleri türü
zh_hk: 标签类型
zh_tw: 標籤類型

source: The number of tabs using this Tab type could not be retrieved
cs_cz: Počet karet s použitím tohoto typu Tab se nepodařilo získat
es_es: El número de fichas que utilizan este tipo de pestaña no se pudo recuperar
hi_in: इस टैब प्रकार टैब का उपयोग करने की संख्या को पुनः प्राप्त नहीं किया जा सका
id_id: Jumlah pemegang kas menggunakan tipe Pemegang Kas ini tdk dapat diambil
it_it: Il numero delle schede utilizzando questo tipo di scheda non può essere recuperata
ko_kr: 이 탭 유형을 사용하여 탭의 수는 검색 할 수 없습니다
mr_in: या टॅब प्रकार वापरून टॅब संख्या पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal tabbladen met deze Tab type kan niet worden opgehaald
pt_pt: O número de tabelas usando este tipo de tabela nao pode ser recuperado
ro_ro: Numărul de file folosind acest tip Tab nu a putut fi recuperate
ru_ru: Число вкладок, использущих этот тип вкладки не может быть получено
sq_al: Numri i skedave përdorur këtë lloj Tab nuk mund të shikohet
sv: Antalet flikar Med den här fliken typ kunde inte hämtas
sw_ke: Idadi ya tabo kutumia aina hii Tab inaweza kuwa retrieved
tr_tr: Bu Sekme türünü kullanarak sekme sayısı alınamadı
zh_hk: 找不到对于此编码的使用此标签类型的标签
zh_tw: 無法檢索使用該標籤類型的標籤數量

source: Cannot delete this tab type because tabs have been created using this tab type
cs_cz: Nelze smazat tuto kartu typu, protože karty byly vytvořeny pomocí této karty typu
es_es: No se puede suprimir este tipo de ficha, porque se han creado pestañas utilizando este tipo de ficha. No se pudo obtener el número de fichas que utilizan este tipo de pestaña
hi_in: इस टैब प्रकार हटाना क्योंकि टैब्स इस टैब प्रकार का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus tipe pemegang kas karena pemegang kas telah dibuat menggunakan tipe ini
it_it: Impossibile eliminare questo tipo di scheda, perché le schede sono state realizzate con questo tipo di scheda
ko_kr: 탭이 탭 형식을 사용하여 생성 되었기 때문에이 탭 유형을 삭제할 수 없습니다
mr_in: टॅब हा टॅब प्रकार वापरून तयार केले गेले कारण हा टॅब प्रकार हटवू शकत नाही
nl_nl: Kan niet verwijderen dit tabblad type, omdat tabs zijn gemaakt met behulp dit tabblad type
pt_pt: Este tipo de tabela não pode ser removido porque tabelas foram criadas usando este tipo de tabela
ro_ro: Nu se poate şterge acest tip de filă, deoarece filele au fost create folosind acest tip de filă
ru_ru: Не удается удалить этот тип вкладки, поскольку другие вкладки были созданы с помощью этим типом вкладки
sq_al: Nuk mund të fshini këtë lloj tab tabs sepse kanë qenë krijuar duke përdorur këtë lloj tab
sv: Kan inte ta bort denna flik skriver eftersom flikar har skapats med den här fliken typ
sw_ke: Hawezi kufuta aina hii kwa sababu tab tabo viliumbwa kwa kutumia aina hii tab
tr_tr: sekmeleri bu sekme türü kullanılarak oluşturulmuş çünkü bu sekmeyi tip silinemiyor
zh_hk: 无法删除此标签类型因为已被使用
zh_tw: 無法刪除此標籤類型，因為已經有新增標籤使用此標籤類型

source: Return to list of tab types
cs_cz: Zpět na seznam typů kartu
es_es: Volver a la lista de tipos de pestaña
hi_in: टैब प्रकार की सूची में लौटें
id_id: Kembali ke daftar tipe pemegang kas
it_it: Ritorna alla lista dei tipi di scheda
ko_kr: 탭 형식의 목록으로 돌아 가기
mr_in: टॅब प्रकारच्या सूचीकडे परत जा
nl_nl: Terug naar de lijst van het tabblad soorten
pt_pt: Retorna lista de tipos de tabela
ro_ro: A reveni la lista de tipuri de fila
ru_ru: Вернуться к списку типов вкладок
sq_al: Kthehuni tek lista e llojeve tab
sv: Återgå till listan över fliken typer
sw_ke: Kurudi kwenye orodha ya aina tab
tr_tr: sekme türleri listesine dön
zh_hk: 返回种类标签列表
zh_tw: 返回標籤類型列表

source: Tab type
cs_cz: Karta typu
es_es: tipo de pestaña
hi_in: टैब प्रकार
id_id: Tipe Pemegang Kas
it_it: Scheda tipo
ko_kr: 탭 유형
mr_in: टॅब प्रकार
nl_nl: Tabblad type
pt_pt: Tipo de tabela
ro_ro: Tab tip
ru_ru: Тип вкладки
sq_al: Lloji Tab
sv: Tab typ
sw_ke: Tab aina
tr_tr: Sekme türü
zh_hk: 标签类型
zh_tw: 標籤類型

source: Are you sure you wish to delete this code and all the description it may have set up?
cs_cz: Jste si jisti, že chcete smazat tento kód a všechny popisu to může nastavit?
es_es: ¿Está seguro que desea suprimir este código y toda la descripción que puede haber configurado?
hi_in: क्या आप इस कोड और सभी विवरण यह स्थापित हो सकता है को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus kode ini dan semua keterangan yg mungkin telah dibuat?
it_it: Sei sicuro di voler cancellare questo codice e di tutta la descrizione che può avere creato?
ko_kr: 이 코드가 설정 한 수있는 모든 설명을 삭제하려면 확실합니까?
mr_in: आपण हा कोड आणि तो सेट असावे सर्व वर्णन हटवू इच्छित खात्री आहे?
nl_nl: Weet u zeker dat u wilt deze code en alle de beschrijving kan hebben opgezet verwijderen?
pt_pt: Deseja realmente remover este código de tabela e toda a descrição que possa ter sido configurada?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest cod şi toate descrierea poate au înfiinţat?
ru_ru: Вы уверены, что хотите удалить этот код и все описание ?
sq_al: A jeni i sigurt se doni të fshini këtë kod dhe gjithë përshkrimi që mund të ketë ngritur?
sv: Är du säker på att du vill ta bort denna kod och alla beskrivningar den kan innehålla?
sw_ke: Una uhakika unataka kufuta kanuni na maelezo yote inaweza kuwa na kuweka?
tr_tr: Eğer bu kodu ve kurun olabilecek tüm açıklamalar silmek istediğinizden emin misiniz?
zh_hk: 确认要删除此代码已经所有其已经设置的描述吗？
zh_tw: 您確定要刪除這個代碼和所有它可能已經設立的描述？

source: Show All Types Tabs Defined
cs_cz: Zobrazit všechny typy Záloľky definovaná
es_es: Mostrar todos los tipos de pestañas definidos
hi_in: दिखाएँ सभी प्रकार टैब्स निर्धारित
id_id: Tampilkan Semua Tipe Pemegang Kas
it_it: Visualizza tutte le schede tipi definiti
ko_kr: 탭이 정의 된 모든 유형보기
mr_in: टॅब दर्शवा परिभाषित सर्व प्रकार
nl_nl: Toon alle tabbladen Defined
pt_pt: Exibir os Tipos Tab Definidos
ro_ro: Arata toate filele tipuri definite de
ru_ru: Показать вкладки всех определенных типов
sq_al: Show All Tabs Llojet Përcaktuar
sv: Visa alla typer Tabs Defined
sw_ke: Kuonyesha All Tabs Aina Defined
tr_tr: Tüm Türleri Sekmeler Tanımlı göster
zh_hk: 显示所有已定义的标签类型
zh_tw: 顯示所有類型的標籤定義

source: Code Of Type Of Tab
cs_cz: Kód druhu Tab
es_es: Código de Tipo de Pestaña
hi_in: टैब के प्रकार की संहिता
id_id: Kode Tipe Pemegang Kas
it_it: Codice del tipo di Tab
ko_kr: 탭의 종류 코드
mr_in: टॅब प्रकाराचा कोड
nl_nl: Code van het type Tab
pt_pt: Codigo do Tipo de TAB
ro_ro: Codul de tipul de Tab
ru_ru: Код типа вкладки
sq_al: Kodi i llojit të Tab
sv: Kod av typ av Tab
sw_ke: Kanuni ya Aina ya Tab
tr_tr: Tab Tipi Code Of
zh_hk: 标签种类代码
zh_tw: 選項卡類型的代碼

source: Only alpha-numeric characters and the underscore character are allowed
es_es: Sólo se permite caracteres alfanuméricos y guión_bajo
ko_kr: 영문자 및​​ 숫자 및 밑줄 문자가 허용됩니다
mr_in: केवळ अल्फा अंकीय वर्ण आणि अधोरेखित वर्ण अनुमती आहे
pt_pt: Permitido alfanumérico e underscore
zh_tw: 只有字母數字字符和下劃線字符是允許的

source: Description Of Type of Tab
cs_cz: Popis typu Tab
es_es: Descripción del tipo de pestaña
hi_in: टैब के प्रकार का विवरण
id_id: Keterangan Tipe Pemegang Kas
it_it: Descrizione del tipo di scheda
ko_kr: 탭의 종류를 설명
mr_in: टॅब प्रकार वर्णन
nl_nl: Beschrijving van het type Tab
pt_pt: Descrição do Tipo de TAB
ro_ro: Descriere a tipului de Tab
ru_ru: Описание типа вкладки
sq_al: Përshkrimi i Lloji i Tab
sv: Beskrivning av typ av tab
sw_ke: Maelezo ya Aina ya Tab
tr_tr: Sekmesi Türü Tanımı
zh_hk: 标签类型描述
zh_tw: 說明標籤類型的

source: Periods Inquiry
cs_cz: Období šetření
es_es: Consultar períodos
hi_in: काल जांच
id_id: Cari Periode
it_it: Periodi inchiesta
ko_kr: 기간 문의
mr_in: पूर्णविराम चौकशी
nl_nl: Zoekopdracht voor Peiodes
pt_pt: Consulta Períodos
ro_ro: Perioadele anchetă
ru_ru: Анализ периодов
sq_al: Periudha Hetim
sv: Periodfråga
sw_ke: Uchunguzi vipindi
tr_tr: TARIH ARALIGI SORGULARI
zh_hk: 会计期间
zh_tw: 會計期間

source: No periods were returned by the SQL because
cs_cz: Žádné období byly vráceny, protože SQL
es_es: Ningún período fue hallado por el SQL porque
hi_in: कोई अवधि क्योंकि SQL से लौट रहे थे
id_id: Tdk ada periode yg dikembalikan oleh SQL karena
it_it: Non ci sono periodi sono stati restituiti dal SQL perché
ko_kr: 마침표는 SQL 때문에에 의해 반환되지 않았다
mr_in: एकही पूर्णविराम SQL करून परत आले कारण
nl_nl: Geen periodes gevonden omdat
pt_pt: Nenhum período retornou com o SQL porque
ro_ro: Nu perioade au fost returnate de SQL, deoarece
ru_ru: Не было найдено периодов, так как
sq_al: Nuk ka periudha të ishin kthyer nga ana e SQL sepse
sv: Inga perioder returnerades av SQL eftersom
sw_ke: Hakuna muda akarudi na SQL sababu
tr_tr: TARIH ARALIGI GÖRÜNTÜLENEMIYOR:
zh_hk: 查找会计期间的SQL执行失败，因为
zh_tw: 沒有期間由 SQL 傳回, 因為

source: Period Number
cs_cz: Počet období
es_es: Nº Período
hi_in: अवधि संख्या
id_id: Nomor Periode
it_it: Periodo Numero
ko_kr: 기간 번호
mr_in: कालावधी क्रमांक
nl_nl: Periode nummer
pt_pt: Número Período
ro_ro: Perioada Numărul
ru_ru: Номер периода
sq_al: Periudha Numri
sv: Periodnummer
sw_ke: Idadi kipindi
tr_tr: PERIYOD NO
zh_hk: 期间编号
zh_tw: 期間編號

source: Date of Last Day
cs_cz: Poslední den
es_es: Fecha del último día
hi_in: अंतिम दिन की दिनांक
id_id: Tgl Hari Terakhir
it_it: Data dell&#39;ultimo giorno
ko_kr: 마지막 날의 날짜
mr_in: अंतिम दिवसाची तारीख
nl_nl: Datum van de laatste dag
pt_pt: Data do Último Dia
ro_ro: Data Ultima zi
ru_ru: Дата последнего дня
sq_al: Data e Ditës së Fundit
sv: Datum för senaste ändringen
sw_ke: Tarehe ya Siku ya Mwisho
tr_tr: SON GÜNÜN TARIHI
zh_hk: 期末日期
zh_tw: 期末日期

source: Price break matrix Maintenance
ko_kr: 가격 휴식 매트릭스 유지 보수
zh_tw: 價格表維護

source: at which the price will apply is 0 or less than 0
ko_kr: 하는 적용됩니다 가격은 0 또는 0보다 작은
zh_tw: 價格會是 0 或小於 0

source: The price must be entered as a positive number
es_es: El precio debe introducirse como un número positivo
ko_kr: 가격은 양수로 입력해야합니다
zh_tw: 價格必須是正數值

source: The date this price is to take effect from must be entered in the format
cs_cz: Datum tato cena je s účinností od musí být zadáno ve formátu
es_es: La fecha en que este precio debe tomar efecto de, se debe introducir en el formato
hi_in: तारीख इस कीमत है प्रारूप में दर्ज किया जाना चाहिए से प्रभाव में आने के
id_id: Tgl harga ini adalah utk berlaku dari harus dimasukkan dalam format
it_it: La data di tale prezzo è quello di prendere effetto a decorrere dal deve essere indicato nel formato
ko_kr: 이 가격은 날짜 형식으로 입력해야합니다에서 적용하기
mr_in: या किंमत पासून प्रभावी आहे तारीख स्वरूप प्रविष्ट करणे आवश्यक आहे
nl_nl: De datum waarop deze prijs is met ingang van moet worden opgenomen in het formaat te nemen
pt_pt: Formato de data até novo preço deve ser:
ro_ro: Data acest preţ este să intre în vigoare de la trebuie să fie introduse în formatul
ru_ru: Дата, до которой эта цена вступает в силу, должна быть введена в формате
sq_al: Data e këtij çmimi është që të hyjnë në fuqi nga duhet të futet në formatin
sv: Den dag då detta pris är att börja gälla från och måste skrivas in i formatet
sw_ke: Tarehe ya bei hii ni kuchukua kuanzia iwekwe katika muundo
tr_tr: Bu fiyat tarih biçiminde girilmelidir itibaren yürürlüğe girdikleri
zh_hk: 此价格生效的日期格式必须是
zh_tw: 這個價格是採取自生效之日起，必須在依格式輸入

source: The date this price is be in effect to must be entered in the format
cs_cz: Datum tato cena je v účinku, musí být zadáno ve formátu
es_es: La fecha en que este precio entra en efecto se debe introducir en el formato
hi_in: तारीख इस कीमत है प्रभाव में होना चाहिए करने के लिए प्रारूप में दर्ज किया जाना
id_id: Tgl harga ini berlaku utk harus dimasukkan dalam format
it_it: La data di tale prezzo è in effetti di essere deve essere inserito nel formato
ko_kr: 이 가격이 적용 될 수있다 날짜 형식으로 입력해야합니다
mr_in: या किंमत परिणाम असू आहे तारीख स्वरूप प्रविष्ट करणे आवश्यक आहे
nl_nl: De datum waarop deze prijs is in effect moet worden ingevoerd in het formaat
pt_pt: Data do preço deve estar no formato
ro_ro: Data acest preţ este în vigoare trebuie să trebuie să fie introduse în formatul
ru_ru: Дата, до которой эта цена будет действовать, должна быть введена в формате
sq_al: Data e ky çmim është të jetë në fuqi për të duhet të futet në formatin
sv: Datumet detta pris att gälla till måste anges i formatet
sw_ke: Tarehe ya bei hii ni kuwa katika athari na iwekwe katika muundo
tr_tr: Bu fiyat tarihinden geçerli olmak biçiminde girilmelidir için
zh_hk: 输入的价格生效日期格式必须是
zh_tw: 這個價格是在生效日期必須依格式輸入

source: The end date is expected to be after the start date, enter an end date after the start date for this price
cs_cz: Datum ukončení se očekává po startu datum, zadejte datum ukončení po dni zahájení za tuto cenu
es_es: Se espera que la fecha de finalización sea después de la fecha de inicio, ingrese una fecha de finalización después de la fecha de inicio para este precio
hi_in: अंत तिथि करने के लिए शुरू की तारीख के बाद हो सकता है, इस मूल्य के लिए शुरू की तारीख के बाद समाप्ति तिथि में प्रवेश की उम्मीद है
id_id: Tgl akhir seharusnya setelah tgl mulai, masukkan tgl berakhir setelah tgl mulai utk harga ini
it_it: La data finale dovrebbe essere dopo la data di inizio, immettere una data di scadenza dopo la data di inizio per questo prezzo
ko_kr: 종료 날짜가 시작 날짜 이후가 될이 가격의 시작 날짜 이후에 종료 날짜를 입력 것으로 예상된다
mr_in: समाप्ती तारीख या किंमत प्रारंभ तारीख नंतर एक समाप्ती तारीख प्रविष्ट करा प्रारंभ तारीख नंतर असेल अशी अपेक्षा आहे
nl_nl: De einddatum is naar verwachting na de startdatum, een einddatum in te voeren na de startdatum voor deze prijs
pt_pt: Data final precisa ser maior que data inicial
ro_ro: Data de sfârşit este de aşteptat să fie după data de start, introduceţi o dată de final după data de start pentru acest preţ
ru_ru: Дата окончания должна быть после даты начала. Введите дату окончания после даты начала для этой цены
sq_al: Data e fundit pritet të jetë pas datës së fillimit, të hyjë një datë e fundit pas datës së fillimit për këtë çmim
sv: Slutdatum beräknas vara efter startdatumet, ange ett slutdatum efter startdatumet för detta pris
sw_ke: tarehe ya mwisho inatarajiwa kuwa baada ya tarehe ya kuanza, kuingia tarehe ya mwisho baada ya tarehe ya kuanza kwa bei hii
tr_tr: Bitiş tarihi, başlangıç tarihinden sonra olması bu fiyat için başlangıç tarihinden sonra bir bitiş tarihi girin bekleniyor
zh_hk: 结束日期需要晚于开始日期，请为此定价在开始日期之后输入一个结束日期
zh_tw: 結束日期預期為起始日期後，開始日期對於這個價格後，輸入結束日期

source: This price has already been entered. To change it you should edit it
es_es: Este precio ya se ha introducido. Para cambiarlo, debe editarlo
id_id: Harga ini telah dimasukkan. Utk mengubahnya Anda perlu meng-editnya
it_it: Questo prezzo è già stato inserito. Per cambiarlo si dovrebbe modificarlo
ko_kr: 이 가격은 이미 입력되었습니다. 를 변경하려면 편집한다
mr_in: ही किंमत आधीच प्रविष्ट केले आहे. ते बदलण्यास आपण ते संपादावे
pt_pt: Preço já informado. Para atualizar clique em editar
zh_tw: 這個價格已經進入。要改變它，你應該修改它

source: Could not be update the existing prices
cs_cz: Nemohl být aktualizovat stávající ceny
es_es: No se pueden actualizar los precios existentes
hi_in: मौजूदा कीमतों अद्यतन नहीं किया जा सका
id_id: Tdk bisa update harga yg ada
it_it: Non potrebbe essere aggiornare i prezzi attuali
ko_kr: 기존 가격을 업데이트 할 수 없습니다
mr_in: विद्यमान दर अद्यतनित करणे शक्य नाही
nl_nl: Kon niet worden actualisering van de bestaande prijzen
pt_pt: Não pode atualizar preço existente
ro_ro: Nu a putut fi actualizeze preţurile existente
ru_ru: Невозможно обновить существующие цены
sq_al: Nuk mund të update çmimet ekzistuese
sv: Kunde inte uppdatera befintliga priser
sw_ke: Inaweza kuwa update bei zilizopo
tr_tr: Mevcut fiyat güncelleme olamazdım
zh_hk: 无法更新已有的价格
zh_tw: 無法更新現有的價格

source: The price has been updated
cs_cz: Cena, která byla aktualizována
es_es: El precio ha sido actualizado
hi_in: मूल्य अद्यतन किया गया है
id_id: Harga telah diperbarui
it_it: Il prezzo è stato aggiornato
ko_kr: 가격이 업데이트되었습니다
mr_in: किंमत सुधारित केले आहे
nl_nl: De prijs is bijgewerkt
pt_pt: Preço atualizado
ro_ro: Preţul a fost actualizat
ru_ru: Цена была обновлена
sq_al: Çmimi i është përditësuar
sv: Priset har uppdaterats
sw_ke: bei imekuwa updated
tr_tr: Fiyat güncellendi
zh_hk: 此价格已经更新
zh_tw: 價格已更新

source: Failed to insert price data
ko_kr: 가격 데이터를 삽입하는 데 실패했습니다
zh_tw: 無法插入價格數據

source: The price matrix record has been added
ko_kr: 가격 매트릭스 기록이 추가되었습니다
zh_tw: 價格紀錄已被新增

source: Failed to delete price data
ko_kr: 가격 데이터를 삭제하지 못했습니다
zh_tw: 無法刪除價格數據

source: The price matrix record has been deleted
ko_kr: 가격 매트릭스 기록이 삭제되었습니다
zh_tw: 價格紀錄已刪除

source: You must select a stock item first before set a price maxtrix
es_es: Debe seleccionar primero un artículo de inventario antes de fijar una matriz de precios
ko_kr: 가격 maxtrix을 설정하기 전에 먼저 재고 항목을 선택해야합니다
zh_tw: 選擇一個庫存項目之前必須先設定價格表

source: Price Effective From Date
cs_cz: Cena s účinností od data
es_es: Precio efectivo desde la fecha
hi_in: तारीख से प्रभावी मूल्य
id_id: Efektif Dari Tgl Harga
it_it: In vigore alla data Prezzo
ko_kr: 날짜부터 유효 가격
mr_in: किंमत तारखेपासून प्रभावी
nl_nl: Prijs Effectieve Van Datum
pt_pt: Data Inicial Efet. Preço
ro_ro: În vigoare de la Data Pret
ru_ru: Цены, вступающие в силу с даты
sq_al: Çmimeve në fuqi nga data
sv: Pris gäller från datum
sw_ke: Bei ufanisi Kutoka Date
tr_tr: Fiyat Tarihinden İtibaren Etkili
zh_hk: 价格生效日期自
zh_tw: 價格生效日

source: Enter the date from which this price should take effect.
ko_kr: 이 가격을 적용해야하는 날짜를 입력합니다.
mr_in: या किंमत परिणाम घ्यावे जेथून तारीख प्रविष्ट करा.
pt_pt: Entre data inicial para efeito deste preço.
zh_tw: 輸入這價格的生效日期

source: Price Effective To Date
cs_cz: Cena efektivní Datum
es_es: Precio vigente a la fecha
hi_in: प्रभावी तिथि करने के लिए मूल्य
id_id: Harga Efektif Utk Tgl
it_it: Prezzo effettivo To Date
ko_kr: 지금까지 효과적인 가격
mr_in: दिनांक प्रभावी किंमत
nl_nl: Prijs Effectieve To Date
pt_pt: Data Até Efet. Preço
ro_ro: Pret Data efectivă a
ru_ru: Цены, эффективные до даты
sq_al: Çmimi efektiv Për Data
sv: Pris effektivt att Datum
sw_ke: Bei ufanisi Date
tr_tr: Fiyat Tarihe Etkili
zh_hk: 价格生效截止日期
zh_tw: 價格失效日

source: Enter the date to which this price should be in effect to, or leave empty if the price should continue indefinitely
ko_kr: 이 가격에 적용되어야하는 날짜를 입력하거나 가격이 무한정 계속해야하는 경우 빈 떠나
mr_in: या किंमत परिणाम असावी ज्या तारीख प्रविष्ट करा, किंवा किंमत तळ सुरू करायला हवी असल्यास रिक्त सोडा
pt_pt: Informe a data até a qual este preço terá validade, deixar em branco para data continuar indefinidamente
zh_tw: 輸入這價格的生效日期，如果價格不變則保留空白。

source: The price to apply to orders where the quantity exceeds the specified quantity
ko_kr: 양이 지정된 수량을 초과 할 경우 가격은 주문에 적용
zh_tw: 折扣價適用於訂單的數量超過指定數量

source: Sell Price
cs_cz: Prodáváme Cena
es_es: Precio de venta
hi_in: कीमत बेचें
id_id: Harga-Jual
it_it: Prezzo di vendita
ko_kr: 판매 가격
mr_in: किंमत विक्री
nl_nl: Verkoopsprijs
pt_pt: Preço de Venda
ro_ro: Vindem Pret
ru_ru: Цена продажи
sq_al: Shes Çmimi
sv: Fsg pris
sw_ke: Bei ya kuuza
tr_tr: SATIS FIYATI
zh_hk: 销售单价
zh_tw: 售價

source: Item Prices
cs_cz: Bod ceny
es_es: Precios del artículo
hi_in: आइटम मूल्य
id_id: Harga Item
it_it: Luogo in cui si Prezzi
ko_kr: 상품 가격
mr_in: लेखाचे भाव
nl_nl: Artikel Prijzen
pt_pt: Preço Itens
ro_ro: Postul Preturi
ru_ru: Цены позиции
sq_al: Çmimet Item
sv: Produktpriser
sw_ke: Bei bidhaa
tr_tr: ÜRÜN FIYATLARI
zh_hk: 物料价目
zh_tw: 商品價格

source: The part code entered does not exist in the database
cs_cz: Část zadaný kód neexistuje v databázi
es_es: El Código no existe en la Base de Datos
hi_in: भाग में प्रवेश कोड डेटाबेस में मौजूद नहीं है
id_id: Kode brg yg dimasukkan tdk ada di database
it_it: Il codice parte indicata non esiste nel database
ko_kr: 입력 부분 코드가 데이터베이스에 존재하지 않는
mr_in: प्रविष्ट भाग कोड डेटाबेसमध्ये अस्तित्वात नाही
nl_nl: De ingevoerde onderdeel code bestaat niet
pt_pt: O código informado não existe no DB
ro_ro: Codul a intrat parte nu exista in baza de date
ru_ru: Введенный код части не существует в базе данных
sq_al: Kodi pjesë hyri nuk ekziston në bazën e të dhënave
sv: Produktkoden existerar inte i databasen
sw_ke: Kanuni sehemu aliingia haipo katika orodha ya
tr_tr: GIRILEN ÜRÜN KODU VERITABANINDA YOK
zh_hk: 输入的部件编码不存在于数据库
zh_tw: 輸入的部件編碼不存在於資料庫
