Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: There were no transactions found in the database between the dates
es_es: No se encontraron transacciones en la base de datos dentro del período establecido
id_id: Tdk ada transaksi ditemukan di database di antara tgl
ko_kr: 날짜 사이의 데이터베이스에서 찾을 수 없습니다 거래는 없었다
mr_in: दिवसांदरम्यान डेटाबेस आढळली नाही व्यवहार होते
pt_pt: Não existem transações no DB nas datas selecionadas
zh_tw: 目前還沒有發現在數據庫中日期之間的交易

source: Stock transaction listing from
cs_cz: Transakce na burze bude výpis z
es_es: listado de transacciones de existencias desde
hi_in: शेयर लेनदेन लिस्टिंग से
id_id: Daftar transaksi stok dari
it_it: Operazione di quotazione da
ko_kr: 에서 상장 주식 거래
mr_in: पासून सूची स्टॉक व्यवहार
nl_nl: Beurstransactie vermelding uit
pt_pt: Listagem Transações Estoque de
ro_ro: Bursa de Valori din lista tranzacţiilor
ru_ru: Список сделок с товаром из
sq_al: listë Stock transaksion nga
sv: Stock förteckning över transaktioner från
sw_ke: Hisa manunuzi ya nyimbo kutoka
tr_tr: Hisse senedi işlem listeden
zh_hk: 存货交易列表自
zh_tw: 貨品交易清單自

source: Customer Invoices
cs_cz: Odběratelských faktur
es_es: Facturas de clientes
hi_in: ग्राहक चालान
id_id: Faktur Customer
it_it: Clienti fatture
ko_kr: 고객 송장
mr_in: ग्राहक पावत्या
nl_nl: Klantfacturen
pt_pt: Pedidos Clientes
ro_ro: Facturi client
ru_ru: Счета клиентов
sq_al: Customer Faturat
sv: Kundfakturor
sw_ke: Ankara za wateja
tr_tr: Müşteri Faturalar
zh_hk: 客户发票
zh_tw: 客戶發票

source: Customer Credit Notes
cs_cz: Zákazník dobropisy
es_es: Notas de Crédito de clientes
hi_in: ग्राहक क्रेडिट नोट्स
id_id: Nota Kredit Customer
it_it: Customer Credit Note
ko_kr: 고객 신용 노트
mr_in: ग्राहक क्रेडिट नोट्स
nl_nl: Klant Credit Notes
pt_pt: Notas Credito Cliente
ro_ro: Client de credit Note
ru_ru: Заметки по кредиту клиента
sq_al: Credit Shënime Customer
sv: Kunden kreditnotor
sw_ke: Mikopo kwa wateja Vidokezo
tr_tr: Müşteri Kredi Notları
zh_hk: 客户红字发票
zh_tw: 客戶負數發票

source: Location Transfers
cs_cz: Umístění Převody
es_es: Transferencias de ubicación
hi_in: स्थान Transfers
id_id: Perpindahan Lokasi
it_it: Posizione Trasferimenti
ko_kr: 위치 전송
mr_in: स्थान हस्तांतरणासाठी
nl_nl: Lokatie Verplaatsingen
pt_pt: Transf. Local
ro_ro: Locaţie Transferuri
ru_ru: Расположения переводов
sq_al: Vendndodhja Transferet
sv: Lagerförflyttningar
tr_tr: DEPO TRANSFERLERI
zh_hk: 物料移动
zh_tw: 地點轉移

source: Stock Adjustments
cs_cz: Úpravy skladem
es_es: Ajustes de existencias
hi_in: शेयर समायोजन
id_id: Penyesuaian Stok
it_it: Archivio Regolazioni
ko_kr: 재고 조정
mr_in: स्टॉक ऍडजस्टमेंट
nl_nl: Voorraad wijziging
pt_pt: Estoque Ajustes
ro_ro: Ajustări stoc
ru_ru: Корректировки склада
sq_al: Stock Rregullimet
sv: Lagerjusteringar
sw_ke: Hisa marekebisho
tr_tr: STOK AYARLAMALARI
zh_hk: 存货调整
zh_tw: 存貨調存

source: Purchase Order Deliveries
cs_cz: Objednávka Dodávky
es_es: Despachos de Orden de Compra
hi_in: खरीद आदेश वितरण
id_id: Pengiriman Order Pembelian
it_it: Ordine d&#39;acquisto Consegne
ko_kr: 주문 배달을 구입
mr_in: खरेदी ऑर्डर प्रसूतीच्या
nl_nl: Bestelling Leveringen
pt_pt: Ordem Compra Entregues
ro_ro: Ordinul de cumpărare Livrările
ru_ru: Поставки заказа на поставку
sq_al: Rendit Dërgesat Blerje
sv: Inköpsorder Leveranser
sw_ke: Kununua Order wanaojifungua
tr_tr: Sipariş Teslimatlar
zh_hk: 采购订单交付
zh_tw: 採購訂單交付

source: Work Order Receipts
cs_cz: Příjmy práce Objednat
es_es: Recibos de Orden de Trabajo
hi_in: कार्य आदेश रसीद
id_id: Work Order Penerimaan
it_it: Ordine di lavoro Ricevute
ko_kr: 주문 영수증을 작업
mr_in: मागणी पावत्या काम
pt_pt: Ordem Produção Recebidas
ro_ro: Ordinul de muncă Încasări
ru_ru: Денежные поступления для наряда на работу
sq_al: Rendit Pranimet Puna
sv: Arbetsorder Kvitton
sw_ke: Kazi Order Mapato
tr_tr: Iş siparişler
zh_hk: 工作单收货
zh_tw: 工作單收貨

source: Work Order Issues
cs_cz: Práce jiných záležitostí
es_es: Emisiones de Orden de Trabajo
hi_in: कार्य आदेश मुद्दे
id_id: Masalah Order Produksi
it_it: Problemi di ordine di lavoro
ko_kr: 주문 문제 작업
mr_in: मागणी मुद्दे काम
nl_nl: Work Order Kwesties
pt_pt: Ordem Produção Solic.
ro_ro: Lucru Ordine Probleme
ru_ru: Выпуски нарядов на работу
sq_al: Rendit Çështjet e punës
sv: Arbetsorder Frågor
sw_ke: Masuala ya kazi Order
tr_tr: İş Emri Sorunlar
zh_hk: 工作单发料
zh_tw: 工單問題

source: Picking Lists Not Enabled
cs_cz: Sbíráme Seznamy nejsou povoleny
es_es: Lista de Recolección No Habilitadas
hi_in: उठा सक्षम नहीं सूचियाँ
id_id: Surat Pengambilan Tdk Diaktifkan
it_it: Picking Non Liste Attivato
ko_kr: 목록을 따기 사용하지 않음
mr_in: सक्षम न निवड याद्या
nl_nl: Picklijsten niet ingeschakeld
pt_pt: Lista Separação Não habilitada
ro_ro: Cules nu liste Activat
ru_ru: Список выбора не включен
sq_al: Picking Jo Listat aktivizuar
sv: Plocklistor Not Enabled
sw_ke: Picking Orodha Si Enabled
tr_tr: Toplama Etkin Değil Listeler
zh_hk: 装箱单还未启用
zh_tw: 領料單未啟用

source: The system is not configured for picking lists. A configuration parameter is required where picking slips are required. Please consult your system administrator.
es_es: El sistema no está configurado para listas de recolección. Un parámetro de configuración es necesario cuando se requieran las listas de recolección. Por favor, consulte a su administrador del sistema.
id_id: Sistem ini tdk dikonfigurasi utk surat pengambilan. Parameter konfigurasi diperlukan dimana surat pengambilan diminta. Silakan hubungi administrator sistem Anda.
ko_kr: 이 시스템은 목록을 따기 위해 구성되어 있지 않습니다. 피킹 전표가 필요한 경우 구성 매개 변수는 필수입니다. 시스템 관리자에게 문의하십시오.
mr_in: प्रणाली याद्या निवड व्यूहरचित केले जात नाही. निवड स्लिपची आवश्यक आहे जेथे संरचना घटक आवश्यक आहे. तुमची प्रणाली प्रशासकाशी सल्ला घ्या.
pt_pt: O sistema não foi configurado para imprimir lista separação. Um parametro é requerido para isso. consulte o admin do sistema
zh_tw: 系統沒有設立裝箱單。有裝箱單的需求時，則需要設定該參數。請諮詢您的系統管理員。

source: Select Picking Lists
cs_cz: Vyberte Sbíráme Seznamy
es_es: Seleccionar listas de recolección
hi_in: चयन सूची उठा
id_id: Pilih Surat Pengambilan
it_it: Seleziona liste di prelievo
ko_kr: 피킹리스트를 선택
mr_in: पिकिंग याद्या निवडा
nl_nl: Selecteer picklijsten
pt_pt: selecione lista separação
ro_ro: Alegerea selectaţi Liste
ru_ru: Выберите списки выбора
sq_al: Zgjidh Picking Listat
sv: Välj plocklistor
sw_ke: Kuchagua Picking Orodha
tr_tr: Seçmek Listeler Picking
zh_hk: 选择装箱单
zh_tw: 選擇裝箱單

source: Create picking lists for all deliveries to be made on
cs_cz: Vytvořte vychystávání seznamů pro všechny dodávky, které bude nutno
es_es: Crear listas de recolección para todas las entregas que se harán en
hi_in: बनाने के सभी प्रसव के लिए सूचियों चुनने पर किए जाने के लिए
id_id: Buat surat pengambilan utk semua pengiriman yg akan dilakukan pada
it_it: Creare liste di prelievo per tutte le consegne da effettuare sui
ko_kr: 모든 배달가 될 수 있도록 따기 목록 만들기
mr_in: सर्व प्रसूतीच्या वर बनणे साठी निवड सूची तयार
nl_nl: Maak picklijsten voor alle leveringen aan worden gedaan op
pt_pt: Criar lista separação para todas entregas
ro_ro: cules Creaţi liste pentru toate livrările care urmează să fie făcute pe
ru_ru: Создать списки выбора для всех поставок, сделанных для
sq_al: Krijo picking listave për të gjitha furnizimet të bëhen në
sv: Skapa plocklistor för alla leveranser som skall göras på
sw_ke: Picking Create orodha ya wanaojifungua wote kufanywa
tr_tr: Oluşturduğunuz tüm teslimatlar için listeler seçimi konusunda yapılacak
zh_hk: 创建所有发货的装箱单
zh_tw: 建立所有要出貨的裝箱單

source: From Warehouse
cs_cz: Z objektů
es_es: Del almacén
hi_in: गोदाम से
id_id: Dari Gudang
it_it: Dal magazzino
ko_kr: 창고에서
mr_in: वखार पासून
nl_nl: Uit magazijn
pt_pt: do armazém
ro_ro: De la Warehouse
ru_ru: Со склада
sq_al: Nga Magazina
sv: Från Warehouse
sw_ke: Kutoka Warehouse
tr_tr: Depo YTL
zh_hk: 自仓库
zh_tw: 從倉庫

source: Print Picking Lists
cs_cz: Tisk Sbíráme Seznamy
es_es: Imprimir listas de recolección
hi_in: प्रिंट सूचियाँ बिनाई
id_id: Cetak Surat Pengambilan
it_it: Stampa liste di prelievo
ko_kr: 따기 목록을 인쇄
mr_in: याद्या निवड करून छापा
nl_nl: Print picklijsten
pt_pt: Imprimir Lista Separação
ro_ro: Imprimare Alegerea Liste
ru_ru: Печатать списки выбора
sq_al: Print Picking Listat
sv: Skriv ut plocklistor
sw_ke: Picking magazeti Orodha
tr_tr: Baskı Listeler Picking
zh_hk: 打印装箱单
zh_tw: 列印裝箱單

source: There was a problem retrieving the order header details from the database
cs_cz: Tam byl problém získávání informací, aby hlavička z databáze
es_es: Hubo un problema obteniendo los detalles del encabezado de la orden desde la base de datos
hi_in: वहाँ एक डेटाबेस से आदेश हैडर विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian header order dari database
it_it: C&#39;è stato un problema recuperare i dettagli dell&#39;ordine colpo di testa da database
ko_kr: 데이터베이스에서 주문 헤더 정보를 검색하는 동안 문제가 발생했습니다
mr_in: डेटाबेस ऑर्डर हेडर तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem het ophalen van de bestelling kop gegevens uit de database
pt_pt: existe um problema na recuperação do cabeçalho pedido e detalhes no DB
ro_ro: Nu a fost o problemă la regăsirea detalii antet ordinea din baza de date
ru_ru: Возникли проблемы при получении заголовка заказа из базы данных
sq_al: Nuk ishte një problem retrieving të dhënat header urdhër nga baza e të dhënave
sv: Det gick inte att hämta detaljerna för sidhuvudet från databasen
sw_ke: Kulikuwa na tatizo retrieving maelezo header amri kutoka database
tr_tr: veritabanından sipariş başlık bilgilerini alırken bir problem vardı
zh_hk: 取得此订单抬头时发生错误
zh_tw: 從資料庫中檢索的順序標題的詳細信息，有問題

source: Print Picking List Error
cs_cz: Tisk Sbíráme Seznam chyb
es_es: Error al Imprimir la Lista de Recolección
hi_in: प्रिंट उठा सूची में त्रुटि
id_id: Kesalahan Cetak Surat Pengambilan
it_it: Errore di Stampa lista di prelievo
ko_kr: 인쇄 따기 목록 오류
mr_in: प्रिंट पिकिंग सूची त्रुटी
nl_nl: Print picking list fout
pt_pt: Erro na Impressão Lista Separação
ro_ro: Print Alegerea Lista de eroare
ru_ru: Ошибка печати списка выбора
sq_al: Gabim Lista Picking Print
sv: Skriv ut plocklista fel
sw_ke: Picking magazeti Orodha Error
tr_tr: Baskı Toplama Listesi Hatası
zh_hk: 打印装箱单错误
zh_tw: 列印領料單錯誤

source: Unable to Locate any orders for this criteria
cs_cz: Nelze Vyhledejte objednávkách tohoto kritéria
es_es: No se pueden encontrar ninguna orden para este criterio
hi_in: इस मापदंड के लिए असमर्थ किसी भी आदेश को पता लगाएँ
id_id: Tdk dapat Mencari order utk kriteria ini
it_it: Impossibile trovare tutti gli ordini di questo criterio
ko_kr: 이 기준에 대한 어떤 주문을 찾을 수 없습니다
nl_nl: Niet in staat om alle orders te vinden voor dit criterium
pt_pt: Não localizou pedidos para este local de entrega
ro_ro: În imposibilitatea de a localiza orice comenzi pentru acest criteriu
ru_ru: Не удалось найти заказы по этому критерию
sq_al: Në pamundësi për të gjetur ndonjë porosi për këtë kriter
sv: Inte hitta alla beställningar dessa kriterier
sw_ke: Hawawezi Machapisho maagizo yoyote kwa vigezo hii
tr_tr: Yapamaz, bu kriterler için herhangi bir emir bulun için
zh_hk: 无法找到符合此条件的订单
zh_tw: 我們無法找到該條件的任意訂單

source: Enter Another Date
cs_cz: Zadejte Další data
es_es: Introducir otra fecha
hi_in: एक और दिनांक दर्ज करें
id_id: Masukkan Tgl lain
it_it: Inserisci un&#39;altra data
ko_kr: 다른 날짜를 입력
mr_in: आणखी दिनांक प्रविष्ट करा
nl_nl: Voer een andere datum
pt_pt: informe outra data
ro_ro: Introduceţi o altă dată
ru_ru: Введите другую дату
sq_al: Enter tjetër Date
sv: Ange ett annat datum
sw_ke: Kuingia mwingine Date
tr_tr: Başka bir tarih girin
zh_hk: 输入其他日期
zh_tw: 輸入另一個日期

source: Picking List
cs_cz: Sbíráme Seznam
es_es: Lista de Recolección
hi_in: सूची उठा
id_id: Surat Pengambilan
ko_kr: 목록 따기
mr_in: सूची निवड
nl_nl: Picking Lijst
pt_pt: Lista Separação
ro_ro: Lista de cules
ru_ru: Список выбора
sq_al: Picking Lista
sv: Plocklista
sw_ke: Picking Orodha
tr_tr: Liste Picking
zh_hk: 装箱单
zh_tw: 領料單

source: Laser Picking List
cs_cz: Laser Sbíráme Seznam
es_es: Escanear la Lista de Recolección
hi_in: लेजर उठा सूची
id_id: Surat Pengambilan Laser
it_it: Laser lista di prelievo
ko_kr: 레이저 따기 목록
mr_in: लेझर पिकिंग यादी
pt_pt: Lista Separ. Laser
ro_ro: Alegerea laser Lista
ru_ru: Лазерный список выбора
sq_al: Lista Laser Picking
sv: Laser plocklista
sw_ke: Laser Picking Orodha
tr_tr: Lazer Toplama Listesi
zh_hk: 自由格式装箱单
zh_tw: 雷射領料單

source: There was a problem retrieving the order line details for Order Number
cs_cz: Tam byl problém získávání informací, aby linka pro pořadové číslo
es_es: Hubo un problema al obtener los detalles de línea de la orden para el Número de Orden
hi_in: वहाँ एक आदेश संख्या के लिए आदेश पंक्ति विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian baris order utk Nomor Order
it_it: C&#39;è stato un problema recuperare i dettagli dell&#39;ordine linea per Numero d&#39;ordine
ko_kr: 주문 번호에 대한 주문 라인 정보를 검색하는 동안 문제가 발생했습니다
mr_in: मागणी क्रमांक ऑर्डर ओळ तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem het ophalen van de orderregel details voor volgnummer
pt_pt: Houve um problema recuperando a linha de detalhes do pedido para o Pedido Número
ro_ro: Nu a fost o problemă la regăsirea detalii linie de comandă pentru Ordine Număr
ru_ru: Возникли проблемы при получении позиций заказа для заказа с номером
sq_al: Nuk ishte një problem retrieving detajet e linjës me qëllim për të Rendit Numri
sv: Det gick inte att hämta uppgifter orderraden för löpnummer
sw_ke: Kulikuwa na tatizo retrieving maelezo ili line Order Idadi
tr_tr: Sipariş sayısı için sipariş hattı detayları alırken bir problem vardı
zh_hk: 取得此订单编号的订单抬头时发生错误
zh_tw: 截取訂單行的詳細信息訂單號，有問題

source: Price list by inventory category
ko_kr: 재고 카테고리 별 가격 목록
zh_tw: 依庫存類別的價格表

source: Customer Special Prices Only
cs_cz: Zákazník Zvláštní ceny pouze
es_es: Solamente Precios Especiales para clientes
hi_in: केवल ग्राहक विशेष मूल्य
id_id: Hanya Harga Khusus utk Customer
it_it: Prezzi dei clienti speciali solo
ko_kr: 고객 특별 가격 만
mr_in: ग्राहक विशेष किंमती केवळ
nl_nl: Klanten Speciale Prijzen Alleen
pt_pt: Somente Clientes Preços Espec.
ro_ro: Preturi speciale singurul client
ru_ru: Только специальные цены клиента
sq_al: Çmimet Customer Special i Thjeshtë
sv: Bara kundunika priser
sw_ke: Bei Maalum mteja tu
tr_tr: SADECE ÖZEL MÜSTERI FIYATLARI
zh_hk: 只要客户特殊价格
zh_tw: 只要客戶特殊價格

source: Special price List - No Customer Selected
cs_cz: Speciální cena List - č. vybrané zákazníky
es_es: Lista de Precios Especial - Sin cliente Seleccionado
hi_in: विशेष मूल्य सूची - कोई ग्राहक चयनित
id_id: Daftar harga khusus - Customer Tdk Dipilih
it_it: Prezzo speciale List - Nessun cliente selezionato
ko_kr: 특별 가격리스트 - 선택하지 고객
mr_in: विशेष किंमत सूची - निवडलेला नाही ग्राहक
nl_nl: Speciale prijslijst - geen klant geselecteerd
pt_pt: Lista Preços Especiais - Nenhum cliente selec.
ro_ro: Lista de preţuri speciale - nici un client nu selectate
ru_ru: Специальный прайс-лист - Не выбрано клиентов
sq_al: Lista e çmimeve të veçanta - No Customer zgjedhur
sv: Kundunika priser - Ingen kund vald
sw_ke: Orodha ya bei maalum - No Wateja Selected
tr_tr: Özel fiyat listesi - Seçilmiş No Müşteri
zh_hk: 特殊价格表-未选择顾客
zh_tw: 特殊價格列表 - 不分客戶

source: The customer must first be selected from the select customer link
cs_cz: Zákazník musí být nejprve vybrány z výběru zákazníka odkaz
es_es: Debe primero seleccionar el cliente desde el enlace seleccionar clientes
hi_in: ग्राहक पहले ग्राहक का चयन करें कड़ी से चुना जाना चाहिए
id_id: Customer harus dipilih dahulu dari link pilih customer
it_it: Il cliente deve essere prima selezionato dal cliente seleziona link
ko_kr: 고객은 먼저 선택 고객 링크에서 선택해야합니다
mr_in: ग्राहक प्रथम निवडा ग्राहक दुव्यावरून निवडणे आवश्यक आहे
nl_nl: De klant moet eerst worden geselecteerd via de slecteer klant link
pt_pt: É necessário primeiro selecionar o cliente do link de seleção de cliente
ro_ro: Clientul trebuie mai întâi selectate din link-ul de client selectaţi
ru_ru: Сначала должен быть выбран клиент по ссылке выбора клиента
sq_al: Konsumatorit duhet së pari të zgjidhen nga lidhja klient zgjidhni
sv: kunden måste först väljas
sw_ke: mteja The lazima kwanza selected kutoka zilizounganishwa chagua mteja
tr_tr: ÖNCE (MÜSTERI SEÇ) LINKINI KULLANARAK BIR MÜSTERI SEÇMELISINIZ
zh_hk: 请先从选择客户页面中选取客户
zh_tw: 請先從客戶連結中選取客戶

source: Re-run the price list once the customer has been selected
cs_cz: Re-run ceníku, když je zákazník byl vybrán
es_es: Vuelva a efectuar la lista de precios una vez que haya seleccionado al cliente
hi_in: फिर से मूल्य सूची रन एक बार ग्राहक चयनित किया गया है
id_id: Jalankan kembali daftar harga begitu customer telah dipilih
it_it: Rieseguire il listino prezzi una volta che il cliente è stato selezionato
ko_kr: 고객이 선택되면 가격 목록을 다시 실행하여
mr_in: ग्राहक निवडल्यावर किंमत सूची पुन्हा चालवा
nl_nl: Voer de prijs-lijst opnieuw uit zodra de klant is geselecteerd
pt_pt: Re-execute a lista de preços uma vez que o cliente tenha sido selecionado
ro_ro: Re-rula lista de preţuri, odată ce clientul a fost selectat
ru_ru: Перезапустить прайс-лист при выборе клиента
sq_al: Ribëhen një herë listën e çmimeve të konsumatorit është përzgjedhur
sv: Köra om prislistan när kunden har valt
sw_ke: Re-run orodha ya bei ya mara moja kwa mteja imekuwa kuchaguliwa
tr_tr: MÜSTERIYI SEÇTIKTEN SONRA FIYAT LISTESINI TEKRAR ÇAGIRIN
zh_hk: 然后打印所选客户的价格表
zh_tw: 重新運行一次已選取客戶的價格表

source: Back
cs_cz: Zpět
es_es: Regresar
hi_in: वापस
id_id: Kembali
it_it: Indietro
ko_kr: 백
mr_in: पाठ
nl_nl: Terug
pt_pt: Retornar
ro_ro: Înapoi
ru_ru: Назад
sq_al: Mbrapa
sv: Åter
sw_ke: Nyuma
tr_tr: Geri
zh_hk: 返回
zh_tw: 返回前頁

source: The effective date must be entered in the format
cs_cz: Datum účinnosti, musí být zadáno ve formátu
es_es: La fecha de vigencia se debe introducir en el formato
hi_in: प्रभावी तिथि प्रारूप में दर्ज होना चाहिए
id_id: Tgl efektif harus dimasukkan dalam format
it_it: La data di efficacia deve essere indicato nel formato
ko_kr: 유효 날짜 형식으로 입력해야합니다
mr_in: प्रभावी तारीख स्वरूपात प्रविष्ट करणे आवश्यक आहे
nl_nl: De effectieve datum moet worden ingevoerd in het formaat
pt_pt: Data efetiv. deve ser no formato
ro_ro: Data efectivă trebuie să fie introduse în formatul
ru_ru: Дата вступления в силу должно быть введено в формате
sq_al: Data në fuqi duhet të futet në formatin
sv: Den effektiva datum måste anges i formatet
sw_ke: tarehe ya kuanza iwekwe katika muundo
tr_tr: Yürürlük tarihinden biçiminde girilmelidir
zh_hk: 有效的日期格式为
zh_tw: 生效日期必須依格式輸入

source: Problem Report....
cs_cz: Problém...
es_es: Informe de Problemas ...
hi_in: समस्या रिपोर्ट करें ....
id_id: Laporan Masalah....
it_it: Segnala il problema ....
ko_kr: 문제 보고서 ....
mr_in: समस्या नोंदवा ....
nl_nl: Problemen Rapport....
pt_pt: Relatório problema....
ro_ro: Raport problemă ....
ru_ru: Отчет о проблеме
sq_al: Raporti Problem ....
sv: Problemrapport
sw_ke: Ripoti tatizo ....
tr_tr: RAPOR HATASI...
zh_hk: 问题报告...
zh_tw: 問題報表....

source: The Price List could not be retrieved by the SQL because
cs_cz: Cena se nepodařilo získat do SQL, protože
es_es: El SQL no pudo obtener la Lista de Precios porque
hi_in: मूल्य सूची क्योंकि SQL से नहीं लिया सकता है
id_id: Daftar Harga tdk dapat diambil oleh SQL karena
it_it: Il listino prezzi non può essere recuperata dal SQL perché
ko_kr: 가격 목록은 SQL 때문에 검색 할 수 없습니다
mr_in: किंमत सूची SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De Prijs Lijst kan niet worden opgehaald door de SQL omdat
pt_pt: A Lista de Preço não pode ser recuperada pelo SQL porque
ro_ro: Lista de preţuri nu a putut fi recuperate de către SQL, deoarece
ru_ru: Прайс-лист не может быть получен SQL, так как
sq_al: Lista e cmimeve nuk mund të shikohet nga SQL sepse
sv: Prislistan kunde inte hämtas av SQL:n för att
sw_ke: Orodha ya bei inaweza kuwa retrieved na SQL sababu
tr_tr: FIYAT LISTESI ALINAMADI:
zh_hk: 取得价格表的SQL运行失败
zh_tw: 價格表未能從 SQL 中提取, 因為

source: For debugging purposes the SQL used was:
cs_cz: Pro účely ladění SQL použitý byl:
es_es: Para propósitos de depuración del SQL utilizado fue:
hi_in: debugging प्रयोजनों के लिए प्रयोग किया जाता एसक्यूएल था:
id_id: Utk keperluan debugging SQL yg digunakan adalah:
it_it: Ai fini del debug di SQL utilizzato è:
ko_kr: 디버깅 목적을 위해 사용되는 SQL했다 :
mr_in: डिबगींग करीता वापरली SQL होता:
nl_nl: Voor het debuggen doeleinden gebruikte SQL was:
pt_pt: Para finalidades de apuração o SQL usou:
ro_ro: În scopuri de depanare SQL utilizată a fost:
ru_ru: Для отладки использовался SQL
sq_al: Për qëllime debugging SQL përdorur ishte:
sv: För avlusning ändamål SQL användes var:
sw_ke: Kwa madhumuni ya debugging ya SQL kutumika mara:
tr_tr: hata ayıklama amacıyla kullanılan SQL oldu:
zh_hk: 为调试目的，所用SQL为：
zh_tw: 用於調試目的使用的SQL為：

source: Print Price List Error
cs_cz: Tisk Ceník Chyba
es_es: Imprimir errores en lista de precios
hi_in: प्रिंट मूल्य सूची में त्रुटि
id_id: Cetak Kesalahan Daftar Harga
it_it: Prezzo Stampa Elenco errori
ko_kr: 인쇄 가격 목록 오류
mr_in: प्रिंट किंमत सूची त्रुटी
nl_nl: Afdruk Prijs Lijst Fout
pt_pt: erro na Lista de Preço
ro_ro: Print Lista de preturi Eroare
ru_ru: Ошибка печати прайс-листа
sq_al: Lista e Çmimeve Error Print
sv: Skriv ut kundlista fel
sw_ke: Bei magazeti Orodha Error
tr_tr: FIYAT LISTESI YAZDIRMA HATASI
zh_hk: 打印价格表错误
zh_tw: 列印價格表錯誤

source: There were no price details to print out for the customer or category specified
cs_cz: Tam byly žádné podrobnosti cena vytisknout pro zákazníka, nebo kategorie uvedené
es_es: No hubo detalles de precios a imprimir para el cliente o categoría indicada
hi_in: कोई मूल्य के विवरण थे ग्राहक या श्रेणी निर्दिष्ट के लिए बाहर प्रिंट
id_id: Tdk ada rincian harga utk dicetak tentang customer atau kategori yg dipilih
it_it: Non ci sono dettagli di prezzo di stampare per il cliente o categoria specificata
ko_kr: 지정된 고객 또는 범주에 대한 인쇄 할 가격에 대한 자세한 내용은 없었다
mr_in: निर्दिष्ट ग्राहक किंवा श्रेणीसाठी मुद्रीत नाही किंमत तपशील नाहीत
nl_nl: Er zijn geen prijs details gevonden voor de klant of categrie specificaties
pt_pt: Não há detalhes de preço para o cliente ou categoria especificada
ro_ro: Nu au existat detalii de preţ pentru a imprima pentru client sau categorie specificată
ru_ru: Не неайдено данных о цене для распечатки для заданного клиента или категории
sq_al: Nuk ka pasur detaje të çmimeve për të shtypur jashtë për të konsumatorëve apo kategoria e dhënë
sv: Det fanns inga prisuppgifter att skriva ut för kunden eller viss kategori
sw_ke: Kulikuwa hakuna maelezo ya bei ya magazeti kwa ajili ya mteja au jamii maalum
tr_tr: BELIRTTIGINIZ MÜSTERI EYA KATEGORI IÇIN YAZDIRILABILECEK FIYAT DETAYI YOK
zh_hk: 指定的客户或物料组没有价格表记录可显示
zh_tw: 指定客戶或類別沒有可列印的價格資料

source: No End Date
cs_cz: Bez data ukončení
es_es: Sin fecha final
hi_in: कोई अन्त तिथि
id_id: No Tgl Akhir
it_it: Nessuna data di fine
ko_kr: 종료 날짜 없음
mr_in: समाप्ती तारीख नाही
nl_nl: Geen Einddatum
pt_pt: Sem Data Final
ro_ro: Fără dată de încheiere
ru_ru: Без даты завершения
sv: Inget slutdatum
sw_ke: Hakuna Date Mwisho
tr_tr: Hayır Bitiş Tarihi
zh_hk: 无结束日期
zh_tw: 沒有結束日期

source: Price_List
es_es: Lista_Precios
ko_kr: 가격표
pt_pt: Lista_Preço
ru_ru: Прайс-лист
zh_hk: 价格表
zh_tw: 價格表

source: Price Listing
cs_cz: Cena Výpis
es_es: Listado de precios
hi_in: कीमत लिस्टिंग
id_id: Daftar Harga
it_it: Prezzo di quotazione
ko_kr: 가격 목록
mr_in: किंमत सूची
nl_nl: Prijs Lijsten
pt_pt: Lista Preço
ro_ro: Pretul de lista
ru_ru: Прайс-лист
sq_al: Çmimi Listing
sv: Prislista
sw_ke: Bei ya nyimbo
tr_tr: FIYAT LISTELERI
zh_hk: 打印价格表
zh_tw: 價格表

source: Print a price list by inventory category
es_es: Imprimir lista de precios por categoría de inventario
ko_kr: 재고 부문별로 가격 목록을 인쇄
zh_tw: 列印依照存貨類別的價目表
