Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: NB Locations records can be added by opening the utility page
cs_cz: Pozn.: Místa záznamy mohou být přidány po otevření utility stránku
es_es: Los registros de localidades NB pueden agregarse abriendo la página de utilidades
hi_in: नायब स्थान रिकॉर्ड उपयोगिता पेज खोलने के द्वारा जोड़ा जा सकता है
id_id: NB: Data Lokasi dapat ditambahkan dgn membuka halaman fasilitas
it_it: NB le registrazioni di posizione devono essere aggiunte aprendo la pagina di utilità
ko_kr: NB 위치 기록은 유틸리티 페이지를 개방함으로써 추가 할 수있다
mr_in: नोबॉल स्थाने रेकॉर्ड उपयुक्तता पृष्ठ उघडण्याऐवजी जोडली जाऊ शकतात
nl_nl: NB Lokatie records kunnen toegevoegd worden via de hiervoor bestemde pagina
pt_pt: Registros locais NB, podem ser adicionados abrindoa página utilidades
ro_ro: NB înregistrările locaţii pot fi adăugate prin deschiderea paginii de utilitate
ru_ru: NB: записи о месторасположениях могут быть добавлены путем открытия цитата утилиты
sq_al: NB dhënat Locations mund të shtohet duke hapur faqen e shërbimeve
sv: OBS Platser poster kan läggas till genom att öppna verktyget sidan
sw_ke: NB kumbukumbu Locations unaweza kuongezwa kwa kufungua ukurasa wa shirika
tr_tr: NB Mekanlar kayıt programı sayfa açarak eklenebilir
zh_hk: 在工具页面可以添加全部库存地点
zh_tw: 無地點記錄由開啟工具頁新增

source: The SQL that was used to add the location records that failed was
cs_cz: SQL, který byl použit pro přidání umístění záznamy, které se nepodařilo se
es_es: El SQL que se utilizo para agregar los registros de ubicación fue
hi_in: SQL कि स्थान रिकॉर्ड है कि विफल रहा था जोड़ने के लिए किया था
id_id: SQL yg digunakan utk memasukkan data lokasi dan gagal adalah
it_it: Il comando SQL usato per aggiungere le registazioni di posizione che ha fallito è stato
ko_kr: 했다 실패한 위치 레코드를 추가하는 데 사용 된 SQL
mr_in: अयशस्वी त्या स्थानावर रेकॉर्ड जोडण्यासाठी वापरले जाणारे SQL होते
nl_nl: De SQL waar het toevoegen van de lokatie records mislukte was
pt_pt: SQL que falhou usado para adicionar local foi
ro_ro: SQL care a fost utilizat pentru a adăuga înregistrările locaţie care nu au fost
ru_ru: Неудачно завершившийся SQL добавления записи о местоположении
sq_al: SQL që është përdorur për të shtuar të dhënat vend që nuk ishte
sv: SQL som användes för att lägga till positionen poster som misslyckades var
sw_ke: SQL kwamba alikuwa kutumika kuongeza rekodi ya eneo kuwa imeshindwa mara
tr_tr: oldu başarısız konuma kayıt eklemek için kullanılan SQL
zh_hk: 用作新增仓库记录失败的 SQL 是
zh_tw: 用作新增地點記錄失敗的 SQL 是

source: The customer and branch details could not be retrieved because
cs_cz: Zákazníka a pobočky podrobnosti se nepodařilo získat, protože
es_es: El cliente y los detalles de la sucursal no han podido ser recuperados porque
hi_in: ग्राहक और शाखा विवरण वजह से नहीं लिया सकता है
id_id: Rincian customer dan cabang tdk dapat diambil karena
it_it: I dettagli del cliente e filiale non può essere recuperato, perché
ko_kr: 고객 및 지점 세부 사항이 있기 때문에 검색 할 수 없습니다
mr_in: ग्राहक आणि शाखा तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De klant en tak details kon niet worden opgehaald omdat
pt_pt: Detalhes do Cliente e Sucursal não foram recuperadas porque
ro_ro: Detaliile client şi sucursale nu a putut fi recuperate, deoarece
ru_ru: Не удалось получить данные о покупателе и подразделении, так как
sq_al: Detajet e konsumatorit dhe degë nuk mund të shikohet, sepse
sv: Kunden och gren detaljer kunde inte hämtas på grund
sw_ke: maelezo The mteja na tawi hakuweza kuwa retrieved sababu
tr_tr: Müşteri ve şube bilgilerini nedeniyle alınamadı
zh_hk: 无法查到顾客和顾客分公司的资料
zh_tw: 客戶和分公司機構的細節不能被檢索，因為

source: The SQL that was used to find the customer and branch details failed was
cs_cz: SQL, který byl použit k nalezení zákazníka a pobočky podrobnosti neúspěšný byl
es_es: El SQL que se utilizó para encontrar el cliente y los detalles de las sucursales fallido fue
hi_in: एसक्यूएल है कि ग्राहक और शाखा जानकारी मिल इस्तेमाल किया गया था असफल रहा था
id_id: SQL yg digunakan utk mencari customer dan rincian cabang tapi gagal adalah
it_it: Il SQL che è stato utilizzato per trovare il cliente e dettagli ramo fallito è stato
ko_kr: 사용 된 SQL이 고객을 찾을 수 및 분기 정보에 실패했다
mr_in: ग्राहक आणि शाखा माहिती शोधण्यासाठी वापरले जाणारे SQL होते अयशस्वी
nl_nl: De SQL die gebruikt werd om de klant en branche-informatie te vinden is mislukt was
pt_pt: SQL que falhou usado para recuperar detalhes cliente e sucursal foi
ro_ro: SQL care a fost utilizată pentru a găsi client şi detaliile ramura a eşuat a fost
ru_ru: Завершившися неудачей SQL поиска данных о покупателе и подразделении
sq_al: SQL që është përdorur për të gjetur të konsumatorit dhe detajet degë nuk ishte
sv: SQL som användes för att hitta kunden och detaljer gren misslyckades var
sw_ke: SQL kuwa ilitumika kupata wateja na maelezo ya tawi alishindwa mara
tr_tr: müşteri ve şube bilgilerini bulmak için kullanılan SQL oldu başarısız oldu
zh_hk: 用于查找顾客和顾客分公司细节失败的SQL是
zh_tw: 被使用在尋找客戶和分公司細節的SQL程序失效

source: The quotation cannot be added because
cs_cz: Citace nelze přidat, protože
es_es: La cotización no puede ser añadida porque
hi_in: उद्धरण क्योंकि जोड़ा नहीं जा सकता
id_id: Penawaran tdk dapat ditambahkan karena
it_it: La citazione non può essere aggiunto in quanto
ko_kr: 인용 때문에 추가 할 수 없습니다
mr_in: अवतरण जोडले जाऊ शकत नाही कारण
nl_nl: De offerte kan niet worden toegevoegd omdat
pt_pt: A Cotação não pode ser adic. porque
ro_ro: Citatul nu poate fi adăugat, deoarece
ru_ru: Цитата не может быть добавлена, так как
sq_al: Citat nuk mund të shtohet sepse
sv: Citatet kan inte läggas till eftersom
sw_ke: quotation haiwezi aliongeza kwa sababu
tr_tr: Tırnak çünkü eklenemez
zh_hk: 无法新增报价因为
zh_tw: 報價不能被新增，因為

source: Unable to add the quotation line
cs_cz: Nelze přidat citát line
es_es: No se puede agregar la línea de cotización
hi_in: उद्धरण को लाइन जोड़ने में असमर्थ
id_id: Tdk dapat menambahkan baris penawaran
it_it: Impossibile aggiungere la riga preventivo
ko_kr: 인용 라인을 추가 할 수 없습니다
mr_in: अवतरण ओळ करण्यात अक्षम
nl_nl: Niet in staat om de offerte regel toe te voegen
pt_pt: Não foi possivel adicionar linha cotação
ro_ro: Imposibil să adăugaţi linia oferta
ru_ru: Невозможно добавить цитату
sq_al: Në pamundësi për të shtoni rreshtin e kuotimit
sv: Det går inte att lägga till citatet linjen
sw_ke: Hawawezi kuongeza line quotation
tr_tr: tırnak satır eklenemiyor
zh_hk: 无法新增报价行
zh_tw: 無法添加一行報價

source: Unable to update the contract status and order number because
cs_cz: Nelze aktualizovat smlouvy stavu a pořadové číslo, protože
es_es: No se puede actualizar el estado del contrato y número de orden, porque
hi_in: को अनुबंध की स्थिति और क्रम संख्या अद्यतन करने में असमर्थ है क्योंकि
id_id: Tdk dapat memperbarui status kontrak dan nomor order karena
it_it: Impossibile aggiornare lo stato del contratto e il numero d&#39;ordine, perché
ko_kr: 계약 상태와 주문 번호 인해를 업데이트 할 수 없습니다
mr_in: करार स्थिती व सुव्यवस्था क्रमांक अद्यतनित करण्यात अक्षम कारण
nl_nl: Niet in staat om het contract status en ordernummer, omdat update
pt_pt: Não foi possivel atualizar situação contrato e número pedido porque
ro_ro: În imposibilitatea de a actualiza starea contractului şi numărul de ordine, deoarece
ru_ru: Не удается обновить статус контракта и номер заказа, поскольку
sq_al: Në pamundësi për të rinovuar kontratën e statusit dhe numrin e rendit, sepse
sv: Det går inte att uppdatera avtal status och löpnummer, eftersom
sw_ke: Hawawezi update hali ya mkataba na idadi ili kwa sababu
tr_tr: sözleşme durumu ve sipariş sayısı nedeniyle güncelleştirme kurulamıyor
zh_hk: 无法更新合同状态和订单号码
zh_tw: 無法更新合同狀態和訂單編號，因為

source: The contract has been made into quotation number
cs_cz: Tato smlouva byla předložena do citace číslo
es_es: El contrato se ha hecho en el número de cotización
hi_in: अनुबंध उद्धरण संख्या में किया गया है
id_id: Kontrak tersebut telah dibuat menjadi nomor penawaran
it_it: Il contratto è stato trasformato in numero citazione
ko_kr: 계약은 견적 번호로 만들어졌다
mr_in: करार अवतरण क्रमांक मध्ये केले गेले आहे
nl_nl: Het contract werd gemaakt in offertenummer
pt_pt: O contrato foi transformado na cotação número:
ro_ro: Contractul a fost făcut la numărul de cotaţie
ru_ru: Договор составлен в номер предложения
sq_al: Kontrata është bërë në numrin e kuotimit
sv: Kontraktet har gjorts i citat nummer
sw_ke: mkataba wa yamepatikana katika idadi quotation
tr_tr: Sözleşme teklif sayısı içine yapılmış
zh_hk: 合同已经转化成报价单 号码
zh_tw: 該合約已製成報價單號

source: Go to quotation number:
cs_cz: Přejít na nabídku číslo:
es_es: Ir al número de cotización:
hi_in: उद्धरण संख्या पर जाएँ:
id_id: Pergi ke penawaran nomor:
it_it: Vai al numero di citazione:
ko_kr: 견적 번호로 이동
mr_in: अवतरण क्रमांक जा:
nl_nl: Ga naar offerte-nummer:
pt_pt: Ir para Cotação Número:
ro_ro: Du-te la numărul de oferta:
ru_ru: Перейти на номер предложения:
sq_al: Shko tek numri citat:
sv: Gå till citat nummer:
sw_ke: Kwenda kwa idadi quotation:
tr_tr: tırnak sayısı git:
zh_hk: 到报价单：
zh_tw: 跳到報價單編號:

source: Customer Branch Name keywords have been used in preference to the Customer Branch Code or Branch Phone Number entered
cs_cz: Zákazník Obor Název klíčová slova byla použita v preferenci k zákazníkovi Pobočka kódu nebo pobočky Telefon vstoupil
es_es: Se han usado palabras clave del Nombre de la sucursal del cliente en preferencia al Código de la sucursal del cliente ó el Número de Teléfono de la sucursal que se indicaron
hi_in: ग्राहक शाखा का नाम खोजशब्दों ग्राहक शाखा कोड या शाखा फोन नंबर दिया गया है वरीयता में इस्तेमाल किया दर्ज
id_id: Kata kunci nama Cabang Customer telah digunakan dibandingkan dgn Kode Cabang Customer atau Nomor Telepon Cabang yg dimasukkan
it_it: Clienti delle parole chiave Nome Filiale sono stati utilizzati di preferenza alla Branch Codice Cliente o del Satellite Numero di telefono inseriti
ko_kr: 고객 지점 이름 키워드를 입력 한 고객의 지점 코드 또는 지점 전화 번호에 우선하여 사용되어왔다
mr_in: ग्राहक शाखा नाव कीवर्ड ग्राहक शाखा कोड किंवा प्रविष्ट शाखा फोन नंबर प्राधान्य वापरले गेले आहेत
nl_nl: Klanten branch naam sleutelwoorden hebben voorrang boven de branch code of branch telefoon nummer
pt_pt: Nome Sucursal do Cliente foi usado em detrimento do Cód. Sucursal do Cliente ou Núm. Telef. Sucursal informados
ro_ro: Clientul Sucursala cuvinte cheie Numele au fost folosite în preferinţa pentru Client Sucursala Cod sau Filiala numarul de telefon
ru_ru: При поиске подразделения заказчика предпочтение было отдано названию перед кодом подразделения или номером телефона
sq_al: Emri i klientit fjalë kyçe të Degës janë përdorur në preferencë për Kodin Dega Customer ose Dega Numri i telefonit hyri
sv: Leveransplatsnamnet har använts före leveransplatskod eller telefonumret
sw_ke: Jina maneno mteja Tawi zimetumika katika upendeleo kwa Wateja Tawi Kanuni au Tawi Simu Idadi aliingia
tr_tr: Müşteri Şube Adı anahtar Müşteri Şube Kodu veya Şube Telefon Numarası tercih kullanılmış olan girdi
zh_hk: 输入的客户分公司名称关键字将优先于客户分公司代码或者分公司电话号码用于查询
zh_tw: 客戶分行名稱的關鍵字優先於使用客戶分行代碼或輸入分公司電話號碼

source: Customer Branch Code has been used in preference to the Customer Branch Phone Number entered
cs_cz: Zákazník Pobočka Kód byl použit v preferenci k zákazníkovi pobočky telefonní číslo zadané
es_es: El Código de sucursal del cliente ha sido utilizado en preferencia al Número de Teléfono de la sucursal del cliente entrado
hi_in: ग्राहक शाखा कोड ग्राहक शाखा फोन नंबर दिया गया है वरीयता में इस्तेमाल किया दर्ज
id_id: Kode Cabang Customer telah digunakan dibandingkan dgn Nomor Telepon Cabang Customer yg dimasukkan
it_it: Customer Branch Codice è stato usato di preferenza per la Filiale Cliente Numero di telefono inseriti
ko_kr: 고객의 지점 코드가 입력 된 고객 지점 전화 번호에 우선하여 사용되어왔다
mr_in: ग्राहक शाखा कोड प्रविष्ट ग्राहक शाखा फोन नंबर प्राधान्य वापरले गेले आहे
nl_nl: Kant branch code heeft voorrang boven het branch telefoon nummer
pt_pt: Código Suc. Cliente usado em detrimento do Telef. Suc. do Cliente informado
ro_ro: Client Filiala Codul a fost folosit în locul Client Sucursala Număr de telefon a intrat
ru_ru: При поиске подразделения покупателя предпочтение было отдано коду перед номером телефона
sq_al: Customer Dega Kodi është përdorur në preferencë për numrin Dega Customer Phone hyri
sv: Leveransplatskoden har använts före telefonumret
sw_ke: Kanuni mteja Tawi imekuwa kutumika katika upendeleo kwa Wateja Tawi Simu Idadi aliingia
tr_tr: Müşteri Şube Kodu Müşteri Şubesi Telefon Numarası tercih kullanılmıştır girdi
zh_hk: 输入的客户分公司代号将优先于客户分公司电话号码用于查询
zh_tw: 客戶分行編號的關鍵字優先於使用客戶分行電話號碼

source: The searched customer records requested cannot be retrieved because
cs_cz: Hledali záznamy zákazníků požadovaná nelze načíst, protože
es_es: No se pudieron obtener los registros de cliente solicitados porque
hi_in: खोजा ग्राहक रिकॉर्ड को नहीं पाया जा सकता है क्योंकि अनुरोध
id_id: Data customer yg diminta tdk dapat diambil karena
it_it: Non è stato possibile estrarre i dati del cliente richiesto perchè
ko_kr: 요청한 검색 고객 기록이 있기 때문에 검색 할 수 없습니다
mr_in: विनंती शोधले ग्राहक रेकॉर्ड कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De gezochte klanten records die gevraagt zijn kunnen niet opgehaald worden omdat
pt_pt: Os registros do cliente pesquisado não foram recuperados porque
ro_ro: Cautat înregistrările cerute de client nu pot fi recuperate, deoarece
ru_ru: Записи о выбраном клиенте не могут быть получены, так как
sq_al: Kontrolluar të dhënat e klientit kërkuar nuk mund të shikohet, sepse
sv: Kundposterna kan inte hämtas eftersom
sw_ke: Searched mteja ya kumbukumbu aliomba hawezi kuwa retrieved sababu
tr_tr: ISTENEN MÜSTERI KAYITLARI GÖRÜNTÜLENEMIYOR:
zh_hk: 没找到客户资料, 因为
zh_tw: 要尋找的客戶記錄未能提取, 因為

source: No Customer Branch records contain the search criteria
cs_cz: Zákazník žádné pobočky záznamy obsahují kritéria vyhledávání
es_es: Ningún registro de sucursal de cliente se ajusta al criterio de búsqueda
hi_in: कोई ग्राहक शाखा रिकॉर्ड खोज मापदंड होते हैं
id_id: Tdk ada data Cabang Customer berisi kriteria pencarian tersebut
it_it: Nessun record Branch Cliente contengono i criteri di ricerca
ko_kr: 어떤 고객 지점 기록은 검색 조건을 포함하지
mr_in: नाही ग्राहक शाखा रेकॉर्ड शोध निकष असू
nl_nl: Geen klant branch voldoet aan het zoek criteria
pt_pt: Nenhuma Sucursal de Cliente contém este critério
ro_ro: Clientul nu există înregistrări Filiala conţin criteriile de căutare
ru_ru: Ни одно подразделение покупателя не удовлетворяет критериям поиска
sq_al: Nuk ka shënime Dega Customer të përmbajnë kriteret e kërkimit
sv: Det finns inga leveransplatser som innehåller den texten
sw_ke: Wateja Tawi hakuna kumbukumbu vyenye vigezo tafuta
tr_tr: Hiçbir Müşteri Şube kayıtları arama kriterlerini içeren
zh_hk: 没有符合条件的客户分公司记录
zh_tw: 搜索條件不包含客戶分行紀錄

source: please try again
cs_cz: prosím zkuste to znovu
es_es: por favor, pruebe de nuevo
hi_in: पुन: प्रयास करें
id_id: silahkan coba kembali
it_it: Si prega di riprovare
ko_kr: 다시 시도하십시오
mr_in: कृपया पुन्हा प्रयत्न करा
nl_nl: Probeer opnieuw
pt_pt: Por Favor, tente outra Pesquisa
ro_ro: vă rugăm să încercaţi din nou
ru_ru: Пожалуйста, попробуйте еще раз
sq_al: ju lutem provoni përsëri
sv: Försök igen!
sw_ke: tafadhali jaribu tena
tr_tr: lütfen tekrar deneyin
zh_hk: 请重试
zh_tw: 請重試

source: Note a Customer Branch Name may be different to the Customer Name
cs_cz: Poznámka: Zákazník pobočka Název se může lišit Jméno zákazníka
es_es: Note que un Nombre de sucursal de cliente puede ser diferente al Nombre del Cliente
hi_in: एक ग्राहक शाखा का नाम नोट करने के लिए ग्राहक का नाम अलग हो सकता
id_id: Catatan: Nama Cabang Customer mungkin berbeda dgn Nama Customer
it_it: Nota: nome di un cliente succursale può essere diverso da Nome Cliente
ko_kr: 고객 지점 이름은 고객 이름에 다를 수 있습니다 참고
mr_in: एक ग्राहक शाखा नाव ग्राहक नाव भिन्न असू शकते लक्षात ठेवा
nl_nl: Opm: een klant branch naam mag afwijken van de klant naam
pt_pt: O nome da Sucursal pode ser diferente do nome do cliente
ro_ro: Notă un client Nume Filiala pot fi diferite de Nume Client
ru_ru: Примечание: Имя подразделения покупателя может отличаться от имени покупателя
sq_al: Shënim një Name Dega Customer mund të jenë të ndryshme për emrin e klientit
sv: Observera att leveransplatsnamn kan vara skillt från kundnamn
sw_ke: Kumbuka Wateja Tawi Jina inaweza kuwa tofauti na jina Wateja
tr_tr: Müşteri Şube Adı Not Müşteri Adı farklı olabilir
zh_hk: 注意：顾客分公司的名称可能与顾客名称不同
zh_tw: 注意：一個客戶分行名稱可能與客戶名稱相異

source: The customer record selected
cs_cz: Zákazník vybraný záznam
es_es: El registro de cliente seleccionado
hi_in: ग्राहक चयनित रिकॉर्ड
id_id: Data customer yg dipilih
it_it: Il record cliente selezionato
ko_kr: 선택한 고객 레코드
mr_in: निवडलेले ग्राहक रेकॉर्ड
nl_nl: De geselecteerde klant record
pt_pt: Cliente Removido
ro_ro: Record client selectat
ru_ru: Покупатель выбран
sq_al: Të dhënat e konsumatorëve të zgjedhura
sv: Kunden vald post
sw_ke: Rekodi ya mteja kuchaguliwa
tr_tr: Seçilen müşteri kaydı
zh_hk: 所选的顾客记录
zh_tw: 選取客戶記錄

source: cannot be retrieved because
cs_cz: nelze načíst, protože
es_es: no se pudo obtener porque
hi_in: नहीं वापस लाया जा सकता क्योंकि
id_id: tdk dapat diambil karena
it_it: non possono essere recuperati perché
ko_kr: because 검색 할 수 없습니다
mr_in: प्राप्त केले जाऊ शकत नाही कारण
nl_nl: kan niet worden opgehaald omdat
pt_pt: não pode ser recuperado porque
ro_ro: nu pot fi recuperate, deoarece
ru_ru: не может быть получен, так как
sq_al: nuk mund të shikohet, sepse
sv: kan inte hämtas eftersom
sw_ke: hawezi kuwa retrieved sababu
tr_tr: GÖSTERILEMIYOR:
zh_hk: 找不到, 因为
zh_tw: 未能提取, 因為

source: The SQL used to retrieve the customer details and failed was
cs_cz: SQL slouží k získání údajů o zákaznících a neúspěšný byl
es_es: El SQL que falló al obtener los detalles del cliente fue
hi_in: एसक्यूएल को ग्राहक के विवरण पाने के लिये प्रयुक्त किया गया था और असफल
id_id: SQL yg digunakan utk mengambil rincian customer dan gagal adalah
it_it: L&#39;SQL utilizzato per recuperare i dati del cliente e falliti
ko_kr: SQL은 고객 정보를 검색하는 데 실패했다
mr_in: SQL ग्राहक तपशील पुनर्प्राप्त करण्यासाठी वापरले होते अयशस्वी
nl_nl: Klant details konden niet opgevraagd worden in de volgende SQL
pt_pt: SQL usado para recuperar detalhes do cliente que falhou foi
ro_ro: SQL utilizat pentru a prelua detaliile clientului şi nu a fost
ru_ru: Завершившийся неудачей SQL получения данных о клиенте
sq_al: SQL përdorur për të marrë të dhënat e klientit dhe nuk ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika Retrieve maelezo ya mteja na kushindwa mara
tr_tr: MÜSTERI DETAYLARINI ALMAK IÇIN KULLANILAN KOMUT:
zh_hk: 用于查找客户信息失败的SQL是
zh_tw: 用作提取客戶資料失敗的 SQL 是

source: The customer details were unable to be retrieved
cs_cz: Zákazník podrobnosti nebyly schopny získat
es_es: Los detalles del cliente no pudieron ser recuperados
hi_in: ग्राहक विवरण को पुनः प्राप्त किया जा सके
id_id: Rincian customer tdk dapat diambil
it_it: I dettagli dei clienti non hanno potuto essere recuperati
ko_kr: 고객 정보를 검색 할 수 없습니다
mr_in: ग्राहक तपशील पुनर्प्राप्त करण्यास अक्षम आहोत
nl_nl: De klant details waren niet in staat om te worden opgehaald
pt_pt: Detalhes do Cliente não recuperados
ro_ro: Detalii despre clienti nu au putut fi recuperate
ru_ru: Не удалось получить информацию о клиенте
sq_al: Detajet e konsumatorit nuk ishin në gjendje që të shikohet
sv: Kunden detaljer kunde inte hämtas
sw_ke: maelezo ya wateja walikuwa hawawezi kuwa retrieved
tr_tr: Müşteri bilgilerini alınmak koyamadık
zh_hk: 无法找到顾客细节
zh_tw: 客戶明細資料不能提取

source: The SQL used that failed to get the customer details was:
cs_cz: SQL používá, že se nepodařilo získat zákazníka detaily o:
es_es: El SQL usado que no pudo obtener los datos del cliente fue:
hi_in: एसक्यूएल इस्तेमाल किया है कि करने के लिए ग्राहक विवरण था विफल:
id_id: SQL digunakan yg gagal utk mendapatkan rincian customer adalah:
it_it: L&#39;SQL utilizzato che non è riuscito a ottenere i dettagli del cliente è stato:
ko_kr: 고객 정보이었다 가져 오지 못했습니다 사용하는 SQL :
mr_in: ग्राहक तपशील मिळविण्यासाठी अयशस्वी की वापरले SQL होता:
nl_nl: De SQL gebruikt die niet te krijgen van de klant details was:
pt_pt: SQL que falhou na recup. do Cliente foi:
ro_ro: SQL utilizat care nu a reuşit să obţine detalii clientului a fost:
ru_ru: Завершившийся неудачей SQL получения информации о покупателе:
sq_al: SQL të përdorura që nuk arriti të marrë të dhënat e konsumatorëve është:
sv: SQL används för att misslyckats med att få kunden detaljer var:
sw_ke: SQL kutumika kwamba imeshindwa kupata maelezo ya mteja mara:
tr_tr: SQL müşteri bilgilerini olduğu için başarısız olduğunu kullanılır:
zh_hk: 查找顾客细节失败的SQL是
zh_tw: 使用此SQL程序來取得分公司明細資料是失效的

source: The
cs_cz: Ta
es_es: El(La)
it_it: L&#39;
mr_in: अगोदर निर्देश केलेल्या बाबीसंबंधी बोलताना
nl_nl: De
pt_pt: O/A
sv: Den
sw_ke: Ya
zh_hk: 此
zh_tw: 這

source: account is currently at or over their credit limit
cs_cz: účet je v současné době, nebo přes jejich úvěrového limitu
es_es: la cuenta alcanzó ó sobrepasó el límite de crédito
hi_in: खाते में या अपने क्रेडिट सीमा पर वर्तमान में है
id_id: akun saat ini sdh mencapai atau melebihi batas kredit
it_it: conto è attualmente pari o superiore al limite di credito
ko_kr: 계정이나 신용 한도를 초과 현재
mr_in: खाते त्यांच्या क्रेडिट मर्यादा किंवा प्रती सध्या आहे
nl_nl: Rekening / klant heeft credit limiet gepasseerd
pt_pt: conta ultrapassou o limite
ro_ro: contului este prezent la sau peste limita de credit
ru_ru: счет приближается или превысил кредитный лимит
sq_al: llogari është aktualisht në apo mbi kufirin e tyre të kreditit
sv: kontot är över kreditgränsen
sw_ke: akaunti ya sasa ni juu ya mikopo au kikomo yao
tr_tr: BU HESAP TANIMLI KREDI LIMITINE GELMIS VEYA LIMITI ASMIS
zh_hk: 客户已达到或超出信用额度限制
zh_tw: 客戶已達到或超出信用額度上限

source: No more orders can be placed by
cs_cz: Žádné další objednávky mohou být umístěny na
es_es: No más pedidos pueden ser hechos por
hi_in: कोई और आदेश के द्वारा रखा जा सकता है
id_id: Tdk ada lagi order yg dapat dimasukkan
it_it: Nessun ordine di più possono essere messi da parte
ko_kr: 더 이상 주문에 의해 배치 할 수 없습니다
mr_in: आणखी ऑर्डर द्वारे स्थीत करणे शक्य
nl_nl: Kunnen geen orders meer worden geplaatst door
pt_pt: Nenhum Pedido pode ser criado por
ro_ro: Nu mai multe comenzi pot fi introduse de către
ru_ru: Нельзя больше размещать заказы
sq_al: Asnjë urdhër më shumë mund të vendoset nga
sv: Inga fler beställningar kan göras av
sw_ke: Hakuna amri zaidi inaweza kuwekwa kwa
tr_tr: DAHA FAZLA SIPARIS EKLENEMEZ
zh_hk: 不能对其再新建销售订单
zh_tw: 不能再發出訂單由

source: their account is currently at or over their credit limit
cs_cz: jejich účet je v současné době, nebo přes jejich úvěrového limitu
es_es: sus cuentas alcanzaron ó sobrepasaron sus límites de crédito
hi_in: उनके खाते में या अपने क्रेडिट सीमा पर वर्तमान में है
id_id: akun mereka saat ini sdh mencapai atau melebihi batas kredit
it_it: il loro account è attualmente pari o superiore al limite di credito
ko_kr: 자신의 계정이나 신용 한도를 초과 현재
nl_nl: Hun rekening heeft momenteel de credit limiet gepasseerd
pt_pt: sua conta ultrapassou o limite
ro_ro: contul lor este în prezent la sau peste limita de credit
ru_ru: их счета в настоящее время приближаются или превысили кредитный лимит
sq_al: llogaria e tyre është aktualisht në apo mbi kufirin e tyre të kreditit
sv: deras konto är över kreditgränsen
sw_ke: akaunti yao kwa sasa ni zaidi ya mikopo au kikomo yao
tr_tr: KREDI LIMITLERI KOTAYI ASMIS
zh_hk: 客户已达到或超出信用额度限制
zh_tw: 他們的帳戶正是或已超出他們的貸帳上限

source: Contract: Select Customer
cs_cz: Smlouvy: Vyberte zákazníky
es_es: Contrato: Seleccionar cliente
hi_in: अनुबंध: चुनें ग्राहक
id_id: Kontrak: Pilih Customer
it_it: Contratto: Customer Select
ko_kr: 계약 : 고객 선택
mr_in: कॉण्ट्रॅक्ट: निवडा ग्राहक
nl_nl: Contract: Selecteer Klant
pt_pt: Contrato: Selec. Cliente
ro_ro: Contract: Clientul Selectaţi
ru_ru: Контракт: Выберите клиентов
sq_al: Kontratës: Customer Zgjidh
sv: Kontrakt: Välj kund
sw_ke: Mkataba: Select Wateja
tr_tr: Sözleşme: Select Müşteri
zh_hk: 合同：选择顾客
zh_tw: 合約:選取客戶
