Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This feature makes webERP show links to a free form company knowledge base using a wiki. This allows sharing of important company information - about customers, suppliers and products and the set up of work flow menus and/or company procedures documentation
cs_cz: Tato funkce umožňuje zobrazit odkazy na webERP svobodných znalostí formou společnost základny pomocí wiki. To umožňuje sdílení důležitých firemních informací - o zákazníky, dodavateli a výrobků a nastavení nabídek prací a / nebo firemní postupy dokumentace
es_es: Esta propiedad hace que WebERP muestre enlaces a una base de conocimiento de formato libre usando una wiki, lo que permite compartir información importante para la compañía sobre clientes, proveedores y productos y la configuración de menús de flujos de trabajo y/o documentación de procesos de la compañía.
hi_in: यह सुविधा एक मुक्त फार्म कंपनी ज्ञान एक wiki का उपयोग कर आधार को दिखाने webERP लिंक बनाता है. इस महत्वपूर्ण कंपनी जानकारी साझा करने की अनुमति देता है - ग्राहकों, आपूर्तिकर्ताओं और उत्पादों और के बारे में ऊपर काम प्रवाह मेनू और / या कंपनी की प्रक्रियाओं का सेट प्रलेखन
id_id: Fitur ini membuat webERP menampilkan link ke basis informasi perusahaan bentuk bebas menggunakan wiki. Ini memperbolehkan berbagi informasi perusahaan yg penting - mengenai customer, supplier dan produk dan pengaturan menu alur kerja dan/atau dokumentasi prosedur perusahaan
it_it: Questa caratteristica rende i link mostra webERP a un libero base di conoscenza aziendale modulo utilizzando un wiki. Questo consente la condivisione di informazioni aziendali importanti - relative a clienti, fornitori e prodotti e la messa a punto di menu flusso di lavoro e / o società di documentazione delle procedure
ko_kr: 이 기능은 위키를 사용하여 자유 형식 회사의 지식 기반에 표시 링크를 webERP 수 있습니다. 고객, 공급 업체, 제품 및 작업 흐름 메뉴 및 / 또는 회사 절차 문서의 설정 약 -이 중요한 기업 정보를 공유 할 수 있습니다
mr_in: हे गुणधर्म विकी वापरून मोफत फॉर्म कंपनी ज्ञान बेस webERP शो दुवे करते. यामुळे महत्वाची कंपनी माहिती शेअरिंग - ग्राहक, पुरवठादार आणि उत्पादने आणि काम प्रवाह मेन्यूज व / किंवा कंपनी प्रक्रीया दस्तऐवजीकरण संच अप बद्दल
nl_nl: Deze eigenschap maakt webERP show links naar een vrije vorm bedrijf kennisbank met behulp van een wiki. Dit maakt het delen van belangrijke bedrijfsinformatie - over klanten, leveranciers en producten en het opzetten van work flow menu&#39;s en / of het bedrijf procedures documentatie
pt_pt: Esta configuração permite a exibição de links com informações úteis, para produtos, clientes, fornecedores, procedimentos, menus, códigos de conduta ou documentação da empresa
ro_ro: Această caracteristică face ca link-uri webERP arată la o bază de cunoştinţe sub formă liberă companie folosind un wiki. Acest lucru permite schimbul de informaţii importante companiei - despre clienţi, furnizori şi produse şi a înfiinţat de meniuri flux de lucru şi / sau documentaţie procedurile companiei
ru_ru: Эта особенность делает webERP показывать сслыке свободной форме компания базы знаний с использованием вики. Это позволяет обмену важной информации о компании - о клиентах, поставщиках и продукции и создать рабочего потока меню и / или документации компании процедур
sq_al: Kjo veçori e bën lidhje webERP tregojnë për një pagesë bazë kompani formuar njohuritë e përdorimit të një wiki. Kjo lejon shkëmbimin e informacionit kompani të rëndësishme - për klientët, furnizuesit dhe të produkteve dhe e krijimit të menus rrjedhën e punës dhe / ose procedurave të kompanisë dokumentacionit
sv: Denna egenskap gör att webERP visar länkar till en wiki där man kan dela viktig företags information om kunder, leverntörer och produkter samt dokumentera flöden och arbetssätt mm.
sw_ke: Kipengele hiki hufanya viungo show webERP na kampuni ya msingi bure fomu maarifa ya kutumia wiki. Hii inaruhusu kubadilishana habari muhimu kampuni - kuhusu wateja wauzaji, na na mazao kuweka mtiririko wa kazi menus na / au kampuni ya taratibu za nyaraka
tr_tr: Bu özelliği bir wiki kullanarak ücretsiz form şirket bilgi tabanına webERP göstermek bağlantılar yapar. Bu önemli şirket bilgilerinin paylaşımı sağlar - müşteriler, tedarikçiler ve ürünler ve ilgili iş akışı menüler ve / veya şirket işlemleri dokümanları kümesi
zh_hk: 此功能使WebERP显示链接到一个自由格式的使用开源维基的公司知识库。用于共享重要的公司信息-关于公司的客户、供应商、物料以及业务流程文档。
zh_tw: 這一特性使得ERP的表演環節使用維基的自由形式的公司的知識基礎。這使得共享的重要公司信息 - 客戶，供應商和產品和工作流程菜單和/或公司程序文件的集合起來

source: Wiki Path
cs_cz: Wiki cesta
es_es: Ruta a la aplicación Wiki
hi_in: Wiki पथ
id_id: Path Wiki
ko_kr: 위키 경로
mr_in: विकी पथ
pt_pt: caminha do wiki
ro_ro: Wiki Cale
ru_ru: Путь Wiki
sq_al: Rrugë Wiki
sv: Sökväg
sw_ke: Wiki Njia
tr_tr: Wiki Yolu
zh_hk: Wiki目录
zh_tw: Wiki 路徑

source: The path to the wiki installation to form the basis of wiki URLs - or the full URL of the wiki.
id_id: Path ke instalasi wiki utk jd basis URL wiki - atau URL lengkap dari wiki.
ko_kr: 또는 위키의 전체 URL - 위키 설치 경로는 위키의 URL의 기초를 형성한다.
mr_in: किंवा विकी पूर्ण URL - विकी URL च्या आधारावर तयार करण्यासाठी विकी प्रतिष्ठापन मार्गावर.
pt_pt: Caminho para instalação da WIKI para formar a URL básica para WIKI ou o caminho integral para a WIKI
zh_tw: 的路徑維基安裝，形成維基網址的基礎 - 或wiki的完整URL。

source: Geocode Customers and Suppliers
cs_cz: Geokód Zákazníci a dodavatelé
es_es: Código Geográfico de clientes y proveedores
hi_in: जियोकोड ग्राहक और आपूर्तिकर्ता
id_id: Geocode Customer dan Supplier
it_it: Geocode Clienti e Fornitori
ko_kr: 지리 고객 및 공급 업체
mr_in: Geocode ग्राहक आणि पुरवठादार
nl_nl: Geocode Klanten en Leveranciers
pt_pt: Geocode Clientes e Fornecedores
ro_ro: Clienţii geocodificată şi Furnizori
ru_ru: Геокоды клиентов и поставщиков
sq_al: Konsumatorët Geocode dhe Furnizuesit
sv: Geocod för kunder och leverantörer
sw_ke: Geocode Wateja na Suppliers
tr_tr: Coğrafi kod Müşteriler ve Tedarikçiler
zh_hk: 为顾客和供应商编写地理编码
zh_tw: 地圖編碼客戶及供應商

source: Geocode Integration Enabled
cs_cz: Geokód Integrace Enabled
es_es: Integración Geocode Habilitada
hi_in: जियोकोड एकता सक्रिय
id_id: Integrasi Geocode Diaktifkan
it_it: Geocode Integrazione Attivato
ko_kr: 지오 통합 사용
mr_in: Geocode एकत्रीकरण सक्षम
nl_nl: Geocode integratie aan
pt_pt: Habilitar Integr. Geocode
ro_ro: Geocodificată Integrarea Enabled
ru_ru: Интеграция геокода Включена
sq_al: Integrimit Geocode Enabled
sv: Geocode integrering har aktiverats
tr_tr: Coğrafi kod Entegrasyon Etkin
zh_hk: 地理编码整合启用
zh_tw: 地圖編碼整合啟用

source: Geocode Integration Disabled
cs_cz: Geokód tělesně integraci
es_es: Integración Geocode Deshabilitada
hi_in: जियोकोड विकलांग एकता
id_id: Integrasi Geocode Dinon-aktifkan
it_it: Geocode integrazione disabili
ko_kr: 지오 통합 안
mr_in: Geocode एकत्रीकरण अक्षम
nl_nl: Geocode integratie uit
pt_pt: Desabilitar Integr. Geocode
ro_ro: Geocodificată Integrare cu handicap
ru_ru: Интеграция геокода отключена
sq_al: Integrimit Geocode me aftësi të kufizuara
sv: Geocode integrering har avaktiverats.
sw_ke: Geocode Integration walemavu
tr_tr: Engelli coğrafi kod Entegrasyon
zh_hk: 地理编码整合禁用
zh_tw: 禁用地圖編碼整合

source: This feature will give Latitude and Longitude coordinates to customers and suppliers. Requires access to a mapping provider. You must setup this facility under Main Menu - Setup - Geocode Setup. This feature is experimental.
cs_cz: Tato funkce umožní zeměpisné šířky a délky se zákazníky a dodavateli. Vyžaduje přístup k mapování služeb. Musíte nastavit toto zařízení pod Hlavní Menu - Nastavení - Nastavení Geocode. Tato vlastnost je experimentální.
es_es: Esta propiedad ofrece las coordenadas de Latitud y Longitud de clientes y proveedores. Requiere acceso a un proveedor cartográfico. Se puede configurar esta facilidad en el Menú Principal, Configuración, Configurar Geocode. Esta propiedad es experimental.
hi_in: यह अक्षांश और देशांतर दे देंगे सुविधा ग्राहकों और आपूर्तिकर्ताओं के लिए निर्देशांक. आवश्यकता है एक मानचित्रण प्रदाता के लिए उपयोग. आप सेटअप मुख्य मेनू के तहत इस सुविधा चाहिए - सेटअप - जियोकोड सेटअप. यह सुविधा प्रायोगिक है.
id_id: Fitur ini akan memberikan koordinat Lintang dan Bujur bagi customer dan supplier. Membutuhkan akses ke penyedia jasa pemetaan. Anda harus mengatur fasilitas ini di Menu Utama - Pengaturan - Pengaturan Geocode. Fitur ini masih percobaan.
it_it: Questa funzione darà latitudine e longitudine di clienti e fornitori. Richiede l&#39;accesso a un provider di mapping. È necessario configurare questo meccanismo di cui al Menu principale - Setup Geocode - Setup. Questa funzione è sperimentale.
ko_kr: 이 기능은 위도를 제공하고 경도는 고객 및 공급 업체로 조정합니다. 매핑 공급자에 액세스해야합니다. 설정 - - 지리 설치하면 설치 메인 메뉴에서이 기능해야합니다. 이 기능은 실험이다.
mr_in: हे वैशिष्ट्य अक्षांश देईल आणि रेखांश ग्राहक आणि पुरवठादार करण्यासाठी सांभाळतो. मॅपींग प्रदाता प्रवेश करणे आवश्यक आहे. सेटअप - - Geocode व्यवस्था आपण सेटअप मुख्य मेन्यू अंतर्गत ही सुविधा आवश्यक आहे. हे वैशिष्ट्य प्रायोगिक आहे.
nl_nl: Deze functie geeft lengte-en breedtegraden naar klanten en leveranciers. Vraagt toegang tot een mapping provider. U moet setup deze faciliteit onder Hoofdmenu - Setup - Geocode Setup. Deze functie is experimenteel.
pt_pt: Essa configuração informe coordenadas Lat. Long. para clientes e fornecedores. Requer acesso a um provedor mapas. Google Geocode Setup pode ser usado. Funcionalidade Experimental
ro_ro: Această caracteristică va da latitudine şi longitudine pentru clienţii şi furnizorii. Necesită acces la un furnizor de cartografiere. Trebuie să setup această facilitate la Main Menu - Setup geocodare - Setup. Această caracteristică este experimentală.
ru_ru: Эта функция даст координаты широты и долготы для клиентов и поставщиков. Требуется доступ к отображению поставщика. Вы должны установить этот объект в рамках Главного Меню - Настройки - геокода установки. Эта функция является экспериментальной.
sq_al: Ky funksion do të japë gjerësi dhe gjatësi koordinatat për klientët dhe furnizuesit. Kërkon qasje në një ofrues të hartës. Ju duhet të këtij objekti nën Main Menu setup - Setup - Setup Geocode. Ky tipar është eksperimentale.
sv: Denna funktion kommer att ge latitud och longitud till kunder och leverantörer. Kräver tillgång till en kartläggning leverantör. Du måste installera denna anläggning under Huvudmeny - Inställningar - geokod Setup. Den här funktionen är experimentell.
sw_ke: Kipengele hiki nitakupa Latitude na Longitude kuratibu kwa wateja na wasambazaji. Inahitaji kupata mtoa ramani. Lazima kuanzisha hii kituo chini Main Menu - Setup - Geocode Setup. Kipengele hiki ni majaribio.
tr_tr: Enlem ve Boylam verecektir Bu özellik müşterileri ve tedarikçileri ile koordine eder. bir haritalama sağlayıcıya gerektirir erişim. Gerekir kurulum Ana Menü altında bu tesisi - Kur - coğrafi kod Kur. Bu özelliği deneyseldir.
zh_hk: 此功能会给顾客和供应商经纬度坐标。要求接入地图提供商。您必须在主菜单-设置-地理代码设置中来设置这个工具。这个特性是试验性质的。
zh_tw: 此功能為客戶和供應商對應提供的經緯度坐標。您必須設置這功能在主目錄下 - 設定 - 地圖編碼設置。此功能是實驗性的。

source: Extended Customer Information
cs_cz: Rozšířená Informace pro zákazníky
es_es: Extender Información del cliente
hi_in: विस्तारित ग्राहक सूचना
id_id: Informasi Lengkap Customer
it_it: Extended Informazioni per i clienti
ko_kr: 확장 된 고객 정보
mr_in: एक्सटेंडेड ग्राहक माहिती
nl_nl: Uitgebreide klanten informatie
pt_pt: Informação Estend. do Cliente
ro_ro: Extended Informaţii clienţi
ru_ru: Расширенная Информация по клиенту
sq_al: Informacion i zgjeruar Customer
sv: Utökad kundinformation
sw_ke: Wateja kupanuliwa Habari
tr_tr: Genişletilmiş Müşteri Bilgileri
zh_hk: 延伸的顾客信息
zh_tw: 延伸的客戶信息

source: Extended Customer Info Enabled
cs_cz: Rozšířená Info pro zákazníka Enabled
es_es: Habilitar Información Extendida del cliente
hi_in: विस्तारित ग्राहक जानकारी सक्रिय
id_id: Informasi Customer Lengkap Diaktifkan
it_it: Info estese Clienti Attivato
ko_kr: 확장 된 고객 정보는 사용
mr_in: सक्षम विस्तारित ग्राहक माहिती
nl_nl: Uitgebreide klant info aan:
pt_pt: Habilitar Inf. Estendida Cliente
ro_ro: Extended Info clienţilor Activat
ru_ru: Расширенная Информация по клиенту Включена
sq_al: Info Extended Customer aktivizuar
sv: Utökad leverantörsinformation påslagen
sw_ke: Wateja kupanuliwa Info Enabled
tr_tr: Genişletilmiş Müşteri Bilgileri Etkin
zh_hk: 扩展的顾客信息可用
zh_tw: 延伸的客戶信息已啟用

source: Extended Customer Info Disabled
cs_cz: Rozšířená zákazníka tělesně Info
es_es: Deshabilitar Información Extendida del cliente
hi_in: विस्तारित ग्राहक विकलांग इन्फो
id_id: Informasi Customer Lengkap Dinon-aktifkan
it_it: Info estese clienti disabili
ko_kr: 확장 된 고객 정보 사용 안 함
mr_in: एक्सटेंडेड ग्राहक माहिती अक्षम
nl_nl: Uitgebreide klant info uit:
pt_pt: Desabilitar Inf. Estendida Cliente
ro_ro: Extended Info clienţilor cu handicap
ru_ru: Расширенная Информация по клиенту отключена
sq_al: Info Extended Customer me aftësi të kufizuara
sv: Utökad leverantörsinformation avstängd
sw_ke: Wateja kupanuliwa Info walemavu
tr_tr: Engelli Genişletilmiş Müşteri Bilgileri
zh_hk: 扩展的顾客信息不可用
zh_tw: 延伸的客戶信息已禁用

source: This feature will give extended information in the Select Customer screen.
cs_cz: Tato funkce umožní rozšířit informace na obrazovce Vybrat zákazníka.
es_es: Esta propiedad ofrece información extendida en la pantalla de Selección de Clientes.
hi_in: इस सुविधा का चयन ग्राहक स्क्रीन में विस्तृत जानकारी देंगे.
id_id: Fitur ini akan memberikan informasi lengkap pada menu Pilih Customer.
it_it: Questa funzione consente di fornire le informazioni estese nella schermata Seleziona Cliente.
ko_kr: 이 기능은 선택 고객 화면에 확장 된 정보를 제공 할 것입니다.
mr_in: हे वैशिष्ट्य निवडा ग्राहक पडद्यात विस्तारित माहिती देईल.
nl_nl: deze functie geeft uitgebreide informatie weer in het klant selectie scherm
pt_pt: Exibe informações estendidas sobre o cliente na tela de seleção clientes
ro_ro: Această caracteristică va oferi informaţii extinse în ecranul Selectare client.
ru_ru: Эта функция даст расширенную информацию в окне Выбор клиента.
sq_al: Ky funksion do të japin informacion të zgjeruar në ekran Customer Select.
sv: Denna funktion kommer att ge utökad information i Välj kund skärmen.
sw_ke: kipengele hiki kutoa taarifa kupanuliwa katika screen Chagua Wateja.
tr_tr: Bu özellik seçin Müşteri ekranında genişletilmiş bilgi verecektir.
zh_hk: 此功能会在选择顾客界面增加扩展的信息
zh_tw: 此功能將使擴展信息在選擇客戶屏幕。

source: Extended Supplier Information
cs_cz: Rozšířená Informace pro dodavatele
es_es: Extender Información del proveedor
hi_in: विस्तारित प्रदायक सूचना
id_id: Informasi Lengkap Supplier
it_it: Extended Informazioni fornitore
ko_kr: 확장 공급 업체 정보
mr_in: विस्तारित पुरवठादार माहिती
nl_nl: Uitgebeide leveranciers informatie
pt_pt: Informação estendida Fornecedores
ro_ro: Extended furnizorul de informaţii
ru_ru: Расширенные сведения о поставщике
sq_al: Informacion i zgjeruar Furnizuesi
sv: Utökad leverantörsinformation
sw_ke: Kupanuliwa Supplier Habari
tr_tr: Genişletilmiş Tedarikçi Bilgi
zh_hk: 延伸的供应商信息
zh_tw: 延伸的供應商信息

source: Extended Supplier Info Enabled
cs_cz: Rozšířená Dodavatel Info Enabled
es_es: Habilitar Información Extendida del proveedor
hi_in: विस्तारित प्रदायक इन्फो सक्रिय
id_id: Informasi Lengkap Supplier Diaktifkan
it_it: Info estese Fornitore Abilitato
ko_kr: 확장 된 업체 정보는 사용
mr_in: एक्सटेंडेड पुरवठादार माहिती सक्षम
nl_nl: Uitgebeide leveranciers info geactiveerd
pt_pt: Habilitar Inf. Estendida Fornec.
ro_ro: Extended Info Furnizor Activat
ru_ru: Расширенная информация по поставщикам Включена
sq_al: Info Extended Furnizuesi aktivizuar
sv: Utökad leverantörsinformation påslagen
sw_ke: Kupanuliwa Supplier Info Enabled
tr_tr: Genişletilmiş Tedarikçi Bilgisi Etkin
zh_hk: 延伸的供应商信息启用
zh_tw: 啟用延伸的供應商信息

source: Extended Supplier Info Disabled
cs_cz: Rozšířená Dodavatel tělesně Info
es_es: Deshabilitar Información Extendida del proveedor
hi_in: विस्तारित प्रदायक विकलांग इन्फो
id_id: Informasi Lengkap Supplier Dinon-aktifkan
it_it: Info estese Fornitore disabili
ko_kr: 확장 공급 업체 정보 장애인
mr_in: एक्सटेंडेड पुरवठादार माहिती अक्षम
nl_nl: Uitgebeide leveranciers info niet geactiveerd
pt_pt: Desabilitar Inf. Estendida Fornec.
ro_ro: Extended Info Furnizor cu handicap
ru_ru: Расширенная информация по поставщикам отключена
sq_al: Info Extended Furnizuesi me aftësi të kufizuara
sv: Utökad leverantörsinformation avstängd
sw_ke: Kupanuliwa Supplier Info walemavu
tr_tr: Engelli Genişletilmiş Tedarikçi Bilgi
zh_hk: 延伸的供应商信息禁用
zh_tw: 延伸的供應商信息禁用

source: This feature will give extended information in the Select Supplier screen.
cs_cz: Tato funkce umožní rozšířit informace na obrazovce Výběr dodavatele.
es_es: Esta propiedad ofrece información extendida en la pantalla de Selección de Proveedores.
hi_in: इस सुविधा का चयन प्रदायक स्क्रीन में विस्तृत जानकारी देंगे.
id_id: Fitur ini akan memberikan informasi lengkap pada menu Pilih Supplier.
it_it: Questa funzione consente di fornire le informazioni estese nella schermata di selezione del fornitore.
ko_kr: 이 기능은 선택 공급 업체 화면의 확장 된 정보를 제공 할 것입니다.
mr_in: हे वैशिष्ट्य निवडा पुरवठादार पडद्यात विस्तारित माहिती देईल.
nl_nl: deze functie geeft uitgebreide informatie weer in het klant selectie scherm
pt_pt: Funcionalidade que exibe informações estendidas na tela seleção fornecedores
ro_ro: Această caracteristică va oferi informaţii extinse în ecranul Selectare Furnizor.
ru_ru: Эта функция даст расширенную информацию в окне Выбор поставщика.
sq_al: Ky funksion do të japin informacion të zgjeruar në ekran Furnizuesi Select.
sv: Denna funktion kommer att ge utökad information i välja leverantör skärmen.
sw_ke: kipengele hiki kutoa taarifa kupanuliwa katika screen Chagua Supplier.
tr_tr: Bu özellik seçin Tedarikçi ekranında genişletilmiş bilgi verecektir.
zh_hk: 此功能会在供应商选择界面给予扩展信息
zh_tw: 此功能將使擴展信息在選擇供應商的屏幕。

source: Prohibit GL Journals to Control Accounts
cs_cz: Zakázat GL Časopisy pro kontrolu účtů
es_es: Prohibir a los diarios contables el controlar las cuentas
hi_in: निषेध जीएल पत्रिकाओं खाता नियंत्रण करने के लिए
id_id: Tdk Memperbolehkan Jurnal GL ke Akun Kontrol
it_it: Riviste Proibire GL per il controllo degli account
ko_kr: 계정을 제어하는​​ GL 저널 금지
mr_in: खाती नियंत्रण जी.एल. जर्नल्स् करण्यास बंदी
nl_nl: Verboden om grootboekjournaal boekingen uit te voeren op controle rekeningen
pt_pt: Inibir Lanç. Contábeis nas contas controle
ro_ro: Jurnale Interzicerea GL a controla conturile
ru_ru: Запретить Журналы главной книги для контроля счетов
sq_al: Revista ndalojnë GL të Kontrollit Llogaritë
sv: Förbjud GL Tidskrifter till avstämningskonton
sw_ke: Zinazuia Journals GL ya Udhibiti Accounts
tr_tr: Yasaklamak GL Dergi Hesapları Kontrolü
zh_hk: 不允许控制科目直接输入转账凭证
zh_tw: 不允許控制科目直接輸入轉帳憑證

source: Prohibited
cs_cz: Zakázané
es_es: Prohibido
hi_in: निषिद्ध
id_id: Tdk Diperbolehkan
it_it: Vietato
ko_kr: 금지
mr_in: प्रतिबंधित
nl_nl: Verboden
pt_pt: Proibido
ro_ro: Interzise
ru_ru: Запрещено
sq_al: I ndaluar
sv: Ej tillåten
sw_ke: Marufuku
tr_tr: YASAKLANMIS
zh_hk: 不允许
zh_tw: 禁止

source: Allowed
cs_cz: Povolené
es_es: Permitido
hi_in: अनुमति
id_id: Diperbolehkan
it_it: Ammessi
ko_kr: 허용
mr_in: अनुमत
nl_nl: Toegestaan
pt_pt: Permitido
ro_ro: Permis
ru_ru: Допускается
sq_al: Lejohet
sv: tillåten
sw_ke: Kuruhusiwa
tr_tr: IZIN VERILMIS
zh_hk: 允许
zh_tw: 允可

source: Setting this to prohibited prevents accidentally entering a journal to the automatically posted and reconciled control accounts for creditors (AP) and debtors (AR)
cs_cz: Toto nastavení změnit na zakázané zabraňuje náhodnému vstupu do časopisu automaticky přidány a smířil kontrolní účty pro věřitele (AP) a dlužníků (AR)
es_es: Seleccionando Prohibido se previene entrar accidentalmente un diario en las, automáticamente apuntadas y conciliadas cuentas de control de acreedores y deudores.
hi_in: पर सेटिंग निषिद्ध गलती से स्वचालित रूप से पोस्ट और मेल मिलाप (एपी) लेनदारों और देनदार (ए आर) के लिए नियंत्रण खातों पर एक पत्रिका में प्रवेश को रोकता है
id_id: Mengatur ini ke tdk diperbolehkan mencegah memasukkan tdk sengaja jurnal ke posting otomatis dan akun kontrol yg dicocokan bagi kreditur (Hutang) dan debitur (Piutang)
it_it: Impostare questo a vietato impedisce accidentalmente entrare in un giornale per i conti di controllo automaticamente inviati e riconciliati per i creditori (AP) e debitori (AR)
ko_kr: 실수로 채권자 (AP) 및 채무자에 대한 자동 게시 및 조정 제어 계정 저널 (AR)를 입력 금지 방지이 설정
mr_in: प्रतिबंधित प्रतिबंधित करण्यासाठी हे सेटिंग चुकीने स्वयं पोस्ट आणि समेट नियंत्रण धनको खाते (एपी) आणि debtors (ए.आर.) एक जर्नल दाखल
nl_nl: Journaal boekingen verboden voor periodes voor
pt_pt: Config esse parâmetro inibe acidentalmente informar lanç. automático para controle contas a pagar e contas a receber
ro_ro: Setarea acestei a interzis împiedică intrarea accidental un jurnal pentru conturile de control postate automat şi reconciliate pentru creditori (AP) şi debitori (AR)
ru_ru: Установка этого в запрещенное предотвращает случайный ввод журнала в автоматическое размещение и примиряет контроль счетов для кредиторов (AP) и должников (AR)
sq_al: Vendosja e kësaj si e ndaluar pengon aksidentalisht hyjnë në një ditar në llogaritë e postuar automatikisht dhe pajtuar të kontrollit për kreditorët (AP) dhe debitorët (AR)
sv: Sätta den till förbjudna förhindrar misstag in i en journal för automatisk upp och försonas kontroll svarar för borgenärerna (AP) och gäldenärer (AR)
sw_ke: Kuweka hii ya kuzuia ajali marufuku kuingia journal kwenye akaunti ya moja kwa moja posted na kutupatanisha kudhibiti kwa wadai (AP) na jukumu (AR)
tr_tr: Bu ayarlama yasak yanlışlıkla alacaklılar (AP) ve borçlular (AR) için otomatik olarak yayınlanmıştır ve uzlaşma kontrol hesapları için bir dergi giren önler
zh_hk: 这个参数避免用户直接用应收应付等自动过账科目输入转账凭证
zh_tw: 此設定可避免使用者直接用應付/應收等自動過帳科目輸入轉帳憑證

source: Prohibit GL Journals to Periods Prior To
cs_cz: Zakázat GL časopisů na období před
es_es: Prohibir a los diarios contables los períodos anteriores a
hi_in: निषेध काल को जीएल से पहले पत्रिकाओं
id_id: Tdk Memperbolehkan Jurnal GL ke Periode Sebelum
it_it: Riviste Proibire GL per i periodi precedenti
ko_kr: 이전으로 기간에 GL 저널 금지
mr_in: आधी करण्यासाठी कालावधी करण्यासाठी जी.एल. जर्नल्स् मनाई करतो
nl_nl: Journaal boekingen verboden voor periodes voor
pt_pt: Inibir Lanç. Cont. Periodos Anterior a
ro_ro: Interzicerea Jurnale GL la perioade anterioare
ru_ru: Запретить Журналы главной книги для периодов до
sq_al: Revista ndalojnë GL periudhave të mëparshme të
sv: Förbjud GL Tidskrifter av perioder före
sw_ke: Zinazuia GL Journals kwa vipindi kabla
tr_tr: Önce için Yıllara yasakla GL Dergiler
zh_hk: 已封账日期
zh_tw: 已關帳日期
