Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The barcode must be 20 characters or less long
cs_cz: Čárový kód musí být 20 nebo méně znaků dlouhé
es_es: El código de barras debe tener 20 caracteres o menos
hi_in: बारकोड 20 या कम वर्णों का अवश्य होना चाहिए
id_id: Barcode maksimum 20 karakter
it_it: Il codice a barre non deve superare i 20 caratteri
ko_kr: 바코드가 20 자 이하 여야합니다
mr_in: बारकोड 20 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De barcode mag max 20 tekens lang zijn
pt_pt: O código de barras deve ser no máximo 20 caracteres
ro_ro: Codul de bare trebuie să fie de 20 de caractere sau mai puţin timp
ru_ru: Штрих-код должен быть не более 20 символов
sq_al: Barcode duhet të jetë 20 shkronja ose më pak gjatë
sv: Streckkoden får vara max 20 tecken
sw_ke: barcode lazima wahusika 20 au chini ya muda mrefu
tr_tr: BARKOD 20 KARAKTERDEN KISA OLMALI
zh_hk: 条型码必须不多于 20 个字
zh_tw: 電腦條碼必須不多於 20 字元

source: There are no asset categories defined. All assets must belong to a valid category,
cs_cz: Nejsou žádné aktiva definovaných kategorií. Všechna aktiva se musí patřit do kategorie platný,
es_es: No hay definidas categorías de activos. Todos los activos deben pertenecer a una categoría válida,
hi_in: कोई संपत्ति परिभाषित श्रेणियां हैं. सभी परिसंपत्तियों एक वैध श्रेणी के हैं करना चाहिए,
id_id: Belum ada kategori aktiva. Semua aktiva harus termasuk kategori yg valid,
it_it: Non ci sono categorie di attività definite. Tutte le attività devono appartenere a una categoria valida,
ko_kr: 정의 된 자산 범주가 없습니다. 모든 자산은 유효 범주에 속해야합니다
mr_in: परिभाषित नाही मालमत्ता श्रेण्या आहेत. सर्व मालमत्ता वैध श्रेणी अंतर्गत आवश्यक आहे,
nl_nl: Er zijn geen vaste categorien van activa. Alle activa moeten behoren tot een geldige categorie,
pt_pt: Não há categoria de ativo fixo definida. todos ativos devem conter uma categoria válida
ro_ro: Nu exista categorii de active definite. Toate bunurile trebuie să aparţină unei categorii valabil,
ru_ru: Не определено категорий активов. Все активы должны принадлежать к какой-либо категории.
sq_al: Nuk ka kategori të pasurive të përcaktuara. Të gjitha pasuritë duhet t&#39;i përkasë një kategori të vlefshme,
sv: Det finns inga tillgångar definierade kategorier. Alla tillgångar måste tillhöra en giltig kategori,
sw_ke: Kuna makundi mali hakuna defined. Mali yote lazima ni wa jamii ya halali,
tr_tr: tanımlanmış bir varlık kategorisi vardır. Tüm varlıklar, geçerli bir kategoriye ait olması gereklidir
zh_hk: 没有定义资产种类。所有资产必须属于有效的种类
zh_tw: 沒有定義資產類別。所有資產必須屬於一個有效的類別，

source: There are no asset locations defined. All assets must belong to a valid location,
es_es: No hay ubicaciones de activos fijos definidas. Todos los activos fijos deben pertenecer a una ubicación del inventario válida,
id_id: Belum ada lokasi aktiva. Semua aktiva harus termasuk lokasi yg berlaku,
ko_kr: 정의 된 자산 위치가 없습니다. 모든 자산은 올바른 위치에 속해야합니다
mr_in: परिभाषित नाही मालमत्ता स्थाने आहेत. सर्व मालमत्ता, एक वैध स्थान मालकीचे असणे अत्यावश्यक आहे
pt_pt: Não há local de ativo fixo definido. todos os ativos devem conterm um local válido
zh_tw: 沒有定義資產的位置。所有資產必須屬於一個有效的位置，

source: The depreciation rate is expected to be a number between 0 and 100
cs_cz: Odpisová sazba má být číslo mezi 0 a 100
es_es: La tasa de depreciación se espera que sea un número entre 0 y 100
hi_in: मूल्यह्रास दर को 0 से 100 के बीच संख्या होने की उम्मीद है
id_id: Tingkat penyusutan harus antara 0 dan 100
it_it: Il tasso di ammortamento è prevista per un numero compreso tra 0 e 100
ko_kr: 감가 속도는 0에서 100 사이의 숫자가 될 것으로 예상된다
mr_in: घसारा दर 0 आणि 100 दरम्यान एक संख्या असेल अशी अपेक्षा आहे
nl_nl: Het afschrijvingspercentage is naar verwachting een aantal tussen 0 en 100
pt_pt: A taxa de depreciação deve ser um número entre 0 e 100
ro_ro: Rata de amortizare este de aşteptat să fie un număr între 0 şi 100
ru_ru: Норма амортизации должна быть числом от 0 до 100
sq_al: Norma e amortizimit pritet të jetë një numër mes 0 dhe 100
sv: Värdeminskning förväntas vara ett tal mellan 0 och 100
sw_ke: Kiwango cha uchakavu inatarajiwa kuwa idadi kati 0 na 100
tr_tr: Amortisman oranı 0 ile 100 arasında bir sayı olması bekleniyor
zh_hk: 折旧率必须在0到100之间
zh_tw: 折舊率預計必須介於0到100之間的數字

source: Numbers less than 1 are interpreted as less than 1%. The depreciation rate should be entered as a number between 0 and 100
cs_cz: Čísla menší než 1 jsou interpretovány jako méně než 1%. Odpisová sazba by měla být zadána jako číslo mezi 0 a 100
es_es: Números de menos de 1 se interpretan como menos de 1%. La tasa de depreciación se debe ingresar como un número entre 0 y 100
hi_in: कम से कम 1 संख्या 1% से कम के रूप में व्याख्या कर रहे हैं. मूल्यह्रास की दर 0 से 100 के बीच एक संख्या के रूप में दर्ज किया जाना चाहिए
id_id: Nomor kurang dari 1 diinterpretasikan sbg kurang dari 1%. Tingkat penyusutan harus dimasukkan sbg angka antara 0 dan 100
it_it: Numeri inferiori a 1 sono interpretati come meno dell&#39;1%. Il tasso di ammortamento deve essere inserita come un numero compreso tra 0 e 100
ko_kr: 1 미만의 숫자는 1 % 미만으로 해석된다. 감가 속도는 0에서 100 사이의 숫자로 입력해야합니다
mr_in: 1 पेक्षा कमी संख्या कमी 1% म्हणून अर्थाची आहेत. घसारा दर 0 आणि 100 दरम्यान एक संख्या प्रविष्ट केले पाहिजे
nl_nl: Getallen kleiner dan 1 worden genterpreteerd als minder dan 1%. Het afschrijvingspercentage moet worden ingevoerd als een getal tussen 0 en 100
pt_pt: Números menores que 1 são interpretados como menor que 1%. A taxa depreciação deve estar entre 0 e 100.
ro_ro: Numerele de mai puţin de 1 sunt interpretate ca mai puţin de 1%. Rata de amortizare ar trebui să fie introdus ca un număr între 0 şi 100
ru_ru: Числа менее 1 интерпретируются как менее 1%. Норма амортизации должна быть числом между 0 и 100
sq_al: Numrat më pak se 1 janë interpretuar si pak se 1%. Norma e amortizimit duhet të futet si një numër mes 0 dhe 100
sv: Tal mindre än 1 tolkas som mindre än 1%. Värdeminskning bör anges som en siffra mellan 0 och 100
sw_ke: Idadi ya chini ya 1 ni kufasiriwa kama chini ya 1%. Kiwango cha uchakavu wanapaswa kuwa aliingia kama idadi ya kati 0 na 100
tr_tr: Sayılar 1&#39;den az% 1&#39;den az olarak yorumlanır. Amortisman oranı 0 ile 100 arasında bir sayı olarak girilmelidir
zh_hk: 数字小于1被解释为小于百分之1。折旧率应该在1到100之间。
zh_tw: 數字小於1被解釋為小於1％。折舊率應該輸入一個介於0和100

source: change category
cs_cz: Změna kategorie
es_es: cambiar categoría
hi_in: परिवर्तन श्रेणी
id_id: perubahan kategori
it_it: cambia categoria
ko_kr: 변경 카테고리
mr_in: श्रेणी बदलण्यासाठी
nl_nl: Wijzig categorie
pt_pt: mudar categoria
ro_ro: schimbare de categorie
ru_ru: Изменить категорию
sq_al: kategori të ndryshojë
sv: byter kategori
sw_ke: mabadiliko ya jamii
tr_tr: değiştirmek kategori
zh_hk: 分类变更
zh_tw: 變更類別

source: Cannot insert a GL entry for the change of asset category because
cs_cz: Nelze vložit záznam GL pro změnu kategorií aktiv, protože
es_es: No se puede insertar una entrada contable para el cambio de categoría de activos porque
hi_in: सम्मिलित संपत्ति श्रेणी की वजह से बदलाव के लिए एक जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk perubahan kategori aktiva karena
it_it: Non è possibile inserire una voce di GL per il cambio di categoria di attività, perché
ko_kr: 자산 범주 때문에 변화에 대한 GL 항목을 삽입 할 수 없습니다
mr_in: मालमत्ता वर्गवारी बदल एक जी.एल. नोंद घालू शकत नाही कारण
nl_nl: Kunt geen GL vermelding voor de verandering van categorie van activa, omdat
pt_pt: Não pode inserir entra contábil para atualizar ativo fixo porque
ro_ro: Nu se poate insera o intrare GL pentru schimbarea de categorii de active, deoarece
ru_ru: Не удается вставить запись в главную книгу об изменении категории активов, поскольку
sq_al: Nuk mund të vendos një hyrje GL për ndryshimin e kategorisë së pasurisë, sepse
sv: Kan inte infoga en GL post för förändring av tillgångar kategorin eftersom
sw_ke: Hawezi kuingia Insert GL kwa mabadiliko ya mali jamii kwa sababu
tr_tr: varlık kategorisi nedeniyle değiştirmek için bir GL giriş eklemek Can&#39;t
zh_hk: 未能新增资产种类因为
zh_tw: 不能對資產類別的改變插入總帳輸入，因為

source: The SQL that failed to insert the cost GL Trans record was
cs_cz: SQL, které se nepodařilo vložit náklady GL Trans rekord byl
es_es: El SQL que no pudo insertar registro de transferencia contable del costo fue
hi_in: SQL कि सम्मिलित करने के लिए विफल लागत जीएल ट्रांस रिकॉर्ड था
id_id: SQL yg gagal utk memasukkan biaya GL rekor Trans adalah
it_it: L&#39;SQL che non è riuscito a inserire il record costo GL Trans è stato
ko_kr: 비용 GL 트랜스 기록했다 삽입에 실패 SQL
mr_in: निवड जी.एल. पलीकडे रेकॉर्ड घालण्यास अयशस्वी की SQL होते
nl_nl: De SQL die niet aan plaats de kosten GL Trans record werd
pt_pt: SQL que falhou na inserção do Custo Transação foi
ro_ro: SQL care nu a reuşit să introduceţi costul GL record Trans a fost
ru_ru: SQL, которому не удалось вставить запись о затратах в главную книгу
sq_al: SQL që nuk arriti të futur në koston GL rekord Trans ishte
sv: Den SQL som misslyckades med att sätta in kostnaden GL Trans skivan var
sw_ke: SQL kwamba alishindwa kuingiza gharama GL Trans rekodi ilikuwa
tr_tr: SQL bu maliyet GL Trans rekor oldu eklemek için başarısız
zh_hk: 插入成本总帐交易记录失败的SQL是
zh_tw: 插入總帳成本的交易記錄的SQL程序失敗

source: The asset could not be updated because
cs_cz: Aktivum nelze aktualizovat, protože
es_es: El activo no se pudo actualizar porque
hi_in: संपत्ति क्योंकि अद्यतन नहीं किया जा सकता है
id_id: aktiva tdk dapat diperbarui karena
it_it: L&#39;attività non può essere aggiornato perché
ko_kr: 자산이 있기 때문에 업데이트 할 수 없습니다
mr_in: मालमत्ता अद्यतनित करणे शक्य नाही कारण
nl_nl: Het actief kan niet worden bijgewerkt omdat
pt_pt: O ativo fixo não pode ser atualizado porque
ro_ro: Activul nu a putut fi actualizat deoarece
ru_ru: Данные об активе не могут быть обновлены, так как
sq_al: Aktiv nuk mund të rifreskohet për shkak se
sv: Tillgången kunde inte uppdateras eftersom
sw_ke: mali hiyo inaweza kuwa mwisho kwa sababu
tr_tr: Varlık nedeni güncelledi olamazdı
zh_hk: 资产无法更新
zh_tw: 資產不能更新, 因為

source: The SQL that was used to update the asset and failed was
cs_cz: SQL, který byl použit k aktualizaci aktiva a neúspěšný byl
es_es: El SQL que se utilizó para actualizar el activo y falló fue
hi_in: SQL कि संपत्ति अद्यतन इस्तेमाल किया गया था और असफल था
id_id: SQL yg digunakan utk memperbarui aktiva dan gagal adalah
it_it: Il SQL che è stato utilizzato per aggiornare l&#39;attività e falliti
ko_kr: 자산을 업데이트하는 데 실패했다 SQL이었다
mr_in: मालमत्ता अद्यतनित करण्यासाठी वापरली आणि अयशस्वी झाले याची SQL होते
nl_nl: De SQL die gebruikt werd om het actief te werken en niet werd
pt_pt: SQL que falhou usado para atualizar o ativo fixo foi
ro_ro: SQL care a fost folosit pentru a actualiza activului şi nu a fost
ru_ru: Завершившийся неудачей SQL, который был использован для обновления активов
sq_al: SQL që është përdorur për të rinovuar të aktivit dhe nuk ishte
sv: SQL som används för att uppdatera tillgången och misslyckades var
sw_ke: SQL kuwa ilitumika kwa update mali na kushindwa mara
tr_tr: varlık güncelleştirmek için kullanılan edilmiş ve başarısız SQL
zh_hk: 用于更新固定资产失败的SQL是
zh_tw: 用作更新資產的 SQL程序失敗

source: Asset
cs_cz: Aktivum
es_es: Activo
hi_in: संपत्ति
id_id: Aktiva
ko_kr: 자산
mr_in: महत्वाचा माणूस
nl_nl: Actief
pt_pt: Ativo
ru_ru: Актив
sq_al: Aktiv
sw_ke: Mali
tr_tr: Varlık
zh_hk: 资产
zh_tw: 資產

source: The asset could not be added because
cs_cz: Aktivum nelze přidat, protože
es_es: El activo no se puede agregar porqué
hi_in: संपत्ति क्योंकि जोड़ा नहीं जा सका
id_id: Aktiva tdk dapat ditambahkan karena
it_it: L&#39;attività non può essere aggiunto perché
ko_kr: 자산이 있기 때문에 추가 할 수 없습니다
mr_in: मालमत्ता कारण जोडले जाऊ शकत नाही
nl_nl: Het actief kan niet worden toegevoegd omdat
pt_pt: O ativo fixo não pode ser adicionado porque
ro_ro: Activul nu a putut fi adăugată deoarece
ru_ru: Актив не может быть добавлен, так как
sq_al: Aktiv nuk mund të shtohet sepse
sv: Tillgången kunde inte läggas till eftersom
sw_ke: mali hiyo inaweza kuwa aliongeza kwa sababu
tr_tr: Varlık nedeni eklenemedi
zh_hk: 无法新增资产
zh_tw: 資產不能新增, 因為

source: The SQL that was used to add the asset failed was
cs_cz: SQL, který byl použit pro přidání aktiva nepodařilo byla
es_es: El SQL que se utilizó para agregar el activo y falló fue
hi_in: SQL कि संपत्ति जोड़ने के लिए किया था विफल रहा था
id_id: SQL yg digunakan utk menambah aktiva dan gagal adalah
it_it: L&#39;SQL che è stato utilizzato per aggiungere l&#39;attività era fallita
ko_kr: 이었다 실패 자산을 추가하는 데 사용 된 SQL
mr_in: मालमत्ता जोडण्यासाठी वापरले जाणारे SQL होते अयशस्वी
nl_nl: De SQL die gebruikt werd om het actief toe te voegen is mislukt was
pt_pt: SQL que falhou para adicionar ativo fixo foi
ro_ro: SQL care a fost utilizat pentru a adăuga activul nu a fost
ru_ru: Завершившийся неудачей SQL, который использовался для добавления актива
sq_al: SQL që është përdorur për të shtuar e aktivit nuk ishte
sv: SQL som användes för att lägga tillgången misslyckades var
sw_ke: SQL kuwa ilitumika ya kuongeza mali alishindwa mara
tr_tr: varlık eklemek için kullanılan SQL oldu başarısız oldu
zh_hk: 用作新增资产失败的 SQL 是
zh_tw: 用於新增資產的SQL程序失敗

source: The new asset has been added to the database with an asset code of:
cs_cz: Nového majetku byl přidán do databáze s aktivem kód:
es_es: El nuevo activo ha sido añadido a la base de datos con un código de activos de:
hi_in: नई संपत्ति एक परिसंपत्ति का कोड के साथ डेटाबेस में जोड़ा गया है:
id_id: Aktiva baru telah ditambahkan ke database dgn kode aktiva:
it_it: L&#39;attività è stata aggiunta al database con un codice di attività:
ko_kr: 새로운 자산의 자산 코드 데이터베이스에 추가되었다 :
mr_in: नवीन मालमत्तेचा मालमत्ता कोडसह डेटाबेस जोडले गेले आहे:
nl_nl: De nieuwe aanwinst is toegevoegd aan de database met een actief code van:
pt_pt: Novo ativo fixo foi adicionado ao DB, com Código Ativo:
ro_ro: Noului activ a fost adăugată la baza de date cu un cod activ al:
ru_ru: Новый актив был добавлен в базу данных с кодом актива:
sq_al: Aktivi i ri është shtuar në bazën e të dhënave me një kod pasuri të:
sv: Den nya tillgången har lagts till i databasen med en tillgång kod:
sw_ke: mali mpya imekuwa aliongeza na Mbegu kwa kodi ya mali ya:
tr_tr: Yeni varlığın bir varlık kodu veritabanına eklendi:
zh_hk: 新资产已经增加到数据库资产编号是
zh_tw: 新資產已被添加到數據庫中，資產代碼為：

source: Validation failed, no updates or deletes took place
cs_cz: Selhání ověření, žádné aktualizace ani odstraní se konal
es_es: La validación falló, las actualizaciones o eliminaciones no tuvieron lugar
hi_in: सत्यापन विफल रहा है, नहीं अद्यतन या हटाता हुआ
id_id: Validasi gagal, tdk ada pembaruan atau penghapusan
it_it: Convalida fallita, non sono stati applicati aggiornamenti o cancellazioni
ko_kr: 검증은 어떤 업데이트를 실패하거나 일어났다 삭제합니다
mr_in: प्रमाणीकरण अद्ययावत किंवा deletes झाला, अयशस्वी
nl_nl: Validatie is mislukt, geen wijzigingen doorgevoerd
pt_pt: Validação falhou, atualizações ou remoções não executadas
ro_ro: Validare a eşuat, nu actualizări sau şterge au avut loc
ru_ru: Проверка завершилась неудачей, не будет проведено обновлений или удалений
sq_al: Validation dështuar, jo përditësimet ose fshin ndodhi
sv: Validering misslyckades, tog inga uppdateringar eller raderar plats
sw_ke: Validation alishindwa, hakuna updates au deletes ulifanyika
tr_tr: VALIDASYON BASARISIZ, GÜNCELLEME VEYA SILME ISLEMI YAPILAMADI
zh_hk: 验证失败, 更新或删除失败
zh_tw: 確定失敗, 沒有更新或刪除

source: The asset still has a net book value - only assets with a zero net book value can be deleted
cs_cz: Aktivum má stále zůstatkovou hodnotou - pouze majetek s nulovou zůstatkovou hodnotou může být zrušen
es_es: El activo todavía tiene un valor neto en libros - solo pueden ser eliminados los activos con un valor neto contable cero
hi_in: संपत्ति अभी भी एक शुद्ध बही मूल्य है - एक शून्य शुद्ध बुक वैल्यू के साथ ही संपत्ति नष्ट किया जा सकता है
id_id: Aktiva tersebut masih memiliki nilai buku bersih - hanya aktiva dgn nilai buku bersih nol yg dapat dihapus
it_it: L&#39;attività ha ancora un valore netto di libro - soltanto attività con un valore netto contabile pari a zero può essere eliminato
ko_kr: 삭제 될 수 있습니다 제로 순 장부 가치 만 자산 - 자산은 여전히​​ 순 장부 가액이
mr_in: मालमत्ता अजूनही निव्वळ पुस्तकी मूल्य आहे - एक शून्य निव्वळ पुस्तकी मूल्य केवळ मालमत्ता हटविले जाऊ शकते
nl_nl: Het actief heeft nog steeds een netto boekwaarde - alleen activa met een nul nettoboekwaarde kunnen worden verwijderd
pt_pt: O ativo fixo permanece com valor contábil. só ativos com valor 0 podem ser removidos.
ro_ro: Activul are încă o valoare contabilă netă - doar activele cu o valoare contabilă netă zero pot fi şterse
ru_ru: У актива до сих пор есть остаточная стоимость - только активы с нулевой остаточной стоимостью может быть удален
sq_al: Aktivi ende ka një vlerë neto në libra - aseteve vetëm me një vlerë zero libër neto mund të fshihet
sv: Tillgången har fortfarande ett bokfört värde - endast tillgångar med en nolla bokförda värdet kan raderas
sw_ke: mali bado ina thamani halisi kitabu - mali tu na thamani ya sifuri halisi kitabu inaweza ilifutwa
tr_tr: silinebilir tek varlık sıfır net defter değeri ile - varlık hala net defter değeri vardır
zh_hk: 此资产依然有帐目净值。只有帐目净值为0的资产才可以删除
zh_tw: 該資產仍然有帳面淨值 - 只有一個零帳面淨值的資產可以被刪除

source: The asset has transactions associated with it. The asset can only be deleted when the fixed asset transactions are purged, otherwise the integrity of fixed asset reports may be compromised
cs_cz: Aktivum transakce spojené s tím. Aktivum může být zrušen, pokud jsou vymazány dlouhodobých aktiv transakce, jinak integrity majetku zpráv může být ohrožena
es_es: El activo cuenta con transacciones relacionadas con el mismo. El activo sólo puede ser eliminado cuando las transacciones de activos fijos se purgan, de lo contrario la integridad de los informes de activos fijos puede verse comprometida
hi_in: संपत्ति लेनदेन के साथ जुड़े है. संपत्ति ही नष्ट कर दिया जब अचल संपत्ति लेनदेन purged कर रहे हैं किया जा सकता है, अन्यथा अचल संपत्ति की रिपोर्ट की अखंडता समझौता किया जा सकता
id_id: Aktiva tersebut memiliki transaksi yg terkait dgnnya. Aktiva tersebut hanya dapat dihapus ketika transaksi aktiva tetap sdh dihapus, jika tdk laporan aktiva akan terpengaruh salah
it_it: L&#39;attività ha le transazioni ad esso associati. L&#39;attività può essere cancellato solo quando le operazioni di immobilizzazioni sono eliminati, altrimenti l&#39;integrità delle relazioni di immobilizzazione potrebbe essere compromessa
ko_kr: 자산은 그와 관련된 거래를 가지고있다. 고정 자산 트랜잭션이 제거 될 때 자산은 그렇지 않으면 고정 자산 보고서의 무결성이 손상 될 수 있으며, 삭제 될 수 있습니다
mr_in: मालमत्ता त्याच्याशी संबद्ध व्यवहार आहे. निर्धारण मालमत्ता व्यवहार साफ जातात तेव्हा मालमत्ता फक्त अन्यथा निश्चित मालमत्ता अहवाल एकाग्रता तडजोड केली जाऊ शकते, हटविले जाऊ शकते
nl_nl: Het actief heeft transacties in verband met het. Het actief kan alleen worden verwijderd wanneer de vaste activa transacties zijn verwijderd, anders wordt de integriteit van de vaste activa verslagen kunnen worden gecompromitteerd
pt_pt: O ativo possui transações associadas a ele. O ativo só pode ser removido quando as transações forem limpas. Caso contrário relatórios ficarão inconsistentes
ro_ro: Activul are tranzacţiile asociate cu ea. Activ poate fi şters numai atunci când tranzacţiile mijloacelor fixe sunt eliminate, altfel integritatea rapoartelor active fixe poate fi compromisă
ru_ru: С активом связаны операций. Актив может быть удален только при удалениисвязанных с ним опраций. В противном случае отчеты по основным активам будут неверными
sq_al: Aktivi ka transaksione që lidhen me të. E aktivit mund të fshihen kur transaksionet e aseteve fikse janë purged, ndryshe integritetin e raporteve të aseteve fikse mund të rrezikohet
sv: Tillgången har transaktioner i samband med det. Tillgången kan endast tas bort när den fasta transaktioner med tillgångar rensas, annars integritet anläggningstillgångar rapporter kan äventyras
sw_ke: mali ina mashirikiano yanayohusiana na hayo. mali inaweza tu kufutwa wakati wa shughuli za mali fasta husafishwa, vinginevyo uadilifu wa taarifa fasta mali inaweza kuathirika
tr_tr: Varlık ile ilişkili işlemler vardır. Varlığın sadece aksi sabit kıymet raporların bütünlüğünü tehlikeye olabilir, sabit kıymet işlemleri tasfiye zaman silinebilir
zh_hk: 此资产有关联交易。只有固定资产的交易被删除后，才可删除此资产，否则的话资产报告的完整性会被破坏
zh_tw: 該資產有與它相關聯的交易。固定資產的交易中欲將被清除的資產只能刪除，否則可能會影響固定資產報表的完整性

source: There is a purchase order set up for this asset. The purchase order line must be deleted first
cs_cz: Tam je objednávka zřízené pro tento majetek. Objednávce řádku musí být nejprve odstraněny
es_es: Hay una orden de compra configurada para este activo. Debe suprimir primero la línea de la orden de compra
hi_in: वहाँ एक खरीद इस संपत्ति के लिए स्थापित की व्यवस्था है. खरीद आदेश पंक्ति पहले हटा दिया जाना चाहिए
id_id: Ada order pembelian dibuat utk aktiva ini. Baris order pembelian harus dihapus terlebih dahulu
it_it: C'è un ordine di acquisto costituito a tale attività. La linea di ordine di acquisto deve essere cancellato prima
ko_kr: 이 자산에 대해 설정 구매 주문이 있습니다. 구매 주문 라인을 먼저 삭제해야합니다
mr_in: या मालमत्तेसाठी सेट खरेदी ऑर्डर आहे. खरेदी ऑर्डर ओळ प्रथम हटविले करणे आवश्यक
nl_nl: Er is een bestelling opgezet voor deze activa. De bestelling lijn moet het eerst verwijderd
pt_pt: Existe uma ordem de compra para este ativo fixo. A linha do pedido precisa ser removida antes
ro_ro: Există un ordin de cumpărare stabilit pentru acest activ. Pentru Linia de cumpărare trebuie să fie şterse prima
ru_ru: Это зазак на покупку, созданный для этого актива. Строка заказа на покупку доложна быть предварительно удалена
sq_al: Nuk është një qëllim blerjen e ngritur për këtë pasuri. Për blerjen e linjës duhet të fshihen e parë
sv: Det finns en beställning som upprättats för denna tillgång. Köpet orderrad måste utgå först
sw_ke: Kuna ili kununua kuanzisha kwa mali hii. Mstari ili kununua lazima kufutwa kwanza
tr_tr: Bu varlık için kurulmuş bir satınalma siparişi var. Satınalma siparişi çizgisine ilk silinmesi gerekir
zh_hk: 此资产已经有一张采购订单。必须先删除采购订单行。
zh_tw: 有一個採購訂單已設置了該資產，此採購訂單行必須先刪除

source: Delete asset
cs_cz: Odstranit aktiva
es_es: Suprimir activo
hi_in: संपत्ति हटाना
id_id: Hapus aktiva
it_it: asset Elimina
ko_kr: 자산 삭제
mr_in: मालमत्ता हटवा
nl_nl: Verwijderen actief
pt_pt: Remover o Ativo
ro_ro: Ştergeţi activ
ru_ru: Удалить актив
sq_al: aktiv Fshije
sv: Ta bort tillgången
sw_ke: Kufuta mali
tr_tr: Silmek varlık
zh_hk: 删除资产
zh_tw: 刪除資產項

source: Cannot insert a GL entry for the deletion of the asset because
cs_cz: Nelze vložit záznam GL pro vypuštění aktivum, protože
es_es: No se puede insertar un registro contable para la eliminación del activo porque
hi_in: सम्मिलित संपत्ति की वजह से हटाए जाने के लिए एक जीएल प्रवेश नहीं कर सकते
id_id: Tdk dapat memasukkan entri GL utk penghapusan aktiva karena
it_it: Non è possibile inserire una voce di GL per la cancellazione del bene, perché
ko_kr: 자산 인해 삭제 GL 항목을 삽입 할 수 없습니다
mr_in: मालमत्ता नष्ट एक जी.एल. नोंद घालू शकत नाही कारण
nl_nl: Kunt geen GL inzending voor de schrapping van het actief, omdat
pt_pt: Não pode inserir entra contábil para ativo fixo porque
ro_ro: Nu se poate insera o intrare GL pentru eliminarea a activului, deoarece
ru_ru: Не удается вставить запись в главную книгу об удалении актива, поскольку
sq_al: Nuk mund të vendos një hyrje GL për fshirjen e aktivit, sepse
sv: Kan inte infoga en GL post för strykning av tillgång, eftersom
sw_ke: Hawezi kuingia Insert GL kwa ajili ya deletion ya mali kwa sababu
tr_tr: varlık nedeniyle silinmesi için GL giriş eklemek Can&#39;t
zh_hk: 无法生成删除此资产的总帐凭证
zh_tw: 不能刪除該資產的插入總帳輸入項，因為
