Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Print Price Lists
cs_cz: Tisk ceníků
es_es: Imprimir listas de precios
hi_in: प्रिंट मूल्य सूची
id_id: Cetak Daftar Harga
it_it: Stampa Il Listino Prezzi
ko_kr: 인쇄 가격 목록
mr_in: प्रिंट किंमत याद्या
nl_nl: Prijs Lijst Afdrukken
pt_pt: Imprime Lista de Preço
ro_ro: Imprimare Liste preturi
ru_ru: Печать прайс-листов
sq_al: Çmimi Print Listat
sv: Skriv ut prislistor
sw_ke: Bei magazeti Orodha
tr_tr: FIYAT LISTELERI (PDF)
zh_hk: 打印价格表
zh_tw: 列印價格表

source: Orders Invoiced Reports
cs_cz: Hlášení fakturovaných objednávek
es_es: Informes de pedidos facturados
hi_in: आदेश रिपोर्टें चालान
id_id: Laporan Order Sdh-Difaktur
it_it: Ordini fatturati Report
ko_kr: 주문 인보이스 보고서
mr_in: ऑर्डर चलनांचा अहवाल
nl_nl: Rapportage gefactureerde orders
pt_pt: Relatório Aviso Pedidos
ro_ro: Obligă facturate Rapoarte
ru_ru: Отчеты об оприходованных заказах
sq_al: Urdhërat e faturuar Raportet
sv: Fakturerade kundorderrapport
sw_ke: Maagizo Invoiced Reports
tr_tr: FATURALANMIS SIPARIS RAPORU (PDF)
zh_hk: 打印已开发票销售订单
zh_tw: 已開發票訂單報表

source: Sales By Sales Type Inquiry
es_es: Consultar ventas por tipo de venta
id_id: Cari Penjualan Per Tipe Penjualan
ko_kr: 판매 유형 문의 매출
mr_in: विक्री प्रकारनुसार विक्री चौकशी
pt_pt: Consulta Vendas por Tipo
zh_tw: 銷售人員按銷售類型查詢

source: Sales By Category Inquiry
es_es: Consultar ventas por categoría
id_id: Cari Penjualan Per Kategori
ko_kr: 카테고리 문의 매출
mr_in: वर्गनुसार विक्री चौकशी
pt_pt: Consulta Vendas por Categoria
zh_tw: 銷售人員按銷售目錄查詢

source: Sales Analysis Reports
cs_cz: Hlášení analýz prodeje
es_es: Informes de análisis de ventas
hi_in: बिक्री विश्लेषण रिपोर्ट
id_id: Laporan Analisa Penjualan
it_it: Analisi dei Report di Vendita
ko_kr: 판매 분석 보고서
mr_in: विक्री विश्लेषण अहवाल
nl_nl: Verkoop Analyse Rapporten
pt_pt: Relatório Análise de Vendas
ro_ro: Raport analiza-vanzari
ru_ru: Отчет анализа продаж
sq_al: Sales Raportet Analiza
sv: Försäljningsanalys rapporter
sw_ke: Uchambuzi mauzo Reports
tr_tr: SATIS ANALIZI RAPORLARI
zh_hk: 销售分析
zh_tw: 銷售分析報表

source: Sales Graphs
cs_cz: Grafy prodeje
es_es: Gráficas de ventas
hi_in: बिक्री रेखांकन
id_id: Grafik Penjualan
it_it: Vendite Grafici
ko_kr: 판매 그래프
mr_in: विक्री ग्राफ
nl_nl: Verkoop Grafieken
pt_pt: Gráficos de Vendas
ro_ro: Vânzări Grafice
ru_ru: Графики продаж
sq_al: Sales Grafikët
sv: Försäljningsgrafer
sw_ke: Mauzo Diagram
tr_tr: SATIS GRAFIKLERI
zh_hk: 销售报告图
zh_tw: 銷售統計圖

source: Top Sellers Inquiry
es_es: Consultar mejores vendidos
id_id: Cari Penjualan Terbaik
ko_kr: 베스트셀러 문의
mr_in: शीर्ष विक्रेते चौकशी
pt_pt: Consulta Maiores Vendedores
zh_tw: 暢銷品查詢

source: Order Delivery Differences Report
cs_cz: Hlášení rozdílů v dodaných množstvích
es_es: Informe de diferencias en entrega de pedidos
hi_in: आदेश डिलिवरी मतभेद रिपोर्ट
id_id: Laporan Selisih Pengiriman Order
it_it: Report Differenze Ordine Consegna
ko_kr: 주문 배달의 차이는 보고서
mr_in: ऑर्डर डिलिव्हरी फरक नोंदवा
nl_nl: Rapportage Leverings Verschillen Orders
pt_pt: Relatório Difer. Remessa Pedidos
ro_ro: Diferenţele de livrare pentru Raport
ru_ru: Отчет о расхождениях в доставке
sq_al: Dallimet e ofrimit të Rendit Report
sv: Kundorder leveransavikelser
sw_ke: Tofauti ili Delivery Ripoti
tr_tr: SIPARIS-SEVKIYAT FARKLARI RAPORU (PDF)
zh_hk: 订单交货差异报告
zh_tw: 訂單交貨差異報表

source: Sales Order Detail Or Summary Inquiries
cs_cz: Prodejní objednávky Detail Nebo Shrnutí Dotazy
es_es: Consultas detalladas o resumidas de órdenes de venta
hi_in: बिक्री आदेश विवरण या सारांश जांच
id_id: Cari Order Penjualan (Rinci / Ringkas)
it_it: Ordine di vendita dettaglio o Summary Richieste
ko_kr: 판매 주문 세부 정보 또는 요약 문의
mr_in: विक्री ऑर्डर तपशील किंवा सारांश Inquiries
nl_nl: Klantorder detail of Samenvatting Vragen
pt_pt: Consulta Resumida Pedido Vendas Det.
ro_ro: Ordinul de vânzare Detaliu sau rezumatul Cereri
ru_ru: Исследование подробностей заказов или итогов
sq_al: Sales Detail Rendit Ose Përmbledhje Hetimet
sv: Säljorderfrågor
sw_ke: Order mauzo Detail Au Summary Maswali
tr_tr: Satış Sipariş Detay Veya Özeti Sorular
zh_hk: 销售订单细节或者总结查询
zh_tw: 銷售報表查詢

source: Top Customers Inquiry
es_es: Consultar mejores clientes
ko_kr: 최고의 고객 문의
zh_tw: 頂級客戶查詢

source: Worst Sales Items Report
es_es: Informe de artículos menos vendidos
id_id: Laporan Item Penjualan Terburuk
ko_kr: 최악의 판매 항목 보고서
mr_in: सर्वात वाईट विक्री आयटम नोंदवा
pt_pt: Relatório Itens Mais Vendidos
zh_tw: 最差的商品銷售報表

source: Sales With Low Gross Profit Report
cs_cz: Prodej s nízkým hrubý zisk Zpráva
es_es: Informe de ventas con utilidad bruta baja
hi_in: कम सकल लाभ की रिपोर्ट के साथ बिक्री
id_id: Laporan Penjualan Laba Kotor Rendah
it_it: Vendite con basso rapporto Gross Profit
ko_kr: 낮은 총 이익 보고서 판매
mr_in: किमान निव्वळ नफा अहवालासह विक्री
nl_nl: Met de verkoop Lage Brutowinst Verslag
pt_pt: Relatório Vendas Baixa Lucratividade
ro_ro: Vânzări cu raportul de profit scăzută brut
ru_ru: Отчет о продажах с наиболее низкой валовой прибылью
sq_al: Shitjes me raportin e ulët Bruto Fitimi
sv: Försäljning med låg bruttovinst Rapport
sw_ke: Ripoti ya mauzo Kwa Low Pato la Biashara
tr_tr: Düşük Brüt Kar Raporu Satış
zh_hk: 低利润率销售报告
zh_tw: 低利潤率銷售報表

source: Create Contract
cs_cz: Vytvoření smlouvy
es_es: Agregar contrato
hi_in: अनुबंध बनाएँ
id_id: Buat Kontrak
it_it: Creare Contratto
ko_kr: 계약 만들기
mr_in: कॉण्ट्रॅक्ट तयार
nl_nl: Maak Contract
pt_pt: Criar Contrato
ro_ro: Creaţi Contract
ru_ru: Создать контракт
sq_al: Krijo kontratës
sv: Skapa kontrakt
sw_ke: Mkataba wa kuunda
tr_tr: Sözleşme oluşturma
zh_hk: 创建合同
zh_tw: 建立合約

source: Sell Through Support Deals
es_es: Acuerdos de ventas apoyadas por el proveedor
id_id: Deal Jual dgn Tunjangan
ko_kr: 지원 상품을 통해 판매
mr_in: समर्थन हाताळते माध्यमातून विक्री
pt_pt: Vendas através Acordos Suporte
zh_tw: 剩貨處理

source: Select Order to Invoice
cs_cz: Zvolit objednávku k fakturaci
es_es: Seleccionar pedido para facturar
hi_in: आदेश चुनें चालान करने के लिए
id_id: Pilih Order Utk Difaktur
it_it: Selezionare l' Ordine da Fatturare
ko_kr: 청구 할 순서를 선택합니다
mr_in: चलन करण्यासाठी निवडा मागणी
nl_nl: Selecteer Order om te factureren
pt_pt: Selec. Pedidos para Aviso
ro_ro: Comanda pentru facturare
ru_ru: Выберите заказа зя выписки счета
sq_al: Zgjidhni mënyrë të Faturë
sv: Välj en kundorder som ska faktureras
sw_ke: Order kuchagua na ankara
tr_tr: FATURALANACAK SIPARISI SEÇINIZ
zh_hk: 新建发票
zh_tw: 新建發票

source: Create A Credit Note
cs_cz: Vytvořit dobropis
es_es: Crear una nota de crédito (Abono)
hi_in: एक क्रेडिट नोट बनाएं
id_id: Buat Nota Kredit
it_it: Emettere Una Nota di Credito
ko_kr: 신용 주 만들기
mr_in: क्रेडिट नोट तयार करा
nl_nl: Maak een Credit Nota
pt_pt: Criar Nota de Crédito
ro_ro: Creare nota de credit
ru_ru: Создать кредит-ноту
sq_al: Krijo një notë krediti
sv: Skapa en kreditfaktura
sw_ke: Kujenga A Angalia Mikopo
tr_tr: Bir Kredi Notu oluşturun
zh_hk: 新建红字发票
zh_tw: 建立折讓單(負數發票)

source: Where Allocated Inquiry
cs_cz: Kde Přidělené Poptávka
es_es: Consultar dónde está asignado
hi_in: जांच कहां आवंटित
id_id: Cari Pembayaran Customer
it_it: Riepilogo Dove Asseganto
ko_kr: 귀하의 할당 된 경우
mr_in: चौकशी वाटप कुठे
nl_nl: Zoekopdracht waar wordt gealloceerd
pt_pt: Consulta Locais Alocações
ro_ro: În cazul în care alocate anchetă
ru_ru: Исследование распределений
sq_al: Ku e akorduara Hetim
sv: Ingår-i
sw_ke: Ambapo zilizotengwa Uchunguzi
tr_tr: NEREYE TAHSIS EDILMIS?
zh_hk: 交易清算状态查询
zh_tw: 交易核銷狀態查詢

source: Aged Customer Balances/Overdues Report
cs_cz: Zákazník ve věku Váhy / Overdues zpráva
es_es: Informe de Saldos / Moras de clientes Antiguos (cartera sana y vencida)
hi_in: वृद्ध ग्राहक / अतिदेय राशि शेष रिपोर्ट
id_id: Laporan Umur Piutang
it_it: Saldi clienti di età / Rapporto Sofferenze
ko_kr: 노인 고객 잔액 / Overdues 보고서
mr_in: वृद्ध ग्राहक शिल्लक / Overdues नोंदवा
nl_nl: Rapportage verlopen openstaande posten klanten
pt_pt: Relatório Saldos/Débito de Clientes
ro_ro: În vârstă de Conturi Client / Overdues Raport
ru_ru: Отчет о балансах/перерасходах клиентов
sq_al: Customer ekuilibrave Aged / Overdues Report
sv: Periodisk kundsaldorapport
sw_ke: Wateja wenye umri wa miaka Bakaa / Overdues Ripoti
tr_tr: YASLANDIRILMIS MÜSTERI BILANÇOLARI/GEÇEN VADELER RAPORU
zh_hk: 应收账款帐龄分析表
zh_tw: 應收帳款帳齡分析表

source: Re-Print A Deposit Listing
cs_cz: Re-Print vklad výpis
es_es: Reimprimir una lista de depósitos
hi_in: फिर से एक जमा लिस्ट प्रिंट
id_id: Cetak-Ulg Daftar Setoran
it_it: Re-stampare un elenco di deposito
ko_kr: 다시 인쇄 예금 리스팅을
mr_in: ठेव सूचीचे पुनर्मुद्रण करणे
nl_nl: Her-druk Een Stortings Lijst
pt_pt: Reimpressão Listagem Depósito
ro_ro: Re-Print A Listing depozit
ru_ru: Перепечатать список депозитов
sq_al: Re-Print A Listing Depozitave
sw_ke: Print upya orodha ya Amana
tr_tr: Re-A Mevduat Listeleme Yazdır
zh_hk: 打印收款单
zh_tw: 列印收款單

source: Debtor Balances At A Prior Month End
cs_cz: Dlužník Zůstatky v předchozí Konec měsíce
es_es: Saldos de clientes al final del mes previo
hi_in: देनदार एक पहले महीने के अंत में शेष
id_id: Saldo Debitur Akhir Bulan Sebelum
it_it: Debitore Saldi ad un fine mese precedente
ko_kr: 이전 달 말에 채무자의 균형
mr_in: महिना अखेरीस ऋणको शिल्लक अगोदरच दाखवा
nl_nl: Debiteur Saldo Op Einde Vorige Maand
pt_pt: Saldos Pendentes até Mês Anterior
ro_ro: Debitor soldurile la o lună înainte de sfârşitul
ru_ru: Остаток должника на конец предыдущего месяца
sq_al: Debitorit ekuilibrave në një fund të muajit paraprak
sv: Gäldenärssaldon vid ett tidigare period slut
sw_ke: Jukumu Bakaa Katika Mwisho A Kabla ya Mwezi
tr_tr: Borçlu A öncesinde Ay Sonu Bakiyesi
zh_hk: 前月末客户欠款汇总表
zh_tw: 前期未收客戶應收帳款彙總表

source: Customer Listing By Area/Salesperson
cs_cz: Zákazník Výpis podle lokality / Prodejce
es_es: Listado de clientes por zona/vendedor
hi_in: क्षेत्र के ग्राहकों की लिस्ट विक्रय प्रतिनिधि /
id_id: Daftar Customer Per Wilayah/Salesman
it_it: Elenco dei Clienti per Area / Venditore
ko_kr: 지역 / 영업 사원으로 고객 목록
mr_in: क्षेत्र / विक्रीव्यक्ती करून ग्राहक यादी
nl_nl: Klanten Lijsten volgens Gebied/Verkoper
pt_pt: Relatório de Clientes por Vendedor/Área
ro_ro: Lista clienţilor Prin zona / Agent de vânzări
ru_ru: Список клиентов по области/продавцу
sq_al: Listing Customer Nga Area / Salesperson
sv: Kundlista per distrikt/säljare
sw_ke: Mteja ya nyimbo By Area / salesperson
tr_tr: Alan olarak Müşteri Listeleri / Satış Elemanı
zh_hk: 依地区/销售员/业务量查询客户列表
zh_tw: 按地區/業務員列出客戶

source: List Daily Transactions
cs_cz: Seznam Denní Transakce
es_es: Lista de transacciones diarias
hi_in: सूची दैनिक ट्रांजैक्शन
id_id: Daftar Transaksi Harian
it_it: Transazioni Lista Daily
ko_kr: 매일 거래를 나열
mr_in: दैनिक व्यवहार सूची
nl_nl: Lijst dagelijkse transacties
pt_pt: Relatório Transações Diárias
ro_ro: Lista de tranzacţii zilnice
ru_ru: Показать ежедневные сделки
sq_al: Transaksionet Lista Daily
sv: Lista dagliga transaktioner
sw_ke: Daily orodha Transactions
tr_tr: Liste Günlük İşlemler
zh_hk: 列出每天交易
zh_tw: 客戶交易日報表

source: Add Customer
cs_cz: Přidat zákazníka
es_es: Añadir cliente
hi_in: ग्राहक जोड़ें
id_id: Tambahkan Customer
it_it: Aggiungi clienti
ko_kr: 고객 추가
mr_in: ग्राहक जोडा
nl_nl: Voeg klant toe
pt_pt: Adicionar Cliente
ro_ro: Adăugaţi client
ru_ru: Добавить клиента
sv: Lägg till ny kund
sw_ke: Wateja kuongeza
tr_tr: Müşteri eklemek
zh_hk: 新建客户
zh_tw: 新增客戶

source: Select Customer
es_es: Seleccionar cliente
id_id: Pilih Customer
ko_kr: 선택 고객
mr_in: ग्राहक निवडा
pt_pt: Selec. Cliente
zh_tw: 選擇客戶

source: Aged Supplier Report
cs_cz: Dodavatel ve věku Zpráva
es_es: Informe de proveedores Antiguos
hi_in: वृद्ध प्रदायक रिपोर्ट
id_id: Laporan Umur Hutang
it_it: Invecchiato Fornitore Report
ko_kr: 노인 공급 업체 보고서
mr_in: वृद्ध पुरवठादार अहवाल
nl_nl: Te Oude Leveranciers Rapport
pt_pt: Relatório Pend. Fornecedor
ro_ro: Aged Furnizor Raport
ru_ru: Отчет о клиенте
sq_al: Raporti Aged Furnizuesi
sv: Förfallna leverantörsrapporter
sw_ke: Ripoti ya umri wa miaka Supplier
tr_tr: YASLANDIRILMIS TEDARIKÇI RAPORU
zh_hk: 应付账款帐龄分析表
zh_tw: 應付帳款帳齡分析表

source: Supplier Balances At A Prior Month End
cs_cz: Zůstatky na dodavatele Před Konec měsíce
es_es: Saldos de proveedores al final del mes previo
hi_in: एक सप्लायर से पहले महीने के अंत में शेष
id_id: Saldo Supplier Akhir Bulan Sebelum
it_it: Saldi al fornitore A fine mese precedente
ko_kr: 이전 달 말에 공급 저울
mr_in: महिना अखेरीस पुरवठादार शिल्लक अगोदरच दाखवा
nl_nl: Leverancier Tegoeden in een vorig Einde van de maand
pt_pt: Saldo Fornecedor até Final Mês Ant.
ro_ro: Furnizorul soldurile la o lună înainte de sfârşitul
ru_ru: Остаток поставщика на конец предыдущего месяца
sq_al: Furnizuesi ekuilibrave në një fund të muajit paraprak
sv: Leverantörssaldon vid ett tidigare periodslut
sw_ke: Wasambazaji Bakaa Katika Mwisho A Kabla ya Mwezi
tr_tr: Tedarikçi A öncesinde Ay Sonu Bakiyesi
zh_hk: 前月末应付供应商余额
zh_tw: 上月末應付供應商餘額

source: Supplier Transaction Inquiries
cs_cz: Dodavatel informací o transakcích
es_es: Consultas de transacciones del proveedor
hi_in: आपूर्तिकर्ता लेनदेन जांच
id_id: Cari Transaksi Supplier
it_it: Fornitore di transazione Richieste
ko_kr: 공급 업체의 거래 문의
mr_in: पुरवठादार व्यवहार चौकशी
nl_nl: Leverancier transacties te vragen
pt_pt: Consulta Transações Fornecedor
ro_ro: Furnizorul Transaction Anchete
ru_ru: Справки Поставщик Сделки
sq_al: Transaksion Hetimet Furnizuesi
sv: Leverantör Transaktion Förfrågningar
sw_ke: Wasambazaji Transaction Maswali
tr_tr: Tedarikçi İşlem Sorular
zh_hk: 供应商交易查询
zh_tw: 供應商交易查詢

source: Add Supplier
cs_cz: Přidat dodavatele
es_es: Añadir proveedor
hi_in: जोड़ें प्रदायक
id_id: Tambahkan Supplier
it_it: Aggiungi Fornitore
ko_kr: 공급 업체 추가
mr_in: पुरवठादार जोडा
nl_nl: Voeg leverancier toe
pt_pt: Adicionar Fornecedor
ro_ro: Inregistrare Furnizor
ru_ru: Добавить поставщика
sq_al: Add Furnizuesi
sv: Lägg till leverantör
sw_ke: Kuongeza Supplier
tr_tr: Eklemek Tedarikçi
zh_hk: 新建供应商
zh_tw: 新增供應商

source: Maintain Factor Companies
cs_cz: Udržovat faktor firem
es_es: Administrar Compañías Financieras
hi_in: बनाए रखने फैक्टर कंपनियों
id_id: Pengaturan Perusahaan Penagihan
it_it: Mantenere Factor Aziende
ko_kr: 팩터 기업 유지
mr_in: फॅक्टर कंपन्या देखरेख
nl_nl: Onderhoud agenten
pt_pt: Manut. Empresas Serv. Financ.
ro_ro: Menţinerea Factor Companii
ru_ru: Настроить компании-торговые агенты
sq_al: Faktori Kompanitë Ruajtja
sv: Underhåll tillverkningsföretag
sw_ke: Kudumisha Factor Makampuni
tr_tr: Korumak Factor Şirketler
zh_hk: 维护代理公司
zh_tw: 代理商公司

source: Purchase Order Grid Entry
es_es: Entrada en cuadrícula de orden de compra
ko_kr: 주문 그리드 항목을 구입
mr_in: खरेदी ऑर्डर ग्रिड प्रवेशाचे
pt_pt: Clas. Comparar Ord. Compra
zh_tw: 首選供應商採購

source: Create a New Tender
es_es: Crear una nueva licitación
id_id: Buat Tender Baru
ko_kr: 새 입찰 만들기
mr_in: नवीन निविदा तयार करा
pt_pt: Criar Proposta
zh_tw: 建立新的詢價單

source: Edit Existing Tenders
es_es: Editar litaciones existentes
id_id: Edit Tender Yg Ada
ko_kr: 기존 입찰을 편집
mr_in: विद्यमान निविदा संपादित
pt_pt: Editar Proposta Existente
zh_tw: 編輯現有詢價單

source: Process Tenders and Offers
cs_cz: Nabídky procesu a nabídky
es_es: Procesar licitaciones y ofertas
hi_in: प्रक्रिया निविदायें और ऑफर
id_id: Proses Tender & Penawaran
it_it: Le offerte di processo e offerte
ko_kr: 공정 입찰 및 행사
mr_in: प्रक्रिया निविदा आणि ऑफर
nl_nl: Proces aanbiedingen en offertes
pt_pt: Processar Ofertas e Propostas
ro_ro: Ofertele Procesul şi Oferte
ru_ru: Обработать тендеры и предложения
sq_al: Tenderët Procesi dhe Oferta
sv: Process Anbud och erbjudanden
sw_ke: Mchakato wa zabuni na Hutoa
tr_tr: Süreç İhaleler ve Teklifler
zh_hk: 处理投标和报盘
zh_tw: 處理詢價單與報價

source: Orders to Authorise
cs_cz: Objednávky na Povolit
es_es: Órdenes a autorizar
hi_in: आदेश Authorise को
id_id: Order utk Diotorisasi
it_it: Ordini Autorizzerà
ko_kr: 주문 Authorise하기
mr_in: आदेश अधिकृत करणे
nl_nl: Orders aan autoriseren
pt_pt: Autorizar Ordens
ro_ro: Ordine de Autorizare
ru_ru: Заказы для авторизации
sq_al: Urdhrave të Authorise
sv: Beställningar att autorisera
sw_ke: Amri Authorise
tr_tr: Emir yetkilendirin için
zh_hk: 待授权订单
zh_tw: 待授權訂單

source: Shipment Entry
cs_cz: Vstup zásilku
es_es: Ingreso de embarque
hi_in: लदान एंट्री
id_id: Buat Pengiriman
it_it: La spedizione di entrata
ko_kr: 선적 항목
mr_in: शिपमेंट प्रविष्टी
nl_nl: Verzending Invoeren
pt_pt: Entrada de Embarque
ro_ro: Expediere de intrare
ru_ru: Позиция поставки
sq_al: Dërgesë Hyrja
sv: Inleveranser
sw_ke: Transport Entry
tr_tr: SEVKIAT GIRISI
zh_hk: 选择供应商
zh_tw: 選擇供應商

source: Select A Shipment
cs_cz: Zvolit dodávku
es_es: Seleccionar un embarque
hi_in: एक शिपमेंट का चयन करें
id_id: Cari Pengiriman
it_it: Seleziona una spedizione
ko_kr: 출하를 선택
mr_in: शिपमेंट निवडा
nl_nl: Selecteer Een Verzending
pt_pt: Selecione Embarque
ro_ro: Selectaţi expediere
ru_ru: Выьерите поставку
sq_al: Zgjidh nje Dërgesë
sv: Välj en leverans
sw_ke: Kuchagua A Shipment
tr_tr: BIR SEVKIYAT SEÇIN
zh_hk: 选择运单
zh_tw: 選擇運輸單

source: Purchase Order Detail Or Summary Inquiries
cs_cz: Objednávka Detail Nebo Shrnutí Dotazy
es_es: Consultas detalladas o resumidas de órdenes de compra
hi_in: खरीद आदेश या विस्तार से जांच सारांश
id_id: Cari Order Pembelian (Rinci / Ringkas)
it_it: Dettagli ordine di acquisto o Sintesi Richieste
ko_kr: 주문 세부 정보 또는 요약 문의를 구입
mr_in: खरेदी आदेश तपशील किंवा सारांश Inquiries
nl_nl: Bestelling detail of Samenvatting Vragen
pt_pt: Consulta Resumida Detalhe de O.C.
ro_ro: Ordinul de cumpărare Detaliu sau rezumatul Cereri
ru_ru: Изучение данных о заказе или итоговых данных
sq_al: Detail Urdhër blerjes ose përmbledhje Hetimet
sv: Inköpsorder frågor
sw_ke: Kununua Order Detail Au Summary Maswali
tr_tr: Sipariş Detay Veya Özeti Sorular
zh_hk: 采购订单明细或汇总查询
zh_tw: 採購統計報表

source: Maintain Supplier Price Lists
es_es: Administrar listas de precios del proveedor
id_id: Pengaturan Daftar Harga Supplier
ko_kr: 공급 업체의 가격 목록을 유지
mr_in: पुरवठादार किंमत याद्या देखरेख
pt_pt: Manutenção Lista Preço
zh_tw: 維護供應商價格表

source: Inventory Location Transfers
cs_cz: Zásoby Umístění Převody
es_es: Traslado de inventario - Envío de artículo
hi_in: इन्वेंटरी स्थान Transfers
id_id: Perpindahan Lokasi Satu Tipe
it_it: Posizione
ko_kr: 재고 위치 전송
mr_in: सूची स्थान हस्तांतरणासाठी
nl_nl: Voorraad lokatie transfer boekingen
pt_pt: Transferir Local Estoque
ro_ro: Inventarul Locaţie Transferuri
ru_ru: Перемещения складов товара
sq_al: Vendndodhja Transferet Inventari
sv: Inventarie localtransfers
sw_ke: Hesabu Location Transfers
tr_tr: DEPO TRANSFERLERI
zh_hk: 移库
zh_tw: 庫存地點轉移

source: Bulk Inventory Transfer
cs_cz: Hromadný přesun položek
es_es: Traslado masivo de inventario
hi_in: सूची थोक स्थानांतरण
id_id: Perpindahan Persediaan Banyak Tipe
it_it: Bulk Inventario di trasferimento
ko_kr: 대량 재고 전송
mr_in: बल्क सूची हस्तांतरण
nl_nl: Bulk voorraad transfer
pt_pt: Transferir Estoque Bulk
ro_ro: Inventarul de transfer în vrac
ru_ru: Массовое перемещение товара
sq_al: Bulk Transfer Inventari
sv: Bulk inventarietransfers
sw_ke: Wingi Mali Transfer
tr_tr: TOPLU STOK TRANSFERI
zh_hk: 批量移库
zh_tw: 批量移庫

source: Inventory Adjustments
cs_cz: Zásoby Opravné položky
es_es: Ajustes de inventario
hi_in: सूची समायोजन
id_id: Penyesuaian Persediaan
it_it: Rettifiche di Inventario
ko_kr: 재고 조정
mr_in: सूची ऍडजस्टमेंट
nl_nl: Voorraad aanpassingen
pt_pt: Ajustes de Estoque
ro_ro: Ajustari Inventar
ru_ru: Корректировки инвентаризации
sq_al: Inventari Rregullimet
sv: Lagerjusteringar
sw_ke: Hesabu marekebisho
tr_tr: STOK AYARLAMALARI
zh_hk: 存货调整
zh_tw: 庫存調整

source: Enter Stock Counts
cs_cz: Vložit skladové stavy
es_es: Introducir Cómputo de Existencias
hi_in: शेयर गिनता दर्ज
id_id: Masukkan Hitungan Stok
it_it: Invia
ko_kr: 주식 수를 입력
mr_in: स्टॉक संख्या प्रविष्ट करा
nl_nl: Invoeren van voorraad telling
pt_pt: Entrar Quantidade Estoque
ro_ro: Inregistreaza Numarare Inventar
ru_ru: Введите счетчики товара
sq_al: Enter Pikat Stock
sv: Registrera lagerkvantiteter
sw_ke: Kuingia Counts Stock
tr_tr: STOK SAYIMLARI GIRISI
zh_hk: 存货盘点
zh_tw: 存貨盤點

source: Create a New Internal Stock Request
es_es: Crear nueva Solicitud de Existencia Interna
id_id: Buat Permintaan Stok Internal Baru
ko_kr: 새 재고 요청 만들기
mr_in: एक नवीन अंतर्गत स्टॉक विनंती तयार करा
pt_pt: Criar Nova Reques. Interna Estoque
zh_tw: 新建易耗品申請單

source: Fulfill Internal Stock Requests
es_es: Cumplir con las Solicitudes de Existencia Internas
id_id: Memenuhi Permintaan Stok Internal
ko_kr: 재고 요청을 수행
mr_in: अंतर्गत स्टॉक विनंत्या पूर्ण करा
pt_pt: Atend. Requis. Interna Estoque
zh_tw: 執行消費品請購單

source: Serial Item Research Tool
cs_cz: Sériové bod výzkumný nástroj
es_es: Herramienta de investigación de artículo seriado
hi_in: धारावाहिक आइटम अनुसंधान उपकरण
id_id: Cari Item Berseri
it_it: Serial strumento di ricerca oggetto
ko_kr: 직렬 항목 연구 도구
mr_in: सिरियल आयटम संशोधन उपकरण
nl_nl: Onderzoeksinstrument voor seriematige items
pt_pt: Pesquisar Item Serial
ro_ro: Serial Postul instrument de cercetare
ru_ru: Инструмент поиска серийного товара
sq_al: Serial Tool Item Kërkimit
sv: Serial Punkt Research Tool
sw_ke: Serial Item Utafiti Tool
tr_tr: Seri Ürün Araştırma Aracı
zh_hk: 产品序列号查询
zh_tw: 產品序列號查詢

source: Reprint GRN
es_es: Reimprimir
id_id: Cetak-Ulg GRN
ko_kr: 재 인쇄 GRN
mr_in: पुनर्मुद्रण GRN
pt_pt: Reimprimir GRN
zh_tw: 採購收貨查詢(重印)

source: Inventory Item Movements
cs_cz: Pohyby skladových položek
es_es: Movimientos de artículo de inventario
hi_in: सूची आइटम संचलन
id_id: Pergerakkan Item Persediaan
it_it: Movimenti di inventario Voce
ko_kr: 재고 품목 운동
mr_in: सूची आयटम हालचाली
nl_nl: Bewegingen van voorraaditems
pt_pt: Movimentação Item Estoque
ro_ro: Variatiile Articolului din Inventar
ru_ru: Пепермещения позиции ассортимента
sq_al: Lëvizjet Inventari Item
sv: Lagertransaktioner
sw_ke: Hesabu Item Harakati
tr_tr: ÜRÜN HAREKETLERI
zh_hk: 物料移动查询
zh_tw: 存貨移倉查詢

source: Inventory Item Status
cs_cz: Stav skladové položky
es_es: Estado de artículo de inventario
hi_in: सूची आइटम की स्थिति
id_id: Status Item Persediaan
it_it: Inventario stato oggetto
ko_kr: 재고 상품 상태
mr_in: सूची आयटम स्थिती
nl_nl: Status van voorraad item
pt_pt: Situação Item Estoque
ro_ro: Info Articol din Inventar
ru_ru: Статус позиции ассортимента
sq_al: Statusit Inventari Item
sv: Produktstatus
sw_ke: Hesabu Item Status
tr_tr: STOK DURUMU
zh_hk: 物料库存查询
zh_tw: 存貨狀態查詢

source: Inventory Item Usage
cs_cz: Použití skladové položky
es_es: Uso de artículo de inventario
hi_in: सूची आइटम उपयोग
id_id: Penggunaan Item Persediaan
it_it: Inventario di utilizzo dell&#39;oggetto
ko_kr: 재고 항목 사용
mr_in: सूची आयटम वापर
nl_nl: Gebruik van voorraad item
pt_pt: Uso Item Estoque
ro_ro: Utilizarea Articolului din Inventar
ru_ru: Использование позиции ассортимента
sq_al: Usage Item Inventari
sv: Lagersituation
sw_ke: Hesabu Item Usage
tr_tr: STOK KULLANIMI
zh_hk: 物料用量查询
zh_tw: 庫存商品用量

source: Stock Dispatch
cs_cz: Skladem Expedice
es_es: Despacho de Existencias
hi_in: शेयर डिस्पैच
id_id: Pengiriman Stok
it_it: Archivio Dispatch
ko_kr: 주식 파견
mr_in: स्टॉक डिस्पॅच
pt_pt: Saídas Estoque
ro_ro: Stoc Dispatch
ru_ru: Отправка товара
sq_al: Stock Dërgimi
sv: Leverans
sw_ke: Hisa Dispatch
tr_tr: Stok Dispatch
zh_hk: 发货
zh_tw: 庫存調度

source: Mail Inventory Valuation Report
es_es: Enviar informe de valuación de inventario por correo
ko_kr: 메일 재고 평가 보고서
mr_in: मेल सूची मूल्यांकन अहवाल
pt_pt: Email Relat. Aval. Estoque
zh_tw: 郵件商品庫估價報表
