Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Select the balance date
cs_cz: Vyberte rozvahovému dni
es_es: Seleccionar la fecha del balance
hi_in: संतुलन तिथि का चयन करें
id_id: Pilih tgl neraca
it_it: Selezionare la data di bilancio
ko_kr: 균형 날짜를 선택
mr_in: शिल्लक तारीख निवडा
nl_nl: Selecteer de balans datum
pt_pt: Selecione data do saldo
ro_ro: Selectaţi data bilanţului
ru_ru: Выберите дату баланса
sq_al: Zgjidhni datën e bilancit
sv: Välj datum
sw_ke: Kuchagua tarehe ya usawa
tr_tr: BIR BILANÇO TARIHI SEÇIN
zh_hk: 选择报表日期
zh_tw: 顯示結餘日期

source: as at
cs_cz: k
es_es: al
hi_in: कम के रूप में
id_id: per tgl
it_it: al
ko_kr: 에서로
mr_in: येथे म्हणून
nl_nl: per
pt_pt: base em
ro_ro: ca la
ru_ru: как и
sq_al: si në
sv: per
sw_ke: kama katika
tr_tr: at gibi
zh_hk: 日期
zh_tw: 截止

source: The accumulated profits brought forward could not be calculated by the SQL because
cs_cz: Nerozdělený zisk minulých let nelze vypočítat podle SQL, protože
es_es: Las ganancias acumuladas traídas hacia adelante no se pudieron calcular por el SQL porque
hi_in: संचित लाभ आगे क्योंकि SQL द्वारा की गणना लाया नहीं जा सकता
id_id: Keuntungan yg terakumulasi saldo awal (bfwd) tdk dapat dihitung oleh SQL karena
it_it: Gli utili accumulati portato avanti non poteva essere calcolata con il SQL perché
ko_kr: 앞으로 이동 한 누적 이익은 SQL 때문에 계산할 수 없습니다
mr_in: पुढे आणले जमा नफा SQL द्वारे गणना करणे शक्य नव्हते कारण
nl_nl: De geaccummuleerde winst kon niet worden berekend omdat
pt_pt: Lucros acumulados em avançado não podem ser calculados pelo SQL porque
ro_ro: Profiturile acumulate devansată nu a putut fi calculată de către SQL, deoarece
ru_ru: Накопленная прибыль не может быть рассчитана на SQL, так как
sq_al: Fitimeve të akumuluara solli përpara nuk mund të llogaritet duke SQL sepse
sv: SQL fel
sw_ke: faida ya kusanyiko kuletwa mbele inaweza kuwa mahesabu kwa sababu ya SQL
tr_tr: Karlarından ileri SQL çünkü hesaplanır olamazdı getirdi
zh_hk: 未能结转本年利润，原因是：
zh_tw: 累計利潤結轉未能由SQL計算, 因為

source: Check Total
cs_cz: Zkontrolujte celkem
es_es: Comprobar Total
hi_in: चेक कुल
id_id: Periksa Total
it_it: Controlla Totale
ko_kr: 총 점검
mr_in: एकूण तपासा
nl_nl: Check Totaal
pt_pt: Conferência Total
ro_ro: Verificaţi Total
ru_ru: Проверьте Всего
sq_al: Check Gjithsej
sw_ke: Jumla ya kuangalia
tr_tr: TOPLAMI KONTROL ET
zh_hk: 差额
zh_tw: 檢查總計

source: Sales Area Maintenance
cs_cz: Nastavení prodejních míst
es_es: Administrar zona de ventas
hi_in: बिक्री क्षेत्र रखरखाव
id_id: Pengaturan Area Penjualan
it_it: Gestione aree di vendita
ko_kr: 판매 지역 유지 보수
mr_in: विक्री क्षेत्र देखभाल
nl_nl: Verkoop Onderhoud
pt_pt: Manutenção Área de Vendas
ro_ro: Reglaje Vanzari
ru_ru: Поддержка областей продаж
sq_al: Sales Area Mirëmbajtja
sv: Försäljningsdistrikt
sw_ke: Eneo la mauzo Maintenance
tr_tr: SATIS BÖLGELERI YÖNETIMI
zh_hk: 销售区域
zh_tw: 銷售區域維護

source: The area code must be three characters or less long
cs_cz: Předčíslí musí být tři nebo méně znaků dlouhé
es_es: El código de zona no puede tener más de 3 caracteres
hi_in: क्षेत्र कोड तीन या कम वर्णों का अवश्य होना चाहिए
id_id: Kode area maksimum 3 karakter
it_it: Il codice di zona devono essere tre caratteri o meno lungo
ko_kr: 지역 코드는 세 자 이하 여야합니다
mr_in: क्षेत्र कोड तीन वर्ण किंवा कमी लांब असणे आवश्यक आहे
nl_nl: De regio code mag maximaal 3 tekens lang zijn
pt_pt: Código área precisa ter 3 ou mais caracteres
ro_ro: Codul de zonă trebuie să fie trei caractere sau mai puţin timp
ru_ru: Код области должен состоять из трех или менее символов
sq_al: Prefiksin e zonës duhet të jetë tre shkronja ose më pak gjatë
sv: Distriktskoden ska vara max tre tecken lång
sw_ke: Ya namba ya eneo lazima wahusika tatu au chini ya muda mrefu
tr_tr: Alan kodu üç veya daha az karakterden uzun olmalı
zh_hk: 区域编号长度必须是或少于3个字符
zh_tw: 地區編號必須是或少於2字元

source: The area code entered already exists
cs_cz: Předčíslí vstoupil již existuje
es_es: El código de zona indicado ya existe
hi_in: क्षेत्र कोड पहले से मौजूद है में प्रवेश किया
id_id: Kode area tersebut sdh ada
it_it: Il prefisso inserito esiste già
ko_kr: 지역 코드는 이미 입력
mr_in: क्षेत्र कोड विद्यमान आधीच प्रविष्ट
nl_nl: De ingevoerde regiocode bestaat al
pt_pt: Código área informado já existe
ro_ro: Prefixul introdus există deja
ru_ru: Введеный код уже существует
sq_al: Prefiksin e zonës hyrë tashmë ekziston
sv: Distriktskoden finns redan
sw_ke: Ya namba ya eneo aliingia tayari lipo
tr_tr: Alan kodu zaten var girdi
zh_hk: 输入的区域代码已经存在
zh_tw: 輸入的區碼已經存在

source: The area description must be twenty five characters or less long
cs_cz: Plocha popis musí být dvacet pět znaků nebo méně dlouho
es_es: La descripción de la zona no puede tener más de 25 caracteres
hi_in: क्षेत्र वर्णन पच्चीस या कम वर्णों का अवश्य होना चाहिए
id_id: Keterangan area maksimum 25 karakter
it_it: La descrizione area deve essere 25 caratteri o meno lungo
ko_kr: 지역 설명 이십오 자 이하 여야합니다
mr_in: क्षेत्र वर्णन पंचवीस वर्ण किंवा कमी लांब असणे आवश्यक आहे
nl_nl: de regio omschrijving mag maximaal 25 tekens lang zijn
pt_pt: A descrição área de vendas precisa ter 20 ou mais caracteres
ro_ro: Descrierea zonă trebuie să fie douăzeci şi cinci de caractere sau mai puţin timp
ru_ru: Описание области должно быть двадцать пять символов или меньше
sq_al: Përshkrimi zonë duhet të jetë 25 shkronja ose më pak gjatë
sv: Distriktsbeskrivningen ska vara max 25 tecken lång
sw_ke: Maelezo eneo lazima wahusika 25 au chini ya muda mrefu
tr_tr: BÖLGE AÇIKLAMASI 25 KARAKTERDEN KISA OLMALI
zh_hk: 区域说明长度必须是或少于25个字符
zh_tw: 地區說明長度必須是或少於50字元

source: The area code may not be empty
cs_cz: Předčíslí nesmí být prázdný
es_es: Debe indicar un código de zona
hi_in: क्षेत्र कोड खाली नहीं हो सकती
id_id: Kode area tdk boleh kosong
it_it: Il codice di zona non può essere vuoto
ko_kr: 지역 코드는 비어있을 수 없습니다
mr_in: क्षेत्र कोड रिक्त असू शकत नाही
nl_nl: De regio code mag niet leeg blijven
pt_pt: O código área não pode estar vazio
ro_ro: Prefixul nu poate fi gol
ru_ru: Код области не может быть пустым
sq_al: Prefiksin e zonës mund të mos jetë bosh
sv: Distriktskoden får inte vara tom
sw_ke: Ya namba ya eneo inaweza kuwa tupu
tr_tr: BÖLGE KODU BOS BIRAKILAMAZ
zh_hk: 区域编号不能为空
zh_tw: 地區編號不能留空

source: The area description may not be empty
cs_cz: V oblasti popisu nesmí být prázdný
es_es: La descripción de la zona no puede estar vacía
hi_in: क्षेत्र वर्णन खाली नहीं हो सकती
id_id: Keterangan area tdk boleh kosong
it_it: La descrizione area non può essere vuoto
ko_kr: 지역 설명이 비어하지 않을 수 있습니다
mr_in: क्षेत्र वर्णन रिक्त असू शकत नाही
nl_nl: De regio beschrijving mag niet leeg blijven
pt_pt: A descrição da área não pode estar vazia
ro_ro: Descrierea Zona nu poate fi gol
ru_ru: Описание области не может быть пустым
sq_al: Përshkrimi i zonës nuk mund të jetë bosh
sv: Distriktsbeskrivningen får inte vara tom
sw_ke: Maelezo eneo inaweza kuwa tupu
tr_tr: BÖLGE AÇIKLAMASI BOS BIRAKILAMAZ
zh_hk: 区域说明不能为空
zh_tw: 地區說明不能留空

source: Area code
cs_cz: Kód oblasti
es_es: Código de zona
hi_in: क्षेत्र कोड
id_id: Kode Area
it_it: L'area di vendita
ko_kr: 지역 코드
mr_in: क्षेत्र कोड
nl_nl: Regio code
pt_pt: Código Área
ro_ro: Zona de cod
ru_ru: Код области
sq_al: Kodi Area
sv: Distriktskod
sw_ke: Eneo code
tr_tr: BÖLGE KODU
zh_hk: 区域编号
zh_tw: 地區編號

source: New area code
cs_cz: Nové předčíslí
es_es: Nuevo código de zona
hi_in: नए क्षेत्र कोड
id_id: Kode area baru
it_it: L'area di vendita
ko_kr: 새로운 지역 코드
mr_in: नवीन क्षेत्र कोड
nl_nl: Nieuwe regio code
pt_pt: Novo Código de Área
ro_ro: Noi prefix
ru_ru: Код новой области
sq_al: Kodi i ri i zonës
sv: Ny distriktskod
sw_ke: Mwezi eneo code
tr_tr: YENI BÖLGE KODU
zh_hk: 新区域编号
zh_tw: 新地區編號

source: has been inserted
cs_cz: byl vložen
es_es: ha sido insertado
hi_in: डाला गया है
id_id: telah dimasukkan
it_it: e' stata inserita
ko_kr: 삽입 된
mr_in: घातले गेले आहे
nl_nl: is ingevoegd
pt_pt: foi inserido
ro_ro: a fost introdus
ru_ru: был вставлен
sq_al: ka qenë i futur
sv: har skapats
sw_ke: imekuwa kuingizwa
tr_tr: GIRILDI
zh_hk: 已插入
zh_tw: 已插入

source: The area could not be added or updated because
cs_cz: Tato oblast by neměla být přidány nebo aktualizovány, protože
es_es: La zona no pudo ser creada o actualizada porque
hi_in: क्षेत्र या जोड़ा नहीं जा सका क्योंकि अद्यतन
id_id: Area tdk dapat ditambahkan atau diperbarui karena
it_it: Non e' stato possibile inserire o aggiornare l'area di vendita perche'
ko_kr: 이 지역은 추가 또는 때문에 업데이트 할 수 없습니다
mr_in: क्षेत्र जोडला किंवा अद्यतनित करणे शक्य नाही कारण
nl_nl: De regio kon niet worden tooegd of aangepast omdat
pt_pt: Código área não pode ser adic. ou atual. porque
ro_ro: Zona nu a putut fi adăugate sau actualizate, deoarece
ru_ru: Область не может быть добавлена или изменена, так как
sq_al: Zona nuk mund të shtohet ose të përditësuar për shkak se
sv: Distriktet kunde inte sparas för att
sw_ke: Eneo hilo inaweza kuwa aliongeza au updated sababu
tr_tr: BÖLGE EKLENEMEDI / GÜNCELLENEMEDI:
zh_hk: 区域编号不能新增或更新, 因为
zh_tw: 地區編號不能新增或更新, 因為

source: Cannot delete this area because customer branches have been created using this area
cs_cz: Nelze smazat tuto oblast, protože zákazník větve byly vytvořeny pomocí této oblasti
es_es: No se puede suprimir esta zona porque existen sucursales de clientes que la usan
hi_in: इस क्षेत्र को नष्ट क्योंकि ग्राहक शाखाओं से इस क्षेत्र का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus area ini karena cabang customer telah dibuat menggunakan area ini.
it_it: Non è possibile cancellare quest'area di vendita perchè ci sono delle filiali di alcuni clienti anagrafate in quest'area
ko_kr: 고객 가지가이 영역을 사용하여 생성 되었기 때문에이 부분을 삭제할 수 없습니다
mr_in: ग्राहक शाखा या क्षेत्रात वापरून तयार केले गेले आहेत कारण या क्षेत्रात हटवू शकत नाही
nl_nl: Regio kan niet worden verwijderd omdat regio voorkomt in klant branches
pt_pt: Não pode remover esta área porque unidades cliente foram criadas nessa código
ro_ro: Nu se poate şterge acest domeniu, deoarece ramurile clientului au fost create folosind acest domeniu
ru_ru: Не удается удалить эту область, так как для неё созданы филиалы клиента
sq_al: Nuk mund të fshini këtë zonë, sepse degët e konsumatorëve kanë qenë krijuar duke përdorur këtë fushë
sv: Kan inte ta bort distriktet för att det leveransplatser använder det
sw_ke: Hawezi kufuta eneo sababu matawi mteja viliumbwa kwa kutumia eneo hili
tr_tr: BU BÖLGE SILINEMIYOR, ONU KULLANAN MÜSTERI SUBELERI VAR
zh_hk: 不能删除此销售区域因为已有客户分公司在这区域
zh_tw: 不能刪除此地區因為已有客戶分公司在這地區

source: branches using this area code
cs_cz: poboček pomocí tohoto kódu oblasti
es_es: Sucursales que usan este código de zona
hi_in: इस क्षेत्र कोड का उपयोग शाखाओं
id_id: cabang menggunakan kode area ini
it_it: filiali sono anagrafate in questa area di vendita
ko_kr: 이 지역 코드를 이용하여 분기
mr_in: या क्षेत्रात कोड वापरून शाखा
nl_nl: branches die deze regio code gebruiken
pt_pt: unidades que utilizam está área
ro_ro: sucursale folosind acest cod domeniu
ru_ru: области, использующие этот код области
sq_al: degëve të përdorur këtë kodin e zonës
sv: leveransplatser som använder detta distrikt
sw_ke: matawi kutumia namba ya eneo
tr_tr: BU BÖLGE KODUNU KULLANAN SUBELER
zh_hk: 家此区域编号的分公司
zh_tw: 此地區編號的分公司

source: Cannot delete this area because sales analysis records exist that use this area
cs_cz: Nelze odstranit, protože tato oblast prodeje analýzy existují záznamy, které používají tuto oblast
es_es: No se puede suprimir esta zona porque existen registros de análisis de ventas que la usan
hi_in: इस क्षेत्र को नष्ट क्योंकि बिक्री विश्लेषण रिकार्ड उपलब्ध नहीं हैं कि इस क्षेत्र का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus area ini karena terdapat data analisa penjualan menggunakan area ini
it_it: Impossibile eliminare questo settore perché l&#39;analisi delle vendite record di esistere che l&#39;utilizzo di quest&#39;area
ko_kr: 판매 분석 기록이 지역 그 사용을 존재하기 때문에이 부분을 삭제할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड की वापर या भागात विद्यमान कारण हे क्षेत्र हटवू शकत नाही
nl_nl: Kan niet verwijder dit gebied, omdat de verkoop analyse records bestaan die dit gebied gebruiken
pt_pt: não pode remover esta área porque registro de análise vendas existem
ro_ro: Nu se poate şterge acest domeniu pentru că vânzările de înregistrări care folosesc analiza exista acest domeniu
ru_ru: Не удается удалить эту область, так так для неё существуют отчеты о продажах
sq_al: Nuk mund të fshini këtë zonë për shkak të shitjes të dhënat e analizave ekzistojnë që të përdorin këtë zonë
sv: Kan inte ta bort detta distrikt för det finns försäljningsanalyser som använder det
sw_ke: Hawezi kufuta eneo kwa sababu mauzo ya uchambuzi wa kumbukumbu zipo kuwa matumizi ya eneo hili
tr_tr: satış analizi kayıtları bu alanda kullandıkları mevcut olduğundan bu alanda silinemiyor
zh_hk: 不能删除这个区域因为此区域已用于现有的销售分析记录
zh_tw: 因為銷售分析記錄存在使用此區域不能刪除這個區域

source: sales analysis records referring this area code
cs_cz: prodejní analýzy záznamů odkazem této oblasti kódu
es_es: registros de análisis de ventas referidos a este código de zona
hi_in: बिक्री विश्लेषण इस क्षेत्र कोड जिक्र रिकॉर्ड
id_id: data analisa penjualan yg mereferensi pada kode area ini
it_it: rapporti di vendita utilizzano questa area di vendita
ko_kr: 이 지역 번호를 참조하여 판매 분석 레코드
mr_in: विक्री विश्लेषण रेकॉर्ड या क्षेत्रात कोड संदर्भित
nl_nl: verkoop analyses waarin deze regio code wordt gebruikt
pt_pt: registros de análise de vendas que referem-se a este cód. área
ro_ro: vânzărilor de înregistrări analiză trimitere acest cod domeniu
ru_ru: записи анализа продаж, ссылающихся на код этой области
sq_al: shitjeve të dhënat analizë duke iu referuar këtij kodin e zonës
sv: försäljningsanalysposter refererar till detta distrikt
sw_ke: mauzo ya uchambuzi wa kumbukumbu akimaanisha hii namba ya eneo
tr_tr: BU BÖLGE KODU ILE ILGILI SATIS ANALIZI KAYITLARI
zh_hk: 条此区域的销售分析记录
zh_tw: 屬於此地區的銷售記錄

source: Area Code
cs_cz: Kód oblasti
es_es: Código de zona
hi_in: क्षेत्र कोड
id_id: Kode Area
it_it: Area di vendita
ko_kr: 지역 코드
nl_nl: Regio Code
pt_pt: Código Área
ro_ro: Zona de Codul
ru_ru: Код области
sq_al: Zona Kodi
sv: Distriktskod
sw_ke: Kanuni eneo
tr_tr: BÖLGE KODU
zh_hk: 区域编号
zh_tw: 地區編號

source: has been deleted
cs_cz: byl zrušen
es_es: ha sido suprimido
hi_in: हटा दिया गया है
id_id: telah dihapus
it_it: e' stata cancellata
ko_kr: 삭제 된
mr_in: हटविले गेले आहे
nl_nl: is verwijderd
pt_pt: foi removida
ro_ro: a fost şters
ru_ru: был удален
sq_al: është grisur
sv: har raderats
sw_ke: imefutwa
tr_tr: SILINDI
zh_hk: 已删除
zh_tw: 已刪除

source: Area Name
cs_cz: Název oblasti
es_es: Nombre de zona
hi_in: क्षेत्र का नाम
id_id: Nama Area
it_it: Nome dell'area di vendita
ko_kr: 지역 이름
mr_in: क्षेत्र नाव
nl_nl: Regio naam
pt_pt: Nome Área
ro_ro: Nume domeniu
ru_ru: Название области
sq_al: Emri Area
sv: Distriktsnamn
sw_ke: Jina eneo
tr_tr: BÖLGE ADI
zh_hk: 区域名称
zh_tw: 地區名稱

source: View Customers from this Area
cs_cz: Zobrazit Zákazníci z této oblasti
es_es: Ver clientes de esta área
hi_in: इस क्षेत्र से देखें ग्राहक
id_id: Lihat Customer dari area ini
it_it: Visualizza clienti di questa zona
ko_kr: 이 지역에서보기 고객
mr_in: या क्षेत्र पहा ग्राहक
nl_nl: Bekijk Klanten uit dit gebied
pt_pt: Ver Clientes desta Área
ro_ro: Clientii Vezi din această zonă
ru_ru: Просмотреть клиентов из этой области
sq_al: View Konsumatorët nga kjo Area
sv: Visa Kunder från detta område
sw_ke: Wateja mtazamo huu Area
tr_tr: Bu Alan View from Müşteriler
zh_hk: 查看此区域的顾客
zh_tw: 從本區查看客戶

source: Review Areas Defined
cs_cz: Recenze oblastech vymezených
es_es: Revisar zonas definidas
hi_in: समीक्षा क्षेत्र निर्धारित
id_id: Lihat Semua Area
it_it: Elenco aree di vendita esistenti
ko_kr: 검토 분야 정의
mr_in: परिभाषित पुनरावलोकन क्षेत्रे
nl_nl: Check gedefinieerde Regios
pt_pt: Rever Áreas Definidas
ro_ro: Zonele Review definite
ru_ru: Просмотреть определенные области
sq_al: Zonat Review Përcaktuar
sv: Visa distrikt
sw_ke: Maeneo mapitio Defined
tr_tr: TANIMLI BÖLGELERI GÖSTER
zh_hk: 查看销售区域
zh_tw: 檢視地區定義

source: Enter the sales area code - up to 3 characters are allowed
es_es: Introducir el código de área de ventas - hasta 3 caracteres están permitidos
ko_kr: 판매 지역 번호를 입력합니다 - 3 자까지 허용됩니다
mr_in: विक्री क्षेत्र कोड प्रविष्ट करा - 3 अक्षरांपर्यंत परवानगी आहे
pt_pt: Código área vendas, pode ter até 3 caracteres
zh_tw: 輸入銷售地區編號必須是或少於3字元

source: Enter the description of the sales area
es_es: Introducir la descripción del área de ventas
ko_kr: 판매 영역의 설명을 입력
mr_in: विक्री क्षेत्र वर्णन प्रविष्ट करा
pt_pt: Informe a descrição área de vendas
zh_tw: 進入銷售區域的說明

source: Audit Trail
es_es: Pista de auditoría
hi_in: ऑडिट ट्रेल
id_id: Jejak Audit
ko_kr: 감사 추적
mr_in: लेखा माग
pt_pt: Rastreabilidade
ru_ru: Аудит-трейл
sq_al: Auditimit Trail
sw_ke: Ukaguzi Trail
tr_tr: Denetim Trail
zh_hk: 审核追踪
zh_tw: 審計跟蹤

source: Incorrect date format used, please re-enter
cs_cz: Nesprávné datum používaného formátu, prosím, re-zadání
es_es: Formato de fecha incorrecto, por favor, inténtelo de nuevo
hi_in: तिथि इस्तेमाल प्रारूप गलत, कृपया पुनः प्रवेश
id_id: Format tgl salah, silahkan masukkan-ulg
it_it: Non corretto formato di data utilizzato, si prega di rientrare
ko_kr: 잘못된 날짜 형식을 사용, 다시 입력 해주십시오
mr_in: वापरले अयोग्य तारीख स्वरूप, पुन्हा प्रविष्ट करा
nl_nl: Onjuiste gebruikte datum formaat, gelieve opnieuw in te voeren
pt_pt: Formato de Data Incorreto. Por favor corrija
ro_ro: Incorect format de dată utilizat, vă rugăm să re-introduceţi
ru_ru: Неправильный формат даты. Пожалуйста повторите ввод
sq_al: Incorrect format data e përdorur, ju lutem ri-shkruani
sv: Felaktigt datumformat, ange åter
sw_ke: Sahihi tarehe format kutumika, tafadhali tena kuingia
tr_tr: Yanlış kullanılan tarih formatı, yeniden girin
zh_hk: 输入的日期无效, 请输入有效日期格式
zh_tw: 錯誤的日期格式,請除新輸入

source: From Date
cs_cz: Od data
es_es: Fecha inicial
hi_in: दिनांक से
id_id: Tgl Awal
it_it: Dalla Data
ko_kr: 날짜부터
mr_in: तारखेपासून
nl_nl: van datum
pt_pt: Data Inicial
ro_ro: Din Data
ru_ru: С даты
sq_al: Nga Data
sv: Från datum:
sw_ke: Kutoka Date
tr_tr: Tarihten itibaren
zh_hk: 从 日期
zh_tw: 日期從

source: To Date
es_es: Hasta la fecha
hi_in: तिथि करने के लिए
id_id: Tgl Akhir
it_it: Per Data
ko_kr: 현재까지
mr_in: आत्तापर्यंत
nl_nl: tot datum
pt_pt: Data Final
ro_ro: In Data
ru_ru: До даты
sq_al: Për Data
sv: Till datum:
sw_ke: Ya Tarehe
tr_tr: Bugüne kadar
zh_hk: 到 日期
zh_tw: 日期到

source: User ID
cs_cz: ID uživatele
es_es: ID de usuario
hi_in: प्रयोक्ता आईडी
id_id: ID User
it_it: ID Utente
ko_kr: 사용자 ID
mr_in: वापरकर्ता आयडी
nl_nl: Gebruikers Nr
pt_pt: Ident. Usuário
ro_ro: ID Utilizator
ru_ru: ID пользователя
sv: Användare ID
tr_tr: KULLANICI ADI
zh_hk: 用户 ID
zh_tw: 使用者帳號

source: All
cs_cz: Všechny
es_es: Todos
hi_in: सभी
id_id: Semua
it_it: Tutte le
ko_kr: 모든
mr_in: सर्व
nl_nl: Alles
pt_pt: Todos/Todas
ro_ro: Toate
ru_ru: Все
sq_al: Të gjitha
sv: Alla
sw_ke: Wote
tr_tr: HEPSI
zh_hk: 全部
zh_tw: 全部

source: Table
cs_cz: Tabulka
es_es: Tabla
hi_in: तालिका
id_id: Tabel
it_it: Tabella
ko_kr: 테이블
nl_nl: tabel
pt_pt: Tabelas
ro_ro: Tabel
ru_ru: Таблица
sq_al: Tabela
sv: Tabell
sw_ke: Meza
tr_tr: Tablo
zh_hk: 表
zh_tw: 資料表名稱

source: Containing text
es_es: Que contenga el texto
id_id: Berisi kalimat
ko_kr: 포함하는 텍스트
mr_in: मजकूर असलेली
pt_pt: Contendo Texto
zh_tw: 文字含有

source: View
cs_cz: Zobrazit
es_es: Ver
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ko_kr: 전망
mr_in: दृश्य
nl_nl: Zien
pt_pt: Ver
ro_ro: Vizionare
ru_ru: Просмотр
sq_al: Shiko
sv: Visa
sw_ke: Maoni
tr_tr: GÖSTER
zh_hk: 查看
zh_tw: 檢視

source: Date/Time
cs_cz: Datum a čas
es_es: Fecha/Hora
hi_in: तिथि / समय
id_id: Tgl/Waktu
it_it: Data / ora
ko_kr: 날짜 시간
mr_in: दिनांक / वेळ
nl_nl: Datum / tijd
pt_pt: Data/Hora
ro_ro: Data/Ora
ru_ru: Дата/Время
sq_al: Data / Koha
sv: Datum
sw_ke: Tarehe / Saa
tr_tr: Tarih / Saat
zh_hk: 日期/时间
zh_tw: 日期/時間

source: User
cs_cz: Uživatel
es_es: Usuario
hi_in: उपयोगकर्ता
it_it: Utente
ko_kr: 사용자
mr_in: वापरकर्ता
nl_nl: Gebruiker
pt_pt: Usuário
ro_ro: Utilizator
ru_ru: Пользователь
sq_al: Përdorues
sv: Användare ID
tr_tr: Kullanıcı
zh_hk: 用户
zh_tw: 用戶

source: Type
cs_cz: Typ
es_es: Tipo
hi_in: प्रकार
id_id: Tipe
it_it: Tipo
ko_kr: 유형
mr_in: प्रकार
nl_nl: Soort
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sq_al: Lloj
sv: Typ
sw_ke: Aina
tr_tr: TÜR
zh_hk: 凭证类型
zh_tw: 種類

source: Table
cs_cz: Tabulka
es_es: Tabla
hi_in: तालिका
id_id: Tabel
it_it: Tabella
ko_kr: 테이블
mr_in: टेबल
nl_nl: tabel
pt_pt: Tabela
ro_ro: Tabel
ru_ru: Таблица
sq_al: Tabela
sv: Tabell
sw_ke: Meza
tr_tr: Tablo
zh_hk: 表
zh_tw: 資料表名稱

source: Field Name
cs_cz: Název pole
es_es: Nombre del campo
hi_in: फ़ील्ड का नाम
id_id: Nama Kolom
it_it: Nome del campo
ko_kr: 필드 이름
mr_in: फील्ड नाव
nl_nl: Veld naam
pt_pt: Nome Campo
ro_ro: Nume de camp
ru_ru: Название ячейки
sq_al: Emri Fusha
sv: Fältnamn
sw_ke: Jina la shamba
tr_tr: Alan Adı
zh_hk: 字段名
zh_tw: 欄位名稱

source: Value
cs_cz: Hodnota
es_es: Valor
hi_in: मूल्य
id_id: Nilai
it_it: Valuta
ko_kr: 값
mr_in: किंमत
nl_nl: Waarde
pt_pt: Valor
ro_ro: Valoarea
ru_ru: Значение
sq_al: Vlera
sv: Värde
sw_ke: Thamani
tr_tr: DEGER
zh_hk: 价值
zh_tw: 值

source: Translate Item Descriptions
es_es: Traducir descripciones de artículos
ko_kr: 항목 설명을 번역
zh_tw: 翻譯物料說明

source: Description Automatic Translation for empty translations
es_es: Traducción automática de descripción para traducciones vacías
ko_kr: 빈 번역 설명 자동 번역
zh_tw: 沒有翻譯的說明將自動翻譯

source: Code
cs_cz: Kód
es_es: Código
hi_in: कोड
id_id: Kode
it_it: Codice
ko_kr: 코드
mr_in: कोड
pt_pt: Código
ro_ro: Cod
ru_ru: Код
sq_al: Kodi
sv: Kod
sw_ke: Kificho
tr_tr: KOD
zh_hk: 编号
zh_tw: 編碼

source: To
cs_cz: Do
es_es: Para
hi_in: करने के लिए
id_id: Ke
it_it: Al
ko_kr: 에
mr_in: करण्यासाठी
nl_nl: Tot
pt_pt: Para
ro_ro: Pentru a
ru_ru: Кому
sq_al: Të
sv: Till
sw_ke: Na
tr_tr: BITIS
zh_hk: 到
zh_tw: 至

source: Translated
es_es: Traducido
ko_kr: 번역
zh_tw: 翻譯

source: No item description was automatically translated
es_es: Ninguna descripción de artículo fue traducido automáticamente
ko_kr: 어떤 항목의 설명은 자동으로 번역되지 않았다
zh_tw: 物料的描述說明是沒有自動翻譯

source: Quantity Extended BOM Listing
cs_cz: Množství Rozšířené kusovníku Výpis
es_es: Listado LDM de Cantidades Extendido
hi_in: मात्रा BOM लिस्ट विस्तारित
id_id: Daftar BOM dgn Uraian Kuantity
it_it: Quantità Extended Inserzione BOM
ko_kr: 수량 확장 BOM 목록
mr_in: प्रमाण विस्तारित BOM यादी
nl_nl: Hoeveelheid Extended BOM Listing
pt_pt: Quantidade Extendida Relat. BOM
ro_ro: Cantitate Extended Listing BOM
ru_ru: Расширенный список накладных на материалы
sq_al: Sasia Extended Listing bom
sv: Kvantitet utökad materiallista
sw_ke: Wingi Extended Bom Listing
tr_tr: Miktar BOM Listeleme Genişletilmiş
zh_hk: 数量展开的BOM列表
zh_tw: 數量展開的BOM清單

source: The SQL to create passbom failed with the message
cs_cz: SQL vytvořit passbom nepodařilo se zprávou
es_es: El SQL para crear passbom falló con el mensaje
hi_in: एसक्यूएल संदेश के साथ असफल passbom बनाने के लिए
id_id: SQL utk membuat passbom gagal dgn pesan
it_it: Il SQL per creare passbom riuscito con il messaggio
ko_kr: passbom를 작성하는 SQL은 메시지와 함께 실패
mr_in: Passbom तयार करण्यासाठी SQL संदेशासह अयशस्वी
nl_nl: De SQL om passbom mislukt met het bericht te maken
pt_pt: SQL para criar o passbom falhou com a mensagem
ro_ro: SQL pentru a crea passbom nu a reuşit cu mesajul
ru_ru: SQL для создания passbom завершился с ошибкой
sq_al: SQL të krijuar passbom dështoi me mesazh
sv: Den SQL som användes misslyckades med meddelandet
sw_ke: SQL kujenga passbom alishindwa na ujumbe
tr_tr: SQL mesaj ile başarısız passbom oluşturmak için
zh_hk: 创建passbom的SQL运行失败，数据库消息
zh_tw: 建立passbom在SQL失敗訊息
