Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Could not determine the correct general ledger account to use for posting this sale to. Go to the setup menu and define appropriate Sale GL Posting accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
cs_cz: Nelze určit správný účet hlavní knihy použít pro toto vysílání prodeji. Přejít na nabídku nastavení a definovat vhodné Prodej GL vysílání účty. K tomu, aby tato faktura, které mají být vysláni, že byl vyslán, aby výchozí prodeje a čepy - účet číslo 1
es_es: No se pudo determinar la cuenta contable correcta en la que apuntar esta venta. Vaya al menú de configuración y defina las cuentas apropiadas de Apunte Contable de Venta. Para permitir que esta factura fuera apuntada, se usó la predeterminada de Ventas y Costos de Productos Vendidos, cuenta número 1.
hi_in: सामान्य खाता बही सही करने के लिए इस बिक्री पोस्ट करने के लिए प्रयोग खाता निर्धारित नहीं कर सका. सेटअप मेनू में जाओ और उचित बिक्री जीएल पोस्टिंग खातों को परिभाषित. खाता नंबर 1 - करने के लिए यह करने के लिए किया जा चालान सक्षम यह बिक्री और cogs डिफ़ॉल्ट नियुक्त किया गया है तैनात
id_id: Tdk dapat menentukan akun buku besar yg benar utk digunakan posting penjualan ini. Pergi ke menu pengaturan dan buat akun Penjualan yg sesuai. Utk memungkinkan faktur ini dibukukan, faktur ini telah dibukukan ke penjualan dan HPP standar - nomor akun 1
it_it: Impossibile determinare l&#39;account corretto contabilità generale da utilizzare per la pubblicazione di questa vendita per. Vai al menu di impostazione e definire adeguate Vendita GL conti distacco. Per attivare questa fattura per essere pubblicato è stato inviato per difetto di vendita e COGS - conto numero 1
ko_kr: 이 판매를 게시에 사용할 올바른 총계정 원장 계정을 확인할 수 없습니다. 설정 메뉴로 이동하여 해당 판매 GL 게시 계정을 정의합니다. 계좌 번호 1 - 송장을 사용하려면이 매출과 매출원가를 기본값으로 게시되었습니다 게시 할
mr_in: हा विक्री पोस्ट वापरायचा योग्य सामान्य खातेवही खाते निर्धारित करणे शक्य नाही. सेटअप मेनू वर जा आणि योग्य विक्री जी.एल. पोस्टिंग खाती परिभाषित. पोस्ट करण्यासाठी हा चलन सुरू करण्यासाठी तो विक्री आणि COGS डीफॉल्ट पोस्ट केले गेले आहे - खाते क्रमांक 1
nl_nl: Juiste grootboekrekening kon niet worden bepaald voor deze verkoop. Definieer juiste grootboek rekening voor verkopen via set
pt_pt: Não pode determinar a conta contábil para usar para a postagem de venda. Ir para menu de config e definir conta contábil de Venda. Para habilitar que esse pedido seja lançado na contabilidade. conta número 1.
ro_ro: Nu a putut determina contul corect registrul general de a utiliza pentru a posta acest vânzare pentru. Du-te la meniul de configurare şi să definească adecvat vandute GL conturi postare. Pentru a activa această factură pentru a fi postate a fost postat la implicit de vânzări şi CBV - numărul de cont o
ru_ru: Не удалось определить правильный общий счет главной книги для использования для размещения этой продажи. Перейдите в меню настройки и определите соответствующие размещения счетов продаж из главной книги. Чтобы разрешить размещение этого счета он будет установлен для продаж по умолчанию и COGS - номеру счета 1
sq_al: Nuk mund të përcaktojë saktë llogarinë e përgjithshme librit të përdorni për të postuar këtë shitje të. Go to menu setup dhe të përcaktojë të përshtatshme Shitje GL llogaritë Posting. Për të mundësuar këtë faturë të postuar ajo ka qenë e postuar në default shitjes dhe cogs - numri i llogarisë 1
sv: Kunde inte bestämma rätt redovisningskonto som ska användas för att informera om detta försäljning till. Gå till inställningsmenyn och definiera lämpliga salu GL Utstationering konton. För att möjliggöra denna faktura att skickas det har varit upp till standard försäljning och kostnaden för sålda varor - konto nummer 1
sw_ke: Hakuweza kuamua sahihi kitabu akaunti ya jumla ya kutumia kwa posting hii ya kuuzwa kwa. Kwenda kwa orodha ya kuanzisha na kufafanua sahihi Sale GL akaunti Posting. Kuwawezesha hii invoice kuwa posted imekuwa posted default mauzo na COGS - akaunti namba 1
tr_tr: Bu satış yazabilmek için kullanılacak doğru defteri kebir hesap belirlenemedi. kurulum menüsüne gidin ve uygun Satılık GL Gönderme hesapları tanımlayabilirsiniz. hesap numarası 1 - edilecek bu fatura sağlamak için bu satış ve SMM varsayılan yayınlanmıştır yayınlamadı
zh_hk: 未能判定用作入账到这销售的正确总账户. 请到设定目录和定义货品销售成本账目. 来启动这发票要入账到的预设销售和货品销售成本 - 账目编号 1
zh_tw: 未能判定用作入帳到這銷售的正確總帳戶. 請到設定目錄和定義貨品銷售成本帳目. 來啟動這發票要入帳到的預設銷售和貨品銷售成本 - 科目編號 1

source: Aged Customer Balances For Customers from
cs_cz: Zákazník ve věku Zůstatky pro zákazníky z
es_es: Saldos Vencidos de los clientes de
hi_in: ग्राहकों के लिए वृद्ध ग्राहक शेष से
id_id: Umur Piutang Utk Customer dari
it_it: Saldi di età compresa tra cliente per i clienti da
ko_kr: 에서 고객을위한 노인 고객 잔액
mr_in: ग्राहकांसाठी वृद्ध ग्राहक शिल्लक पासून
nl_nl: Verouderde klanten balans voor klanten van
pt_pt: Saldos Vencidos para Clientes de
ro_ro: În vârstă de Client Balante pentru clienţii din
ru_ru: Устаревшие остатки клиента для клиентов из
sq_al: Aged Customer Bilancet Për konsumatorët nga
sv: Aged kundtillgodohavanden för kunder från
sw_ke: Wateja wenye umri wa miaka Bakaa Kwa Wateja kutoka
tr_tr: YASLANDIRILMIS MUSTERI BILANCOSU
zh_hk: 客户编号：从
zh_tw: 舊客戶結餘的客戶由

source: And Trading in
cs_cz: A obchodování v
es_es: Y que comercia en
hi_in: और व्यापार में
id_id: Dan Bertransaksi dalam
it_it: E il commercio di
ko_kr: 및 무역에
mr_in: आणि ट्रेडिंग मध्ये
nl_nl: en omruilen tegen
pt_pt: E Estabelecido em
ro_ro: Şi de comercializare a cotelor în
ru_ru: И торговля в
sq_al: Dhe Trading në
sv: Och handel med
sw_ke: Na Biashara katika
tr_tr: PARA BIRIMI
zh_hk: 货币：
zh_tw: 折價交易

source: And Has at Least 1 Branch Serviced By Sales Person #
cs_cz: A má alespoň 1 Obor obsluhovány Prodejce #
es_es: Y Tiene al Menos Una sucursal con Servicio por Vendedor #
hi_in: और कम से कम 1 बिक्री व्यक्ति द्वारा सेवित # शाखा है
id_id: Dan Memiliki Minimal 1 Cabang Dilayani Oleh Salesman #
it_it: E ha almeno 1 Branch Residence agente di commercio #
ko_kr: 적어도 1 분기 판매 사람 번호에 의해 서비스 있습니다
mr_in: व किमान 1 शाखा विक्री व्यक्ती # करून सव्र्हिस आहे
nl_nl: en heeft tenmintste 1 branch bediend door verkoper #
pt_pt: e tem pelo menos 1 escrit. de Vendas com pessoal Núm.
ro_ro: Şi are cel puţin 1 Sucursala deservite de om de vanzari #
ru_ru: И по крайней мере 1 филиал обслуживается Менеджером по продажам #
sq_al: Dhe ka të paktën 1 Dega shërbim By Sales Person #
sv: Och har minst 1 kvist Serviced genom försäljning Person #
sw_ke: Na ana angalau 1 Tawi Serviced kwa Sales Mtu #
tr_tr: Ve En az 1 Şube Satış Kişi # tarafından hizmet etti
zh_hk: 销售员：
zh_tw: 和最少有一間分公司服務於銷售員 #

source: Aged Supplier Balances For Suppliers from
cs_cz: Dodavatel ve věku Zůstatky Pro dodavatele z
es_es: Saldos de proveedor Antiguo de proveedores desde
hi_in: आपूर्तिकर्ताओं के लिए वृद्ध प्रदायक शेष से
id_id: Umur Hutang Utk Supplier dari
it_it: Fornitore di età compresa tra saldi per i fornitori di
ko_kr: 공급자 숙성 공급 업체 잔액
mr_in: पुरवठादार साठी वृद्ध पुरवठादार शिल्लक पासून
nl_nl: Verouderde leveranciersbalans voor leveranciers van
pt_pt: Saldo Vencido para Fornecedores de
ro_ro: În vârstă de Furnizor Solduri furnizorilor din
ru_ru: Устаревшие остатки поставщика для поставщиков из
sq_al: Aged Furnizuesi Bilancet Për Furnizuesit nga
sv: Aged Leverantören nettotalen för Leverantörer från
sw_ke: Wenye umri wa miaka Supplier Bakaa Kwa Suppliers kutoka
tr_tr: YASLANDIRILMIS TEDARIKÇI BILANCOSU
zh_hk: 供应商编号：从
zh_tw: 舊供應商結餘的供應商由

source: Bill Of Material Listing for Parts Between
cs_cz: Bill materiálu Výpis pro díly mezi
es_es: Listado de Materiales para Piezas Entre
hi_in: विधेयक के कुछ हिस्सों के लिए सामग्री लिस्ट के बीच
id_id: Daftar Bahan Baku utk Brg Antara
it_it: Bill Of Material Inserzione di parti tra
ko_kr: 간 부품에 대한 재료 목록의 빌
mr_in: दरम्यान भाग साठी साहित्य सूचीची बिल
nl_nl: Ljst van Materiaal lijsten voor items tussen
pt_pt: Listagem BOM entre
ro_ro: Bill de întocmire a listelor Material pentru piesele dintre
ru_ru: Чек на материалы в списке для частей между
sq_al: Bill Of Listing materiale për Parts Midis
sv: Stycklistan notering för delar mellan
sw_ke: Muswada wa vifaa kwa ajili ya Parts Kati ya nyimbo
tr_tr: ÜRÜN AGAÇLARI LISTESI >> PARÇA KOD ARALIGI:
zh_hk: 物料清单报表：物料
zh_tw: 部件 (之間) 的的物料清單

source: Component Part/Description
cs_cz: Součást / Popis
es_es: Pieza/Descripción del Componente
hi_in: घटक भाग / विवरण
id_id: Bagian Komponen/Keterangan
it_it: Componente Descrizione
ko_kr: 구성 요소 부품 / 설명
mr_in: घटक भाग / वर्णन
nl_nl: Onderdeel / Omschrijving
pt_pt: Componente Descrição Item
ro_ro: Partea componentă / Descriere
ru_ru: Компонент часть/описание
sq_al: Pjesë përbërëse / Description
sv: Beskrivning och namn
sw_ke: Sehemu ya sehemu / Description
tr_tr: KOMPONENT AÇIKLAMASI
zh_hk: 组件/描述
zh_tw: 零部件/產品規格

source: Wrk Cntr
es_es: Centro de Trabajo
id_id: Workshop
ko_kr: WRK Cntr을
nl_nl: Werk centrum
pt_pt: Centro Trabalho
ru_ru: Рабочий центр
tr_tr: IS MERKEZI
zh_hk: 工作中心
zh_tw: 工作站

source: Balance Sheet as at
cs_cz: Rozvaha ke dni
es_es: Balance General a
hi_in: कम के रूप में बैलेंस शीट
id_id: Lembar Neraca per tgl
it_it: Stato patrimoniale al
ko_kr: 대차 대조표에로
mr_in: येथे म्हणून पत्रक समतोल
nl_nl: Saldo Overzicht op
pt_pt: Balancete em
ro_ro: Bilanţul contabil la
ru_ru: Балансовый отчет
sq_al: Bilanci deri më
sv: Balansräkning per den
sw_ke: Mizania kama katika
tr_tr: itibariyle Bilanço
zh_hk: 资 产 负 债 表
zh_tw: 試算表如(*)

source: for Receipt Batch
cs_cz: pro přijetí dávky
es_es: para Lote de Ingresos
hi_in: रसीद बैच के लिए
id_id: utk Batch Penerimaan
it_it: Ricevuta per Batch
ko_kr: 영수증 배치에 대한
mr_in: पावती बॅच साठी
nl_nl: Ontvangst groepering
pt_pt: para Recbto Batch
ro_ro: pentru Serie Chitanţă
ru_ru: для дохода филиала
sq_al: për pranimin Batch
sv: för Mottagna batcher/loter
sw_ke: kwa Batch risiti
tr_tr: Makbuz Parti için
zh_hk: 收款编号
zh_tw: 收入批次

source: Date of Banking
cs_cz: Datum bankovnictví
es_es: Fecha de Consignación
hi_in: बैंकिंग की तिथि
id_id: Tgl Penyetoran
it_it: Data
ko_kr: 은행의 날짜
mr_in: बँकिंग दिनांक
nl_nl: Datum van Overschrijving
pt_pt: Data Bancária
ro_ro: Data bancare
ru_ru: Дата объединения
sq_al: Data e Bankar
sv: Bank datum
sw_ke: Tarehe ya benki
tr_tr: TARIH
zh_hk: 存到银行日期
zh_tw: 存到銀行日期

source: Banked into
cs_cz: Klopené do
es_es: Consignado en
hi_in: बैंकिंग में
id_id: Disetor ke
it_it: Virata in
ko_kr: 로 뱅크
mr_in: मध्ये Banked
nl_nl: Overschrijven naar
pt_pt: Creditado para
ro_ro: Trece în
ru_ru: Объеденненный в
sq_al: Drejtua në
sv: Postat till
sw_ke: Banked katika
tr_tr: içine banked
zh_hk: 存入
zh_tw: 存款到

source: Account Number
cs_cz: Číslo účtu
es_es: Número de cuenta
hi_in: खाता संख्या
id_id: Nomor Akun
it_it: Numero del conto
ko_kr: 계좌 번호
mr_in: खाते क्रमांक
nl_nl: Rekening Nummer
pt_pt: Número da Conta
ro_ro: Numar Cont
ru_ru: Номер счета
sq_al: Numri i llogarisë
sv: Kontonummer
sw_ke: Idadi ya akaunti
tr_tr: HESAP NO
zh_hk: 银行账号
zh_tw: 帳目號碼

source: Bank Details
cs_cz: Bankovní
es_es: Detalle del Banco
hi_in: बैंक विवरण
id_id: Rincian Bank
it_it: Banca Dettagli
ko_kr: 은행 세부 사항
mr_in: बँक तपशील
pt_pt: Detalhes Banco
ro_ro: Banca Detalii
ru_ru: Подробности банка
sq_al: Detajet bankare
sv: Komponentdetaljer
sw_ke: Maelezo ya benki
tr_tr: BANKA DETAYLARI
zh_hk: 银行明细
zh_tw: 銀行資料

source: Payments Summary
cs_cz: Platby Shrnutí
es_es: Resumen Pagos
hi_in: भुगतान सारांश
id_id: Ringkasan Pembayaran
it_it: Pagamenti
ko_kr: 지불 요약
mr_in: देयके सारांश
nl_nl: Samenvatting betaling
pt_pt: REsumo Pagamentos
ro_ro: Plăţi Rezumat
ru_ru: Итоги платежей
sq_al: Pagesat Përmbledhje
sv: Betalningssumering
sw_ke: Matokeo Summary
tr_tr: ÖDEMELER ÖZETI
zh_hk: 付款总览
zh_tw: 付款總覽

source: Reference / General Ledger Posting Details
cs_cz: Reference / General Ledger vysílání Podrobnosti
es_es: Referencia / Detalles de Registros Contables
hi_in: संदर्भ / सामान्य विवरण पोस्टिंग लेजर
id_id: Referensi / Rincian Posting Buku Besar
it_it: Riferimento / Contabilità Generale Dettagli Profilo
ko_kr: 참조 / 원장 게시 ​​세부 사항
mr_in: संदर्भ / सामान्य खातेवही पोस्टिंग तपशील
nl_nl: Referentie / Grootboek Verzenden Details
pt_pt: Referência / Detalhe Lançamentos Contab.
ro_ro: De referinţă / Registrul general Detaşarea Detalii
ru_ru: Справка / Подробности записи в Главную книгу
sq_al: Referenca / Libri i Përgjithshëm Posting Details
sv: Referens / Bokföringsdetaljer
sw_ke: Rejea / Mkuu Ledger Posting Details
tr_tr: Ayrıntılar Gönderme Referans / Genel Muhasebe
zh_hk: 参考号/总帐过账明细
zh_tw: 參考/總帳過帳詳情

source: Customer Payments
cs_cz: Platby zákazníka
es_es: Pagos de clientes
hi_in: ग्राहक भुगतान
id_id: Pembayaran Customer
it_it: Clienti Pagamenti
ko_kr: 고객의 지불
mr_in: ग्राहक देयके
nl_nl: Clintbetalingen
pt_pt: Pagamentos Cliente
ro_ro: Client Plăţi
ru_ru: Платежи клиентов
sq_al: Pagesat Customer
sv: Kundbetalningar
sw_ke: Malipo ya wateja
tr_tr: Müşteri Ödemeler
zh_hk: 客户付款
zh_tw: 客戶付款

source: input on
cs_cz: vstup na
es_es: entrada en
hi_in: पर इनपुट
id_id: dilakukan tgl
it_it: ingresso
ko_kr: 에 입력
mr_in: आदान
nl_nl: ingang op
pt_pt: digitados em
ro_ro: de intrare pe
ru_ru: вход
sq_al: të dhëna mbi
sv: ingång på
sw_ke: pembejeo
tr_tr: girişi
zh_hk: 输入日期
zh_tw: 輸入上

source: Net Amount
cs_cz: Čistá výše
es_es: Importe Neto
hi_in: शुद्ध राशि
id_id: Jumlah Bersih
it_it: Importo netto
ko_kr: 순액
mr_in: निव्वळ रक्कम
nl_nl: Nettobedrag
pt_pt: Valor Liq.
ro_ro: Sumă netă
ru_ru: Чистая сумма
sq_al: Shumën neto
sv: Nettobelopp
sw_ke: Kiasi wavu
tr_tr: Net Tutarı
zh_hk: 净金额
zh_tw: 淨數額

source: Total Amount
cs_cz: Celková částka
es_es: Monto total
hi_in: कुल राशि
id_id: Total Jumlah
it_it: Importo totale
ko_kr: 총액
mr_in: एकूण रक्कम
nl_nl: Totale bedrag
pt_pt: Valor Total
ro_ro: Suma totală
ru_ru: Общая сумма
sq_al: Shuma totale
sv: Totalt Belopp
sw_ke: Kiasi jumla
tr_tr: Toplam Tutarı
zh_hk: 总金额
zh_tw: 總數額

source: Customers List for
cs_cz: Zákazníci Seznam pro
es_es: Lista de clientes para
hi_in: ग्राहकों की सूची के लिए
id_id: Daftar Customer utk
it_it: I clienti di listino
ko_kr: 에 대한 고객 목록
mr_in: साठी ग्राहक सूची
nl_nl: Klanten lijst voor
pt_pt: Listagem Clientes para
ro_ro: Clienţii Lista pentru
ru_ru: Список клиентов для
sq_al: Konsumatorët Lista për
sv: Kundlista för
sw_ke: Orodha ya wateja
tr_tr: MUSTERI LISTESI:
zh_hk: 客户清单
zh_tw: 客戶清單

source: All Territories
cs_cz: Všechny území
es_es: Todos los territorios
hi_in: सभी प्रदेशों
id_id: Semua Area
it_it: Tutti i territori
ko_kr: 모든 영토
mr_in: सर्व प्रदेश
nl_nl: Alle gebieden
pt_pt: Todas Localidades
ro_ro: Toate teritoriile
ru_ru: Все территории
sq_al: Të gjitha territoret
sv: Alla distrikt
sw_ke: Maeneo yote
tr_tr: BÜTÜN BÖLGELER
zh_hk: 全部地区
zh_tw: 全部地域

source: Territory
cs_cz: Území
es_es: Territorio
hi_in: प्रदेश
id_id: Area
it_it: Territorio
ko_kr: 영토
mr_in: प्रदेश
nl_nl: Grondgebied
pt_pt: Região
ro_ro: Pe teritoriul
ru_ru: Территория
sq_al: Territorin
sv: Distriktet
sw_ke: Wilaya
tr_tr: BÖLGE
zh_hk: 地区
zh_tw: 地區

source: Territories
cs_cz: Území
es_es: Territorios
hi_in: प्रदेशों
id_id: Area
it_it: Territori
ko_kr: 영토
mr_in: प्रदेश
nl_nl: Gebieden
pt_pt: Localidades
ro_ro: Teritoriile
ru_ru: Территории
sq_al: Territoret
sv: Distrikt
sw_ke: Wilaya
tr_tr: BÖLGELER
zh_hk: 地区
zh_tw: 地區

source: and for
cs_cz: a pro
es_es: y para
id_id: dan utk
it_it: e per
ko_kr: 과에 대한
mr_in: आणि
nl_nl: en voor
pt_pt: e para
ro_ro: şi pentru
ru_ru: и для
sq_al: dhe për
sv: och för
sw_ke: na kwa ajili ya
tr_tr: ve
zh_hk: 销售员
zh_tw: 和這個的

source: Salespeople
cs_cz: Prodejci
es_es: Vendedores
id_id: Salesman
it_it: Venditori
ko_kr: 영업 사원
mr_in: विक्री व्यक्ती
nl_nl: Verkopers
pt_pt: Vendedores
ro_ro: Agenţi de vânzări
ru_ru: Продавцы
sv: Säljare
tr_tr: SATIS PERSONELI
zh_hk: 销售员
zh_tw: 業務員

source: Act Code
cs_cz: Zákon kód
es_es: Código Act
hi_in: कार्य कोड
id_id: Kode Rek
it_it: Codice
ko_kr: 법 코드
mr_in: कायदा कोड
nl_nl: Wet Code
pt_pt: Cód. Ação
ro_ro: Actul de Codul
ru_ru: Код акта
sq_al: Akti Kodi
sv: ATC-koden
sw_ke: Sheria ya Maadili
tr_tr: MUH.KODU
zh_hk: 客户编号
zh_tw: 科目編號

source: Postal Address
cs_cz: Poštovní adresa
es_es: Dirección Postal
hi_in: डाक पता
id_id: Alamat Surat-menyurat
it_it: Indrizzo postale
ko_kr: 우편 주소
mr_in: पोस्टल पत्ता
nl_nl: Post adres
pt_pt: CEP
ro_ro: Adresa postala
ru_ru: Почтовый адрес
sq_al: Adresa postare
sv: Postadress
sw_ke: Anwani ya posta
tr_tr: POSTA ADRESI
zh_hk: 邮政地址
zh_tw: 郵政地址

source: Branch Contact Information
cs_cz: Obor Kontaktní informace
es_es: Información del contacto de la sucursal
hi_in: शाखा संपर्क करने संबंधी जानकारी
id_id: Informasi Kontak Cabang
it_it: Branch Informazioni di contatto
ko_kr: 지점 연락처 정보
mr_in: शाखेशी संपर्क माहिती
nl_nl: Branch contact informatie
pt_pt: Inform. Contato Sucursal
ro_ro: Branch Informaţii de contact
ru_ru: Контактная информация филиала
sq_al: Dega informacion Kontakt
sv: Leveransplatskontaktinformation
sw_ke: Wasiliana tawi Habari
tr_tr: SUBE IRTIBAT BILGILERI
zh_hk: 分公司联系资料
zh_tw: 分公司聯繫資料

source: Branch Delivery Address
cs_cz: Dodací adresa pobočky
es_es: Dirección de Entrega de la sucursal
hi_in: शाखा डिलिवरी पता
id_id: Alamat Pengiriman Cabang
it_it: Branch Indirizzo di consegna
ko_kr: 지점 배달 주소
mr_in: शाखा डिलिव्हरी पत्ता
nl_nl: Branch leverings adres
pt_pt: Endereço Entrega Suc.
ro_ro: Filiala Adresa de livrare
ru_ru: Адрес филиала доставки
sq_al: Adresa Dega dorëzimit
sv: Leveransplatsadress
sw_ke: Anwani ya tawi Delivery
tr_tr: SUBE SEVK ADRESI
zh_hk: 分公司交货地址
zh_tw: 分公司交貨地址

source: Days Between Requested Delivery Date and Invoice Date
cs_cz: Dny mezi požadovaný termín dodání a fakturace Datum
es_es: Días Entre la Fecha de Entrega Solicitada y la Fecha de la Factura
hi_in: अनुरोध वितरण तिथि और चालान दिनांक के बीच के दिनों में
id_id: Hari Antara Tgl Pengiriman Diminta dan Tgl Faktur
it_it: Giorni tra la data di consegna richiesta e la data della fattura
ko_kr: 요청 배달 날짜와 송장 날짜 사이의 날짜
mr_in: मागणी डिलिव्हरी दिनांक आणि चलन दिनांक दरम्यान दिवस
nl_nl: Dagen tussen de gewenste leverdatum en de factuur datum
pt_pt: Dias entre Pedid. e Entrega
ro_ro: Zile între data livrării solicitat şi data facturii
ru_ru: Дни между запрашиваемой датой доставки и датой счета-фактуры
sq_al: Ditët Midis Data e dorëzimit te kerkuar dhe Data Faturë
sv: Dagar mellan Önskat leveransdatum och Fakturadatum
sw_ke: Kati ya siku Tarehe tafsiri Delivery na tarehe ya ankara
tr_tr: ISTENEN SEVK TARIHI ILE FATURA TARIHI ARASINDAKI FARK
zh_hk: 订单计划交货日期与实际发票日期的偏差日数报表
zh_tw: 日數介於預定交期和發票日期

source: For Inventory Category
cs_cz: Pro Zásoby kategorie
es_es: Para Categoría de Inventario
hi_in: सूची श्रेणी के लिए
id_id: Utk Kategori Persediaan
it_it: Per la Categoria Inventario
ko_kr: 재고 범주에 대한
mr_in: सूची श्रेणीसाठी
nl_nl: Voor voorraad categrorie
pt_pt: Categoria de Estoque
ro_ro: Pentru Categorie Inventarul
ru_ru: Для категории инвентаря
sq_al: Inventari për Category
sv: För lagerkategori
sw_ke: Kwa Jamii Inventory
tr_tr: STOK KATEGORISI IÇIN
zh_hk: 于仓存类别
zh_tw: 於庫存類別

source: Deliveries ex
cs_cz: Dodávky ex
es_es: Sin nota de Entrega
hi_in: पूर्व प्रसव
id_id: Pengiriman dari
it_it: Le consegne ex
ko_kr: 배달의 전
mr_in: प्रसूतीच्या माजी
nl_nl: Leveringen ex
pt_pt: Entregas ex.
ro_ro: Livrările ex
ru_ru: Поставки
sq_al: Dërgesat ex
sv: Leveranser ex
sw_ke: Wanaojifungua ex
tr_tr: Teslimatlar ex
zh_hk: 发货仓库
zh_tw: 發貨倉庫

source: Item and Description
cs_cz: Bod a popis
es_es: Artículo y Descripción
hi_in: आइटम और विवरण
id_id: Item dan Keterangan
it_it: Descrizione
ko_kr: 항목 및 설명
mr_in: आयटम आणि वर्णन
nl_nl: Item en beschrijving
pt_pt: Item e Descriç.
ro_ro: Postul şi Descriere
ru_ru: Товар и описание
sq_al: Item dhe Përshkrimi
sv: Produkt och beskrivning
sw_ke: Bidhaa na Description
tr_tr: ÜRÜN / AÇIKLAMA
zh_hk: 物料及描述
zh_tw: 商品及產品規格

source: Inv Date
cs_cz: Datum Inv
es_es: Fecha Factura
hi_in: चालान तिथि
id_id: Tgl Faktur
it_it: Data
ko_kr: 인보이스 날짜
mr_in: आयएनव्ही दिनांक
nl_nl: Factuur datum
pt_pt: Data Inv.
ro_ro: Inv Data
ru_ru: Дата инвентаризации
sq_al: Inv Data
sv: Faktura datum
tr_tr: FATURA TARIHI
zh_hk: 发票日期
zh_tw: 發票日期

source: Customer Balances For Customers between
cs_cz: Zákazník Zůstatky Pro zákazníky mezi
es_es: Saldos de cliente de los clientes entre
hi_in: ग्राहकों के लिए ग्राहक के बीच शेष
id_id: Saldo Customer Utk Customer antara
it_it: Customer bilanci per clienti tra
ko_kr: 사이의 고객을위한 고객 잔액
mr_in: दरम्यान ग्राहकांसाठी ग्राहक शिल्लक
nl_nl: Klant saldos voor klanten tussen
pt_pt: Saldos do Cliente entre
ro_ro: Soldurile client Pentru Clienţii între
ru_ru: Остатки клиента для клиентов между
sq_al: Customer Bilancet Për konsumatorët në mes të
sv: Kundsaldo för kunder mellan
sw_ke: Mteja Bakaa Kwa Wateja kati
tr_tr: arasında Müşteriler için Müşteri Teraziler
zh_hk: 客户编号从
zh_tw: 客戶(之間)的客戶總結

source: FX
id_id: Valas
zh_hk: 外币
zh_tw: 外幣兌換

source: Variances Between Orders and Deliveries Listing
cs_cz: Rozdílů mezi Objednávky a dodávky Výpis
es_es: Listado de Variaciones Entre Pedidos y Entregas
hi_in: आदेश और वितरण लिस्ट के बीच भिन्नताएं
id_id: Selisih Antara Daftar Order dan Pengiriman
it_it: Varianze tra ordini e consegne Listing
ko_kr: 주문 및 납품 목록 사이의 차이
mr_in: सूची ऑर्डर आणि प्रसूतीच्या दरम्यान Variances
nl_nl: Verschillen tussen orders en leveringslijst
pt_pt: Relat. Variaç. entre Pedidos e Entregas
ro_ro: Diferenţe între comenzi şi livrări Listing
ru_ru: Различия между заказами и листингами доставок
sq_al: Mospërputhje midis Urdhërat dhe Dërgesat Listing
sv: Avvikelser mellan order och leverans Listing
sw_ke: Variances Kati ya Daraja na wanaojifungua Listing
tr_tr: SIPARIS/SEVKIYAT LISTELERI FARKI
zh_hk: 订单和交货之间的差异清单
zh_tw: 訂單和交貨之間的差異清單

source: Journal number
es_es: Número en libro diario
id_id: Nomor Jurnal
ko_kr: 저널 번호
pt_pt: Número Journal
zh_tw: 日記帳號

source: Journal Date
es_es: Fecha en libro diario
id_id: Tgl Jurnal
ko_kr: 저널 날짜
pt_pt: Data Lanç.
zh_tw: 日記帳日期

source: Tag Details
id_id: Rincian Tag
ko_kr: 태그 상세 정보
mr_in: टॅग तपशील
pt_pt: Detalhes Banco
zh_tw: 標籤詳情

source: GRN number
cs_cz: GRN číslo
es_es: Número GRN nota de Bienes Recibidos
hi_in: GRN संख्या
id_id: Nomor GRN
it_it: GRN numero
ko_kr: GRN 번호
nl_nl: Goederen ontvangst bon nummer
pt_pt: Núm. DEM
ro_ro: NRG număr
ru_ru: GRN номер
sq_al: Numri GRN
sv: GRN Nummer
sw_ke: Idadi GRN
tr_tr: GRN numarası
zh_hk: 收货单编号
zh_tw: 收貨單號

source: PO number
cs_cz: PO číslo
es_es: Número de Orden de Compra
hi_in: PO क्रमांक
id_id: Nomor PO
it_it: PO numero
ko_kr: PO 번호
nl_nl: inkoop order nummer
pt_pt: Núm. Ped.
ro_ro: PO număr
ru_ru: Номер заказа
sq_al: Numri PO
sv: PO Nummer
sw_ke: PO idadi
tr_tr: PO numarası
zh_hk: 采购订单编号
zh_tw: 訂單編號

source: Item Number
cs_cz: Číslo výtisku
es_es: Número de Artículo
hi_in: आइटम नंबर
id_id: Nomor Item
it_it: Numero di articolo
ko_kr: 품목 번호
mr_in: लेखाचे क्रमांक
nl_nl: item nummer
pt_pt: Núm. Item
ro_ro: Postul Număr
ru_ru: Номер позиции
sv: Produktnummer
sw_ke: Idadi bidhaa
tr_tr: Madde sayısı
zh_hk: 物料编号
zh_tw: 物料編號

source: Date Recd
cs_cz: Datum Recd
es_es: Fecha de Recepción
hi_in: तिथि रिसी डी
id_id: Tgl Diterima
it_it: Data recd
ko_kr: 날짜 Recd
mr_in: दिनांक प्राप्त
nl_nl: Datum RECD
pt_pt: Data Recb.
ro_ro: Data Recd
ru_ru: Дата RECD
sq_al: Data Recd
sv: Datum mottagen
sw_ke: Recd tarehe
tr_tr: Tarih RecD
zh_hk: 接收日期
zh_tw: 收貨日期

source: Qty in Suppliers UOM
cs_cz: Množství v Dodavatelé UOM
es_es: Cantidad en las Unidades de los proveedores
hi_in: मात्रा में आपूर्तिकर्ता UOM
id_id: Qty dlm Satuan Supplier
it_it: Qty in Produttori UOM
ko_kr: 공급자 UOM의 수량
mr_in: पुरवठादार मध्ये मात्रा UOM
nl_nl: Aantal in Leveranciers UOM
pt_pt: Qtd Fornec. UOM
ro_ro: Cantitate în Furnizori UoM
ru_ru: Кол-во в Поставщиках UOM
sq_al: Qty në Furnizuesit UOM
sv: Antal i Leverantörer UOM
sw_ke: Uchina katika Suppliers UOM
tr_tr: Adet Tedarikçiler UoM
zh_hk: 以供应商单位表示的数量
zh_tw: 以供應商單位表示的數量
