Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The new location code to change the old code to contains illegal characters - no changes will be made
es_es: El nuevo código de localidad que cambiaría el anterior, contiene caracteres ilegales - no se realizarán cambios
id_id: Kode lokasi baru utk mengubah kode lama berisi karakter ilegal - perubahan tdk akan dilakukan
ko_kr: 새 위치 코드는 기존의 코드를 변경하는 것은 불법 문자가 포함 - 변경되지됩니다
mr_in: बेकायदेशीर वर्ण आहेत वृद्ध कोड बदलण्यासाठी नवीन स्थान कोड - कोणतेही बदल केले जातील
pt_pt: Novo cód. de local para modif. o antigo contém caracteres ilegais - nenhuma modif. é feita
zh_tw: 新位置的代碼來改變舊的代碼包含非法字符 - 無法作出改動，

source: The new location code to change the old code to must be entered as well
es_es: También debe introducir el nuevo código de localidad que sustituirá al anterior
id_id: Kode lokasi baru utk mengubah kode lama harus dimasukkan juga
ko_kr: 기존 코드를 변경하는 새로운 위치 코드도 입력해야합니다
mr_in: वृद्ध कोड बदलण्यासाठी नवीन स्थान कोड तसेच प्रविष्ट करणे आवश्यक आहे
pt_pt: O novo código de local e o código de local anterior, ambos devem ser informados
zh_tw: 新位置代碼更改到舊代碼，也必須輸入

source: The new location name to change the old name to contains illegal characters - no changes will be made
es_es: El nuevo nombre de localidad que cambiaría el anterior, contiene caracteres ilegales - no se realizarán cambios
id_id: Nama kode lokasi baru utk mengubah nama lama berisi karakter ilegal - perubahan tdk akan dilakukan
ko_kr: 새 위치 이름이 이전 이름​​을 변경하는 것은 불법 문자가 포함 - 변경되지됩니다
mr_in: वृद्ध नाव बदलण्याची नवीन स्थान नाव अवैध वर्ण आहेत - कोणतेही बदल केले जातील
pt_pt: O novo nome do local para mudar o nome antigo contém caracteres ilegais. nenhuma atualização foi feita.
zh_tw: 新的位置名稱必須改變舊的名稱中包含非法字符 - 不會作出改動，

source: The new location name to change the old name to must be entered as well
es_es: También debe introducir el nuevo nombre de localidad que sustituirá al anterior
id_id: Nama lokasi baru utk mengubah nama lama harus dimasukkan juga
ko_kr: 새 위치 이름은 이전 이름​​을 변경뿐만 아니라 입력해야하는
mr_in: वृद्ध नाव बदलण्याची नवीन स्थान नाव तसेच प्रविष्ट करणे आवश्यक आहे
pt_pt: O novo nome do local para atualizar o nome anterior deve ser informado também
zh_tw: 新的位置名稱改變舊的名稱也必須輸入

source: The replacement location code
es_es: El código de localidad reemplazante
id_id: Kode lokasi pengganti
ko_kr: 여분의 위치 코드
mr_in: रिप्लेसमेंट स्थान कोड
pt_pt: O código do local substituído
zh_tw: 替代的存貨編號

source: already exists as a location code in the system
es_es: ya existe como código de localidad en el sistema
id_id: sdh ada sbg kode lokasi di sistem
ko_kr: 시스템에 이미 위치 코드로 존재
mr_in: आधिपासून प्रणालीवर एक स्थान कोड म्हणून अस्तित्वात
pt_pt: já existe como código de local no sistema
zh_tw: 已經存在在系統中的位置代​碼

source: a unique location code must be entered for the new code
es_es: debe introducir un código de localidad único para el nuevo código
id_id: kode lokasi unik harus dimasukkan utk kode yg baru
ko_kr: 독특한 위치 코드는 새로운 코드를 입력해야합니다
mr_in: एक अद्वितीय स्थान कोड नवीन कोड प्रविष्ट करणे आवश्यक आहे
pt_pt: um código único de local deve ser informado para o novo código
zh_tw: 必須為新的代碼輸入一個唯一的位置代碼

source: Adding the new location record
es_es: Añadiendo registro de nueva localidad
id_id: Menambahkan data lokasi baru
ko_kr: 새 위치 기록을 추가
mr_in: नवीन स्थान रेकॉर्ड जमा
pt_pt: Adicionar novo local
zh_tw: 添加新的位置記錄

source: The SQL to insert the new location record failed
es_es: Falló el SQL para agregar el registro de nueva localidad
id_id: SQL utk memasukkan data lokasi baru gagal
ko_kr: SQL은 새 위치 기록이 실패 삽입
mr_in: नवीन स्थान रेकॉर्ड घालण्यास SQL ​​अयशस्वी
pt_pt: SQL usado para inserir novo local falhou
zh_tw: 插入新的位置記錄的SQL失敗

source: Changing the BOM table records
cs_cz: Změna kusovníku tabulce záznamů
es_es: Modificando los registros de la tabla LDM
hi_in: BOM मेज रिकॉर्ड बदलने से
id_id: Mengubah data tabel BOM
it_it: Cambiare i record della tabella BOM
ko_kr: BOM 테이블 레코드 변경
mr_in: BOM टेबल रेकॉर्ड बदलणे
nl_nl: Wijzigen van de materiaal lijst tabel records
pt_pt: Modif. BOM estrut. produto
ro_ro: Schimbarea înregistrările tabel BOM
ru_ru: Изменение записей таблицы счета на материалы
sq_al: Ndryshimi i dhënat tryezë bom
sv: Ändring av poster i materiallista
sw_ke: Kubadilisha kumbukumbu meza Bom
tr_tr: ÜRÜN AGACI KAYITLARINI DEGISTIR
zh_hk: 物料清单表记录更改中
zh_tw: 物料清單表記錄更改中

source: The SQL to update the BOM records failed
cs_cz: SQL aktualizovat kusovníku záznamů selhal
es_es: Falló el SQL para actualizar los registros de Lista de Materiales
hi_in: एसक्यूएल अद्यतन करने के लिए BOM रिकॉर्ड विफल
id_id: SQL gagal memperbarui data BOM
it_it: di
ko_kr: SQL은 실패 BOM 레코드를 업데이트합니다
mr_in: BOM रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de materiaal lijst records mislukte
pt_pt: SQL para atualizar estrutura produto falhou
ro_ro: SQL pentru a actualiza înregistrările BOM a eşuat
ru_ru: SQL для обновления записи чека на материалы не удался
sq_al: SQL për të rinovuar të dhënat bom dështuar
sv: SQL misslyckades
sw_ke: SQL update kumbukumbu Bom alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新物料清单记录的 SQL 失败
zh_tw: 更新物料清單記錄的 SQL 失敗

source: Changing the config table records
es_es: Modificando los registros de la tabla de configuración
id_id: Mengubah data tabel config
ko_kr: 구성 테이블 레코드 변경
mr_in: संरचना टेबल रेकॉर्ड बदलणे
pt_pt: Modif. tabela config.
zh_tw: 更改設定表中的記錄

source: Changing the contracts table records
es_es: Cambiando los registros de la tabla de contratos
id_id: Mengubah data tabel contracts
ko_kr: 계약의 테이블 레코드 변경
mr_in: करार टेबल रेकॉर्ड बदलणे
pt_pt: Atualizar registros de Contratos
zh_tw: 變更合約表中的記錄

source: The SQL to update the contracts records failed
es_es: Falló el SQL para actualizar los registros de contratos
id_id: SQL gagal utk memperbarui data contracts
ko_kr: 기록이 실패 계약을 갱신 할 수있는 SQL
mr_in: करार रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: O SQL falhou em atualizar os contratos foi
zh_tw: 更新合同記錄的SQL失敗

source: Changing the custbranch table records
es_es: Cambiando los registros de la tabla de sucursales de clientes
id_id: Mengubah data tabel custbranch
ko_kr: custbranch 테이블 레코드 변경
mr_in: Custbranch टेबल रेकॉर्ड बदलणे
pt_pt: Atualizar registros tabela de Sucursais
zh_tw: 更改客戶分公司表中的記錄

source: The SQL to update the custbranch records failed
es_es: Falló el SQL para actualizar los registros de sucursales de clientes
id_id: SQL gagal memperbarui data custbranch
ko_kr: SQL은 실패 custbranch 레코드를 업데이트합니다
mr_in: Custbranch रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL usado para atualizar sucursal falhou
zh_tw: 更新客戶分公司記錄的SQL失敗

source: Changing the freightcosts table records
es_es: Cambiando los registros de la tabla de costos de flete
id_id: Mengubah data tabel freightcosts
ko_kr: freightcosts 테이블 레코드 변경
mr_in: Freightcosts टेबल रेकॉर्ड बदलणे
pt_pt: Modif. tab. custos fretes
zh_tw: 更改運輸成本表中的記錄

source: The SQL to update the freightcosts records failed
es_es: Falló el SQL para actualizar los registros de costos de flete
id_id: SQL gagal memperbarui data freightcosts
ko_kr: 기록이 실패 freightcosts를 업데이트하는 SQL
mr_in: Freightcosts रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar custos de frete falhou
zh_tw: 更新的貨運成本記錄的SQL失敗

source: Changing stock location records
cs_cz: Změna evidence zásob umístění
es_es: Modificando registros de almacén
hi_in: स्टॉक स्थान रिकॉर्ड बदलने से
id_id: Mengubah data lokasi stok
it_it: posizione
ko_kr: 재고 위치 기록을 변경
mr_in: बदलणे स्टॉक स्थान रेकॉर्ड
nl_nl: Veranderen van voorraad lokatie records
pt_pt: Modif. local estoque
ro_ro: Schimbarea evidenţa stocurilor locaţie
ru_ru: Изменение записей расположения складов
sq_al: Ndryshimi dhënat vend të aksioneve
sv: Justering av lagerplats
sw_ke: Kubadilisha kumbukumbu eneo hisa
tr_tr: DEPO KAYITLARI DEGISTIRILIYOR
zh_hk: 存货地点改更中
zh_tw: 存貨地點改更中

source: The SQL to update stock location records failed
cs_cz: SQL na aktualizaci záznamů zásob umístění selhal
es_es: Falló el SQL para actualizar los registros de ubicación de existencias
hi_in: एसक्यूएल अद्यतन करने के लिए स्टॉक स्थान रिकॉर्ड विफल
id_id: SQL gagal memperbarui data lokasi stok
it_it: di posizione
ko_kr: 재고 위치 레코드를 업데이트 할 수있는 SQL 실패
mr_in: स्टॉक स्थान रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: Gebruikte SQL waar het wijzigen van de voorraad lokatie records mislukte
pt_pt: SQL para atualizar local estoque falhou
ro_ro: SQL să actualizeze evidenţa stocurilor locaţie nu a reuşit
ru_ru: SQL для обновления записей расположения складов не удалось
sq_al: SQL për të rinovuar të dhënat vend të aksioneve dështuar
sv: SQL misslyckades
sw_ke: SQL update hisa eneo kumbukumbu alishindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新存货地点记录的SQL失败
zh_tw: 更新存貨地點記錄的SQL失敗

source: Changing location transfer information (Shipping location)
es_es: Cambiando la información del translado de localidad (Localidad de Despacho)
id_id: Mengubah informasi perpindahan lokasi (lokasi Pengiriman)
ko_kr: 변경 위치 전송 정보 (배송 위치)
mr_in: स्थान हस्तांतरण माहिती बदलल्याने (शिपिंग स्थान)
pt_pt: Modif. local transfer. remessa
zh_tw: 更改位置傳送信息（送貨地點）

source: The SQL to update the loctransfers records failed
cs_cz: SQL aktualizovat loctransfers záznamů selhal
es_es: Falló el SQL para actualizar los registros loctransfers
hi_in: एसक्यूएल अद्यतन करने के लिए loctransfers रिकॉर्ड विफल
id_id: SQL gagal utk memperbarui data loctransfers
it_it: Il SQL per aggiornare i record loctransfers fallito
ko_kr: 기록이 실패 loctransfers를 업데이트하는 SQL
mr_in: Loctransfers रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
nl_nl: De SQL te actualiseren loctransfers records is mislukt
pt_pt: SQL para atualizar loctransfers falhou
ro_ro: SQL pentru a actualiza înregistrările loctransfers a eşuat
ru_ru: SQL для обновления loctransfers записи не удалось
sq_al: SQL për të rinovuar të dhënat loctransfers dështuar
sv: SQL misslyckades
sw_ke: SQL update kumbukumbu loctransfers alishindwa
tr_tr: SQL loctransfers kayıtları başarısız güncelleme
zh_hk: 用于更新库存转移（loctransfers)记录的SQL运行失败
zh_tw: 更新承諾支付轉帳記錄的SQL失敗

source: Changing location transfer information (Receiving location)
es_es: Cambiando la información del translado de localidad (Localidad de Recepción)
id_id: Mengubah informasi perpindahan lokasi (lokasi Penerimaan)
ko_kr: 변경 위치 전송 정보 (수신 위치)
mr_in: स्थान हस्तांतरण माहिती बदलल्याने (प्राप्त स्थान)
pt_pt: Modif. local transfer. recebimento
zh_tw: 更改倉庫傳送信息（收貨倉庫）

source: Changing MRP parameters information
es_es: Cambiando la información de los pedidos planificados MRP
id_id: Mengubah informasi parameter MRP
ko_kr: MRP 정보를 매개 변수 변경
mr_in: बदलणे MRP माहिती घटके
pt_pt: Modif. parâmetros MRP
zh_tw: 改變MRP參數信息

source: The SQL to update the mrpparameters records failed
es_es: Falló el SQL para actualizar los registros de parámetros mrp
id_id: SQL gagal memperbarui data mrpparameters
ko_kr: 기록이 실패 mrpparameters를 업데이트하는 SQL
mr_in: Mrpparameters रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar parametros do mrp falhou
zh_tw: 更新MRP參數的記錄的SQL失敗

source: Changing purchase orders information
es_es: Cambiando la la información de órdenes de compra
id_id: Mengubah informasi order pembelian
ko_kr: 변경 구매 주문 정보
mr_in: खरेदी ऑर्डर माहिती बदलणे
pt_pt: Atualiz. Inform. Ordens Compra
zh_tw: 更改採購訂單信息

source: The SQL to update the purchase orders records failed
es_es: Falló el SQL usado para actualizar los registros de órdenes de compra
id_id: SQL gagal memperbarui data order pembelian
ko_kr: SQL은 실패 구매 주문 레코드를 업데이트합니다
mr_in: खरेदी ऑर्डर रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
pt_pt: SQL que falhou para atualizar ordens de compra foi
zh_tw: 更新採購訂單的記錄的SQL失敗

source: Changing recurring sales orders information
es_es: Cambiando la la información de pedidos de ventas recurrentes
id_id: Mengubah informasi order penjualan berulang
ko_kr: 반복 판매 주문 정보를 변경
mr_in: आवर्ती विक्री ऑर्डर माहिती बदलणे
pt_pt: Modif. Pedidos Vendas Recorrentes
zh_tw: 改變重複銷售訂單信息

source: The SQL to update the recurring sales orders records failed
es_es: Falló el SQL para actualizar los registros de pedidos de venta recurrentes
id_id: SQL gagal memperbarui data order penjualan penjualan
ko_kr: SQL은 반복 판매 주문 기록이 실패 업데이트하기
mr_in: आवर्ती विक्री ऑर्डर रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
pt_pt: SQL que falhou para atualizar vendas recorrentes foi
zh_tw: 更新重複銷售訂單記錄的SQL失敗

source: Changing sales orders information
es_es: Cambiando la información de los pedidos de ventas
id_id: Mengubah informasi order penjualan
ko_kr: 변경 판매 주문 정보
pt_pt: Atualizar Pedido ou Cotação
zh_tw: 更改銷售訂單信息

source: The SQL to update the sales orders records failed
es_es: Falló el SQL para actualizar los registros de pedidos de ventas
id_id: SQL gagal memperbarui data order penjualan
ko_kr: 판매 주문 레코드를 업데이트 할 수있는 SQL 실패
pt_pt: SQL que falhou em atualizar pedidos de venda foi
zh_tw: 更新銷售訂單記錄的SQL失敗

source: Changing stock check freeze records
es_es: Modificando registros de verificación de congelación de existencia
id_id: Mengubah data freeze stok opname
ko_kr: 재고 확인 동결 레코드 변경
mr_in: स्टॉक चेक फ्रीझ रेकॉर्ड बदलणे
pt_pt: Modif. control. estoque retido
zh_tw: 正在更新庫存盤點凍結記錄

source: The SQL to update stock check freeze records failed
cs_cz: SQL aktualizovat evidenci kontrolu zmrazit selhala
es_es: Falló El SQL para actualizar los registros bloqueados de comprobación de existencias
hi_in: एसक्यूएल अद्यतन करने के लिए स्टॉक की जांच फ्रीज रिकॉर्ड विफल
id_id: SQL gagal memperbarui data freeze stok opname
it_it: di
ko_kr: 재고 확인 동결 레코드를 업데이트 할 수있는 SQL 실패
mr_in: स्टॉक चेक फ्रीझ रेकॉर्ड अद्ययावत करण्यासाठी SQL अयशस्वी
nl_nl: SQL waar het wijzigen van de voorraad controle freeze file mislukte
pt_pt: SQL para atualizar local estoque falhou
ro_ro: SQL de actualizare a verifica registrele congela stoc a eşuat
ru_ru: SQL для обновления записей заморозки проверки запасов не удался
sq_al: SQL për të rinovuar të kontrolluar të dhënat e aksioneve të ngrirë dështuar
sv: SQL för att uppdatera lager kontrollera frysa poster misslyckades
sw_ke: SQL update hisa kuangalia kufungia kumbukumbu za kushindwa
tr_tr: ISLEM BASARISIZ!
zh_hk: 更新存货检查冻结记录到 SQL 失败
zh_tw: 更新存貨檢查凍結記錄到 SQL 失敗

source: Changing stockcounts records
es_es: Modificando registros de cómputo de existencias
id_id: Mengubah data stockcounts
ko_kr: stockcounts 기록 변경
mr_in: बदलणे stockcounts रेकॉर्ड
pt_pt: Atualizar Contagens Estoque
zh_tw: 股市變化記錄計數

source: The SQL to update stockcounts records failed
es_es: Falló el SQL para actualizar los registros de cómputo de existencias
id_id: SQL gagal memperbarui data stokcounts
ko_kr: stockcounts 레코드를 업데이트 할 수있는 SQL 실패
mr_in: Stockcounts रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL que falhou em atualizar quantidades estoque foi
zh_tw: 更新倉庫計數記錄的SQL失敗

source: Changing stockmoves records
es_es: Modificando registros de movimiento de existencias
id_id: Mengubah data stockmoves
ko_kr: stockmoves 기록 변경
mr_in: बदलणे stockmoves रेकॉर्ड
pt_pt: Atualizar movimento estoque
zh_tw: 移動股市變化記錄

source: The SQL to update stockmoves records failed
es_es: Falló el SQL para actualizar los registros de solicitud de existencias
id_id: SQL gagal memperbarui data stockmoves
ko_kr: stockmoves 레코드를 업데이트 할 수있는 SQL 실패
mr_in: Stockmoves रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar movimento de estoque falhou
zh_tw: 更新倉庫動作記錄的SQL失敗

source: Changing stockrequest records
es_es: Modificando registros de solicitud de existencias
id_id: Mengubah data stockrequest
ko_kr: stockrequest 기록 변경
mr_in: Stockrequest रेकॉर्ड बदलणे
pt_pt: Atualizar requisição estoque
zh_tw: 改變倉庫的請求記錄

source: The SQL to update stockrequest records failed
es_es: Falló el SQL para actualizar los registros de solicitudes de existencias
id_id: SQL utk memperbarui data stockrequest gagal
ko_kr: SQL은 stockrequest 기록이 실패 업데이트하기
mr_in: Stockrequest रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar requisições estoque falhou
zh_tw: 要更新庫存請求記錄的 SQL 失敗

source: Changing stockserialitems records
es_es: Modificando registros de los artículos seriales de existencia
id_id: Mengubah data stockserialitems
ko_kr: stockserialitems 기록 변경
mr_in: बदलणे stockserialitems रेकॉर्ड
pt_pt: Modif. estoque itens seriais
zh_tw: 改變倉庫串行項記錄

source: The SQL to update stockserialitems records failed
es_es: Falló el SQL para actualizar los registros de los artículos seriales de existencia
id_id: SQL utk memperbarui data stockserialitem gagal
ko_kr: stockserialitems 레코드를 업데이트 할 수있는 SQL 실패
mr_in: Stockserialitems रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar estoque de itens seriais falhou
zh_tw: 更新倉庫序列項記錄的SQL失敗

source: Changing tenders records
es_es: Modificando registros de Licitaciones
id_id: Mengubah data tenders
ko_kr: 입찰 기록을 변경
mr_in: बदलणे निविदा रेकॉर्ड
pt_pt: Modif. ofertas
zh_tw: 改變投標記錄

source: The SQL to update tenders records failed
es_es: Falló el SQL para actualizar los registros de licitaciones
id_id: SQL utk memperbarui data tenders gagal
ko_kr: 입찰 레코드를 업데이트 할 수있는 SQL 실패
mr_in: निविदा रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL usado para atualizar propostas falhou
zh_tw: 更新詢價單記錄的SQL失敗

source: Changing workcentres records
es_es: Modificando registros de centros de trabajo
id_id: Mengubah data workcenters
ko_kr: workcentres 기록 변경
mr_in: बदलणे workcentres रेकॉर्ड
pt_pt: Modif. Centro Trabalho
zh_tw: 改變工作站記錄

source: The SQL to update workcentres records failed
es_es: Falló el SQL para actualizar los registros de centros de trabajo
id_id: SQL utk memperbarui data workcentres gagal
ko_kr: workcentres 레코드를 업데이트 할 수있는 SQL 실패
mr_in: Workcentres रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar centros de trabalho falhou
zh_tw: 更新工作站記錄的SQL 失敗

source: Changing workorders records
es_es: Modificando los registros de órdenes de trabajo
id_id: Mengubah data workorders
ko_kr: workorders 기록 변경
mr_in: बदलणे workorders रेकॉर्ड
pt_pt: Modif. Ordens Produção
zh_tw: 變更工單記錄

source: The SQL to update workorders records failed
es_es: Falló el SQL para actualizar los registros de órdenes de trabajo
id_id: SQL utk memperbarui data workorders gagal
ko_kr: workorders 레코드를 업데이트 할 수있는 SQL 실패
mr_in: Workorders रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar ordens de produção falhou
zh_tw: 更新工單記錄的SQL失敗

source: Changing users records
es_es: Modificando los registros de usuarios
id_id: Mengubah data users
ko_kr: 사용자가 레코드를 변경
mr_in: बदलणे वापरकर्ते रेकॉर्ड
pt_pt: Modificando registros de Usuários
zh_tw: 不斷變化的用戶記錄

source: The SQL to update users records failed
es_es: Falló el SQL para actualizar los registros de usuarios
id_id: SQL utk memperbarui data users gagal
ko_kr: 사용자가 레코드를 업데이트 할 수있는 SQL 실패
mr_in: वापरकर्त्यांना रेकॉर्ड अद्यतनित करण्यासाठी SQL अयशस्वी
pt_pt: SQL para atualizar registros usuários falhou
zh_tw: 更新用戶記錄的SQL失敗

source: Deleting the old location record
es_es: Suprimiendo el registro de ubicación viejo
id_id: Menghapus data lokasi yg lama
ko_kr: 이전 위치 기록을 삭제
mr_in: जुन्या स्थान रेकॉर्ड हटवत
pt_pt: Removendo registro antigo local
zh_tw: 刪除舊的記錄位置

source: The SQL to delete the old location record failed
es_es: Falló el SQL para suprimir el antiguo registro de localidad
id_id: SQL utk menghapus data lokasi yg lama gagal
ko_kr: SQL은 이전 위치 기록이 실패 삭제
mr_in: जुन्या स्थान रेकॉर्ड हटवू SQL अयशस्वी
pt_pt: SQL usado para apagar local anterior falhou
zh_tw: 刪除舊的位置記錄的SQL失敗

source: Location code
es_es: Código de ubicación
id_id: Kode Lokasi
ko_kr: 위치 코드
mr_in: स्थान कोड
pt_pt: Código Local
zh_tw: 倉庫編碼

source: Existing Location Code
es_es: Código de Localidad Existente
id_id: Kode Lokasi yg Ada
ko_kr: 기존의 위치 코드
mr_in: विद्यमान स्थान कोड
pt_pt: Código Local Existente
zh_tw: 現有的倉庫編碼

source: New Location Code
es_es: Nuevo Código de Localidad
id_id: Kode Lokasi Baru
ko_kr: 새 위치 코드
mr_in: नवीन स्थान कोड
pt_pt: Novo Código Local
zh_tw: 新倉庫編碼

source: New Location Name
es_es: Nuevo Nombre de Localidad
id_id: Nama Lokasi Baru
ko_kr: 새 위치의 이름
mr_in: नवीन स्थान नाव
pt_pt: Novo Nome do Local
zh_tw: 新倉庫名稱

source: UTILITY PAGE Change A Stock Category
cs_cz: UTILITY stránka změnit skladem Kategorie
es_es: PÁGINA UTILITARIA - Cambiar una categoría de inventario
hi_in: उपयोगिता पृष्ठ एक स्टॉक श्रेणी बदलें
id_id: HALAMAN FASILITAS Ubah Kategori Stok
it_it: PAGINA UTILITY modificare una categoria Archivio
ko_kr: 유틸리티 페이지 변경 주식의 종류
mr_in: युटिलिटी पान स्टॉक वर्गवारी बदला
nl_nl: Pagina van het nut Change A Stock Categorie
pt_pt: Página Utilit. Modif. Categoria Estoque.
ro_ro: PAGINA UTILITATE Schimbarea A Categorie Bursa de Valori
ru_ru: СТРАНИЦА УТИЛИТЫ изменение категории склада
sq_al: FAQE Utility Ndryshimi Një Kategoria Stock
sv: VERKTYGSSIDA Ändra en lagerkategori
sw_ke: UKURASA shirika Change A Jamii Stock
tr_tr: FAYDALI BİR SAYFA Hazır Kategori Değiştir
zh_hk: 工具页 改变库存种类
zh_tw: 應用頁更改存貨類別

source: Change A Stock Category Code
es_es: Cambiar un código de categoría de inventario
ko_kr: 주식 범주 코드 변경
zh_tw: 更改一個庫存類別代碼

source: The stock Category
cs_cz: Kategorie vozidel
es_es: La Categoría de Existencia
hi_in: शेयर श्रेणी
id_id: Kategori stok
it_it: Lo stock di categoria
ko_kr: 주식의 종류
mr_in: स्टॉक वर्ग
nl_nl: De voorraad Categorie
pt_pt: A categoria de estoque
ro_ro: Stoc Categorie
ru_ru: Категория склада
sq_al: Aksioneve të Kategori
sv: Lagerkategorin
sw_ke: Ya Jamii hisa
tr_tr: Stok Kategori
zh_hk: 存货种类
zh_tw: 存貨類別

source: does not currently exist as a stock category in the system
cs_cz: v současné době neexistuje jako akcie kategorii v systému
es_es: Actualmente no existe como una categoría de existencias en el sistema
hi_in: करता प्रणाली में एक शेयर श्रेणी के रूप में वर्तमान में मौजूद नहीं
id_id: saat ini belum ada sbg kategori stok di sistem
it_it: attualmente non esiste come categoria stock nel sistema
ko_kr: 현재 시스템의 주식 카테고리로 존재하지 않습니다
mr_in: सध्या प्रणालीत एक स्टॉक श्रेणी म्हणून अस्तित्वात नाही
nl_nl: bestaat momenteel niet als een aandeel categorie in het systeem
pt_pt: não existe no sistema
ro_ro: nu există în prezent ca o categorie de valori în sistemul
ru_ru: в настоящее время не существует как категории склада в системе
sq_al: aktualisht nuk ekziston si një kategori të aksioneve në sistemin e
sv: existerar inte för tillfället som en stock kategori i systemet
sw_ke: sasa hana kuwepo kama sehemu ya hisa katika mfumo
tr_tr: Şu anda sistemde bir stok kategori olarak yok
zh_hk: 在系统内不是现有的库存种类
zh_tw: 在系統內不是現存的存貨編碼

source: The new stock category to change the old code to contains illegal characters - no changes will be made
ko_kr: 새로운 주식의 종류는 이전 코드를 변경하는 것은 불법 문자가 포함 - 변경되지됩니다
zh_tw: 新的庫存類別，改變舊的代碼包含非法字符 - 沒有任何更改

source: The new stock category to change the old code to must be entered as well
ko_kr: 기존 코드를 변경하는 새로운 주식의 종류도 입력해야합니다
zh_tw: 必須輸入新的庫存類別，改變舊的代碼

source: The replacement stock category
cs_cz: Výměna akcií kategorie
es_es: La categoría de reposición de existencias
hi_in: प्रतिस्थापन स्टॉक वर्ग
id_id: Kategori stok pengganti
it_it: La sostituzione categoria stock
ko_kr: 교체 재고 카테고리
mr_in: रिप्लेसमेंट स्टॉक श्रेणी
nl_nl: De vervangende voorraad categorie
pt_pt: Categoria de estoque substituída
ro_ro: Înlocuire stoc categorie
ru_ru: Замена категории склада
sq_al: Aksioneve zëvendësim kategori
sv: Ersättningslagerkategorikoden
sw_ke: Ya hisa badala ya jamii
tr_tr: Yedek stok kategorisi
zh_hk: 替代的库存种类
zh_tw: 替代的存貨類別
