Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Total Shipment Charges
cs_cz: Celkem zásilky Poplatky
es_es: Total de Cargos del Envío
hi_in: कुल शिपमेंट प्रभार
id_id: Total Biaya Pengiriman
it_it: Totale spese di spedizione
ko_kr: 총 출하 요금
mr_in: एकूण चढविणे शुल्क
nl_nl: Totale Vervoers Kosten
pt_pt: Total Taxas Embarque
ro_ro: Taxe Total expediere
ru_ru: Общая сумма расходов на доставку
sq_al: Akuzat Total Dërgesë
sv: Summa leveransavgifter
sw_ke: Jumla Shipment Mashtaka
tr_tr: TOPLAM NAKLIYE BEDELLERI
zh_hk: 运单合计
zh_tw: 總運輸收費

source: Total Value of all variances on this shipment
cs_cz: Celkové hodnoty všech rozdílů v této zásilce
es_es: Valor Total de todas las variaciones de este envío
hi_in: इस शिपमेंट पर सभी प्रसरण का कुल मूल्य
id_id: Tdk Nilai selisih pada pengiriman ini
it_it: Valore totale di tutte le variazioni su questa spedizione
ko_kr: 이 선적의 모든 차이의 총 가치
mr_in: सर्व एकूण मूल्य या चढविणे वर variances
nl_nl: Totale waarde van alle transport verschillen
pt_pt: Valor Total da variação desse embarque
ro_ro: Valoarea totală a tuturor variaţiilor de pe acest expediere
ru_ru: Общая стоимость всех отклонениях от этой партии
sq_al: Vlera totale e të gjitha mospërputhje në këtë dërgesë
sv: Totala värdet av alla avvikelser i denna sändning
sw_ke: Thamani ya jumla ya variances wote transport hii
tr_tr: Bu sevkiyat tüm varyans Toplam Değer
zh_hk: 此次运输的所有差异加总
zh_tw: 這交貨的所有差異總值

source: Shipment Charges Against Products
cs_cz: Zásilka obvinění vůči produkty
es_es: Cargos de Envío respecto Productos
hi_in: उत्पाद शुल्क के खिलाफ शिपमेंट
id_id: Biaya Pengiriman Terhadap Produk
it_it: Le spese di spedizione contro i prodotti
ko_kr: 제품에 대해 선적 요금
mr_in: उत्पादने विरुद्ध चढविणे शुल्क
nl_nl: Vervoers Kosten tegen Produkten
pt_pt: Taxas Embarque dos Produtos
ro_ro: Costurile de Transport împotriva produselor
ru_ru: Расходы на пересылку рядом с продуктами
sq_al: Dërgesë akuzat kundër Produkte
sv: Leveransavgifter per produkt
sw_ke: Transport Mashtaka Dhidi Bidhaa
tr_tr: Ürünleri Karşı Nakliye Ücretleri
zh_hk: 运单所载材料明细
zh_tw: 產品的運輸收費

source: Local Amount
cs_cz: Místní Částka
es_es: Importe Local
hi_in: स्थानीय राशि
id_id: Jumlah Rupiah
it_it: Importo locale
ko_kr: 현지 금액
mr_in: स्थानिक रक्कम
nl_nl: Lokale Bedrag
pt_pt: Valor Local
ro_ro: Suma locale
ru_ru: Сумма в местной
sq_al: Lokal Shuma
sv: Lokalt belopp
sw_ke: Kiasi mitaa
tr_tr: LOKAL TUTAR
zh_hk: 本位币金额
zh_tw: 本地總額

source: Charged
cs_cz: Účtovány
es_es: Cargado
hi_in: आरोप
id_id: Dibebankan
it_it: Addebitato
ko_kr: 충전
mr_in: आकारली
nl_nl: In rekening gebracht
pt_pt: Encargos
ru_ru: Взимается
sq_al: I ngarkuar
sv: Debiterat
sw_ke: Kushtakiwa
tr_tr: Ücret
zh_hk: 已开发票
zh_tw: 已收費

source: Total Charges Against Shipment Items
cs_cz: Účtováno celkem proti přepravě položky
es_es: Costos Totales respecto a Artículos del Envío
hi_in: लदान आइटम के खिलाफ कुल प्रभार
id_id: Total Biaya Terhadap Item Kiriman
it_it: Totale oneri nei confronti degli oggetti di spedizione
ko_kr: 선적 항목에 대하여 총 요금
mr_in: चढविणे आयटम विरुद्ध एकूण शुल्क
nl_nl: Totale Kosten geboekt op verzonden Artikelen
pt_pt: Total Taxas das remessas dos Itens
ro_ro: Taxe Total Împotriva Elemente expediere
ru_ru: Общая плата против пересылки элементов
sq_al: Totali akuzat kundër Items Dërgesë
sv: Totala debiteringar för leveransens produkter
sw_ke: Jumla Mashtaka Dhidi Items Shipment
tr_tr: Sevkiyat Öğeler Karşı Toplam Masraflar
zh_hk: 运输物料的总额
zh_tw: 運輸商品的總收費

source: General Shipment Charges
cs_cz: Obecné zásilky Poplatky
es_es: Cargos de Envío Generales
hi_in: सामान्य शिपमेंट प्रभार
id_id: Biaya Umum Pengiriman
it_it: Generale Spese di spedizione
ko_kr: 일반 배송 요금
mr_in: सामान्य चढविणे शुल्क
nl_nl: Algemene kosten zendingen
pt_pt: Encargos Diversos Embarque
ro_ro: General Transport Taxe
ru_ru: Общие расходы на доставку
sq_al: Dërgesë Pagesat e përgjithshme
sv: Generella leveranskostnader
sw_ke: Ujumla Shipment Mashtaka
tr_tr: GENEL NAKLIYE BEDELLERI
zh_hk: 运单运费
zh_tw: 一般運輸收費

source: Total General Shipment Charges
cs_cz: Celkem Všeobecné zásilky poplatků
es_es: Total de Cargos de Envío Generales
hi_in: कुल शिपमेंट सामान्य प्रभार
id_id: Total Biaya Umum Pengiriman
it_it: Totale spese di spedizione generali
ko_kr: 전체 일반 선적 요금
mr_in: एकूण सामान्य चढविणे शुल्क
nl_nl: Totaal algemene kosten zendingen
pt_pt: Total Encargos Diversos Embarque
ro_ro: Total Taxe General expediere
ru_ru: Всего общих расходов на доставку
sq_al: Akuzat Totali i Përgjithshëm Dërgesë
sv: Summa generella leveranskostnader
sw_ke: Mkuu wa jumla Shipment Mashtaka
tr_tr: TOPLAM GENEL NAKLIYE BEDELLERI
zh_hk: 运单运费总额
zh_tw: 一般運輸的總收費

source: Update Standard Costs
cs_cz: Aktualizace standardních nákladů
es_es: Actualizar Costos Estándar
hi_in: अद्यतन मानक लागत
id_id: Perbarui HPP Standar
it_it: Costi di aggiornamento standard
ko_kr: 업데이트 표준 비용
mr_in: मानक खर्च अद्यतनित
nl_nl: Wijzig Standaard Kosten
pt_pt: Atualizar Custo Padrão
ro_ro: Update costurile standard
ru_ru: Обновить стандартные расходы
sq_al: Kostot Update Standard
sv: Uppdatera standardkostnader
sw_ke: Mwisho wa darasa la Gharama
tr_tr: STANDARD MALIYETLERI GÜNCELLE
zh_hk: 更新标准成本
zh_tw: 更新標準成本

source: Confirm OK to Close
cs_cz: Potvrďte OK zavřete
es_es: Presione OK para cerrar
hi_in: पुष्टि करने के लिए बंद ठीक है
id_id: Konfirmasi OK utk Selesai
it_it: Premere OK per chiudere
ko_kr: 확인하고 닫습니다.
mr_in: बंद करण्यासाठी ओके पुष्टी
nl_nl: Bevestig OK om te Sluiten
pt_pt: Confirmar OK para Fechar
ro_ro: Confirmaţi OK pentru a închide
ru_ru: Подтвердить ОК, чтобы закрыть
sq_al: Konfirmo OK për Close
sv: Godkänn för att avsluta
sw_ke: Kuthibitisha OK Close
tr_tr: KAPATMAK IÇIN (TAMAM) SEÇIN
zh_hk: 确认并结算运费
zh_tw: 確認 OK 來關閉

source: Could not complete the purchase order lines on this shipment
cs_cz: Nemohl dokončit linky objednávka na této zásilce
es_es: No se pudo completar las filas de la orden de compra de este envío
hi_in: इस शिपमेंट पर खरीद आदेश लाइनों को पूरा नहीं कर सका
id_id: Tdk dapat menyelesaikan baris order pembelian pada pengiriman ini
it_it: Impossibile completare l&#39;ordine di acquisto su linee di questa spedizione
ko_kr: 이 선적에 구매 주문 라인을 완료 할 수 없습니다
mr_in: या चढविणे खरेदी ऑर्डर ओळी पूर्ण करू शकलो नाही
nl_nl: Inkooporder regels van dit transport konden niet volledig worden uitgevoerd
pt_pt: Não pode completar linhas de detalhe da ordem compra desse embarque
ro_ro: nu a putut finaliza linii de comanda de achiziţie pe această expediere
ru_ru: Не удалось завершить позицию заказа в этой доставке
sq_al: Nuk mund ta plotësojë me qëllim blerjen e linjave në këtë dërgesë
sv: Kunde inte slutföra de linjer beställningen på denna leverans
sw_ke: Haikuweza kukamilisha ya mistari ili kununua kwenye transport hii
tr_tr: Bu gönderi üzerinde sipariş formu hatları tamamlanamadı
zh_hk: 无法完成此运单装载的采购订单行
zh_tw: 未能完成這交貨的採購訂單列

source: Could not update the shipment to closed
cs_cz: Nepodařilo se aktualizovat zásilku do uzavřených
es_es: No se pudo actualizar el envío a cerrar
hi_in: लदान के लिए बंद कर अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui pengiriman ke selesai
it_it: Impossibile aggiornare la spedizione al chiuso
ko_kr: 폐쇄에 선적을 업데이트 할 수 없습니다
mr_in: बंद करण्यासाठी चढविणे अद्यतनित करू शकत नाही
nl_nl: Kon transport dat moest worden afgesloten niet wijzigen
pt_pt: Não pode atualizar embarque para fechado
ro_ro: Nu a putut actualiza expediere a închis
ru_ru: Не удалось закрыть доставку
sq_al: Nuk mund update dërgesa të mbyllur
sv: Kunde inte uppdatera denna leverans till stängd
sw_ke: Hakuweza update usafirishaji na C.
tr_tr: kapalı için sevkiyat güncelleme Couldn&#39;t
zh_hk: 无法结算此运单
zh_tw: 未能更新交貨為完結

source: has been closed
cs_cz: byla uzavřena
es_es: Ha sido cerrado
hi_in: बंद कर दिया गया
id_id: telah diselesaikan
it_it: è stato chiuso
ko_kr: 닫힌
mr_in: बंद केले गेले आहे
nl_nl: is gesloten
pt_pt: foi fechada
ro_ro: a fost închis
ru_ru: была закрыта
sq_al: ka qenë e mbyllur
sv: har avlsutats
sw_ke: imekuwa imefungwa
tr_tr: KAPATILDI
zh_hk: 已结算
zh_tw: 已完結

source: All variances were posted to the general ledger
cs_cz: Všechny rozdíly byly posílány do hlavní knihy
es_es: Todas las variaciones fueron apuntadas en la contabilidad
hi_in: सभी प्रसरण सामान्य खाता बही के लिए तैनात थे
id_id: Semua selisih dibukukan ke buku besar
it_it: Tutte le variazioni sono state inviate alla contabilità generale
ko_kr: 모든 차이는 총계정 원장에 게시 된
mr_in: सर्व variances सामान्य खातेवही पोस्ट होते
nl_nl: Alle verschillen zijn op de algemene rekening geboekt
pt_pt: Variações lanç. na contabilidade
ro_ro: Toate variaţiile au fost postate în registrul general
ru_ru: Все отклонения были размещены в Главную книгу
sq_al: Të gjitha mospërputhje janë vendosur në librin kryesor
sv: Alla varianserna lades till huvudboken
sw_ke: variances wote walikuwa posted leja ya jumla
tr_tr: TÜM UYUSMAZLIKLAR (VARYANS) MUHASEBE HESABINA GÖNDERILDI
zh_hk: 所有差异已入账到总账
zh_tw: 所有差異已入帳到總帳

source: All shipment items have had their standard costs updated
cs_cz: Všechny zásilky předměty mají své standardní náklady na aktualizaci
es_es: Han sido actualizado los costos estándar de todos los artículos del envío
hi_in: सभी लदान आइटम पड़ा है उनके मानक लागत अद्यतन
id_id: Semua biaya standar item kiriman telah diperbarui
it_it: Tutti gli articoli spedizione hanno avuto i loro costi standard aggiornato
ko_kr: 모든 배송 상품은 개개인의 표준 비용이 업데이트 있었다
mr_in: सर्व चढविणे आयटम त्यांच्या मानक खर्च अद्यतनित झाला
nl_nl: Van alle transport items zijn de standaard kosten bijgewerkt
pt_pt: Todos os itens tiveram seus custos de embarque atualizados
ro_ro: Toate elementele expediere au avut costuri lor standard actualizate
ru_ru: Обновлены стандартные стоимости все товаров впоставке.
sq_al: Të gjitha sendet e dërgesës kanë pasur shpenzimet e tyre standarde updated
sv: Alla transporten poster har fått sina standardkostnader uppdaterad
sw_ke: vitu transport zote kuwa na gharama zao kiwango updated
tr_tr: SEVK EDILECEK ÜRÜNLERIN STANDARD MALIYETLERI GÜNCEL
zh_hk: 所有运输物料已更新他们的标准成本
zh_tw: 所有運輸商品已更新他們的標準成本

source: Shipments
cs_cz: Zásilky
es_es: Envíos
hi_in: लदान
id_id: Pengiriman
it_it: Spedizioni
ko_kr: 선적
mr_in: शिपमेंट्समध्ये
nl_nl: Transporten
pt_pt: Embarque
ro_ro: Transporturile
ru_ru: Поставки
sq_al: Dërgesave
sv: Leveranser
sw_ke: Umeongezeka
tr_tr: SEVKIYATLAR
zh_hk: 运单
zh_tw: 運輸

source: To set up a shipment
cs_cz: Chcete-li nastavit zásilky
es_es: Para crear un envío
hi_in: एक शिपमेंट सेट करने के लिए
id_id: Utk membuat Pengiriman
it_it: Per impostare una spedizione
ko_kr: 선적을 설정하려면
mr_in: एक शिपमेंट सेट करण्यासाठी
nl_nl: Opzetten van een transport
pt_pt: Configurar embarque
ro_ro: Pentru a configura o expediere
ru_ru: Чтобы настроить поставки
sq_al: Për të ngritur një dërgesë
sv: För att skapa en leverans
sw_ke: Kuanzisha transport
tr_tr: SEVKIYAT OLUSTURUN
zh_hk: 要新建运单
zh_tw: 設定一個運輸

source: the supplier must first be selected from the Select Supplier page
cs_cz: dodavatel musí být nejprve vybrán ze stránky Vybrat dodavatele
es_es: debe seleccionar antes el proveedor desde la página Seleccionar proveedor
hi_in: पहले आपूर्तिकर्ता का चयन प्रदायक पेज से चयनित किया जाना चाहिए
id_id: supplier harus dipilih lebih dulu dari halaman Pilih Supplier
it_it: il fornitore deve prima essere selezionata dalla pagina Seleziona Fornitore
ko_kr: 공급 업체를 먼저 선택 공급 업체 페이지에서 선택해야합니다
mr_in: पुरवठादार प्रथम निवडा पुरवठादार पृष्ठावरून निवडणे आवश्यक आहे
nl_nl: de leverancier moet eerst geselecteerd worden via selecteerleveranciers scherm
pt_pt: Selecionar O fornecedor antes na página Fornec.
ro_ro: furnizorul trebuie să fie mai întâi selectat din pagina Selectare Furnizor
ru_ru: сначала должен быть выбран поставщик на странице выбора поставщика
sq_al: furnizuesi duhet së pari të zgjidhen nga faqja e Furnizuesi Zgjidh
sv: måste leverantörens först väljas
sw_ke: wasambazaji lazima kwanza kuchaguliwa kutoka ukurasa wa Select Supplier
tr_tr: ILK ÖNCE TEDARIKÇI SEÇIM SAYFASINDAN BIR TEDARIKÇI SEÇMELISINIZ
zh_hk: 请先从供应商页面中选取供应商
zh_tw: 請先由供應商頁面中來選取供應商,

source: Select the Supplier
cs_cz: Vyberte dodavatele
es_es: Seleccionar el proveedor
hi_in: प्रदायक चुनें
id_id: Pilih Supplier
it_it: Selezionare il fornitore
ko_kr: 공급 업체를 선택
mr_in: पुरवठादार निवडा
nl_nl: Selecteer de Leverancier
pt_pt: Selecione o Fornecedor
ro_ro: Selectaţi Furnizor
ru_ru: Выберите поставщика
sq_al: Zgjidhni Furnizuesin
sv: Välj leverantör
sw_ke: Kuchagua Supplier
tr_tr: NAKLIYECI SEÇIN
zh_hk: 选取供应商
zh_tw: 選取供應商

source: Unable to locate Shipment
cs_cz: Nelze najít zásilku
es_es: No se puede localizar el Envío
hi_in: लदान को खोजने में असमर्थ
id_id: Tdk dapat menemukan Pengiriman
it_it: Impossibile individuare spedizione
ko_kr: 출하를 찾을 수 없습니다
mr_in: चढविणे जागा शोधण्यास असमर्थ
nl_nl: Niet mogelijk om transport te localiseren
pt_pt: Não localizou a Embarque
ro_ro: Imposibil de localizat expediere
ru_ru: Не удалось найти поставку
sq_al: Në pamundësi për të gjetur Dërgesë
sv: Kan inte hitta leveransen
sw_ke: Imeshindwa Shipment
tr_tr: SEVKIYATA ERISILEMIYOR
zh_hk: 找不到运单
zh_tw: 找不到運輸

source: Shipment No.
cs_cz: Zásilka Ne
es_es: Envío No.
hi_in: लदान नहीं.
id_id: No. Pengiriman
it_it: Spedizione No.
ko_kr: 출하 번호
mr_in: चढविणे क्रमांक
nl_nl: transport Nr.
pt_pt: Embarque Num.
ro_ro: Nu expediere
ru_ru: Пересылка ном.
sq_al: Dërgesë Nr
sv: Leveransnr
sw_ke: Transport No
tr_tr: SEVKIYAT NO.
zh_hk: 运单号
zh_tw: 運輸編號

source: The selected shipment is already closed and no further modifications to the shipment are possible
cs_cz: Vybrané zásilky je již uzavřen a žádné další úpravy jsou možné zásilky
es_es: El embarque seleccionado ya está cerrado y no son posibles otras modificaciones al mismo
hi_in: चयनित लदान और पहले से ही बंद हो गया है लदान के लिए आगे नहीं संशोधन संभव हो रहे हैं
id_id: Pengiriman yg dipilih telah selesai dan tdk dapat dilakukan perubahan
it_it: La spedizione selezionato è già chiusa e nessuna modifica a seguito della spedizione sono possibili
ko_kr: 선택한 선적은 이미 폐쇄하고 선적에 더 이상의 수정은 불가능합니다
mr_in: निवडलेले चढविणे आधीच बंद आणि चढविणे नाही पुढील सुधारणा शक्य आहे आहे
nl_nl: Geselecteerde transport is al gesloten en kan niet meer gewijzigd worden
pt_pt: O embarque selec. já foi fechado e não pode haver modificações
ro_ro: Expediere selectat este deja inchis si nici alte modificări la expediere sunt posibile
ru_ru: Выбранная поставка уже закрыта, и никакие дальнейшие изменение поставки возможны.
sq_al: Dërgesë e zgjedhur është mbyllur tashmë dhe nuk ka ndryshime të mëtejshme për dërgesë janë të mundshme
sv: Den valda transporten är redan stängd och inga ytterligare ändringar av transporten är möjliga
sw_ke: transport The selected tayari imefungwa na hakuna marekebisho zaidi kwa transport yanawezekana
tr_tr: BU SEVKIYAT KAPATILMIS, ÜZERINDA DEGISIKLIK YAPAMAZSINIZ
zh_hk: 选择的运单已到货，不能修改
zh_tw: 已選取的運輸已完結, 不能作修改

source: The lines on the shipment cannot be retrieved because
cs_cz: Linky na přepravu nelze získat, protože
es_es: No se pueden obtener las líneas del envío porque
hi_in: लदान पर लाइनों वजह से हो पुनः प्राप्त नहीं कर सकते
id_id: Baris dalam pengiriman tdk dapat diambil karena
it_it: Le linee sulla spedizione non possono essere recuperati perché
ko_kr: 선적의 라인 때문에 검색 할 수 없습니다
mr_in: चढविणे वर ओळी कारण प्राप्त केले जाऊ शकत नाही
nl_nl: De regels van het transport kan niet worden gevonden omdat
pt_pt: O número linha do embarque não pode ser recuperado porque
ro_ro: Liniile privind transportul nu pot fi recuperate, deoarece
ru_ru: Позиции в поставке не могут быть получены, так как
sq_al: Linja me dërgesa nuk mund të shikohet, sepse
sv: Linjerna på transporten inte kan hämtas på grund
sw_ke: mistari ya juu transport hawezi kuwa retrieved sababu
tr_tr: SEVKIYAT SATIRLARINA ULASILAMADI:
zh_hk: 找不到运单行，因为
zh_tw: 未能提取運輸列, 因為

source: Unable to locate lines for Shipment
cs_cz: Nelze nalézt linky na přepravě
es_es: No se puede localizar las filas del Envío
hi_in: लदान के लिए असमर्थ लाइनों पता लगाने के लिए
id_id: Tdk dapat menemukan baris utk Pengiriman
it_it: Impossibile individuare le linee per la spedizione
ko_kr: 출하 라인을 찾을 수 없습니다
mr_in: चढविणे साठी ओळी जागा शोधण्यास असमर्थ
nl_nl: Niet mogelijk om regels voor het transport te localiseren
pt_pt: Não recuperou linhas do embarque
ro_ro: În imposibilitatea de a localiza liniile de expediere
ru_ru: Не удалось найти позиции поставки
sq_al: Në pamundësi për të gjetur linjat për dërgesën
sv: Kan inte hitta linjer för transport
sw_ke: Imeshindwa mistari kwa ajili ya Shipment
tr_tr: SEVKIYAT SATIRLARINA ULASILAMADI
zh_hk: 找不到运单行
zh_tw: 找不到運輸列

source: The supplier details for the shipment could not be retrieved because
cs_cz: Dodavatel podrobnosti pro přepravu se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles del proveedor para el envío porque
hi_in: लदान के लिए आपूर्तिकर्ता विवरण वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian supplier utk pengiriman tdk dapat diambil karena
it_it: I dettagli fornitore per la spedizione non può essere recuperato, perché
ko_kr: 배송에 대한 공급 업체의 세부 사항은 때문에 검색 할 수 없습니다
mr_in: चढविणे साठी पुरवठादार तपशील कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De leveranciers details voor het transport kon niet worden gevonden omdat
pt_pt: Detalhes do fornecedor do embarque não pode ser recuperado porque
ro_ro: Detaliile furnizor pentru transferul nu a putut fi recuperate, deoarece
ru_ru: Данные о поставщике для отгрузки не может быть получены, так как
sq_al: Detajet e furnizuesit për dërgesë nuk mund të shikohet, sepse
sv: Leverantösdetaljerna för leveransen kan inte visa med SQLn eftersom
sw_ke: maelezo ya muuzaji kwa transport hakuweza kuwa retrieved sababu
tr_tr: SEVKIYATIN TEDARIKÇI DETAYLARINA ULASILAMADI
zh_hk: 找不到运单的供应商信息，因为
zh_tw: 未能提取運輸的供應商資料

source: The date of expected arrival of the shipment must be entered in the format
cs_cz: Datum očekávaného příjezdu zásilky musí být zadáno ve formátu
es_es: La fecha de llegada prevista del embarque se debe introducir en el formato
hi_in: शिपमेंट की उम्मीद आगमन की तारीख प्रारूप में दर्ज होना चाहिए
id_id: Tgl perkiraan tibanya pengiriman harus dimasukkan dalam format
it_it: La data di previsto arrivo della spedizione deve essere indicato nel formato
ko_kr: 선적의 예상 도착 날짜 형식으로 입력해야합니다
mr_in: चढविणे अपेक्षित येण्याची तारीख स्वरूप प्रविष्ट करणे आवश्यक आहे
nl_nl: De datum van de verwachte aankomst van het tansport moet in het volgende format worden ingevoerd
pt_pt: A data de chegada esperada do embarque precisa estar no formato
ro_ro: De data sosirii preconizată a transportului trebuie să fie introduse în formatul
ru_ru: Дата предполагаемого прибытия груза должна быть введена в формате
sq_al: Data e mbërritjen e pritshme të dërgesës duhet të regjistrohen në formatin
sv: Dagen för förväntade ankomsten av transporten måste anges i formatet
sw_ke: Tarehe ya kuwasili inatarajiwa ya transport iwekwe katika muundo
tr_tr: TARIH SU FORMATTA GIRILMELI:
zh_hk: 输入的预计到货日期必须是日期格式
zh_tw: 輸入的運輸到貨日期必須是日期格式

source: An expected arrival of the shipment must be a date after today
cs_cz: Očekávaný příjezd zásilky musí být datum, po dnes
es_es: La fecha esperada de arribo debe posterior a hoy
hi_in: लदान का एक उम्मीद आगमन आज के बाद एक तिथि होना चाहिए
id_id: Tgl perkiraan tibanya pengiriman harus setelah hari ini
it_it: L&#39;arrivo previsto della spedizione deve essere una data da oggi
ko_kr: 선적의 예상 도착 오늘 이후 날짜 여야합니다
mr_in: चढविणे एक अपेक्षित आगमन आज नंतर तारीख असणे आवश्यक आहे
nl_nl: De verwacht aankomstdatum van het transport moet een datum na vandaag zijn
pt_pt: Data de chegada do embarque precisa ser data após hoje
ro_ro: Un sosirea prevăzută a transportului trebuie să fie o dată după ziua de azi
ru_ru: Ожидаемое прибытие груза должно быть дата, следующая за сегодняшней.
sq_al: Një mbërritjen e pritshme të dërgesë duhet të jetë një datë pas sot
sv: En förväntad ankomsttid för transporten måste vara ett datum efter idag
sw_ke: Ya kuwasili inatarajiwa transport lazima leo baada ya leo
tr_tr: SEVKIYATTAKI MUHTEMEK GELIS ZAMANI BUGÜNÜN TARIHINDEN SONRAKI BIR TARIH OLMALIDIR
zh_hk: 输入的预计到货日期必须是今天之后
zh_tw: 輸入的到貨日期必須是今天之後

source: A reference to the vessel of more than 2 characters is expected
cs_cz: Odkaz na plavidla o více než 2 znaků se očekává, že
es_es: Se espera una referencia de navio de más de 2 caracteres
hi_in: 2 से भी अधिक वर्णों के बर्तन के लिए एक संदर्भ की उम्मीद है
id_id: Referensi ke kapal membutuhkan lebih dari 2 karakter
it_it: Un riferimento alla nave di più di 2 personaggi si prevede
ko_kr: 2 개 이상 문자의 용기에 대한 참조가 예상된다
mr_in: जास्त 2 अक्षरी नौकेला करण्यासाठी संदर्भ अपेक्षित आहे
nl_nl: een referentie naar het schip dient meer dan 2 tekens te bevatten
pt_pt: referência a embarcação deve ter mais de 2 caracteres
ro_ro: O referire la nava de mai mult de 2 caractere este de aşteptat
ru_ru: Ссылка на судно должна состоять более чем из 2 символов
sq_al: Një referencë për anije prej më shumë se 2 shkronja pritet
sv: En hänvisning till fartyget på mer än 2 tecken förväntas
sw_ke: rejea A na chombo cha wahusika zaidi ya 2 inatarajiwa
tr_tr: 2&#39;den fazla karakter gemi bir başvuru bekleniyor
zh_hk: 请输入多于 2 个字的运输商名称
zh_tw: 請輸入大於 2 個字元的貨運名稱

source: A reference to the voyage (or HAWB in the case of air-freight) of more than 2 characters is expected
cs_cz: Odkaz na cestě (nebo HAWB v případě vzduch-nákladní dopravy) o více než 2 znaků se očekává, že
es_es: Se espera una referencia a la travesía (o HAWB [ House Air Waybill ] en el caso de carga aérea) de más de 2 caracteres
hi_in: (या हवा माल के मामले में HAWB) यात्रा अधिक से अधिक 2 अक्षरों के लिए एक संदर्भ की उम्मीद है
id_id: Referensi ke pelayaran (atau HAWB jika lewat udara) membutuhkan lebih dari 2 karakter
it_it: Un riferimento al viaggio (o HAWB nel caso di aerei-merci) di più di 2 caratteri è prevista
ko_kr: 2 개 이상의 문자 (항공화물 운송의 경우 또는 HAWB) 항해에 참조가 예상된다
mr_in: जास्त 2 अक्षरी जलप्रवास (किंवा एअर वाहतुक बाबतीत HAWB) एक संदर्भ अपेक्षित आहे
nl_nl: een referentie naar het charter (of HAWB in geval van lucht transport) dient meer dan 2 tekens te bevatten
pt_pt: referência a viagem ou HAWB frete aéreo, deve ter mais de 2 caracteres
ro_ro: O referire la voiaj (sau HAWB, în cazul de aer de transport de marfă) de mai mult de 2 caractere este de aşteptat
ru_ru: Ссылка на рейс (или HAWB в случае воздушной перевозки) должна состоять из более чем 2 символов.
sq_al: Një referencë për udhëtim në det (ose HAWB në rastin e mallrave-ajër) e më shumë se 2 shkronja pritet
sv: En hänvisning till resan (eller HAWB när det gäller flygfrakt) på mer än 2 tecken förväntas
sw_ke: A kumbukumbu ya safari (au HAWB katika kesi ya hewa mizigo-) ya wahusika zaidi ya 2 inatarajiwa
tr_tr: fazla 2 karakter (hava taşımacılığı durumunda veya HAWB) yolculuk bir başvuru bekleniyor
zh_hk: 请输入多于 2 个字车号
zh_tw: 請輸入大於 2 個字元的貨運名稱 (或空運單 HAWB)
