Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: is already on this order the system is set up to prevent the same item being on the order more than once. However you can change the quantity ordered of the existing line if necessary
cs_cz: je již v tomto pořadí je systém nastaven tak, aby se zabránilo stejné položky, které se na objednávku více než jednou. Nicméně můžete změnit objednaného množství stávající linky v případě potřeby
es_es: ya está en esta orden, el sistema está configurado para evitar que el mismo artículo este en la orden más de una vez. Sin embargo, usted puede cambiar la cantidad pedida de la línea existente, si es necesario
hi_in: इस क्रम प्रणाली स्थापित करने के लिए एक ही आदेश पर एक बार से अधिक की जा रही मद रोकने पर पहले से ही है. हालांकि आप बदल सकते हैं मात्रा मौजूदा पंक्ति अगर आवश्यक का आदेश दिया
id_id: sdh ada pada order ini, sistem diatur utk mencegah item sama ada di order lebih dari sekali. Akan tetapi Anda dapat mengubah qty yg dipesan dari baris yg sdh ada jika diperlukan
it_it: è già il presente ordine è impostare il sistema per evitare che la stessa voce è l&#39;ordine più di una volta. Tuttavia è possibile modificare la quantità ordinata della linea esistente, se necessario,
ko_kr: 시스템이 한 번 이상 순서에있는 동일한 항목을 방지하기 위해 설정이 순서에 이미. 그러나 당신은 필요한 경우 기존 라인의 주문 수량을 변경할 수 있습니다
mr_in: या ऑर्डर प्रणाली समान आयटम एकापेक्षा जास्त ऑर्डर वर स्थिती टाळण्यासाठी सेट आहे आधीपासूनच आहे. आपण आवश्यक असल्यास विद्यमान ओळीच्या आदेश प्रमाण बदलू शकता तथापि
nl_nl: is al op deze order. Syteem setting maakt het niet mogelijk om nog een order regel voor een item toe te voegen voor een item waarvoor al een order regel bestaat. Wel kan zonodig de hoeveelheid van de al bestaande regel worden verhoogd.
pt_pt: foi selecionado nesse pedido, mas o sistema foi configurado para impedir múltiplas entradas de um item no mesmo pedido. Localizar a linha deste item e alterar a quantidade
ro_ro: este deja pe acest sistem de comandă este setat pentru a preveni acelaşi element fiind pe ordinea de mai multe ori. Cu toate acestea aveţi posibilitatea să modificaţi cantitatea comandată ale liniei existente, dacă este necesar
ru_ru: уже в этом заказе, система настроена избегать повторных товаров в заказе.Однако вы можете изменить количество заказов на существующей строке при необходимости.
sq_al: është tashmë në këtë mënyrë sistemi është ngritur për të parandaluar të njëjtat pika të qenë në mënyrë shumë se një herë. Megjithatë ju mund të ndryshojë sasia urdhëroi të linjës ekzistuese nëse është e nevojshme
sv: är redan på denna order systemet inrättas för att förhindra att samma föremål som på beställning av fler än en gång. Men du kan ändra beställt antal för den befintliga linjen vid behov
sw_ke: tayari kwenye utaratibu huu mfumo ni kuweka juu kuzuia bidhaa hiyo kuwa juu ya utaratibu wa zaidi ya mara moja. Hata hivyo unaweza kubadilika kiasi kufuatana wa mstari wa zilizopo kama ni muhimu
tr_tr: Sistem birden fazla sipariş olmanın aynı madde kullanımını önlemek için bu düzen zaten. Ancak miktar mevcut hat eğer gerekli sipariş değiştirebilirsiniz
zh_hk: 在这张订单中出现过,系统要求避免相同物料重复出现在同一订单中,您可以更改现有订单行的物料数量
zh_tw: 已存在於這訂單, 系統設定為避免相同商品重覆在同一訂單中, 但你可以按需要更改現有列的訂單數量

source: The details for
cs_cz: Z
es_es: Los detalles de
hi_in: विवरण के लिए
id_id: Rincian utk
it_it: Dettagli su
ko_kr: 에 대한 세부 정보
mr_in: तपशील
nl_nl: Details voor
pt_pt: O detalhe para
ro_ro: Detaliile pentru
ru_ru: Подробности для
sq_al: Të dhënat për
sv: Information för
sw_ke: Maelezo kwa
tr_tr: DETAYLAR:
zh_hk: 明细资料
zh_tw: 詳細資料

source: The SQL used to retrieve the pricing details but failed was
cs_cz: SQL používá k načtení cen detaily, ale nepodařilo se
es_es: El SQL usado para obtener el detalle de precios que falló fue
hi_in: एसक्यूएल को मूल्य के विवरण पाने के लिये प्रयुक्त लेकिन असफल रहा था
id_id: SQL yg digunakan utk mengambil rincian harga tapi gagal adalah
it_it: L&#39;SQL utilizzato per recuperare i dettagli sui prezzi, ma non è stato
ko_kr: SQL은 가격 정보를 검색하는 데 사용했지만 실패했다
mr_in: SQL किंमत तपशील पुनर्प्राप्त करण्यासाठी वापरले पण होते अयशस्वी
nl_nl: De leveranciers prijs details kon niet worden opgevraagd in de volgende SQL
pt_pt: SQL usado para recuperar detalhe de preçco que falhou foi
ro_ro: SQL utilizat pentru a prelua detalii de stabilire a preţurilor, dar nu a fost
ru_ru: Завершившийся неудачей SQL получения ценовой политики поставщика
sq_al: SQL përdorur për të marrë të dhënat e çmimeve, por nuk arriti ishte
sv: Den SQL som användes men misslyckades var
sw_ke: SQL kutumika Retrieve maelezo ya bei lakini alishindwa mara
tr_tr: SQL HATA
zh_hk: 用于查找供应商供货信息失败的 SQL 是
zh_tw: 用作提取價格資料但失敗的 SQL 是

source: could not be found in the database
cs_cz: nelze najít v databázi
es_es: no se encontró en la base de datos
hi_in: हो डाटाबेस में नहीं पाया जा सका
id_id: tdk dapat ditemukan di database
it_it: non trovato nel database
ko_kr: 데이터베이스에서 찾을 수 없습니다
mr_in: डेटाबेस मध्ये आढळू शकले नाही
nl_nl: kon niet worden gevonden in de database
pt_pt: não localizado no DB
ro_ro: nu a putut fi găsit în baza de date
ru_ru: не может быть найдено в базе данных
sq_al: nuk mund të gjendet në bazën e të dhënave
sv: kunde inte hittas i databasen
sw_ke: hakuweza kupatikana katika database
tr_tr: VERITABANINDA BULUNAMADI
zh_hk: 在数据库中找不到
zh_tw: 未能在資料庫中找到

source: it has not been added to the order
cs_cz: to nebyl přidán do objednávky
es_es: no ha sido añadido al pedido
hi_in: यह आदेश में नहीं जोड़ा गया है
id_id: belum ditambahkan ke order
it_it: Non è stato inserito alcun ordine
ko_kr: 그것은 순서에 추가되지 않은
mr_in: तो ऑर्डर जोडले गेले नाही
nl_nl: het is toegevoegd aan de order
pt_pt: não adicionado ao pedido
ro_ro: nu a fost adăugată la ordinea
ru_ru: не добавлено к заказу
sq_al: ajo nuk ka qenë i shtuar në mënyrë
sv: Det har inte lagts till ordern
sw_ke: haikuwa aliongeza na utaratibu
tr_tr: SIPARISE EKLENMEDI
zh_hk: 物料未被添加到订单
zh_tw: 未被加到訂單

source: Item Does Not Exist
cs_cz: Položka neexistuje
es_es: El Artículo No Existe
hi_in: मद उपस्थित नहीं है
id_id: Item Tdk Ada
it_it: L'Articolo Non Esite
ko_kr: 항목이 존재하지 않음
mr_in: आयटम विद्यमान नाही
nl_nl: Item bestaat niet
pt_pt: Item não existe
ro_ro: Postul nu exista
ru_ru: Товар не существует
sq_al: Item nuk ekziston
sw_ke: Bidhaa haipo
tr_tr: ÜRÜN MEVCUT DEGIL
zh_hk: 物料不存在
zh_tw: 商品不存在

source: could not be added to the order because it has been flagged as obsolete
cs_cz: nemohl být přidán k objednávce, protože to byla označena jako zastaralá
es_es: no se pudo agregar al pedido porque está marcado como obsoleto
hi_in: जोड़ा नहीं जा सका क्योंकि यह आदेश में पुराने के रूप में चिह्नित किया गया है
id_id: tdk dapat ditambahkan ke order karena telah ditandai sbg non-aktif
it_it: non è stato possibile inserire l' ordine in quanto segnato come obsoleto
ko_kr: 이 오래된 것으로 표시되어 있기 때문에 순서에 추가 할 수없는
mr_in: ती कालबाह्य म्हणून ध्वजांकित केली गेली आहे कारण ऑर्डर जोडले जाऊ शकत नाही
nl_nl: kon niet worden toegevoegd aan de orde omdat het is gemarkeerd als achterhaald
pt_pt: não pode ser adic. ao pedido pois está inativo
ro_ro: nu ar putea fi adăugate la ordinea deoarece acesta a fost marcat ca învechit
ru_ru: не может быть добавлено к заказу, потому что он был помечен как отмененный
sq_al: nuk mund të shtohet në mënyrë që për shkak se ajo ka qenë flamur si të vjetëruara
sv: kunde inte läggas till ordern, eftersom det har flaggats som föråldrade
sw_ke: inaweza kuwa aliongeza na utaratibu kwa sababu imekuwa flagged kama obsolete
tr_tr: SIPARISE EKLENEMEDI, ÇÜNKÜ (ÖLÜ) OLARAK ISARETLENMIS
zh_hk: 物料未能新增到订单,因为已标记为淘汰物料
zh_tw: 不能新增到訂單, 因為已標示為己過期的

source: Obsolete Item
cs_cz: Zastaralé položky
es_es: Artículo obsoleto
hi_in: अप्रचलित आइटम
id_id: Item Non-aktif
it_it: Articoli Obsoleti
ko_kr: 단품
mr_in: अप्रचलित आयटम
nl_nl: Verouderde Post
pt_pt: Item inativo
ro_ro: Postul învechite
ru_ru: Устаревший товар
sq_al: Item vjetëruar
sv: Inaktiv produkt
sw_ke: Obsolete Bidhaa
tr_tr: ÖLÜ STOK (ARTIK ÜRETILMIYOR)
zh_hk: 淘汰物料
zh_tw: 過期的商品

source: Sell through support available and applied of
id_id: Ada jual dgn tunjangan dan diberlakukan
ko_kr: 가능한 그리고 적용 지원을 통해 판매
mr_in: उपलब्ध सहाय्य व लागू विक्री
pt_pt: Vendas Existentes feitas para
zh_tw: 通過銷售支持服務和應用

source: No more lines can be added to this order the customer account is currently at or over their credit limit
cs_cz: Žádné další řádky mohou být přidány k této objednávce zákaznického účtu je v současné době, nebo přes jejich úvěrového limitu
es_es: No se pueden añadir más líneas a esta orden, la cuenta del cliente se encuentra actualmente en o sobre su límite de crédito
hi_in: कोई और अधिक लाइनों के इस आदेश के ग्राहक के खाते में या अपने क्रेडिट सीमा पर वर्तमान में जोड़ा जा सकता है
id_id: Tdk ada lagi baris yg dapat ditambahkan ke order ini, akun customer saat ini sdh mencapai atau melebih batas kredit mereka
it_it: Più linee possono essere aggiunte a questo ordine del conto del cliente è attualmente pari o superiore al limite di credito
ko_kr: 더 이상 라인은 고객의 계정 또는 신용 한도를 초과 현재이 순서에 추가 할 수 없습니다
mr_in: आणखी ओळी ग्राहक खाते त्यांच्या क्रेडिट मर्यादा किंवा प्रती सध्या या क्रमाने जोडले जाऊ शकते
nl_nl: Er kunnen geen regels meer aan deze order worden toegevoegd. De klant is op of over zijn credit limiet
pt_pt: Linhas não podem ser adicionadas ao pedido pois limite crédito do cliente foi excedido
ro_ro: Nu mai multe linii pot fi adăugate la acest ordin contul de client este în prezent la sau peste limita de credit
ru_ru: Не может быть добавлено больше строк для это заказа, счет клиента может быть у кредитного лимита или привышать его
sq_al: Nuk ka linja më shumë mund të shtohet në këtë mënyrë në llogarinë e klientit është aktualisht në apo mbi kufirin e tyre të kreditit
sv: Inga fler rader kan läggas till denna ordning kundens konto är för närvarande på eller över deras kreditgräns
sw_ke: Hakuna mistari zaidi unaweza kuongezwa kwa utaratibu huu akaunti ya mteja kwa sasa ni zaidi ya mikopo au kikomo yao
tr_tr: BU SIPARISE BASKA SATIR EKLENEMEZ, MÜSTERI KREDI LIMITI ASILDI
zh_hk: 已超出客户信用限额，不能新增订单
zh_tw: 客戶帳戶剛好或已超出冲銷上限, 沒有多於的列可以新增到這訂單

source: does not have a cost set up and order entry is set up to prohibit sales of items with no cost data entered
cs_cz: nemá cenu zřídit a pořádek vstup je nastaven tak, aby zákaz prodeje zboží s nulovými náklady údajů vložených
es_es: no se ha fijado un costo y el sistema de pedidos está configurado para prohibir la venta de artículos carentes de información de costo
hi_in: करता है एक लागत की स्थापना और व्यवस्था प्रविष्टि के लिए सेट है कोई भी कीमत डेटा के साथ आइटम की बिक्री निषेध दर्ज नहीं किया गया
id_id: Tdk memiliki HPP dan entri order diatur utk tdk memperbolehkan penjualan item tanpa ada data HPP dimasukkan
it_it: non hai inserito il costo e le impostazioni attuali impediscono la vendita di articoli senza dati d'acquisto
ko_kr: 가격 설정 및 주문 입력 입력 무료 데이터와 아이템의 판매를 금지하도록 설정되어 있지 않습니다
mr_in: किंमत सेट केला नाही व सुव्यवस्था नोंद नाही किमतीच्या डेटा प्रविष्ट आयटम विक्री करण्यास बंदी सेट आहे
nl_nl: Kosten zijn niet opgezet en bij de huidige opzet is het niet mogelijk om items zonder kost gegevens te verkopen
pt_pt: não tem custo associado. Sistema config. para impedir vendas de item sem custo associado
ro_ro: nu are un cost înfiinţat şi intrarea ordine este configurat pentru a interzice vanzarile de produse cu nici un cost de date introduse
ru_ru: не имеет установок стоимости и внесение в заказа установлено на запрет продажи товаров без введенных данных по стоимости
sq_al: nuk ka një kosto të ngritur dhe qëllim hyrjen është ngritur për të ndalojnë shitjet e artikujve me kosto ka të dhëna të hyrë
sv: inte har en kostnad upprättas och beställning är inställd för att förbjuda försäljning av föremål med utan kostnad inmatade data
sw_ke: haina gharama ya kuanzisha na ili kuingia ni kuanzisha kuzuia mauzo ya vitu na data bila gharama aliingia
tr_tr: bir maliyet ve kurmak sipariş girişi hiçbir maliyet verileri ile ürün satışı yasaklamak için ayarlanmış bulunmamış girdi
zh_hk: 物料没有成本数据，无法输入销售订单
zh_tw: 未設定成本, 系統設定為訂單不能輸入未設定成本數據的商品

source: Copyright
hi_in: कॉपीराइट
id_id: Hak Cipta
ko_kr: 저작권
mr_in: कॉपीराइट
pt_pt: direitos reservados
ro_ro: Drepturi de autor
ru_ru: Авторское право
sw_ke: Hati miliki
tr_tr: Telif hakkı
zh_hk: 版权
zh_tw: 版權

source: version
es_es: Versión
id_id: versi
ko_kr: 버전
mr_in: आवृत्ती
pt_pt: Versão
zh_tw: 版本

source: Company
cs_cz: Společnosti
es_es: Compañía
hi_in: कंपनी
id_id: Perusahaan
it_it: Società
ko_kr: 회사
mr_in: कंपनी
nl_nl: Bedrijf
pt_pt: Empresa
ro_ro: Companie
ru_ru: Компания
sq_al: Kompania
sv: Företag
sw_ke: Kampuni
tr_tr: FIRMA
zh_hk: 公司
zh_tw: 公司

source: Items
cs_cz: Materiál
es_es: Artículos
hi_in: आइटम
id_id: Item
it_it: Articoli
ko_kr: 항목
mr_in: आयटम
pt_pt: Itens
ro_ro: Articole
ru_ru: Элементы
sv: Produkter
sw_ke: Vitu
tr_tr: Öğeleri
zh_hk: 商品
zh_tw: 商品

source: Manual
cs_cz: Ruční
hi_in: पुस्तिका
it_it: Manuale
ko_kr: 매뉴얼
mr_in: हस्तलिखित
nl_nl: Handleiding
ru_ru: Руководство
sw_ke: Mwongozo
zh_hk: 帮助
zh_tw: 線上手冊

source: Are you sure you wish to logout?
cs_cz: Opravdu se chcete odhlásit?
es_es: ¿Está seguro que desea salir?
hi_in: क्या आप लॉग आउट करना चाहते हैं?
id_id: Apakah Anda yakin ingin logout?
it_it: Sei sicuro di voler uscire?
ko_kr: 당신은 당신이 로그 아웃 하시겠습니까?
mr_in: आपण लॉगआऊट करण्याची इच्छा आहे का?
nl_nl: Weet u zeker dat u wilt afmelden
pt_pt: Deseja Sair?
ro_ro: Confirma iesirea din sistem
ru_ru: Вы уверены, что хотите выйти?
sq_al: A jeni i sigurt se doni të logout?
sv: är du säker på att du vill logga ut?
sw_ke: Una uhakika unataka logout?
tr_tr: SISTEMDEN ÇIKMAK ISTEDIGINIZE EMIN MISINIZ?
zh_hk: 确实要退出系统么？
zh_tw: 是否確定要登出?

source: Logout
cs_cz: Odhlásit
es_es: Salir
hi_in: लॉगआउट
it_it: Uscita
ko_kr: 로그 아웃
mr_in: लॉगआउट
nl_nl: Afmelden
pt_pt: Sair
ro_ro: Iesire din sistem
ru_ru: Выход
sv: Logga ut
tr_tr: ÇIKIS
zh_hk: 退出
zh_tw: 登出

source: Account Error Report
cs_cz: V úvahu zprávu o chybách
es_es: Informe de Error Contable
hi_in: खाता त्रुटि रिपोर्ट
id_id: Laporan Kesalahan Akun
it_it: Account Rapporto errori
ko_kr: 계정 오류 보고서
mr_in: खाते त्रुटी नोंदवा
nl_nl: Account Foutrapport
pt_pt: Relatório Erro Conta Contab.
ro_ro: Eroare de cont Raport
ru_ru: Отчет об ошибках в счете
sq_al: Raporti i llogarisë Gabim
sv: Fel när rapportering avbröts
sw_ke: Taarifa ya akaunti Error
tr_tr: HESAP HATA RAPORU
zh_hk: 账户设置错误报告
zh_tw: 帳戶錯誤報告

source: Your user role does not have any access defined for webERP. There is an error in the security setup for this user account
cs_cz: Vaše uživatelské role nemá přístup stanovené pro webERP. Tam je chyba v nastavení zabezpečení pro tento uživatelský účet
es_es: Su rol de usuario no tiene ningún acceso definido para webERP. Hay un error en la configuración de seguridad para esta cuenta de usuario
hi_in: आपके उपयोगकर्ता किसी भी भूमिका webERP के लिए परिभाषित पहुँच नहीं है. इस उपयोगकर्ता खाते के लिए सुरक्षा व्यवस्था में एक त्रुटि है
id_id: Posisi user Anda tdk memiliki akses dibuat webERP. Ada kesalahan di pengaturan keamanan utk akun user ini
it_it: Il vostro ruolo utente non ha alcun accesso definiti per webERP. C&#39;è un errore nella configurazione di sicurezza per questo account utente
ko_kr: 사용자 역할은 webERP에 정의 된 모든 액세스 할 수 없습니다. 이 사용자 계정에 대한 보안 설정에 오류가 있습니다
mr_in: आपले वापरकर्ता भूमिका webERP परिभाषित कोणत्याही प्रवेश नाही. या उपयोक्त्यासाठी सुरक्षा व्यवस्था त्रुटी आहे
nl_nl: Uw gerbuiker heeft geen toegang tot het systeem. Er is een fout in de authorisatie voor deze gebuiker
pt_pt: Função deste usuário não possui nenhum tipo de acesso ao sistema. Há erro na configuração deste ID.
ro_ro: Rolul tau de utilizator nu are nici un acces definit pentru webERP. Există o eroare în programul de configurare de securitate pentru acest cont de utilizator
ru_ru: Ваша роль пользователя не имеет доступа, определенного для webERP. Существует ошибка в установках безопасности для этой учетной записи пользователя.
sq_al: Roli juaj përdorues nuk ka ndonjë qasje të përcaktuara për webERP. Nuk është një gabim në përgatitje e sigurisë për këtë llogari përdoruesi
sv: Ditt användarnamn roll har inte någon tillgång definieras för webERP. Det finns ett fel i säkerheten som upprättats för detta användarkonto
sw_ke: mtumiaji wako jukumu halina kupata defined kwa webERP. Kuna kosa katika kuanzisha usalama kwa ajili hii user
tr_tr: KULLANICI HESABINIZ IÇIN TANIMLI BIR ROL YOK
zh_hk: 您的用户没有任何功能的访问权限。权限设置错误
zh_tw: 你的用戶身份未設定成可登入 ERP. 這用戶帳戶安全設定錯誤

source: incorrect password
cs_cz: nesprávné heslo
es_es: contraseña incorrecta
hi_in: गलत पासवर्ड
id_id: kata sandi salah
it_it: password sbagliata
ko_kr: 잘못된 암호
mr_in: अयोग्य संकेतशब्द
nl_nl: incorrect passwoord
pt_pt: senha incorreta
ro_ro: Parola incorecta
ru_ru: неверный пароль
sq_al: password i gabuar
sv: felaktigt lösenord
sw_ke: sahihi password
tr_tr: GEÇERSIZ SIFRE
zh_hk: 密码错误
zh_tw: 密碼錯誤

source: The user/password combination
cs_cz: Uživatel / heslo kombinaci
es_es: La combinación usuario/contraseña
hi_in: उपयोगकर्ता / कूटशब्द संयोजन
id_id: Kombinasi user/kata sandi
it_it: la combinazione utente/password
ko_kr: 사용자 / 암호 조합
mr_in: वापरकर्ता / संकेतशब्द जोडी
nl_nl: De gerbuiker / passwoord combinatie
pt_pt: A combinação usuário/senha
ro_ro: Utilizator / parola combinaţie
ru_ru: Комбинация пользователь/пароль
sq_al: / User password kombinim
sv: Kombinationen användare/lösenord
sw_ke: User / password mchanganyiko
tr_tr: KULLANICI ADI/SIFRE
zh_hk: 用户名/密码
zh_tw: 用戶名稱/密碼組合

source: is not a valid user of the system
cs_cz: není platný uživatel systému
es_es: no es un usuario válido del sistema
hi_in: प्रणाली की एक वैध उपयोगकर्ता नहीं है
id_id: bukan user berlaku di sistem
it_it: non è un utente valido del sistema
ko_kr: 시스템의 유효한 사용자가 아닙니다
mr_in: प्रणाली एक वैध वापरकर्ता नाही
nl_nl: is geen geldige gebruiker voor het systeem
pt_pt: não é válida no sistema
ro_ro: Utilizator inexistent in sistem
ru_ru: недействительный пользователь системы
sq_al: nuk është një përdorues i vlefshëm i sistemit
sv: är inte en giltigt användare
sw_ke: si user halali wa mfumo
tr_tr: GEÇERLI BIR SISTEM KULLANICISI DEGIL
zh_hk: 验证失败
zh_tw: 不是系統的有效使用者

source: system maintenance
cs_cz: údržbu systému
es_es: mantenimiento de sistema
hi_in: सिस्टम अनुरक्षण
id_id: pemeliharaan sistem
it_it: sistema di manutenzione
ko_kr: 시스템 유지 보수
mr_in: मेन्टनन्स
nl_nl: onderhoud van het systeem
pt_pt: SISTEMA EM MANUTENÇÃO
ro_ro: sistemul de întreţinere
ru_ru: техническое обслуживание системы
sq_al: mirëmbajtjen e sistemit
sv: Systemunderhåll
sw_ke: mfumo wa matengenezo
tr_tr: sistem bakımı
zh_hk: 系统维护
zh_tw: 系統維護

source: webERP is not available right now
cs_cz: webERP není momentálně k dispozici
es_es: webERP no está disponible en este momento
hi_in: webERP अभी उपलब्ध नहीं है
id_id: webERP tdk tersedia sekarang
it_it: webERP non è disponibile in questo momento
ko_kr: webERP 지금은 사용할 수 없습니다
mr_in: webERP सध्या उपलब्ध नाही
nl_nl: webERP is momenteel niet beschikbaar
pt_pt: Sistema Indisponível no momento
ro_ro: webERP nu este disponibil chiar acum
ru_ru: webERP не доступен прямо сейчас
sq_al: webERP nuk është në dispozicion tani për tani
sv: webERP är inte tillgänglig just nu
sw_ke: webERP haipatikani sasa
tr_tr: webERP şu anda mevcut değildir
zh_hk: webERP现在无法取得
zh_tw: ERP現在不可用

source: during maintenance of the system
cs_cz: během údržby systému
es_es: durante el mantenimiento del sistema
hi_in: सिस्टम के रखरखाव के दौरान
id_id: selama pemeliharaan sistem
it_it: durante la manutenzione del sistema
ko_kr: 시스템의 유지 보수시
mr_in: प्रणाली देखभाल दरम्यान
nl_nl: tijdens het onderhoud van het systeem
pt_pt: enquanto ocorre manutenção
ro_ro: timpul operaţiunilor de întreţinere a sistemului
ru_ru: при эксплуатации системы
sq_al: gjatë mirëmbajtjen e sistemit të
sv: under underhåll av systemet
sw_ke: wakati wa matengenezo ya mfumo wa
tr_tr: sistemin bakım sırasında
zh_hk: 在系统维护期间
zh_tw: 系統維護期間

source: webERP is configured to allow only secure socket connections. Pages must be called with https://
cs_cz: webERP je nakonfigurován tak, aby umožňoval pouze zabezpečené připojení soketu. Stránky musí být volána s https: / /
es_es: webERP está configurado para permitir conexiones de socket sólo de seguridad. Las páginas deben ser llamados por https://
hi_in: webERP करने के लिए केवल सुरक्षित गर्तिका कनेक्शन की अनुमति कॉन्फ़िगर किया गया है. पृष्ठों https के साथ बुलाया जाना चाहिए: / /
id_id: webERP dikonfigurasi hanya terbatas utk koneksi dgn menggunakan socket secure. Halaman harus dipanggil dgn https://
it_it: webERP è configurato per consentire solo connessioni secure socket. Le pagine devono essere chiamati con https: / /
ko_kr: webERP은 보안 소켓 연결을 허용하도록 구성된다. 페이지는 https로 호출해야합니다 : //
mr_in: webERP केवळ सुरक्षित सॉकेट जोडणी परवानगी संयोजीत केले जाते. पृष्ठे https:// सह म्हणतात करणे आवश्यक आहे
nl_nl: webERP is zo opgezet dat er alleen een secure verbinding kan worden opgezet. Pagina's moeten worden opgeroepen met https://
pt_pt: Aplicação configurada para permitir apenas acesso via https. (modo seguro)
ro_ro: webERP este configurat pentru a permite numai conexiuni securizate socket. Paginile trebuie să fie numit cu https: / /
ru_ru: webERP настроен допускать только безопасные сокет-соединения. Страницы должны быть вызваны с https://
sq_al: webERP është konfiguruar për të lejuar vetëm lidhje të sigurt fole. Faqet duhet të quhet me https: / /
sv: webERP är konfigurerad så att endast secure socket anslutningar. Sidor måste anropas med https: / /
sw_ke: webERP kimeundwa kuruhusu tu connections soketi salama. Kurasa lazima wito kwa https: / /
tr_tr: WebERP SADECE GÜVENLI SOKET BAGLANTI ÜZERINDE ÇALIŞMAK IÇIN AYARLANMIS, https:// KULLANINIZ
zh_hk: WebErp配置为只允许安全连接。web地址必须以https://开头
zh_tw: ERP設定只提供安全連線接口. 頁必須開啟於 https://
