Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The Line 1 of the address must be forty characters or less long
cs_cz: 1. řádek adresy může být dlouhý maximálně 40 znaků
es_es: La Línea 1 de la dirección no debe pasar de 40 caracteres
hi_in: पते की पंक्ति 1 चालीस अक्षर या उससे कम अवश्य होना चाहिए
id_id: Alamat baris 1 maksimum 40 karakter
it_it: La 1a riga dell'indrizzo non può essere più lungo di 40 caratteri
ko_kr: 주소 줄 1 마흔 자 이하 여야합니다
mr_in: पत्त्याच्या लाइन 1 चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Adres regel mag maximaal 40 karakters bevatten
pt_pt: Logradouro precisa ter no máximo 40 caracteres
ro_ro: Linia 1 a adresei trebuie să fie patruzeci de caractere sau mai puţin timp
ru_ru: Первый адрес должен быть меньше сорока символов
sq_al: Line 1 e adresës duhet të jenë simbole dyzet ose më pak gjatë
sv: Adressrad 1 måste vara mindre än 40 tecken lång
sw_ke: Mstari 1 ya anwani lazima wahusika arobaini au chini ya muda mrefu
tr_tr: ADRES 1 40 SATIRDAN KISA OLMALIDIR
zh_hk: 地址列1最长40字
zh_tw: 地址列 1 必須不多於40字元

source: The Line 2 of the address must be forty characters or less long
cs_cz: 2. řádek adresy může být dlouhý maximálně 40 znaků
es_es: La Línea 2 de la dirección no debe pasar de 40 caracteres
hi_in: पते की पंक्ति 2 चालीस अक्षर या उससे कम अवश्य होना चाहिए
id_id: Alamat aris 2 maksimum 40 karakter
it_it: La 2a riga dell'indrizzo non può essere più lungo di 40 caratteri
ko_kr: 주소 라인 2 사십 자 이하 여야합니다
mr_in: पत्त्याच्या लाइन 2 चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Adres regel mag maximaal 40 karakters bevatten
pt_pt: Bairro/Cidade precisa ter no máximo 40 caracteres
ro_ro: Linia 2 a adresei trebuie să fie patruzeci de caractere sau mai puţin timp
ru_ru: Второй адрес должен быть меньше сорока символов
sq_al: Line 2 e adresës duhet të jenë simbole dyzet ose më pak gjatë
sv: Adressrad 2 måste vara mindre än 40 tecken lång
sw_ke: Mstari 2 ya anwani lazima wahusika arobaini au chini ya muda mrefu
tr_tr: ADRES 2 40 SATIRDAN KISA OLMALIDIR
zh_hk: 地址列2最长40字
zh_tw: 地址列 2 必須不多於40字元

source: The Line 3 of the address must be forty characters or less long
cs_cz: 3. řádek adresy může být dlouhý maximálně 40 znaků
es_es: La Línea 3 de la dirección no debe pasar de 40 caracteres
hi_in: पते की लाइन 3 चालीस अक्षर या उससे कम अवश्य होना चाहिए
id_id: Alamat baris 3 maksimum 40 karakter
it_it: La 3a riga dell'indrizzo non può essere più lungo di 40 caratteri
ko_kr: 주소의 3 호선 사십 자 이하 여야합니다
mr_in: पत्त्याच्या लाइन 3 चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Adres regel mag maximaal 40 karakters bevatten
pt_pt: UF precisa ter no máximo 40 caracteres
ro_ro: Linia 3 din adresa trebuie să fie patruzeci de caractere sau mai puţin timp
ru_ru: Третий адрес должен быть меньше сорока символов
sq_al: Line 3 e adresës duhet të jenë simbole dyzet ose më pak gjatë
sv: Adressrad 3 måste vara mindre än 40 tecken lång
sw_ke: Mstari 3 ya anwani lazima wahusika arobaini au chini ya muda mrefu
tr_tr: ADRES 3 40 SATIRDAN KISA OLMALIDIR
zh_hk: 地址列3最长40字
zh_tw: 地址列 3 必須不多於40字元

source: The Line 4 of the address must be fifty characters or less long
cs_cz: Linka 4 z adresy musí padesát znaků dlouhé
es_es: La Línea 4 de la dirección no debe pasar de 50 caracteres
hi_in: पते की 4 लाइन पचास अक्षर या उससे कम अवश्य होना चाहिए
id_id: Baris 4 dari alamat maksimum 50 karakter
it_it: La 4a riga dell'indrizzo non può essere più lungo di 40 caratteri
ko_kr: 주소의 4 호선은 오십 자 이하 여야합니다
mr_in: पत्त्याच्या लाइन 4 पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Regel mag maximaal 50 karkater lang zijn
pt_pt: A linha 4 do endereço precisa ter no máximo 50 caracteres
ro_ro: Linia 4 din adresa trebuie să fie cincizeci de caractere sau mai puţin timp
ru_ru: Строка адреса 4 не должна быть более 40 символов
sq_al: Linja 4 e adresës duhet të jenë simbole pesëdhjetë apo më pak të gjatë
sv: Adressrad 4 måste vara mindre än 50 tecken lång
sw_ke: Mstari 4 ya anwani lazima wahusika hamsini au chini ya muda mrefu
tr_tr: ADRES 4 40 KARAKTERDEN AZ OLMALI
zh_hk: 地址列4必须少于40个字符
zh_tw: 地址列 4 必須不多於40字元

source: The Line 5 of the address must be twenty characters or less long
cs_cz: 5. řádek adresy může být dlouhý maximálně 20 znaků
es_es: La Línea 5 de la dirección no debe pasar de 20 caracteres
hi_in: पते की लाइन 5 बीस या कम वर्णों का अवश्य होना चाहिए
id_id: Alamat baris 5 maksimum 40 karakter
it_it: La Linea 5 di indirizzo deve essere venti caratteri o meno lungo
ko_kr: 주소의 선 (5)는 스무 자 이하 여야합니다
mr_in: पत्त्याच्या लाइन 5 वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Adres regel mag maximaal 40 karakters bevatten
pt_pt: Informação Adic.1: precisa ter no máximo 20 caracteres
ro_ro: Linia 5 a adresei trebuie să fie de douazeci de caractere sau mai puţin timp
ru_ru: Пятый адрес должен быть меньше сорока символов
sq_al: Linja 5 të adresës duhet të jetë njëzet shkronja ose më pak gjatë
sv: Adressrad 5 måste vara mindre än 40 tecken lång
sw_ke: Mstari 5 ya anwani lazima wahusika ishirini au chini ya muda mrefu
tr_tr: ADRES 5 40 SATIRDAN KISA OLMALIDIR
zh_hk: 地址列5最长20字
zh_tw: 地址列 5 必須不多於50字元

source: The credit limit must be numeric
cs_cz: Úvěrový limit musí být číslo
es_es: El limite de crédito debe ser un número
hi_in: क्रेडिट सीमा संख्यात्मक होना चाहिए
id_id: Batas kredit harus numerik
it_it: La linea di credito deve essere un numero
ko_kr: 신용 한도는 숫자 여야합니다
mr_in: क्रेडिट मर्यादा अंकीय असणे आवश्यक आहे
nl_nl: De credit limiet moet nmeriek zijn
pt_pt: O limite de crédito precisa ser numérico
ro_ro: Limita de credit trebuie să fie numeric
ru_ru: Лимит по кредиту должен быть числовым
sq_al: Kufirin e kreditit duhet të jetë një numër
sv: Kreditlimiten måste vara numrisk
sw_ke: Kikomo mikopo lazima numeric
tr_tr: KREDI LIMITI NÜMERIK OLMALI
zh_hk: 信用额度必须是数值
zh_tw: 信貸上限必須是數值

source: The payment discount must be numeric
cs_cz: Sleva platba musí být číslo
es_es: El descuento del pago debe ser un número
hi_in: भुगतान छूट संख्यात्मक होना चाहिए
id_id: Diskon pembayaran harus numerik
it_it: Lo sconto pagamento deve essere un numero
ko_kr: 결제 할인은 숫자이어야합니다
mr_in: देयक सवलतीच्या अंकीय असणे आवश्यक आहे
nl_nl: De betalingskorting moet numeriek zijn
pt_pt: O desconto no pagto precisa ser numérico
ro_ro: Discount de plată trebuie să fie numeric
ru_ru: Ссылка на платеж должна быть числовой
sq_al: Zbritje e pagesës duhet të jetë një numër
sv: Rabattsatse måste vara numerisk
sw_ke: Discount ya malipo ya lazima numeric
tr_tr: ÖDEME ISKONTOSU NÜMERIK (RAKKAM) OLMALI
zh_hk: 付款折扣必须是数值
zh_tw: 付款折扣必須是數值

source: The customer since field must be a date in the format
cs_cz: Zákazníka, protože pole musí být data ve formátu
es_es: El campo [cliente desde] debe ser una fecha con el formato
hi_in: क्षेत्र के बाद से ग्राहक स्वरूप में किसी दिनांक होना चाहिए
id_id: Field 'sejak' customer harus tgl dalam format
it_it: Nel campo cliente da deve esserre inserita una data
ko_kr: 필드입니다 고객은 형식의 날짜 여야합니다
mr_in: फील्ड पासून ग्राहक स्वरुपात तारीख असणे आवश्यक आहे
nl_nl: Het klant sinds veld is een datum veld met de format
pt_pt: O campo cliente desde precisar ser uma data válida
ro_ro: Clientul deoarece câmp trebuie să fie o dată în formatul
ru_ru: Поле начала у клиента должно быть датой в формате
sq_al: Konsumatorëve pasi fushë duhet të jetë një datë në formatin
sv: Fr.o.m datum måste anges med rätt format
sw_ke: Ya mteja tangu shamba lazima tarehe katika muundo
tr_tr: NE ZAMANDIR MÜSTERIMIZ ALANI SU TARIH FORMATINDA OLMALI:
zh_hk: 开始交易日期必须是日期格式
zh_tw: 客戶設立日期必須是日期格式

source: The discount percentage must be numeric
cs_cz: Sleva procento musí být číselná
es_es: El porcentaje de descuento debe ser un número
hi_in: छूट प्रतिशत अंक होना चाहिए
id_id: Persentase diskon harus numerik
it_it: La percentuale di sconto deve essere un numero
ko_kr: 할인 비율은 숫자이어야합니다
mr_in: सवलतीच्या टक्केवारी अंकीय असणे आवश्यक आहे
nl_nl: Het kortingspercentage moet numeriek zijn
pt_pt: O campo percentual desconto precisa ser numérico
ro_ro: Procentul reducere trebuie să fie numeric
ru_ru: Процент скидки должен быть числом
sq_al: Përqindja zbritje duhet të jetë një numër
sv: Rabattprocenten måste vara numerisk
sw_ke: Asilimia discount lazima numeric
tr_tr: ISKONTO YUZDESI RAKKAM OLMALI
zh_hk: 折扣百分比必须是数值
zh_tw: 折扣百分比必須是數值

source: The credit limit must be a positive number
cs_cz: Horní hranice úvěru musí být kladné číslo
es_es: El límite de crédito debe ser un número positivo
hi_in: क्रेडिट सीमा एक धनात्मक संख्या होना चाहिए
id_id: Batas kredit harus angka positif
it_it: La linea di credito deve essere un numero positivo
ko_kr: 신용 한도는 양수 여야합니다
mr_in: क्रेडिट मर्यादा संख्या असणे आवश्यक आहे
nl_nl: Fredit limiet moet een positief getal zijn
pt_pt: O limite de credito precisa ser número positivo
ro_ro: Limita de credit trebuie să fie un număr pozitiv
ru_ru: Лимит по кредиту должен быть положительным числом
sq_al: Kufirin e kreditit duhet të jetë një numër pozitiv
sv: Kreditlimiten måste vara ett positivt tal
sw_ke: Kikomo mikopo lazima idadi chanya
tr_tr: KREDI LIMITI POZITIF BIR RAKKAM OLMALI
zh_hk: 信用额度必须是正数
zh_tw: 信貸上限必須是正數

source: The payment discount is expected to be less than 10% and greater than or equal to 0
cs_cz: Platba sleva Očekává se, že méně než 10% a větší nebo roven 0
es_es: El descuento del pago se espera que sea menor que un 10% y mayor ó igual que 0
hi_in: भुगतान छूट को कम से कम 10% और अधिक से अधिक होने की उम्मीद है की तुलना में या 0 के बराबर
id_id: Diskon pembayaran diminta kurang dari 10% dan lebih atau sama dgn 0
it_it: Lo sconto pagamento deve essere un numero compreso tra 0 e 10%
ko_kr: 할인 결제는 0 내지 10 % 미만 및보다 크거나 같은 것으로 예상
mr_in: देयक सवलतीच्या कमी 10% आणि पेक्षा मोठे किंवा 0 समान असेल अशी अपेक्षा आहे
nl_nl: De verwachte betalingskorting is tussen de 0 en de 10 %
pt_pt: Desconto do pagam. deve ser menor que 10% e igual ou maior que 0
ro_ro: Discount de plată este de aşteptat să fie mai mică de 10% şi mai mare decât sau egală cu 0
ru_ru: Скидка на оплату должна быть менее 10% и больше или равно 0
sq_al: Zbritje pagese pritet të jetë më pak se 10% dhe më e madhe se, ose të barabartë me 0
sv: Rabattsatsen borde vara mindre än 10% och större än eller lika med 0
sw_ke: discount ya malipo inatarajiwa kuwa chini ya 10% na zaidi au sawa na 0
tr_tr: ÖDEME ISKONTOSUNUN %0 ILE %10 ARASINDA OLMASI BEKLENIYOR
zh_hk: 付款折扣必须小于10%并大于或等于 0
zh_tw: 付款折扣預期是少於10% 及大於或等於 0

source: The discount is expected to be less than 100% and greater than or equal to 0
cs_cz: Sleva musí být v rozsahu od 0 do 100%
es_es: El descuento se espera que sea menor que un 100% y mayor ó igual que 0
hi_in: छूट के लिए कम से कम 100% अधिक से अधिक और अधिक होने की उम्मीद है या 0 के बराबर
id_id: Diskon diminta kurang dari 100% dan lebih besar atau sama dgn 0
it_it: Lo sconto deve essere un numero compreso tra 0 e 100%
ko_kr: 할인은 0 내지 100 % 미만 및보다 크거나 같은 것으로 예상
mr_in: सवलतीच्या कमी 100% आणि पेक्षा मोठे किंवा 0 समान असेल अशी अपेक्षा आहे
nl_nl: De verwachte korting is tussen de 0 en de 100 %
pt_pt: Desconto esperado deve ser menor que 100% e igual ou maior que 0
ro_ro: Discountul este de aşteptat să fie mai puţin de 100% şi mai mare decât sau egală cu 0
ru_ru: Скидка должна быть меньше 100% и больше или равно 0
sq_al: Zbritje pritet të jetë më pak se 100% dhe më e madhe se, ose të barabartë me 0
sv: Rabatten borde vara mindre än 100% och större än eller med 0
sw_ke: discount hiyo inatarajiwa kuwa chini ya 100% na zaidi au sawa na 0
tr_tr: ISKONTO ORANI 0 - 99% ARASI OLMALI
zh_hk: 折扣必须是小于100%并大于或等于0
zh_tw: 折扣預期是少於100%及大於或等於0

source: The currency code cannot be updated as there are already transactions for this customer
cs_cz: Kód měny nelze aktualizovat, jak tam jsou již transakce pro tohoto zákazníka
es_es: El código de moneda no puede ser actualizado porque ya hay transacciones para este cliente
hi_in: मुद्रा कोड के रूप में वहाँ पहले से ही इस ग्राहक के लिए लेनदेन कर रहे हैं अद्यतन नहीं हो सकता
id_id: Kode mata uang tersebut tdk dapat diperbarui karena sdh ada transaksi utk customer ini
it_it: Il codice di moneta non può essere aggiornata in quanto vi sono già le transazioni per questo cliente
ko_kr: 이미이 고객에 대한 트랜잭션이 같은 통화 코드를 업데이트 할 수 없습니다
mr_in: चलन कोड व्यवहार या ग्राहकासाठी आधीच आहेत अद्यतनित करणे शक्य नाही
nl_nl: De valuta code kan niet woren vernieuwd omdat er al transacties zijn voor deze klant
pt_pt: Cód. moeda não pode ser atualizado pois existem trans. para esse cliente
ro_ro: Codul de curs valutar nu poate fi actualizat, după cum există deja tranzacţii pentru acest client
ru_ru: Код валюты не может быть обновлен как есть транзакции для этого заказчика
sq_al: Kodi i monedhës nuk mund të jetë i përditësuar si ka tashmë të transaksioneve për këtë klient
sv: Valutakoden kan inte uppdateras eftersom det redan finns transaktioner för kunden
sw_ke: kanuni ya fedha hawezi kuwa updated kama tayari kuna malipo kwa wateja hii
tr_tr: Bu müşteri için zaten işlemler olarak orada para kodu güncelleştirilemez
zh_hk: 货币代码不能被更新，由于已经有此顾客的交易
zh_tw: 這客戶已經有交易資料，客戶幣別不能更新。

source: The customer could not be updated because
cs_cz: Zákazník nemohl být aktualizován, protože
es_es: No se pudo actualizar el cliente porque
hi_in: ग्राहक क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Customer tdk dapat diperbarui karena
it_it: Non àŠ stato possibile aggiornare i dati del cliente perchàŠ
ko_kr: 고객이 있기 때문에 업데이트 할 수 없습니다
mr_in: ग्राहक अद्यतनित करणे शक्य नाही कारण
nl_nl: De klant kon niet worden vernieuwd omdat
pt_pt: Cliente não pode ser atualizado porque
ro_ro: Clientul nu a putut fi actualizat deoarece
ru_ru: Данны о клиенте не могут быть обновлены, так как
sq_al: Konsumatori nuk mund të rifreskohet për shkak se
sv: Kunden kunde inte uppdateras för att
sw_ke: Mteja hakuweza updated sababu
tr_tr: MÜSTERI GÜNCELLENEMEDI:
zh_hk: 客户未能更新, 因为
zh_tw: 客戶未能更新, 因為

source: Customer updated
cs_cz: Zákazník aktualizován
es_es: Cliente Actualizado
hi_in: ग्राहक नवीनीकृत
id_id: Customer telah diperbarui
it_it: L'anagrafica del cliente è stata aggiornata
ko_kr: 고객은 업데이트
mr_in: ग्राहक अद्यतनित
nl_nl: Klant verieuwd
pt_pt: Cliente Atualizado
ro_ro: Client actualizat
ru_ru: Клиент обновлен
sv: Kunden uppdaterad
sw_ke: Mteja updated
tr_tr: MÜSTERI KAYDI GÜNCELLENDI
zh_hk: 客户已更新
zh_tw: 客戶已更新

source: This customer could not be added because
cs_cz: Zákazník nemohl být přidán, protože
es_es: No se pudo agregar este cliente porque
hi_in: इस ग्राहक क्योंकि जोड़ा नहीं जा सका
id_id: Customer ini tdk dapat ditambahkan karena
it_it: Non è stato possibile inserire il cliente perchè
ko_kr: 이 고객이 있기 때문에 추가 할 수 없습니다
mr_in: हे ग्राहक कारण जोडले जाऊ शकत नाही
nl_nl: De klant kon niet worden toegevoegd omdat
pt_pt: Cliente não adicionado porque
ro_ro: Acest client nu a putut fi adăugată deoarece
ru_ru: Клиент не может быть добавлен, так как
sq_al: Ky klient nuk mund të shtohet sepse
sv: Kunden kunde inte läggas till för att
sw_ke: mteja hii inaweza kuwa aliongeza kwa sababu
tr_tr: BU MÜSTERI EKLENEMEDI:
zh_hk: 客户未能新增, 因为
zh_tw: 客戶未能新增, 因為

source: You should automatically be forwarded to the entry of a new Customer Branch page
cs_cz: Měli byste být automaticky předána na vstup nového zákazníka stránku pobočky
es_es: Debería ser enviado automáticamente a la página de entrada de nueva sucursal del Cliente
hi_in: आप स्वचालित रूप से एक नया ग्राहक शाखा पृष्ठ की प्रविष्टि को भेजा जाना चाहिए
id_id: Anda akan secara otomatis diteruskan ke halaman memasukkan Cabang Customer yg baru
it_it: Dovresti essere automaticamente trasmessi alla voce di una nuova pagina del Cliente Branch
ko_kr: 당신은 자동으로 새 고객 지점 페이지의 항목에 전달해야한다
mr_in: आपण आपोआप एक नवीन ग्राहक शाखा पानाच्या नोंद अग्रेषित पाहिजे
nl_nl: U zou automatisch doorverwezen moeten worden naar de pagina om een nieuwe branch op te voeren
pt_pt: Você pode automaticamente ir para página Nova Unidade de Cliente
ro_ro: Tu ar trebui să fie transmise în mod automat la intrarea unui nou client pagină Branch
ru_ru: Вы должны быть автоматически перенаправлены на страницу ввода нового филиала клиентов
sq_al: Ju duhet automatikisht të përcillet në hyrjen e një faqe të re Customer Dega
sv: Du skall automatiskt bli skickad till sidan med leveransplatser
sw_ke: Lazima moja kwa moja kuwa kupelekwa kwa kuingia ya ukurasa mpya Wateja Tawi
tr_tr: Eğer otomatik olarak yeni bir Müşteri Şube sayfanın girişine iletilmelidir
zh_hk: 系统会自动跳转到客户分公司页面
zh_tw: 你該會自動轉至新客戶分公司輸入頁

source: No updates or deletes took place
cs_cz: Nedošlo k žádným aktualizacím / žádnému mazání
es_es: No se efectuaron actualizaciones ni eliminaciones
hi_in: कोई अद्यतन या हटाता हुआ
id_id: Tdk ada pembaruan atau penghapusan yg dilakukan
it_it: Non sono stati effettuati aggiornamenti nàŠ cancellazioni
ko_kr: 어떤 업데이트 또는 삭제가 일어났다 없습니다
mr_in: अद्ययावत किंवा deletes झाला
nl_nl: Geen wijzigingen of verwijderingen toegepast
pt_pt: Não foram atualizadas informações
ro_ro: Nu actualizări sau şterge au avut loc
ru_ru: Не было проведено обновлений или удалений
sq_al: Ka më të reja ose fshin ndodhi
sv: Inga uppdateringar eller makuleringar genomfördes
sw_ke: Hakuna updates au deletes ulifanyika
tr_tr: GÜNCELLEME VEYA SILME ISLEMI GERÇEKLESMEDI
zh_hk: 更新或删除没有执行
zh_tw: 沒有任何更新或刪除

source: This customer cannot be deleted because there are transactions that refer to it
cs_cz: Zákazník nemohl být smazán, neboť jsou k němu vázány transakce
es_es: Este cliente no puede ser eliminado porque hay transacciones que se refieren a él
hi_in: इस ग्राहक क्योंकि वहाँ लेनदेन है कि यह उल्लेख कर रहे हैं मिटाया नहीं जा सकता
id_id: Customer ini tdk dapat dihapus karena ada transaksi yg mereferensi padanya
it_it: Non è stato possibile cancellare il cliente perchè ci sono transazioni che vi fanno riferimento
ko_kr: 이를 참조 트랜잭션이 때문에, 고객은 삭제 될 수 없다
mr_in: तो पहा व्यवहार आहेत कारण हा ग्राहक हटविले जाऊ शकत नाही
nl_nl: De klant kan niet worden verwijderdomdat er transacties zijn voor deze klant
pt_pt: Esse cliente não pode ser removido porque existem transações para ele
ro_ro: Acest client nu poate fi şters deoarece există tranzacţii care se referă la acesta
ru_ru: Этот клиент не может быть удален, поскольку есть операции, которые к нему относятся
sq_al: Ky klient nuk mund të fshihet sepse nuk janë transaksione që i referohen
sv: Kunden kan inte tas bort, det finns transaktioner
sw_ke: mteja hii haiwezi kufutwa kwa sababu kuna shughuli kwamba rejea ni
tr_tr: BU MÜSTERI SILINEMIYOR, ONUNLA ILGILI ISLEMLER VAR
zh_hk: 这客户不能删除, 因为已有交易
zh_tw: 這客戶不能刪除, 因為已有交易

source: transactions against this customer
cs_cz: transakce k tomuto zákazníkovi
es_es: Transacciones para este cliente
hi_in: इस ग्राहक के खिलाफ लेनदेन
id_id: transaksi terhadap customer ini
it_it: trnsazioni fanno riferimento a questo cliente
ko_kr: 이 고객에 대한 거래
mr_in: या ग्राहक विरुद्ध व्यवहार
nl_nl: Transacties voor deze klant
pt_pt: transações desse cliente
ro_ro: operaţiunilor împotriva acest client
ru_ru: транзакции для этого клиента
sq_al: transaksionet kundër kësaj të konsumatorëve
sv: transaktioner mot kunden
sw_ke: mashirikiano dhidi ya mteja hii
tr_tr: BU MUSTERIYE BAGLI ISLEMLER
zh_hk: 条属于此客户的交易
zh_tw: 屬於此客戶的交易

source: Cannot delete the customer record because orders have been created against it
cs_cz: Nelze smazat záznam zákazníka, protože příkazy byly vytvořeny proti ní
es_es: No se puede suprimir el registro del cliente porque hay pedidos creados respecto a él
hi_in: ग्राहक रिकॉर्ड हटाना क्योंकि यह आदेश के खिलाफ बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus data customer karena order telah diciptakan terhadapnya
it_it: Non è stato possibile cancellare questo cliente perchè ci sono ordini a suo nome
ko_kr: 주문이 반대 생성 되었기 때문에 고객 레코드를 삭제할 수 없습니다
mr_in: ऑर्डर त्यावर तयार केले गेले कारण ग्राहक रेकॉर्ड हटवू शकत नाही
nl_nl: Klant kan niet worden verwijderd omdat er oders voor zijn ingevoerd
pt_pt: Não pode remover este cliente porque existem pedidos para ele
ro_ro: Nu se poate şterge înregistrarea client deoarece ordinele au fost create împotriva ei
ru_ru: Не удается удалить запись клиента, поскольку для него были созданы заказы
sq_al: Nuk mund të fshini rekord të konsumatorëve, sepse urdhra janë krijuar kundër saj
sv: Kan inte makulera kunden för att det finns order mot kunden
sw_ke: Hawezi kufuta rekodi ya mteja kwa sababu amri viliumbwa dhidi yake
tr_tr: BU MÜSTERI KAYDI SILINEMIYOR, ONUNLA ILGILI SIPARISLER YARATILMIS
zh_hk: 未能删除客户记录因为已有订单
zh_tw: 未能刪除客戶記錄因為已有訂單

source: orders against this customer
cs_cz: objednávek tohoto zákazníka proti
es_es: Pedidos para este cliente
hi_in: इस ग्राहक के खिलाफ आदेश
id_id: Order terhadap customer ini
it_it: ordini a nome di questo cliente
ko_kr: 이 고객에 대한 주문
mr_in: या ग्राहक विरुद्ध ऑर्डर
nl_nl: Orders voor de klant
pt_pt: Pedidos deste cliente
ro_ro: ordine împotriva acest client
ru_ru: заказы для этого клиента
sq_al: urdhra kundër kësaj të konsumatorëve
sv: order mot denna kund
sw_ke: amri dhidi ya mteja hii
tr_tr: BU MUSTERININ SIPARISLERI
zh_hk: 张属于此客户的订单
zh_tw: 屬於此客戶的訂單

source: Cannot delete this customer record because sales analysis records exist for it
cs_cz: Nelze smazat tento záznam o zákazníkovi, protože prodej analýzy existují záznamy o to
es_es: No se puede suprimir este registro de cliente porque existen registros de análisis de ventas para él
hi_in: इस ग्राहक के रिकॉर्ड को नष्ट क्योंकि बिक्री विश्लेषण रिकॉर्ड के लिए यह मौजूद नहीं कर सकते
id_id: Tdk dapat menghapus data customer ini karena ada data analisa penjualan utknya
it_it: Non è stato possibile cancellare questo cliente perchè compare in alcune analisi di vendita
ko_kr: 판매 분석 기록이 존재하기 때문에이 고객 레코드를 삭제할 수 없습니다
mr_in: विक्री विश्लेषण रेकॉर्ड त्यासाठी अस्तित्वात कारण हा ग्राहक रेकॉर्ड हटवू शकत नाही
nl_nl: Klant kan niet worden verwijderd omdet er een verkoopsanalyse voor gemaakt is
pt_pt: Não pode remover este cliente porque existem registros de vendas para ele
ro_ro: Nu se poate şterge acest record client pentru că vânzările de înregistrări de analiză există pentru ea
ru_ru: Не удается удалить эту запись клиента, поскольку для него существует запись анализа продаж
sq_al: Nuk mund të fshini këtë arkiv të dhënash të konsumatorëve për shkak të shitjes të dhënat e analizave të ekzistojnë për të
sv: Kan inte ta bort kunden för att det finns försäljningsanalyser mot den
sw_ke: Hawezi kufuta rekodi ya mteja kwa sababu mauzo ya uchambuzi wa kumbukumbu za kuwepo kwa
tr_tr: MÜSTERI SILINEMEDI, BAGLI SATIS ANALIZ KAYITLARI VAR
zh_hk: 未能删除这客户记录因为已有销售分析记录存在
zh_tw: 未能刪除這客戶記錄因為已有銷售分析記錄存在

source: sales analysis records against this customer
cs_cz: prodejní analýzy záznamů proti tomuto zákazníkovi
es_es: Registros de Análisis de Ventas para este cliente
hi_in: बिक्री के खिलाफ इस विश्लेषण रिकॉर्ड ग्राहक
id_id: Data analisa penjualan terhadap customer ini
it_it: analisi di vendita contengono questo cliente
ko_kr: 이 고객에 대한 매출 분석 기록을
mr_in: या ग्राहक विरुद्ध विक्री विश्लेषण रेकॉर्ड
nl_nl: Verkoopsanalyse voor deze klant
pt_pt: registros de vendas desse cliente
ro_ro: vânzărilor de înregistrări analiză împotriva acestui client
ru_ru: записи анализа продаж для этого клиента
sq_al: shitjeve të dhënat e analizës kundër këtij konsumatori
sv: Försäljningsaalyser mot denna kund
sw_ke: mauzo ya uchambuzi wa kumbukumbu dhidi ya hii ya wateja
tr_tr: BU MUSTERININ SATIS ANALIZ KAYITLARI
zh_hk: 属于此客户的销售分析记录
zh_tw: 屬於此客戶的銷售分析

source: Cannot delete this customer because users exist that refer to it
ko_kr: 사용자가 그것을 참조 존재하기 때문에이 고객을 삭제할 수 없습니다
zh_tw: 不能刪除分公司，因為已經有用戶使用中

source: Cannot delete this customer because contracts have been created that refer to it
ko_kr: 계약이 그것을 참조 만들어 되었기 때문에이 고객을 삭제할 수 없습니다
zh_tw: 無法刪除此客戶分公司，因為合同已新建且引用它

source: contracts referring to this customer
ko_kr: 이 고객을 참조 계약
zh_tw: 合同參照這個客戶

source: has been deleted - together with all the associated branches and contacts
ko_kr: 모든 연결 지점과 연락처와 함께 - 삭제되었습니다
zh_tw: 已經被刪除 - 連同所有相關分公司及聯絡人
