Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: account is currently on hold please contact the credit control personnel to discuss
cs_cz: Účet je v současné době drží na obraťte se na pracovníky úvěrového řízení k projednání
es_es: La cuenta se encuentra actualmente congelada por favor, póngase en contacto con el personal de control de crédito para discutir
hi_in: खाता वर्तमान में पकड़ पर कृपया संपर्क ऋण नियंत्रण कर्मियों पर चर्चा के लिए
id_id: akun sedang dibekukan, silahkan hubungi personil pengawasan kredit utk membahasnya
it_it: conto è attualmente sospeso rivolgersi direttamente al personale di controllo per discutere di credito
ko_kr: 계정이 보류 현재 논의하기 위해 여신 관리 담당자에게 문의하시기 바랍니다
mr_in: खाते होल्ड वर सध्या चर्चा करण्यासाठी क्रेडिट नियंत्रण कर्मचारी संपर्क साधा आहे
nl_nl: Rekenig / klant is geblokkeerd. Contacteer de verantwoordelijke voor credit controle
pt_pt: Conta Bloqueada. Entre em contato com Admin. Financeira
ro_ro: cont este în prezent în aşteptare vă rugăm să contactaţi personalul de credit de control, pentru a discuta
ru_ru: в настоящее время счет пристановлен. Пожалуйста, свяжитесь с персоналом кредитного контроля для обсуждения.
sq_al: llogari është aktualisht në pritje ju lutem kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv: Kontot är spärrat. Var snäll och diskutera med kreditkontrollen
sw_ke: akaunti ya sasa ni juu ya umiliki tafadhali wasiliana na udhibiti wa mikopo kwa wafanyakazi wa kujadili
tr_tr: BU HESAPLA ILGILI ISLEMLER DURDURULMUSTUR, LUTFEN KONUYU KREDI KONTROL SORUMLUSUYLA GÖRÜSÜNÜZ
zh_hk: 此客户被冻结，请联系公司信用管理人员
zh_tw: 帳戶被凍結, 請聯繫公司信用管理人員

source: The details for the customer selected
cs_cz: Podrobnosti o vybrané zákazníky
es_es: El detalle del cliente seleccionado
hi_in: चयनित ग्राहकों के लिए जानकारी
id_id: Rincian utk customer yg dipilih
it_it: I dettagli per il cliente selezionato
ko_kr: 선택한 고객에 대한 세부 사항
mr_in: निवडलेले ग्राहक तपशील
nl_nl: Details van de geselecteerde klant
pt_pt: Detalhes do Cliente Selecionado
ro_ro: Detaliile pentru client selectate
ru_ru: Подробности выбранного клиента
sq_al: Detajet për konsumatorin e zgjedhur
sv: Detaljerna för vald kund
sw_ke: Maelezo kwa ajili ya wateja kuchaguliwa
tr_tr: SEÇILEN MÜSTERININ DETAYLARI
zh_hk: 所选客户的信息
zh_tw: 選取客戶的資料

source: Sorry, your account has been put on hold for some reason, please contact the credit control personnel.
cs_cz: Omlouváme se, ale váš účet byl kladen na držení nějakého důvodu, prosím, kontaktujte pracovníky úvěrového řízení.
es_es: Lo sentimos, tu cuenta ha sido congelada por algún motivo, por favor, póngase en contacto con el personal de control de crédito.
hi_in: क्षमा करें, आपके खाते में किसी कारण के लिए किया गया है पकड़ पर डाल दिया, ऋण नियंत्रण के कर्मियों से संपर्क करें.
id_id: Maaf, akun Anda telah dibekukan utk alasan tertentu, silahkan hubungi personil pengawasan kredit.
it_it: Spiacenti, il tuo account è stato sospeso per qualche motivo, si prega di contattare il personale di controllo del credito.
ko_kr: 죄송합니다, 계정이 어떤 이유로 보류 된, 여신 관리 담당자에게 문의하시기 바랍니다.
mr_in: क्षमस्व, आपले खाते काही कारणास्तव होल्ड वर ठेवण्यात आले आहे, क्रेडिट नियंत्रण कर्मचारी संपर्क साधा.
nl_nl: Uw rekening is geblokkeerd. Contacteer SVP de verantwoordelijke voor de credit controle
pt_pt: Conta assinalada como Bloqueada. Entre em contato com Admin Financeira
ro_ro: Ne pare rău, contul dvs. a fost pus pe &quot;hold&quot; pentru un motiv oarecare, vă rugăm să contactaţi personalul de control de credit.
ru_ru: К сожалению, ваш аккаунт был приостановлен по некоторым причинам, пожалуйста, свяжитесь с персоналом кредитного контроля.
sq_al: Na vjen keq, llogaria juaj ka qenë i vënë në pritje për disa arsye, ju lutem kontaktoni personelin e kontrollit të kreditit.
sv: Ledsen ditt konto är spärrat av någon anledning, var snäll och kontakta kreditkontrollen.
sw_ke: Sorry, akaunti yako imekuwa kuweka kushikilia kwa sababu fulani, tafadhali wasiliana na wafanyakazi wa kudhibiti mikopo.
tr_tr: ÜZGÜNÜM HESABINIZLA ILGILI ISLEMLER DURDURULMUSTUR, LUTFEN KONUYU KREDI KONTROL SORUMLUSUYLA GÖRÜSÜNÜZ
zh_hk: 对不起, 客户由于某些原因被冻结, 请联系公司信用管理人员
zh_tw: 對不起, 您的帳戶因某些理由被凍結, 請聯繫信用管理人員

source: Enter an Order or Quotation
cs_cz: Zadejte objednávky či citát
es_es: Introducir un pedido o cotización
hi_in: एक आदेश या कोटेशन दर्ज
id_id: Masukkan Order / Penawaran
it_it: Inserisci un Ordine o Preventivo
ko_kr: 주문 또는 견적을 입력
mr_in: एक ऑर्डर किंवा कोटेशन प्रविष्ट करा
nl_nl: Voer order of offerte in
pt_pt: Entre Pedido Vendas ou Cotação
ro_ro: Introduceţi un Ordin sau Oferta
ru_ru: Введите заказ или цену
sq_al: Hyjnë një Rendit apo Kuotim
sv: Registrera en order eller offert
sw_ke: Kuingia Order au quotation
tr_tr: Sipariş veya Teklif girin
zh_hk: 输入一张订单或者报价单
zh_tw: 輸入一張訂單或報價單

source: Search for the Customer Branch.
cs_cz: Hledání zákazníka Branch.
es_es: Buscar la sucursal del cliente.
hi_in: ग्राहक शाखा के लिए खोजें.
id_id: Cari Cabang Customer
it_it: Ricerca per la filiale Cliente.
ko_kr: 고객의 지점을 검색합니다.
mr_in: ग्राहक शाखा शोधा.
nl_nl: Zoek voor de klant branch
pt_pt: Pesquisar Suc. Cliente
ro_ro: Căutaţi Sucursala Client.
ru_ru: Поиск филиала клиента.
sq_al: Kërko për Degën e klientit.
sv: Leveransplats
sw_ke: Kutafuta Tawi kwa Wateja.
tr_tr: Müşteri Şube arayın.
zh_hk: 查找客户分公司
zh_tw: 查詢客戶分公司

source: Orders/Quotations are placed against the Customer Branch. A Customer may have several Branches.
cs_cz: Objednávky / Citace jsou umístěny proti zákazníka Branch. Zákazník může mít několik větví.
es_es: Los Pedidos/cotizaciones se guardan por sucursales de clientes. Un cliente puede tener varias sucursales.
hi_in: आदेशों / कोटेशन ग्राहक शाखा के खिलाफ रखा जाता है. एक ग्राहक कई शाखाओं हो सकता है.
id_id: Order/Penawaran dibuat terhadap Cabang Customer. Customer dapat memiliki beberapa Cabang.
it_it: Ordini / Preventivi sono messi contro il ramo dei clienti. Un cliente può avere diverse succursali.
ko_kr: 주문은 / 견적은 고객의 지점에 배치됩니다. 고객은 여러 가지가있을 수 있습니다.
mr_in: ऑर्डर / Quotations ग्राहक शाखा विरुद्ध उपलब्ध असतात. ग्राहक अनेक शाखा शकते.
nl_nl: Bestellingen / Offertes zijn geplaatst tegen de Klant Branch. Een klant kan meerdere vestigingen.
pt_pt: Pedidos Venda/Cotação são para Cliente/Sucursal. Pode haver mais de uma!
ro_ro: Obligă / Citatele sunt plasate împotriva Sucursala Clientului. Un client poate avea mai multe ramuri.
ru_ru: Приказы / котировки вносятся рядом с филиалом клиента. Клиент может иметь несколько филиалов.
sq_al: Urdhrave / Citate janë të vendosur kundër Dega Customer. Një Customer mund të ketë disa degë.
sv: Order/offerter placeras mot leveransplatser. En kund kan ha flera leveransplatser.
sw_ke: Amri / Nukuu ni kuwekwa dhidi ya Tawi Wateja. Mteja anaweza kuwa na matawi kadhaa.
tr_tr: Emir / Özlü Sözler Müşteri Şube karşı konur. Bir Müşteri birkaç Şubeler olabilir.
zh_hk: 订单/报价单被下到顾客分公司。一个顾客可以有几个分公司。
zh_tw: 為客戶客戶新建訂單、報價單。一個客戶可以有幾個分公司。

source: Enter a text extract of the customer's name, then click Search Now to find customers matching the entered name
ko_kr: 고객의 이름의 텍스트 추출을 입력 한 후 입력 한 이름과 일치하는 고객을 찾기 위해 검색을 누릅니다
mr_in: ग्राहक नाव एक मजकूर अर्क द्या, त्यानंतर प्रविष्ट नाव जुळणारे ग्राहकांना शोधण्यासाठी आता शोध क्लिक करा
pt_pt: Informe nome parcial do cliente e de um clique no botão Pesquisar, para encontrar clientes cujo nome combinem com o argumento
zh_tw: 輸入客戶名稱的文本提取物，然後單擊搜索我們可以找到客戶匹配輸入的名稱

source: Enter a part of a customer code that you wish to search for then click the Search Now button to find matching customers
ko_kr: 다음 일치하는 고객을 찾을 지금 찾기 버튼을 클릭 당신이 검색하고자하는 고객 코드의 일부를 입력
mr_in: आपण शोधू इच्छित असलेले ग्राहक कोड भाग प्रविष्ट करा नंतर जुळणारे ग्राहकांना शोधण्यासाठी आता बटण शोध क्लिक करा
pt_pt: Informe código parcial do cliente para pesquisar e de um clique no botão Pesquisar para encontram clientes
zh_tw: 輸入您想搜索一個客戶代碼的一部分，然後單擊立即搜索按鈕來查找匹配的客戶

source: Enter a part of a customer's phone number that you wish to search for then click the Search Now button to find matching customers
ko_kr: 다음 일치하는 고객을 찾을 Now 버튼 검색을 클릭 당신이 검색하고자하는 고객의 전화 번호의 일부를 입력
mr_in: आपण शोधू इच्छित असलेले ग्राहक फोन नंबर एक भाग प्रविष्ट करा नंतर जुळणारे ग्राहकांना शोधण्यासाठी आता बटण शोध क्लिक करा
pt_pt: Informe número parcial telefone para pesquisar e clique no botão Pesquisar
zh_tw: 輸入您想搜索一個客戶的電話號碼的一部分，然後單擊立即搜索按鈕來查找匹配的客戶

source: There are lines on this order that have already been invoiced. Please delete only the lines on the order that are no longer required
cs_cz: Tam jsou linky na tomto pořadí, které již byly vyfakturovány. Prosím smazat pouze čáry na pořadí, které již nepotřebujete
es_es: Hay filas en este pedido que ya han sido facturadas. Por favor, elimine sólo las filas del pedido que ya no se necesitan
hi_in: इस आदेश में कहा कि पहले से चालान किया गया है पर लाइनें हैं. केवल आदेश पर लाइनों है कि अब जरूरत नहीं है हटाएँ
id_id: Ada baris pada order ini yg telah difaktur. Silahkan hapus hanya baris pada order yg tdk lagi diperlukan
it_it: Ci sono linee su questo ordine che sono già stati fatturati. Si prega di eliminare solo le righe l&#39;ordine che non sono più necessari
ko_kr: 이미 청구 된 순서에 라인이 있습니다. 더 이상 필요하지 않습니다 순서 만 행을 삭제하세요
mr_in: आधीच invoiced गेले आहेत की या क्रमाने वर ओळी आहेत. यापुढे लागणाऱया ऑर्डर वर फक्त ओळी काढून करा
nl_nl: Deze order heeft regels die al zijn gefactureerd. Verwijder alleen die regels op de order die niet langer nodig zijn.
pt_pt: Existem linhas nesse pedido que já foram atendidas. Remova apenas linhas que não serão necessárias
ro_ro: Există linii de pe acest ordin, care au fost deja facturate. Vă rugăm să ştergeţi numai liniile pe ordinea în care nu mai sunt necesare
ru_ru: На некоторые позиции этого заказа уже был выставлен счет. Пожалуйста, удалите позиции, которые больше не требуется.
sq_al: Ka linja në këtë mënyrë që tashmë janë faturuar. Ju lutemi të fshini vetëm linja në mënyrë që nuk janë më të kërkuara
sv: Det finns rader i denna beställning som redan fakturerats. Var snäll och radera endast rader som inte längre behövs.
sw_ke: Kuna mistari hii ili kuwa tayari invoiced. Tafadhali delete mistari tu juu ya utaratibu wa kwamba ni tena required
tr_tr: BU SIPARISTE ÖNCEDEN FATURALANMIS SATIRLAR MEVCUT. LÜTFEN SADECE ARTIK IHTIYAÇ DUYULMAYAN SIPARIS SATIRLARINI SILINIZ
zh_hk: 订单的部分行已经开出发票，请仅删除那些不在需要的订单行
zh_tw: 這訂單已有一些已開出發票的列, 請只刪除未有開出發票的列

source: There is an option on confirming a dispatch/invoice to automatically cancel any balance on the order at the time of invoicing if you know the customer will not want the back order
cs_cz: Tam je možnost na odeslání potvrzení / faktury automaticky zrušit jakýkoli zůstatek na pořadí v okamžiku vystavení faktury, pokud víte, že zákazník nebude chtít zpět, aby
es_es: Hay una opción al confirmar un despacho/factura para cancelar automáticamente cualquier saldo en el pedido al momento de facturar si se sabe que el cliente no querrá que se le remita el pedido
hi_in: वहाँ की पुष्टि एक प्रेषण / चालान स्वतः चालान के समय के लिए आदेश पर कोई संतुलन रद्द अगर तुम्हें पता है ग्राहक आदेश वापस नहीं चाहता हूँ पर एक विकल्प है
id_id: Ada pilihan pada saat mengkonfirm pengiriman/faktur utk membatalkan order secara otomatis jika Anda tahu bahwa customer tdk ingin inden
it_it: C&#39;è un&#39;opzione su confermando una spedizione / fattura di cancellare automaticamente l&#39;eventuale saldo l&#39;ordine al momento della fatturazione se si conosce il cliente non desidera che l&#39;ordine indietro
ko_kr: 당신이 고객이 다시 주문을 싶지 않을 것이다 알고있는 경우 자동으로 송장의 시간 순서에 어떤 균형을 취소 파견 / 송장 확인에 옵션이 있습니다
mr_in: आपण ग्राहक परत ऑर्डर इच्छित नाहीत माहित तर आपोआप इन्हॉइसिंग वेळी ऑर्डर कोणत्याही शिल्लक रद्द करण्यासाठी पाठवणे / चलन खात्री वर एक पर्याय आहे
nl_nl: Er is de mogelijkheid om bij de bevestiging van een factuur / zending een order automatisch te sluiten indien de levering van de resthoeveelheid niet gewenst is
pt_pt: Existe uma opção para confirmar despacho de pedido, que automaticamente cancela saldos de pedido quando o cliente não deseja mais
ro_ro: Există o opţiune pe care să confirme o expediere / factura pentru a anula automat orice sold pe ordinea la data de facturare, dacă ştiţi clientul nu va dori, pentru spate
ru_ru: Существует опция, подтверждающие, что отправка / оприходование автоматически отменяет любой баланс заказа на момент выставления счета, если вы знаете, чтоклиент не захочет обратный заказ.
sq_al: Nuk është një opsion në konfirmuar një dërgimi / faturë që automatikisht të anulluar çdo ekuilibër në mënyrë që në kohën e faturimit në qoftë se ju e dini të konsumatorëve nuk do të duan që mbrapa
sv: Det finns möjlighet vid bekröftelse av leverans/fakturering att automatiskt stryka resterande om du vet att kunden inte vill ha restorder.
sw_ke: Kuna chaguo juu ya kuthibitisha dispatch / invoice ya moja kwa moja kufuta urari yoyote ili wakati wa fakturering kama unajua mteja si unataka utaratibu nyuma
tr_tr: Eğer müşteri arkaya sıra istemiyorum biliyorum eğer a / fatura otomatik faturalama anda sipariş üzerine herhangi bir denge iptal sevk doğrulayan bir seçenek var
zh_hk: 如果客户不接受分批发货，这个选项可以让本次发运和开发票以后的生于数量被自动删除
zh_tw: 如你已知道客戶不願意接受期貨時, 這是的一個確認派送/發票的選項, 在開出發票時會自動刪除訂單的餘數

source: The order detail lines could not be deleted because
cs_cz: Řádky, aby podrobně nemohl být odstraněn, protože
es_es: No se pudo suprimir las filas de detalle de la orden porque
hi_in: आदेश विस्तार लाइनों क्योंकि मिटाया नहीं जा सकता
id_id: Baris rincian order tdk dapat dihapus karena
it_it: Le linee di dettaglio ordine non poteva essere eliminato perché
ko_kr: 주문 상세 선이 있기 때문에 삭제할 수 없습니다
mr_in: ऑर्डर तपशील ओळी हटवणे शक्य नाही कारण
nl_nl: De order regel kon niet woren verwijderd omdat
pt_pt: Detalhe da linha de pedido não recup. porque
ro_ro: Liniile pentru detaliu nu poate fi ştearsă, deoarece
ru_ru: Строки подробностей заказа не могут быть удалены, потому что
sq_al: Linjat e detaje që nuk mund të fshihet sepse
sv: Orderdetaljerna kunde inte raderas eftersom
sw_ke: Mistari ya kina ili inaweza kuwa ilifutwa kwa sababu
tr_tr: SIPARIS DETAY SATIRLARI SILINEMEDI:
zh_hk: 未能删除订单行，因为
zh_tw: 訂單資料列未能刪除

source: The order header could not be deleted because
cs_cz: Aby záhlaví nelze odstranit, protože
es_es: No se pudo suprimir la cabecera del pedido porque
hi_in: आदेश हैडर क्योंकि मिटाया नहीं जा सकता
id_id: Header order tdk dapat dihapus karena
it_it: L&#39;intestazione ordine non poteva essere eliminato perché
ko_kr: 주문 헤더가 있기 때문에 삭제할 수 없습니다
mr_in: ऑर्डर शिर्षक हटवणे शक्य नाही कारण
nl_nl: De order kopregel kon niet worden verwijderd omdat
pt_pt: O cabeçalho do pedido não foi removido porque
ro_ro: Antet pentru a nu a putut fi şterse deoarece
ru_ru: Заголовок заказа не может быть удален, потому что
sq_al: Header mënyrë nuk mund të fshihet sepse
sv: Orderhuvudet kunde inte raderas eftersom
sw_ke: header Utaratibu inaweza kuwa ilifutwa kwa sababu
tr_tr: SIPARIS BASLIGI SILINEMEDI:
zh_hk: 未能删除订单抬头，因为
zh_tw: 訂單抬頭不能刪除, 因為

source: This sales order has been cancelled as requested
cs_cz: Tento prodejní objednávka byla zrušena, jak požaduje
es_es: Este pedido de venta ha sido cancelada como se pidió
hi_in: इस बिक्री के आदेश के रूप में अनुरोध रद्द कर दिया गया
id_id: Order penjualan ini sdh dibatalkan seperti yg diminta
it_it: Questo ordine di vendita è stato annullato, come richiesto
ko_kr: 요청에 따라이 판매 주문이 취소되었습니다
mr_in: विनंती ही विक्री ऑर्डर रद्द करण्यात आली आहे
nl_nl: Conform verzoek is deze verkooporder geannuleerd
pt_pt: Pedido de Venda foi cancelado como solicitado
ro_ro: Această comandă de vânzări a fost anulat aşa cum a solicitat
ru_ru: Эти заказы были отменены по запросу
sq_al: Ky urdhër është anuluar shitjet e kërkuar si
sv: Kundordern har avbrutits som begärt
sw_ke: Hii ili mauzo imekuwa kufutwa kama ombi
tr_tr: BU SIPARIS, TALEBINIZ ÜZERINE IPTAL EDILDI
zh_hk: 销售订单已删除
zh_tw: 要求的銷售訂單已刪除

source: Quotation for customer
cs_cz: Citát pro zákazníka
es_es: Cotización para cliente
hi_in: ग्राहक के लिए कोटेशन
id_id: Quotation utk customer
it_it: Preventivo per il cliente
ko_kr: 고객을위한 견적
mr_in: ग्राहकासाठी कोटेशन
nl_nl: Offerte voor de klant
pt_pt: Cotação para Cliente
ro_ro: Cotatie pentru client
ru_ru: Предложение по клиенту
sq_al: Citat për të konsumatorëve
sv: Offert för kund
sw_ke: Nukuu kwa wateja
tr_tr: müşteri için Teklif
zh_hk: 报价为顾客
zh_tw: 客戶報價單

source: Order for customer
cs_cz: Aby pro zákazníka
es_es: Pedido para el cliente
hi_in: ग्राहक के लिए आदेश
id_id: Order utk customer
it_it: Ordine per il cliente
ko_kr: 고객 주문
mr_in: ग्राहकासाठी ऑर्डर
nl_nl: Om voor de klant
pt_pt: Pedido para Cliente
ro_ro: Ordinul pentru client
ru_ru: Заказ клиента
sq_al: Mënyrë për të konsumatorëve
sv: Order för kund
sw_ke: Ili kwa ajili ya wateja
tr_tr: müşteri için sipariş
zh_hk: 订单为顾客
zh_tw: 客戶訂單

source: Default Options (can be modified during order):
cs_cz: Výchozí nastavení (lze upravit při objednávce):
es_es: Opciones Predeterminadas (pueden ser modificadas durante la orden):
hi_in: डिफ़ॉल्ट विकल्प (आदेश में संशोधन किया जा सकता है):
id_id: Pilihan Standar (dapat diubah selama order):
it_it: Opzioni di default (possono essere modificati durante ordine):
ko_kr: 기본 옵션 (주문시 변경 될 수 있습니다)
mr_in: डीफॉल्ट पर्याय (ऑर्डर दरम्यान सुधारित केली जाऊ शकतात):
nl_nl: Standaard opties (kan worden gewijzigd tijdens volgorde):
pt_pt: Opções Padrão (podem ser modificadas durante pedido)
ro_ro: Default Options (pot fi modificate în timpul ordine):
ru_ru: Параметры по умолчанию (могут быть изменены в течение порядка заказа):
sq_al: Default Options (mund të ndryshohet gjatë rendit):
sv: Default inställningar (kan modifieras vid beställning):
sw_ke: Chaguzi Default (inaweza iliyopita wakati wa mpangilio):
tr_tr: Varsayılan Seçenekler (sipariş sırasında değiştirilebilir):
zh_hk: 默认选项（可以在订单中被修改）：
zh_tw: 預設選項(訂單期間可以更正)

source: No asset was selected to dispose of. No assets have been added to this customer order
cs_cz: Žádná pohledávka byla vybrána nakládat. Žádný majetek, které byly přidány k této objednávky zákazníka
es_es: Ningún activo fue seleccionado para disponer. No se han añadido activos a esta orden del cliente
hi_in: कोई संपत्ति के निपटान के लिए चुना गया था. कोई संपत्ति इस ग्राहक के क्रम में जोड़ा गया है
id_id: Tdk ada aktiva terpilih utk dilepas. Tdk ada aktiva telah ditambahkan ke order customer ini
it_it: Nessuna risorsa è stata selezionata da smaltire. Nessuna attività sono state aggiunte a questo ordine del cliente
ko_kr: 어떤 자산을 처분하기 위해 선택되지 않았다. 어떤 자산이 고객 주문에 추가되어 있지 않은
mr_in: कोणताही मालमत्ता विल्हेवाट लावणे निवडण्यात आली. एकही मालमत्ता या ग्राहक ऑर्डर जोडले गेले आहेत
nl_nl: Er wordt geen actief werd geselecteerd voor de verwijdering van. Geen activa zijn toegevoegd aan deze bestelling van de klant
pt_pt: Nenhum ativo fixo selec. para descarte. Não foram incluidos neste pedido de cliente
ro_ro: Nu activelor a fost selectat pentru a dispune de. Nu activele au fost adăugate la acest comanda clientului
ru_ru: Не выбрано активов для продажи. К этому заказу клиента не добавлено активов
sq_al: Nuk ka pasuri u zgjodh për të disponuar të. Nuk ka asete kanë qenë shtuar në këtë mënyrë të konsumatorëve
sv: Ingen tillgång valdes för att avyttra. Inga tillgångar har lagts till i denna kundorder
sw_ke: Hakuna mali ya kuchaguliwa kisheria. Hakuna mali wamekuwa aliongeza kwa utaratibu huu mteja
tr_tr: Hiçbir varlık tasarrufta seçildi. Hiçbir varlık bu müşteri sipariş eklenmiştir
zh_hk: 未选择要处置的资产。没有资产添加到此顾客订单
zh_tw: 無資產被選為處置。沒有資產被添加到這個客戶訂單

source: Asset Disposals
cs_cz: Úbytky majetku
es_es: Retiros de activos
hi_in: संपत्ति निपटान
id_id: Penghapusan Aktiva
it_it: Asset Alienazioni
ko_kr: 자산 처분
mr_in: मालमत्ता Disposals
nl_nl: Afstoting van activa
pt_pt: Descarte de Ativos
ro_ro: Asset Cedările
ru_ru: Продажи активов
sq_al: Aktiv shitja
sv: Avyttringar av tillgångar
sw_ke: Mali Disposals
tr_tr: Varlık Çıkışlar
zh_hk: 资产处置
zh_tw: 資產出售

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price the items unit price cannot be modified retrospectively
cs_cz: Položku, kterou se snaží upravit cenu za již nějaké množství fakturované na stará cena jednotková cena položky nelze měnit zpětně
es_es: El artículo al cual se le intenta modificar el precio ya ha tenido alguna cantidad facturada al precio anterior, el precio unitario de los artículos no se puede modificar retroactivamente
hi_in: आप आइटम का प्रयास मूल्य को संशोधित करने के लिए पहले से ही कुछ पुरानी कीमत मदों यूनिट मूल्य retrospectively संशोधित नहीं की जा सकता है पर चालान मात्रा पड़ा है
id_id: Item yg Anda coba ubah harganya telah memiliki sejumlah item difakturkan dgn harga lama sehingga harga unit tdk dapat diubah
it_it: L&#39;elemento che si tenta di modificare il prezzo per ha già avuto una certa quantità fatturata al vecchio prezzo dell&#39;unità voci di prezzo non può essere modificato a posteriori
ko_kr: 이미 품목의 단가 소급 수정할 수 없습니다 이전 가격으로 송장 일부 수량을했다위한 항목은 당신이 가격을 수정하려고 시도
mr_in: आपण किंमत सुधारित करण्यासाठी प्रयत्न आयटम आधीच जुन्या किंमतीत invoiced काही प्रमाणात आयटम युनिट किंमत retrospectively सुधारित केले जाऊ शकत नाही होती आहे
nl_nl: Prijswijziging voor het item kan niet worden verwerkt omdat er gefactureerd is op basis van de oude prijs.
pt_pt: O item que deseja modificar já possui quantid. atendida ao preço anterior e não pode ser modificado
ro_ro: Elementul pe care aţi încerca să modifice preţul a avut deja unele cantitatea facturată la preţul vechi preţul unitar elemente nu pot fi modificate retroactiv
ru_ru: Часть товара, цену которого вы собираетесь изменять, опримходован по старой цене.Цена единицы товара не может изменяться задним числом.
sq_al: Send që ju përpjekur për të ndryshuar çmimin për ka pasur disa sasi faturuar me çmimin e vjetër të çmimit artikuj njësi nuk mund të ndryshohet në mënyrë retrospektive
sv: Det objekt du försöker ändra priset för har redan haft en del mängd faktureras till det gamla priset posterna jämförpris kan inte ändras i efterhand
sw_ke: The item kujaribu kurekebisha bei kwa tayari alikuwa na baadhi ya wingi invoiced katika bei ya zamani ya bei ya vitu kitengo hawezi kuwa iliyopita retrospectively
tr_tr: zaten eski fiyat öğeleri birim fiyat geriye dönük değişiklik yapılamaz &#39;de fatura bazı miktar olmuştur için çalışırken madde fiyat değiştirme
zh_hk: 你要修改单价的订单行, 之前已有一定数量按原单价开出发票, 不能追溯修改
zh_tw: 你試嘗修改價格的商品, 之前已有一定數量按原來價目開出發票, 不能追溯修改
