Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Could not update the new next serial number for the item
cs_cz: Nepodařilo se aktualizovat novým další pořadové číslo položky
es_es: No se pudo actualizar el nuevo siguiente número de serie para el artículo
hi_in: आइटम के लिए नया अगले क्रम संख्या अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui nomor seri berikut yg baru utk item tersebut
it_it: Impossibile aggiornare il nuovo numero successivo di serie per la voce
ko_kr: 아이템의 새로운 다음 일련 번호를 업데이트 할 수 없습니다
mr_in: आयटम नवीन पुढील अनुक्रमांक अद्यतनित करू शकत नाही
nl_nl: Kan geen update van de nieuwe next serienummer voor het item
pt_pt: Não pode atualizar próximo número série para este item
ro_ro: Nu a putut actualiza nou număr de serie pentru următorul element
ru_ru: Не удалось обновить новый следующий серийный номер для товара
sq_al: Nuk mund update numri i ri serik tjetër për artikull
sv: Kan inte uppdatera följande serienummer för produkten
sw_ke: Hakuweza update ya mwezi ujao Serial Number kwa ajili ya bidhaa
tr_tr: öğesi için yeni bir sonraki seri numarası güncelleme Couldn&#39;t
zh_hk: 不能为此物料更新新的序列号
zh_tw: 無法更新新項目的下一個序列號

source: New Work Order Number
cs_cz: New Work Pořadové číslo
es_es: Nuevo número de orden de trabajo
hi_in: नई कार्य आदेश संख्या
id_id: Nomor Order Produksi yg Baru
it_it: New Work Numero d&#39;ordine
ko_kr: 새로운 작업 주문 번호
mr_in: नवीन कार्य मागणी क्रमांक
nl_nl: Nieuwe werkordernummer
pt_pt: Nova Ordem Produção
ro_ro: Noi de lucru Număr de Ordine
ru_ru: Номер нового наряда на работу
sq_al: Rendi i ri Puna Numri
sv: Nytt arbetsordernummer
sw_ke: Kazi mpya Order Idadi
tr_tr: Yeni İş Emri Numarası
zh_hk: 新工作单号码
zh_tw: 新工作單訂單編號

source: for
cs_cz: pro
es_es: para
hi_in: के लिए
id_id: utk
it_it: per
ko_kr: 용
mr_in: साठी
nl_nl: voor
pt_pt: para
ro_ro: pentru
ru_ru: для
sq_al: për
sv: för
sw_ke: kwa
tr_tr: için
zh_tw: 於

source: Order Number
cs_cz: Číslo objednávky
es_es: Número de orden
hi_in: क्रम संख्या
id_id: Nomor Order
it_it: Numero d&#39;ordine
ko_kr: 주문 번호
mr_in: मागणी क्रमांक
nl_nl: Opdracht Nummer
pt_pt: Pedido número
ro_ro: Numărul ordinului
ru_ru: Номер заказах
sq_al: Rendit Numri
sv: Ordernummer
sw_ke: Idadi ili
tr_tr: SIPARIS NO
zh_hk: 订单编号
zh_tw: 訂單編號

source: has been entered
cs_cz: byly vloženy
es_es: ha sido creada
hi_in: दर्ज किया गया है
id_id: telah dimasukkan
it_it: è stato inserito
ko_kr: 입력 된
mr_in: प्रविष्ट केले आहे
nl_nl: is ingevoerd
pt_pt: foi criado
ro_ro: a fost introdus
ru_ru: был введен
sq_al: ka hyrë
sv: har sparats
sw_ke: imekuwa aliingia
tr_tr: GIRILDI
zh_hk: 已输入
zh_tw: 已輸入

source: The SQL that failed to update the date of the last payment received was
cs_cz: SQL, které se nepodařilo aktualizovat datum poslední obdržela platbu,
es_es: El SQL que falló al actualizar la fecha del último pago recibido fue
hi_in: SQL कि पिछले प्राप्त भुगतान की तारीख अद्यतन विफल रहा था
id_id: SQL yg gagal memperbarui tgl diterima pembayaran terakhir adalah
it_it: Il codice SQL utilizzato per aggiornare la data dell'ultimo pagamento ricevuto era
ko_kr: 마지막으로 지급받은 날짜를 업데이트하지 못했습니다 SQL이었다
mr_in: गेल्या भरणा तारीख अपडेट करण्यात अयशस्वी की SQL होते प्राप्त
nl_nl: De update van de datum van de laatste betaling lukte niet in de volgende SQL
pt_pt: SQL que falhou para atualizar a data do último pagamento recebido foi
ro_ro: SQL care nu a reuşit să actualiza data ultimei plăţi a fost primit
ru_ru: Завершившийся неудачей SQL обновления даты последнего полученного платежа
sq_al: SQL që nuk arriti të rinovuar në datën e pagesës së fundit të marra ishte
sv: SQL
sw_ke: SQL kwamba alishindwa update tarehe ya malipo ya mwisho kupokea mara
tr_tr: Alınan son ödeme tarihine güncelleme başarısız SQL oldu
zh_hk: 更新客户最后收款日期失败的SQL是
zh_tw: 更新最新收款日期失敗的 SQL 是

source: Cannot update the customer record for the date of the last payment received because
cs_cz: Nelze aktualizovat záznam zákazníka na datum poslední platby, kterou obdrželo, protože
es_es: No se puede actualizar el registro de cliente para la fecha del último pago recibido porque
hi_in: पिछले क्योंकि प्राप्त भुगतान की तिथि के लिए ग्राहक रिकॉर्ड को अद्यतन नहीं कर सकते
id_id: Tdk dapat memperbarui data customer utk tgl diterima pembayaran terakhir karena
it_it: Non è stato possibile aggiornare la data dell'ultimo pagamento ricevuto dal cliente perchè
ko_kr: 때문에받은 마지막 지불 일에 대한 고객 레코드를 업데이트 할 수 없습니다
mr_in: गेल्या भरणा तारीख ग्राहक रेकॉर्ड अद्यतनित करू शकत नाही कारण प्राप्त
nl_nl: De datum van de laatste betaling van de klant kon niet worden vernieuwd
pt_pt: Não pode atualizar registros cliente para a data do últ. pagamente recebido porque
ro_ro: Nu poate actualiza înregistrarea clientului pentru data ultimei plăţi primite, din cauza
ru_ru: Не удалось обновить запись клиента на дату последнего полученного платежа, потому что
sq_al: Can&#39;t update rekord të konsumatorëve për datën e pagesës së fundit ka marrë për shkak se
sv: Fel
sw_ke: Hawezi update rekodi ya mteja kwa tarehe ya malipo ya mwisho kupokea kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 最后收款日期未能更新至客户记录, 因为
zh_tw: 最新收款日期未能更新至客戶記錄, 因為

source: The SQL that failed to insert the allocation of the receipt to the invoice was
cs_cz: SQL, které se nepodařilo vložit rozdělení obdržení faktury
es_es: El SQL que no pudo insertar la asignación de la recepción a la factura fue
hi_in: SQL कि सम्मिलित करने के लिए विफल करने के लिए चालान प्राप्त होने के आवंटन किया गया था
id_id: SQL yg gagal utk memasukkan alokasi penerimaan utk faktur adalah
it_it: L&#39;SQL che non è riuscito a inserire la ripartizione della ricevuta per la fattura è stata
ko_kr: 송장에 영수증의 할당을 삽입하는 데 실패 SQL이었다
mr_in: अशी यादी तयार करणे पावती वाटप घालण्यासाठी अयशस्वी की SQL होते
nl_nl: De SQL die niet aan plaats de toewijzing van de ontvangst van de factuur was
pt_pt: SQL que falhou na inserção de alocação de recebimento de aviso foi
ro_ro: SQL care nu a reuşit să inseraţi alocarea de primire a facturii a fost
ru_ru: SQL, которому не удалось вставить размещение получения счета-фактуры
sq_al: SQL që nuk arriti të futur në ndarjen e pranimit të faturës është
sv: SQL som misslyckades att sätta i fördelningen av mottagandet till fakturan
sw_ke: SQL kwamba alishindwa kuingiza mgao wa risiti na invoice ilikuwa
tr_tr: faturaya eklemek için makbuz tahsisi başarısız SQL oldu
zh_hk: 无法将收款分配到发票的SQL是
zh_tw: 針對收到的發票而冲帳的插入動作的SQL程序失敗

source: Frequently Ordered Items
cs_cz: Často objednané položky
es_es: Artículos pedidos frecuentemente
hi_in: अक्सर आइटम का आदेश दिया
id_id: Item Sering Dipesan
it_it: Frequentemente ordinati Articoli
ko_kr: 자주 정렬 된 항목
mr_in: नेहमी क्रमांकित आयटम
nl_nl: Veel bestelde artikelen
pt_pt: Itens Frequent. Solicitados
ro_ro: Comandat frecvent elemente
ru_ru: Часто заказаваемые товары
sq_al: Urdhërohet të shpeshta Items
sv: Ofta beställda artiklar
sw_ke: Mara kwa mara Aliamrisha Items
tr_tr: Sık sık Öğeler Sıralı
zh_hk: 频繁订购的物料
zh_tw: 經常性的訂單項目

source: , shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
cs_cz: , Ukazuje nejčastěji objednaného zboží v posledních 6 měsících. Můžete si vybrat z tohoto seznamu, nebo hledat další za další položky
es_es: , muestra los artículos más frecuentemente solicitados en los últimos 6 meses. Usted puede elegir de esta lista, o continuar la búsqueda de otros artículos
hi_in: , पिछले 6 महीनों में सबसे अधिक बार आदेश दिया आइटम दिखाता है. आप इस सूची से चुन सकते हैं, या अन्य मदों के लिए आगे खोज
id_id: , menampilkan item yg sering dipesan dalam 6 bulan terakhir. Anda dapat memilih dari daftar ini, atau cari lebih jauh utk brg lain
it_it: , Mostra gli oggetti più frequentemente ordinati negli ultimi 6 mesi. È possibile scegliere da questa lista, o ulteriore ricerca per altri articoli
ko_kr: , 지난 6 개월에 가장 많이 주문한 항목을 보여줍니다. 이 목록에서 선택, 또는 다른 항목을 추가로 검색 할 수 있습니다
nl_nl: , Toont de meest bestelde artikelen in de afgelopen 6 maanden. U kunt kiezen uit deze lijst, of zoek verder voor andere posten
pt_pt: , mostra os itens mais frequentemente pedidos nos últimos 6 meses. Pode escolher desta lista, ou procurar mais tarde para outros itens
ro_ro: , Prezinta elementele cele mai frecvent comandate în ultimele 6 luni. Puteţi alege din această listă, sau caută în continuare pentru alte elemente
ru_ru: , Показывает наиболее часто заказываемые товары за последние 6 месяцев. Вы можете выбрать из этого списка, или искать дальше по другим пунктам
sq_al: , Tregon pikat më të urdhëruar shpesh në 6 muajt e fundit. Ju mund të zgjidhni nga kjo listë, apo kërkimi të mëtejshme për sende të tjera
sv: Visar de mest frekvent beställda artiklar under de senaste 6 månaderna. Du kan välja från listan, eller söka vidare efter andra poster
sw_ke: , Inaonyesha vitu mara nyingi kuamuru ndani ya miezi 6. Unaweza kuchagua kutoka katika orodha hii, au kutafuta zaidi kwa ajili ya vitu vingine
tr_tr: , Son 6 ay içinde en sık sipariş öğeleri gösterir. Eğer bu listeden seçebilirsiniz veya diğer öğeler için daha fazla arama
zh_hk: ，显示最近6个月最常订购的物料。您可以从列表中选择，或者进一步查询其他的物料。
zh_tw: ，表明在過去的6個月內最經常訂購的商品。你可以從這個列表中選擇，或進一步尋找其他項目

source: Select an item by entering the quantity required. Click Order when ready.
cs_cz: Vyberte položku zadáním požadované množství. Klepněte na tlačítko Objednat kdy připraven.
es_es: Seleccionar un artículo mediante la introducción de la cantidad requerida. Haga clic en Orden cuando esté listo.
hi_in: आवश्यक मात्रा को दर्ज करके किसी आइटम का चयन करें. आदेश पर क्लिक करें जब तैयार.
id_id: Pilih item dgn memasukkan qty yg diperlukan. Klik Order setelah selesai.
it_it: Selezionare una voce inserendo la quantità richiesta. Fare clic su ordine quando è pronto.
ko_kr: 필요한 수량을 입력하여 항목을 선택합니다. 준비가되면 주문을 클릭합니다.
nl_nl: Selecteer een item door het invoeren van de benodigde hoeveelheid. Klik Bestel als u klaar bent.
pt_pt: Selecione um item informando a quant. requerida. Clique Pedido quando Terminar
ro_ro: Selectaţi un element prin introducerea cantitatea necesară. Faceţi clic pe Comandă atunci când este gata.
ru_ru: Выберите пункт, указав требуемое количество. Нажмите Заказать когда будете готовы.
sq_al: Përzgjidhni një objekt nga hyrja në sasinë e nevojshme. Klikoni Rendit kur gati.
sv: Välj ett objekt genom att ange vilken mängd som krävs. Klicka på Beställ när du är klar.
sw_ke: Kuchagua bidhaa kwa kuingia wingi required. Click Order wakati tayari.
tr_tr: Gerekli miktar girerek bir öğe seçin. ne zaman hazır Sipariş tıklayın.
zh_hk: 通过输入需求数量来选择物料。当完成后点击订购。
zh_tw: 選擇商品並輸入銷售的數量，全部商品選擇好後，按新增銷售訂單直接下單。

source: Use this form to add items quickly if the item codes are already known
cs_cz: Pomocí tohoto formuláře můžete přidat položky rychle, pokud je položka kódy jsou již známy
es_es: Utilice este formulario para agregar artículos con mayor facilidad si los códigos de artículos ya se conocen
hi_in: इस फार्म का प्रयोग करें आइटम जल्दी जोड़ने अगर मद कोड पहले से ही जाना जाता है
id_id: Gunakan formulir ini utk menambahkan item dgn cepat jika kode item diketahui
it_it: Utilizza questo modulo per aggiungere elementi rapidamente se i codici oggetto sono già noti
ko_kr: 항목 코드가 이미 알고있는 경우 신속하게 항목을 추가하려면이 양식을 사용하여
mr_in: आयटम कोड आधीच ज्ञात असल्यास त्वरीत आयटम जोडण्यासाठी हा फॉर्म वापरा
nl_nl: Gebruik dit formulier om snel items toe te voegen als het item codes zijn al bekend
pt_pt: Formulário para Pedido Rápido Itens Amplamente Conhecidos
ro_ro: Folosiţi acest formular pentru a adăuga elemente rapid în cazul în care codurile element sunt deja cunoscute
ru_ru: Используйте эту форму для быстрого добавления товаров, если коды товаров уже известны
sq_al: Përdorni këtë formular për të shtuar artikuj shpejt nëse kodet pika janë të njohur tashmë
sv: Använd detta formulär för att lägga till objekt snabbt om objektet koderna redan är kända
sw_ke: Kutumia fomu hii kwa kuongeza vitu haraka kama namba ya bidhaa tayari anajulikana
tr_tr: madde kodları zaten bilinen eğer hızlı öğeler eklemek için bu formu kullanın
zh_hk: 如果您已经知道了商品的代码，请使用此表单快速增加商品
zh_tw: 如果該商品的代碼已存在，使用此表格來快速新增商品，

source: Enter a part code to be sold. Part codes can contain any alpha-numeric characters underscore or hyphen.
ko_kr: 일부 코드를 입력합니다 판매합니다. 부품 코드는 영숫자 문자가 밑줄 또는 하이픈 포함 할 수 있습니다.
mr_in: खपणे एक भाग कोड प्रविष्ट करा. भाग कोड कोणत्याही अल्फा अंकीय वर्ण अधोरेखित किंवा संयोगचिन्ह असू शकतात.
pt_pt: Informar código parcial para venda. Cód. parciais podem conter caracteres alfanuméricos, hífem e sublinhado.
zh_tw: 輸入出售的部分代碼。部分代碼可以包含任何字母數字字符下劃線或連字符。

source: Cancel Sale
cs_cz: Zrušit Prodej
es_es: Cancelar venta
hi_in: रद्द बिक्री
id_id: Batal Jual
it_it: Annulla Vendita
ko_kr: 판매 취소
mr_in: विक्री रद्द
nl_nl: Annuleren koop
pt_pt: Cancelar Venda
ro_ro: Anula Vanzare
ru_ru: Отменить продажу
sq_al: Shitje Cancel
sv: Avbryt salu
sw_ke: Kufuta Sale
tr_tr: Iptal Satılık
zh_hk: 取消销售
zh_tw: 取銷出售

source: Are you sure you wish to cancel this sale?
cs_cz: Jste si jisti, že chcete zrušit tento prodej?
es_es: ¿Está seguro que desea cancelar de esta venta?
hi_in: आप सुनिश्चित हैं कि आप इस बिक्री को रद्द करना चाहते हैं?
id_id: Apakah Anda yakin ingin membatalkan penjualan ini?
it_it: Sei sicuro di voler cancellare questa vendita?
ko_kr: 이 판매를 취소 할 확실하고 있습니까?
mr_in: आपण या विक्री रद्द इच्छित खात्री आहे?
nl_nl: Weet u zeker dat u deze verkoop te annuleren?
pt_pt: Confirma cancelamento venda?
ro_ro: Sunteţi sigur că doriţi să anulaţi această vânzare?
ru_ru: Вы уверены, что хотите отменить эту сделку?
sq_al: A jeni i sigurt se doni të anuloni këtë shitje?
sv: Är du säker på att du vill avbryta denna försäljning?
sw_ke: Una uhakika unataka kufuta hii ya kuuza?
tr_tr: Eğer bu satış iptal etmek istediğinizden emin misiniz?
zh_hk: 确认要取消整张订单么?
zh_tw: 您確定要取消這筆買賣？

source: Specify Credited Controlled Items
cs_cz: Určete Připočítaný kontrolovaného zboží
es_es: Especificar Artículos Controlados Acreditados
hi_in: निर्दिष्ट नियंत्रित आइटम का श्रेय
id_id: Tentukan Item Terkontrol yg Dikredit
it_it: Specificare Accreditato prodotti controllati
ko_kr: 적립 제어 항목을 지정
mr_in: जमा नियंत्रित आयटम निर्देशीत
nl_nl: Specificeer de control items voor de creditering
pt_pt: Espec. Itens Créd. Control.
ro_ro: Specificaţi creditate produsele supuse controlului
ru_ru: Укажите кредитоваться контролируемых товаров
sq_al: Specifikoni Jepen Items kontrolluar
sv: Specificera kontrollerade produkter
sw_ke: Taja sifa Items Controlled
tr_tr: Belirtmek Kontrollü Öğeler Kredili
zh_hk: 输入受控物料信息
zh_tw: 輸入受控物料信息

source: Select Credit Items
cs_cz: Vybrat kreditní položky
es_es: Seleccionar Artículos de Crédito
hi_in: चयन क्रडिट आइटम
id_id: Pilih Item Kredit
it_it: Seleziona gli articoli restituiti
ko_kr: 선택 신용 항목
mr_in: क्रेडिट आयटम निवडा
nl_nl: Selecteer crediteringsitems
pt_pt: Selecione Itens Cred.
ro_ro: Selectaţi Elemente de credit
ru_ru: Выбрать элементы кредита
sq_al: Credit Items Zgjidh
sv: Välj krediterade produkter
sw_ke: Kuchagua Mikopo Items
tr_tr: Seçmek Kredi Öğeler
zh_hk: 选择物料
zh_tw: 撰擇冲銷商品

source: This page must be called with the identifier to uniquely identify the credit note being entered. This is a programming error that should not occur.
id_id: Halaman ini harus dipanggil dgn id utk mengidentifikasi nota kredit mana yg dimasukkan. Ini kesalahan pemrograman yg seharusnya tdk terjadi.
ko_kr: 이 페이지는 유일하게 입력되는 신용 메모를 식별하는 식별자를 호출해야합니다. 이 발생하지 않습니다 프로그래밍 오류입니다.
mr_in: हे पृष्ठ अद्वितीय प्रविष्ट जात क्रेडिट नोट ओळखण्यासाठी आयडेन्टिफायरसह म्हणतात करणे आवश्यक आहे. हे येऊ नये की एक प्रोग्रामिंग त्रुटी आहे.
pt_pt: Página deve ser chamada para identificar de maneira única a nota decrédito. Erro de programação não deve ocorrer!
zh_tw: 這是不應該發生的一個編程錯誤，此頁面必須調用帶有標識符來唯一標識所進入的紅字發票。

source: This page can only be opened if a Line Item on a credit note has been selected.
cs_cz: Tato stránka může být otevřen pouze bod Line na dobropis byl vybrán.
es_es: Esta página sólo puede abrirse si se ha seleccionado una Fila de Artículos en una nota de crédito.
hi_in: इस पृष्ठ तभी एक क्रेडिट नोट पर एक पंक्ति वस्तु का चयन किया गया है खोला जा सकता है.
id_id: Halaman ini hanya dapat dibuka jika Item Baris nota kredit telah dipilih
it_it: Questa pagina può essere aperto solo se una voce su una nota di credito è stata selezionata.
ko_kr: 신용 메모 품목을 선택한 경우이 페이지는 열 수 있습니다.
mr_in: क्रेडिट टिप लाइन आयटम निवडले गेले आहे तर हे पृष्ठ फक्त उघडले जाऊ शकते.
nl_nl: Deze pagina kan alleen worden geopend indien een regelitem van een credit factuur is geselecteerd
pt_pt: Página deve ser aberta quando linha de item de nota de crédito forselecionada.
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care un element linie pe o notă de credit a fost selectat.
ru_ru: Эта страница может быть открыта только если была выбрана кредит-нота
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një zë për një notë krediti është përzgjedhur.
sv: Denna sida kan bara öppnas om man valt en rad
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama Item Mstari kumbuka mikopo imekuwa kuchaguliwa.
tr_tr: bir kredi notu üzerinde bir Satır Öğesi seçildiyse Bu sayfa sadece açılabilir.
zh_hk: 这页只在红字发票的行项目选取时才能进入
zh_tw: 這頁只在貨帳單的列商品被選取時才能開啟

source: This page can only be opened if a controlled credit note line item has been selected.
cs_cz: Tato stránka může být otevřen pouze v regulovaných dobropis řádková položka byla vybrána.
es_es: Esta página sólo puede abrirse si se ha seleccionado una Fila de Artículos en una nota de crédito controlada.
hi_in: यह पृष्ठ केवल तभी एक नियंत्रित क्रेडिट नोट पंक्ति वस्तु का चयन किया गया है खोला जा सकता है.
id_id: Halaman ini hanya dapat dibuka jika item baris nota kredit terkontrol telah dipilih
it_it: Questa pagina può essere aperto solo se una controllata nota punto linea di credito è stata selezionata.
ko_kr: 제어 신용 노트 라인 항목을 선택한 경우이 페이지는 열 수 있습니다.
mr_in: नियंत्रीत क्रेडिट नोट ओळ आयटम निवडले गेले आहे तर हे पृष्ठ फक्त उघडले जाऊ शकते.
nl_nl: Deze pagina kan alleen worden geopend indien een "controlled" regelitem van een credit factuur is geselecteerd
pt_pt: Página deve ser aberta quando linha de item controlado da nota de crédito foi selecionada
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care o notă de credit controlate de elementul rând a fost selectat.
ru_ru: Эта страница может быть открыта только если была выбрана контролируемая кредит-нота.
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një shënim të kontrolluar kredi linjë artikull ka qenë i zgjedhur.
sv: Denna sida kan bara öppnas om en rad har valts
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama kudhibitiwa mikopo kumbuka line item imekuwa kuchaguliwa.
tr_tr: kontrollü bir kredi notu kalem seçildiyse Bu sayfa sadece açılabilir.
zh_hk: 这页只在红字发票的行项目中为受控物料时才能进入
zh_tw: 這頁只有當受控的折讓單行商品被選時才能開啟

source: Back to Credit Note Entry
cs_cz: Zpět na dobropis Vstup
es_es: Volver a ingreso de nota de crédito
hi_in: वापस क्रेडिट नोट करने के लिए प्रवेश
id_id: Kembali ke Masukkan Nota Kredit
it_it: Torna al modulo di inserimento della nota di credito
ko_kr: 돌아 가기 신용 참고 항목에
mr_in: मागे क्रेडिट टीप एंट्रीला
nl_nl: Terug naar Credit Nota Invoer
pt_pt: Voltar para Entrada Nota Crédito
ro_ro: Înapoi la Credit intrare Nota
ru_ru: Назад к записи о кредит-ноте
sq_al: Kthehu tek Vërejtje Hyrja Credit
sv: Tillbaka till kreditfakturarregistrering
sw_ke: Nyuma ya Mikopo Entry Kumbuka
tr_tr: Kredi Not Giriş Back to
zh_hk: 返回红字发票输入页面
zh_tw: 返回折讓單輸入

source: Notice
cs_cz: Poznámka
es_es: Nota
hi_in: नोटिस
id_id: Pemberitahuan
it_it: Attenzione
ko_kr: 통지
mr_in: सूचना
nl_nl: Notitie
pt_pt: Aviso
ro_ro: Notă
ru_ru: Примечание
sq_al: Njoftim
sv: Observera
sw_ke: Taarifa
tr_tr: NOT:
zh_hk: 注意
zh_tw: 注意

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being credited
cs_cz: Řádku musí být definován jako řízený vyžadovat zadání čísel šarží nebo sériových čísel připsání
es_es: El artículo de línea debe ser definido como controlado para exigir el ingreso de los números de lote o números de serie que se acreditan
hi_in: लाइन आइटम के रूप में करने के लिए बैच नंबर के इनपुट या सीरियल नंबर की आवश्यकता होती है नियंत्रित किया जा रहा जमा परिभाषित किया जाना चाहिए
id_id: Baris item harus ditentukan sbg terkontrol utk membutuhkan masukan dari nomor batch atau nomor seri yg dikredit
it_it: L'articolo deve essere stato anagrafato come tracciato perchè sia necessario indicare i numeri di lotto o di serie
ko_kr: 라인 항목이 배치 번호 또는 일련 번호의 입력을 요구하는 제어 적립되는 것으로 정의해야합니다
mr_in: बॅच क्रमांक इनपुट किंवा सिरिअल क्रमांक जमा होत आवश्यक नियंत्रित म्हणून ओळ आयटम ठरवणे आवश्यक आहे
nl_nl: Als het een controlled regelitem betreft is de invoer van batch of serienummer vereist.
pt_pt: Linha de item controlado, que está sendo creditado, requer informação número de lote ou série
ro_ro: Elementul rând trebuie să fie definit ca fiind sub control de a solicita introducerea de numere de lot sau numărul de serie fiind creditate
ru_ru: Товар в строке должен быть определен как контролируемый для ввода номера партии или серийных номеров
sq_al: Pika e linjës duhet të përcaktohen e kontrolluara si të kërkojë të dhëna të numrave grumbull apo numrat serik të kredituar
sv: Radprodukten måste defineras som kontrollerad för att kräva batch eller serienummer
sw_ke: Bidhaa line lazima hufafanuliwa kama kudhibitiwa zinahitaji mchango wa idadi ya kundi au idadi Serial kuwa sifa
tr_tr: Satır öğesi olarak alacak kaydedildiğinden toplu numaraları giriş ya da seri numaraları gerektirecek şekilde kontrol tanımlanması gerekir
zh_hk: 物料必须是受控的才能在退货时输入物料号或批次号
zh_tw: 要冲銷時輸入批次號或序列號, 列商品必須是受控的

source: Credit of Controlled Item
cs_cz: Úvěrové řízených bod
es_es: Crédito del artículo Controlado
hi_in: नियंत्रित आइटम का क्रेडिट
id_id: Kredit Item Terkontrol
it_it: Riaccredito dell'articolo tracciato
ko_kr: 제어 된 상품의 신용
mr_in: नियंत्रित आयटम च्या क्रेडिट
nl_nl: Creditering van een controlled item
pt_pt: Créd. Item Control.
ro_ro: Postul de credit controlate
ru_ru: Кредит контролируемого элемента
sq_al: Kredi të Item kontrolluar
sv: Kreditering av kontrollerade produkter
sw_ke: Mikopo ya Item Controlled
tr_tr: Kontrollü Öğe Kredi
zh_hk: 受控物料的退货
zh_tw: 冲銷的受控商品

source: Credit Status Code Maintenance
cs_cz: Úvěrové Stav Kód Údržba
es_es: Administrar de Códigos de Estado de Crédito
hi_in: क्रेडिट स्थिति कोड रखरखाव
id_id: Pengaturan Kode Status Kredit
it_it: Gestione classificazione affidabilità Credito Clienti
ko_kr: 신용 상태 코드 유지 보수
mr_in: क्रेडिट स्थिती कोड देखभाल
nl_nl: Krediet Status Code Onderhoud
pt_pt: Manutenção Situação Crédito
ro_ro: Credit cod de stare de întreţinere
ru_ru: Поддержка кода статуса кредита
sq_al: Kodi Credit Status Mirëmbajtja
sv: Kreditstatus
sw_ke: Hali ya mikopo Kanuni Maintenance
tr_tr: KREDI DURUMU YÖNETIMI
zh_hk: 信用等级编号
zh_tw: 信用等級編碼維護

source: The credit status code already exists in the database
cs_cz: Úvěruschopnosti kód již existuje v databázi
es_es: El código de estado de crédito ya existe en la base de datos
hi_in: ऋण स्थिति कोड पहले से डेटाबेस में मौजूद है
id_id: Kode status kredit sdh ada di database
it_it: Il codice di stato del credito è già presente nel database
ko_kr: 신용 상태 코드는 데이터베이스에 이미
mr_in: क्रेडिट स्थिती कोड आधीच डेटाबेस अस्तित्वात
nl_nl: De credit status code bestaat reeds in de databse
pt_pt: Este código situação credito já existe no DB
ro_ro: Cod de stare de credit există deja în baza de date
ru_ru: Код кредитоспособности уже существует в базе данных
sq_al: Kodi i statusit të kredisë tashmë ekziston në bazën e të dhënave
sv: Kreditstauskoden existerar redan i databasen
sw_ke: Hali ya mikopo code tayari lipo katika orodha ya
tr_tr: Kredi durum kodu zaten veritabanında bulunan
zh_hk: 输入的信用状态代码已经存在于数据库
zh_tw: 信用狀況的代碼已經存在於數據庫中
