Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Tax Group
cs_cz: Daňové skupiny
es_es: Grupo de impuestos
hi_in: टैक्स समूह
id_id: Grup Pajak
it_it: Imposta di gruppo
ko_kr: 세금 그룹
mr_in: कर गट
nl_nl: BTW Groep
pt_pt: Grupo Impostos
ro_ro: Grupul fiscale
ru_ru: Налоговая группа
sq_al: Tatimore Group
sv: Skattegrupp
sw_ke: Kodi Group
tr_tr: VERGI GRUBU
zh_hk: 税收组
zh_tw: 稅組

source: Enabled?
cs_cz: Povoleno?
es_es: ¿Habilitado?
hi_in: सक्षम?
id_id: Aktif?
it_it: Abilitato?
ko_kr: 사용?
mr_in: सक्षम?
nl_nl: Geactiveerd ?
pt_pt: Ativo?
ro_ro: Activat?
ru_ru: Включено?
sv: Aktiverad
sw_ke: Kuwezeshwa?
tr_tr: Etkin mi?
zh_hk: 启用
zh_tw: 啟用?

source: Are you sure you wish to delete this branch?
cs_cz: Jste si jisti, že chcete smazat tento obor?
es_es: ¿Está seguro que desea suprimir esta sucursal?
hi_in: क्या आप वाकई इस शाखा को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus cabang ini?
it_it: Sei sicuro di voler cancellare questo ramo?
ko_kr: 이 지점을 삭제하려면 확실합니까?
mr_in: आपण या शाखा हटवू इच्छित खात्री आहे?
nl_nl: Bent u er zeker van dit filiaal te verwijderen
pt_pt: Confirma remoção desta sucursal?
ro_ro: Sunteţi sigur că doriţi să ştergeţi această ramură?
ru_ru: Вы уверены, что хотите удалить этот филиал?
sq_al: A jeni i sigurt se doni të fshini këtë degë?
sv: är du säker på att du vill ta bort detta konto?
sw_ke: Una uhakika unataka kufuta tawi?
tr_tr: BU SUBEYI SILMEK ISTEDIGINIZE EMIN MISINIZ?
zh_hk: 确认要删除此客户分公司么
zh_tw: 確認要刪除此客戶分公司?

source: Delete Branch
cs_cz: Odstranit Pobočka
es_es: Suprimir sucursal
hi_in: हटाएँ शाखा
id_id: Hapus Cabang
it_it: Elimina Branch
ko_kr: 지점 삭제
mr_in: शाखा हटवा
nl_nl: Verwijder branch
pt_pt: Remove Sucursal
ro_ro: Ştergeţi Branch
ru_ru: Удалить филиал
sq_al: Fshije Dega
sv: Radera leveransplats
sw_ke: Kufuta Tawi
tr_tr: Silmek Şubesi
zh_hk: 删除分公司
zh_tw: 刪除分公司

source: Branches are enabled.
cs_cz: Pobočky jsou povoleny.
es_es: Las sucursales están habilitadas.
hi_in: शाखाओं सक्षम हैं.
id_id: Cabang aktif.
it_it: I rami sono abilitati.
ko_kr: 가지가 활성화됩니다.
mr_in: शाखा सक्षम आहेत.
nl_nl: Branches zijn geactiveerd
pt_pt: Sucursal Permitida
ro_ro: Sucursalele sunt activate.
ru_ru: Филиалы разрешены.
sq_al: Degët janë të aktivizuara.
sv: Leveransplatser har aktiverats
sw_ke: Matawi ni kuwezeshwa.
tr_tr: Şube etkindir.
zh_hk: 客户分公司可用
zh_tw: 客戶分公司可用

source: Branches are disabled.
cs_cz: Pobočky jsou zakázány.
es_es: Las sucursales están deshabilitadas.
hi_in: शाखाओं अक्षम हैं.
id_id: Cabang non-aktif.
it_it: I rami sono disabilitati.
ko_kr: 지점을 사용할 수 없습니다.
mr_in: शाखा अक्षम आहेत.
nl_nl: Branches zijn geinactiveerd
pt_pt: Sucursal Desabilitada
ro_ro: Sucursalele sunt dezactivate.
ru_ru: Филиалы запрещены.
sq_al: Degët janë të paaftë.
sv: Leveransplatser har avaktiverats.
sw_ke: Matawi ni walemavu.
tr_tr: Şube devre dışı bırakılır.
zh_hk: 客户分公司不可用
zh_tw: 客戶分公司不可用

source: Total Branches
cs_cz: Celkem Pobočky
es_es: Total de sucursales
hi_in: कुल शाखाओं
id_id: Total Cabang
it_it: Totale Rami
ko_kr: 전체 지점
mr_in: एकूण शाखा
nl_nl: Totaal branches
pt_pt: Total Sucursais
ro_ro: Total Filiale
ru_ru: Всего филиалов
sq_al: Total Degët
sv: Totalt leveransplatser
sw_ke: Jumla ya Matawi
tr_tr: Toplam Şubeleri
zh_hk: 分公司总计
zh_tw: 分公司總計

source: No Branches are defined for
cs_cz: Č. Pobočky jsou definovány pro
es_es: No hay sucursales definidas para
hi_in: कोई शाखाओं के लिए परिभाषित कर रहे हैं
id_id: Tdk ada Cabang yg dibuat utk
it_it: Senza rami sono definite per
ko_kr: 어떤 지점은 정의되지 않습니다
mr_in: नाही शाखांसाठी व्याख्या आहेत
nl_nl: Geen branches gedefinieerd voor
pt_pt: Nenhuma Sucursal definida para
ro_ro: Sucursalele nu sunt definite pentru
ru_ru: Не определены филиалы для
sq_al: Nuk ka Degët janë të përcaktuara për
sv: Inga leveransplatser har definierats för
sw_ke: Hakuna matawi hufafanuliwa kwa
tr_tr: Hiçbir Şubeler için tanımlanmıştır
zh_hk: 客户分公司未定义
zh_tw: 沒有設定分公司為

source: You must have a minimum of one branch for each Customer. Please add a branch now.
cs_cz: Musíte mít minimálně jednu pobočku pro každého zákazníka. Prosím, přidejte větev nyní.
es_es: Debe tener como mínimo una sucursal por cliente. Por favor, añada una Sucursal ahora.
hi_in: आप प्रत्येक ग्राहक के लिए एक शाखा की एक न्यूनतम होनी चाहिए. एक शाखा अब जोड़ें.
id_id: Anda harus mempunyai minimum 1 cabang utk setiap Customer. Silahkan tambahkan cabang sekarang.
it_it: È necessario avere un minimo di un ramo per ogni cliente. Si prega di aggiungere un ramo adesso.
ko_kr: 각 고객에 대해 하나의 지점의 최소가 있어야합니다. 지금 지점을 추가하십시오.
mr_in: आपण प्रत्येक ग्राहक एक शाखा किमान असणे आवश्यक आहे. आता एक शाखा जोडा.
nl_nl: Je moet een minimum van een tak voor elke klant. Voeg dan nu een tak.
pt_pt: Pelo menos uma sucursal para cada Cliente. Adicione Uma agora.
ro_ro: Trebuie să aibă un minim de o ramură pentru fiecare client. Vă rugăm să adăugaţi o sucursală acum.
ru_ru: Вы должны иметь как минимум один филиал для каждого клиента. Пожалуйста, добавьте филиал сейчас.
sq_al: Ju duhet të keni një minimum prej një degë për çdo klient. Ju lutem shtoni një degë tani.
sv: Du måste ha minst en gren för varje kund. Lägg till en filial nu.
sw_ke: Lazima awe chini ya tawi moja kwa kila mteja. Tafadhali kuongeza tawi sasa.
tr_tr: Her müşteri için bir dal en az olmalıdır. Şimdi bir dal ekleyin.
zh_hk: 您必须为每个顾客设置至少一个分公司，请现在设置一个。
zh_tw: 每個客戶最少有一個分公司。請現在新增一個分公司。

source: Change Details for Branch
cs_cz: Podrobnosti pro změnu oboru
es_es: Cambiar Detalles de sucursal
hi_in: शाखा के लिए विवरण बदलें
id_id: Ubah Rincian utk Cabang
it_it: Cambia Dettagli per Branch
ko_kr: 지점에 대한 세부 사항을 변경
mr_in: शाखा माहीती बदला
nl_nl: Verander Details voor Branch
pt_pt: Modificar Detalhes Sucursal
ro_ro: Schimbarea Detalii pentru Sucursala
ru_ru: Изменить данные филиала
sq_al: Ndryshimi Details për Degën e
sv: Ändra Detaljer för Branch
sw_ke: Maelezo kwa ajili ya mabadiliko ya Tawi
tr_tr: Şube Ayrıntılar değiştir
zh_hk: 变更客户分公司细节
zh_tw: 更新分公司詳細資料

source: Show all branches defined for
cs_cz: Zobrazit všechny pobočky definované pro
es_es: Mostrar todas las sucursales definidas para
hi_in: सभी के लिए परिभाषित शाखाओं दिखाएँ
id_id: Tampilkan semua cabang dibuat utk
it_it: Elenca tutte le filiali di
ko_kr: 에 대해 정의 된 모든 지점보기
mr_in: परिभाषित सर्व शाखा दाखवा
nl_nl: Laat alle filialen zien van
pt_pt: Exibir todas Sucursal para
ro_ro: Arată toate ramurile definite pentru
ru_ru: Показать все филиалы
sq_al: Trego të gjithë degët e përcaktuara për
sv: Visa alla leveransplatser för
sw_ke: Kuonyesha matawi yote defined kwa
tr_tr: TANIMLI TÜM SUBELERI GÖSTER:
zh_hk: 显示所有的客户分公司
zh_tw: 顯示所有的分公司設定

source: Change Branch
cs_cz: Změna Pobočka
es_es: Cambiar sucursal
hi_in: परिवर्तन शाखा
id_id: Ubah Cabang
it_it: Cambia Branch
ko_kr: 변경 지점
mr_in: बदला शाखा
nl_nl: Verander Branch
pt_pt: Atualizar Sucursal
ro_ro: Schimbarea Branch
ru_ru: Изменить филиал
sq_al: Ndryshimi Dega
sv: Byt leveransplats
sw_ke: Mabadiliko ya Tawi
tr_tr: Değiştirmek Şubesi
zh_hk: 变更客户分公司
zh_tw: 分公司資料更新

source: Add a Branch
cs_cz: Přidat Pobočka
es_es: Añadir una sucursal
hi_in: एक शाखा जोड़ें
id_id: Tambahkan Cabang
it_it: Aggiungere un ramo
ko_kr: 지점 추가
mr_in: शाखेला जोडा
nl_nl: Voeg branch toe
pt_pt: Adicionar Sucursal
ro_ro: Adauga un Branch
ru_ru: Добавить филиал
sq_al: Shto një Dega
sv: Lägg till leveransplats
sw_ke: Kuongeza Tawi
tr_tr: Şube Ekle
zh_hk: 增加一个分公司
zh_tw: 新增分公司

source: Up to 10 characters for the branch code. The following characters are prohibited:
es_es: Hasta 10 caracteres para el código de sucursal. Los siguientes caracteres están prohibidos:
ko_kr: 지점 코드 10 자까지. 다음 문자는 금지되어 있습니다 :
mr_in: शाखा कोड 10 अक्षरांपर्यंत. खालील वर्ण मनाई आहे:
pt_pt: Apenas 10 caracteres para código da Sucursal. Os seguintes caracteres são proibidos:
zh_tw: 最多10個字符的代碼分公司。以下字符被禁止：

source: alpha-numeric
es_es: alfanumérico
ko_kr: 영숫자
mr_in: अल्फा अंकीय
pt_pt: alfa-numérico
zh_tw: 字母數字

source: Branch Name
cs_cz: Název oboru
es_es: Nombre de la sucursal
hi_in: शाखा का नाम
id_id: Nama Cabang
it_it: Nome della filiale
ko_kr: 지점 이름
mr_in: शाखा नाव
nl_nl: Filiaal Naam
pt_pt: Nome Sucursal
ro_ro: Sucursala Nume
ru_ru: Название филиала
sq_al: Emri Dega
sv: Namn
sw_ke: Jina tawi
tr_tr: SUBE ADI
zh_hk: 分公司名称
zh_tw: 分公司名稱

source: The branch name should identify the particular delivery address of the customer and must be entered
es_es: El nombre de la sucursal debe identificar la dirección de entrega particular del cliente y deberá ser introducida
ko_kr: 지점명은 고객의 특정 전송 어드레스를 식별해야하고 입력해야
mr_in: शाखा नाव ग्राहकाच्या विशिष्ट वितरण पत्ता ओळखण्यासाठी पाहिजे आणि प्रविष्ट करणे आवश्यक आहे
pt_pt: O nome da sucursal precisa identificar o endereço da entrega para um cliente e deve ser informado
zh_tw: 分公司名稱應標識客戶的具體送貨地址而且是必須輸入

source: Street Address 1 (Street)
cs_cz: Ulice 1 (ulice)
es_es: Dirección de la Calle, 1 (Calle)
hi_in: सड़क पता 1 (स्ट्रीट)
id_id: Alamat Baris 1 (Jalan)
it_it: Indirizzo 1 (Via)
ko_kr: 번지 1 (거리)
mr_in: स्ट्रीट पत्ता 1 (स्ट्रीट)
nl_nl: Adres (straat)
pt_pt: Logradouro Complemento
ro_ro: Strada Adresa 1 (strada)
ru_ru: Адрес 1 (улица)
sq_al: Adresa Rruga 1 (Street)
sv: Gatuadress 1 (Gata)
sw_ke: Anwani ya Mtaa 1 (Street)
tr_tr: Adres 1 (Street)
zh_hk: 地址1
zh_tw: 公司地址1（街）

source: Street Address 2 (Street)
es_es: Dirección línea 2 (Calle)
id_id: Alamat Baris 2 (Jalan)
ko_kr: 번지 2 (거리)
mr_in: स्ट्रीट पत्ता 2 (स्ट्रीट)
pt_pt: Logradouro Complemento 2
zh_tw: 公司地址2（街）

source: Street Address 3 (Suburb/City)
es_es: Dirección línea 3 (Ciudad)
id_id: Alamat Baris 3 (Kecamatan/Kota)
ko_kr: 번지 3 (교외 /시)
mr_in: स्ट्रीट पत्ता 3 (उपनगर / शहर)
pt_pt: Bairro / Cidade
zh_tw: 公司地址3（地區/市）

source: Street Address 4 (State/Province)
es_es: Dirección línea 4 (Estado/Provincia)
id_id: Alamat Baris 4 (Propinsi)
ko_kr: 번지 4 (시 /도)
mr_in: स्ट्रीट पत्ता 4 (राज्य / प्रांत)
pt_pt: UF - Estado
zh_tw: 公司地址4（州/省）

source: Street Address 5 (Postal Code)
es_es: Dirección línea 5 (Código postal)
id_id: Alamat Baris 5 (Kode Pos)
ko_kr: 번지 5 (우편 번호)
mr_in: स्ट्रीट पत्ता 5 (पोस्टल कोड)
pt_pt: CEP - Cód. End. Postal
zh_tw: 公司地址5（郵編）

source: Special Instructions
cs_cz: Zvláštní pokyny
es_es: Instarucciones especiales ¿Precio Especial?
hi_in: विशेष निर्देश
id_id: Instruksi Khusus
it_it: Istruzioni speciali
ko_kr: 특별 지침
mr_in: विशेष सुचना
nl_nl: Speciale instructies
pt_pt: Instruções Especiais Suc.:
ro_ro: Instrucţiuni speciale
ru_ru: Специальные инструкции
sq_al: Udhëzime të veçanta
sv: Speciella instruktioner
sw_ke: Maelekezo maalum
tr_tr: Özel Talimatı
zh_hk: 特别指引
zh_tw: 特殊指示

source: Default days to deliver
cs_cz: Výchozí dnů doručit
es_es: Plazo predeterminado de entrega en días
hi_in: डिफ़ॉल्ट दिन देने के लिए
id_id: Jumlah hari utk kirim
it_it: Default giorni per fornire
ko_kr: 기본 일 제공합니다
mr_in: पोहोचवेल डीफॉल्ट दिवस
nl_nl: Standaard levertermijn
pt_pt: Dias padrão Entrega
ro_ro: zi Implicit pentru a livra
ru_ru: По умолчанию дней для доставки
sq_al: Default ditë për të dhënë
sv: Default dagar till leverans
sw_ke: Default siku ya kutoa
tr_tr: Varsayılan gün teslim
zh_hk: 付运的默认天数
zh_tw: 交運的預設天數

source: Forward Date After (day in month)
cs_cz: Po vpřed Datum (den v měsíci)
es_es: Próxima Fecha Después de (día del mes)
hi_in: आगे के बाद तिथि (माह में दिन)
id_id: Majukan Tgl Setelah (hari dalam bulan)
it_it: Ultimo giorno per fatturare nello stesso mese
ko_kr: 후 앞으로 날짜 (월 일)
mr_in: पुढे तारखेनंतर (महिन्यात दिवस)
nl_nl: Datum opschuiven na (dag in maand)
pt_pt: Dia da Entrega no mês
ro_ro: Înainte Data După (ziua în luna)
ru_ru: Будущая дата после (день в месяце)
sq_al: Forward Data Pas (ditë në muaj)
sv: Forward datum efter (dag i månaden)
sw_ke: Baada ya mbele Tarehe (siku katika mwezi)
tr_tr: Sonra İleri Tarih (ay gün)
zh_hk: 信用期限
zh_tw: 付款日期

source: Salesperson
cs_cz: Prodejce
es_es: Vendedor
hi_in: विक्रेता
id_id: Salesman
it_it: Venditore
ko_kr: 영업 사원
nl_nl: Verkoper
pt_pt: Vendedor
ro_ro: Vânzător
ru_ru: Продавец
sq_al: Shites
sv: Säljare
tr_tr: SATIS PERSONELI
zh_hk: 销售员
zh_tw: 業務員

source: There are no sales people defined as yet
cs_cz: Nejsou žádné prodejní lidí definována jako dosud
es_es: No se han definido vendedores aún
hi_in: वहाँ कोई बिक्री के रूप में अभी तक परिभाषित कर रहे हैं लोग
id_id: Belum ada salesman yg sdh dibuat
it_it: Non è ancora stato inserito nessun venditore
ko_kr: 아직로 정의 된 판매 사람들이 없습니다
mr_in: अद्याप व्याख्या नाही विक्री लोक आहेत
nl_nl: Er zijn nog geen verkopers gedefinieerd
pt_pt: Não foi definido vendedor
ro_ro: Nu există oameni de vânzări definite ca încă
ru_ru: Продавцы не определены
sq_al: Nuk ka njerëz të shitjes të përcaktuara si ende
sv: Det finns inga säljare upplagda ännu
sw_ke: Hakuna watu mauzo hufafanuliwa kama bado
tr_tr: HENÜZ TANIMLI SATIS PERSONELI YOK
zh_hk: 还没有定义销售员
zh_tw: 尚未設定業務員

source: customer branches must be allocated to a sales person
cs_cz: Zákazník poboček musí být přiděleny na prodej osoba
es_es: las sucursales de clientes deben ser asignadas a un vendedor
hi_in: ग्राहक शाखाओं एक व्यक्ति की बिक्री के लिए आवंटित किया जाना चाहिए
id_id: cabang customer harus dialokasikan pada seorang salesman
it_it: ogni filiale deve essere attribuita a un venditore
ko_kr: 고객의 지점은 영업 사원에 할당해야합니다
mr_in: ग्राहक शाखा विक्री व्यक्ती वाटप करणे आवश्यक आहे
nl_nl: branch moet aan een verkoper worden toegewezen
pt_pt: Sucursal Cliente precisar estar vinculado a Vendedor
ro_ro: ramuri client trebuie să fie alocat pentru o persoană de vânzări
ru_ru: филиалы клиента должны быть привязаны к продавцу
sq_al: degët e konsumatorëve duhet të ndahen për një person të shitjes
sv: leveransplatser måste kopplas till en säljare
sw_ke: matawi mteja lazima zilizotengwa kwa ajili ya mauzo ya mtu
tr_tr: MUSTERI SUBELERI MEVCUT SATIS PERSONELINE TAHSIS EDILMELI
zh_hk: 客户分司必须配置给销售员
zh_tw: 客戶分公司必須設置業務員

source: Please use the link below to define at least one sales person
cs_cz: Prosím, použijte odkaz níže definovat alespoň jednu osobu, prodejní
es_es: Por favor, use el vínculo para definir al menos un vendedor
hi_in: नीचे दिए गए लिंक का उपयोग कम से कम एक व्यक्ति की बिक्री को परिभाषित करें
id_id: Silahkan gunakan link di bawah utk membuat minimum 1 salesman
it_it: inserire almeno 1 venditore utilizzando il link qui sotto
ko_kr: 적어도 하나의 판매 사람을 정의하기 위해 아래의 링크를 이용해주십시오
mr_in: किमान एक विक्री व्यक्ती परिभाषित कृपया खालील दुवा वापरा
nl_nl: Gebruik onderstaande link om tenminste een verkoper op te voeren
pt_pt: Use o link abaixo para definir um vendedor para a sucursal
ro_ro: Vă rugăm să folosiţi link-ul de mai jos pentru a defini cel puţin o persoană de vânzări
ru_ru: Пожалуйста исользуйте ссылку внизу, чтобы создать хотя бы одного продавца
sq_al: Ju lutem përdorni lidhjen më poshtë për të përcaktuar të paktën një person e shitjes
sv: Följ länken nedan och lägg upp minst en säljare
sw_ke: Tafadhali tumia kiungo chini kufafanua mauzo angalau mtu mmoja
tr_tr: LÜTFEN ASAGIDAKI LINKIKULLANARAK EN AZ 1 SATIS PERSONELI TANIMLAIN
zh_hk: 请用下列链结来定义至少一名销售员
zh_tw: 請用下列連結來設定最少一名業務員

source: Define Sales People
cs_cz: Definice prodejců
es_es: Definir vendedores
hi_in: बिक्री लोग परिभाषित
id_id: Masukkan Salesman
it_it: Inserimento venditori
ko_kr: 판매 사람들을 정의
mr_in: विक्री लोक परिभाषित
nl_nl: Definieer Verkopers
pt_pt: Definir Vendedor
ro_ro: Definiţi oamenii de vanzari
ru_ru: Определить продавцов
sv: Registrera säljare
sw_ke: Define Watu Sales
tr_tr: SATIS PERSONELI TANIMLA
zh_hk: 定义销售员
zh_tw: 設定業務員

source: There are no areas defined as yet
cs_cz: Nejsou žádné oblasti definovány jako dosud
es_es: No se han definido zonas aún
hi_in: वहाँ अभी तक कोई परिभाषित क्षेत्र हैं
id_id: Belum ada area yg sdh dibuat
it_it: Nessuna area di vendita è stata definita
ko_kr: 아직 정의 된 영역이 없습니다
mr_in: अद्याप व्याख्या नाही क्षेत्रे आहेत
nl_nl: Er zijn nog geen gebieden gedefinieerd
pt_pt: Não existe área definida ainda
ro_ro: Nu există încă zone definite ca
ru_ru: Не определены области
sq_al: Nuk ka zona të përcaktuar ende
sv: Det finns inga distrikt upplagda ännu
sw_ke: Hakuna maeneo hufafanuliwa kama bado
tr_tr: HENÜZ BÖLGELER TANIMLANMAMIS
zh_hk: 还没有销售区域
zh_tw: 還沒有地區定義

source: customer branches must be allocated to an area
cs_cz: Zákazník poboček musí být přiděleny na plochu
es_es: las sucursales de cliente deben ser asignadas a una zona
hi_in: ग्राहक शाखाओं एक क्षेत्र के लिए आवंटित किया जाना चाहिए
id_id: cabang customer harus dialokasi ke satu area
it_it: per ogni filiale è necessario indicare l'area di vendita di appartenenza
ko_kr: 고객 지점은 지역에 할당해야합니다
mr_in: ग्राहक शाखा क्षेत्र वाटप करणे आवश्यक आहे
nl_nl: klanten filialen moeten gelinkt worden aan een gebied
pt_pt: Sucursal de Cliente precisa estar vinculada a uma área venda
ro_ro: ramuri client trebuie să fie alocate într-o zonă
ru_ru: для этой области должны быть определены филиалы клиента
sq_al: degët e konsumatorëve duhet të ndahen në një zonë
sv: leveransplatser måste kopplas till ett distrikt
sw_ke: matawi mteja lazima zilizotengwa kwa ajili ya eneo
tr_tr: MUSTERI SUBELERI BIR BÖLGEYE TAHSIS EDILMELI
zh_hk: 客户分公司必须配置到销售区域
zh_tw: 客戶分公司未配置到地區

source: Please use the link below to define at least one sales area
cs_cz: Prosím, použijte odkaz níže definovat alespoň jedno prodejní plochy
es_es: Por favor, use el vínculo para definir al menos una zona de venta
hi_in: नीचे दिए गए लिंक का उपयोग कम से कम एक बिक्री क्षेत्र परिभाषित करें
id_id: Silahkan gunakan link di bawah utk membuat minimum 1 area penjualan
it_it: Inserire almeno 1 area di vendita utilizzando il link qui sotto
ko_kr: 적어도 하나의 판매 영역을 정의하기 위해 아래의 링크를 이용해주십시오
mr_in: किमान एक विक्री क्षेत्र व्याख्यीत करण्याचा कृपया खालील दुवा वापरा
nl_nl: AUB gebruik onderstaande link om minstens een verkoop gebied vast te leggen
pt_pt: Use o link abaixo para definir uma área de venda para a sucursal
ro_ro: Vă rugăm să folosiţi link-ul de mai jos pentru a defini cel puţin o suprafaţă de vânzare
ru_ru: Пожалуйста, используйте ссылку внизу, чтобы определить по крайней мере одну область продаж
sq_al: Ju lutem përdorni lidhjen më poshtë për të përcaktuar të paktën një zonë e shitjes
sv: Använd länken nedan och lägg upp minst ett distrikt
sw_ke: Tafadhali tumia kiungo chini kufafanua mauzo angalau eneo moja
tr_tr: LÜTFEN ASAGIDAKI LINKI KULLANARAK EN AZ BIR SATIS BÖLGESI TANIMLAYIN
zh_hk: 请用下列链接来定义至少一个销售地区
zh_tw: 請用下列連結來定義最少一個銷售地區

source: Define Sales Areas
cs_cz: Definovat oblasti prodeje
es_es: Defina Zonas de Ventas
hi_in: बिक्री क्षेत्र परिभाषित करें
id_id: Masukkan Area Penjualan
it_it: Inserimento aree di vendita
ko_kr: 판매 영역을 정의
mr_in: विक्री क्षेत्रे परिभाषित
nl_nl: Definieer Verkoop Gebieden
pt_pt: Definir Área de Venda
ro_ro: Definirea Zonele de vânzări
ru_ru: Определить области продаж
sq_al: Define Sales Zonat
sv: Registrera försäljningsdistrikt
sw_ke: Define Maeneo Sales
tr_tr: SATIS BÖLGELERINI TANIMLA
zh_hk: 定义销售区域
zh_tw: 定義銷售地區

source: There are no stock locations defined as yet
cs_cz: Nejsou žádné zásoby místech definována jako dosud
es_es: No hay ubicaciones definidas como almacén aún
hi_in: कोई स्टॉक के रूप में अभी तक परिभाषित स्थानों रहे हैं
id_id: Belum ada lokasi stok yg sdh dibuat
it_it: Nessun magazzino è stato inserito
ko_kr: 아직 정의 재고 위치가 없습니다
mr_in: अद्याप व्याख्या नाही स्टॉक स्थाने आहेत
nl_nl: Er zijn geen voorraad locaties gedefinieerd
pt_pt: Não há locais de Estoque definidos ainda
ro_ro: Nu sunt locatii stoc definite ca încă
ru_ru: Не определены расположения товара
sq_al: Nuk ka vende të aksioneve të përkufizohet si ende
sv: Det finns inga lagerställen registrerade ännu
sw_ke: Kuna maeneo ya hisa hakuna hufafanuliwa kama bado
tr_tr: HENÜZ DEPO TANIMLANMAMIS
zh_hk: 还没有定义仓库
zh_tw: 還沒有定義存貨地點

source: customer branches must refer to a default location where stock is normally drawn from
cs_cz: Zákazník pobočky musí odkazovat na výchozí místo, kde je populace normálně byly od
es_es: las sucursales de cliente deben referirse a una ubicación predeterminada desde donde normalmente son surtidos de existencias
hi_in: ग्राहक शाखाओं एक डिफ़ॉल्ट स्थान को देखें जहां स्टॉक सामान्य से ली गई है चाहिए
id_id: cabang customer harus mereferensi pada lokasi utama dimana stok biasanya diambil
it_it: per ogni filiale è necessatio indicare il magazzino predefinito da cui normalmente verrà spedita la merce
ko_kr: 고객 분기 재고가 정상적으로에서 도출되는 기본 위치를 참조해야합니다
mr_in: ग्राहक शाखा स्टॉक सहसा काढलेला आहे जेथे डीफॉल्ट स्थान पहा आवश्यक
nl_nl: Een default voorraad lokatie moet worden opgevoerd voor de branch
pt_pt: sucursal de cliente precisar estar vinculadas a locais de estoque de onde serão enviados itens
ro_ro: sucursale clientul trebuie să se refere la o locaţie implicită în cazul în care stocul este în mod normal trasată de la
ru_ru: филиалы клиента должны ссылаться на местополопжение по умолчанию, откуда взаты товары
sq_al: degët e konsumatorit duhet t&#39;i referohet një vend default ku aksioneve është tërhequr normalisht nga
sv: Kunden grenar måste referera till en standardplatsen där beståndet är normalt tas från
sw_ke: mteja matawi lazima kutaja eneo default ambapo hisa ni kawaida inayotolewa
tr_tr: MÜSTERI SUBELESI IÇIN, SEVKIYAT YAPILDIGI VARSAYILAN DEPO TANIMLAMALISINIZ
zh_hk: 客户分公司必须预设一个默认出货仓库
zh_tw: 客戶分公司必須預設一個平常出貨地點

source: Please use the link below to define at least one stock location
cs_cz: Prosím, použijte odkaz níže definovat alespoň jednu akcii místo
es_es: Por favor, use el vínculo para definir al menos una ubicación de almacén
hi_in: नीचे दिए गए लिंक का उपयोग कम से कम एक स्टॉक स्थान निर्धारित करें
id_id: Silahkan gunakan link di bawah utk membuat minimum 1 lokasi stok
it_it: Inserire almeno 1 magazzino utilizzando il link qui sotto
ko_kr: 적어도 하나의 재고 위치를 정의하려면 아래의 링크를 이용해주십시오
mr_in: किमान एक स्टॉक स्थान परिभाषित कृपया खालील दुवा वापरा
nl_nl: Gebruik onderstaande link om tenminste 1 voorraadlokatie op te voeren
pt_pt: Use o link abaixo para definir um local de estoque para atender esta sucursal
ro_ro: Vă rugăm să folosiţi link-ul de mai jos pentru a defini cel puţin o locaţie stoc
ru_ru: Пожалуйста, используйте ссылк ниже чтобы определить по крайней мере одно месторасположение товара
sq_al: Ju lutem përdorni lidhjen më poshtë për të përcaktuar të paktën një vend të aksioneve
sv: Använd länken nedan för att lägga upp en lagerplats
sw_ke: Tafadhali tumia kiungo chini kufafanua angalau hisa moja eneo
tr_tr: LÜTFEN ASAGIDAKI LINKI KULLANARAK EN AZ 1 DEPO TANIMLAYIN
zh_hk: 请用下列链结定义至少一个仓库
zh_tw: 請用下列連結定義最少一個存貨地點

source: Define Stock Locations
cs_cz: Definovat skladem Lokality
es_es: Definir ubicaciones de almacenes
hi_in: स्टॉक स्थान निर्धारित
id_id: Masukkan Lokasi Stok
it_it: Inserimento magazzini
ko_kr: 주식 위치를 정의
mr_in: स्टॉक स्थाने परिभाषित
nl_nl: Definieer voorraadlokaties
pt_pt: Definir Locais de Estoque
ro_ro: Inregistrare Amplasari Inventar
ru_ru: Определить расположения товара
sq_al: Define Locations Stock
sv: Lagerplatser
sw_ke: Define Locations Stock
tr_tr: DEPOLARI TANIMLA
zh_hk: 定义仓库
zh_tw: 定義存貨地點

source: Draw Stock From
cs_cz: Remíza populace od
es_es: Obtener Stock desde
hi_in: शेयर ड्रा से
id_id: Ambil Stok Dari
it_it: Magazzino di riferimento
ko_kr: 에서 주식을 그립니다
mr_in: कडून स्टॉक काढा
nl_nl: Gebruik voorraad van
pt_pt: Atender com estoque de De
ro_ro: Draw de stoc din
ru_ru: Копировать товар из
sq_al: Draw Stock Nga
sv: Dra lager från
sw_ke: Kuteka Stock Kutoka
tr_tr: MAL ÇEKTIGI DEPO
zh_hk: 出货仓库
zh_tw: 出貨地點自

source: Phone Number
cs_cz: Telefonní číslo
es_es: Número de teléfono
hi_in: फ़ोन नंबर
id_id: Nomor Telpon
it_it: Numero di telefono
ko_kr: 전화 번호
mr_in: फोन नंबर
nl_nl: Telefoon Nummer
pt_pt: Núm. Telef.
ro_ro: Număr de telefon
ru_ru: Номер телефона
sq_al: Numri i telefonit
sv: Telefonnummer
sw_ke: Idadi ya simu
tr_tr: TELEFON
zh_hk: 电话
zh_tw: 電話

source: Fax Number
cs_cz: Faxové číslo
es_es: Número de fax
hi_in: फैक्स नंबर
id_id: Nomor Fax
it_it: Numero di fax
ko_kr: 팩스 번호
mr_in: फॅक्स क्रमांक
nl_nl: Fax Nummer
pt_pt: Núm. Fax
ro_ro: Număr de fax
ru_ru: Номер факса
sv: Faxnummer
sw_ke: Idadi ya faksi
tr_tr: FAKS
zh_hk: 传真
zh_tw: 傳真
