Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Invalid Last Paid Date
cs_cz: Neplatné Poslední Placené Datum
es_es: Fecha del Último Pago no válida
hi_in: अंतिम भुगतान तिथि अवैध
id_id: Tgl Terakhir Bayar Tdk Berlaku
it_it: Data ultima valide pagamento
ko_kr: 잘못된 마지막으로 유료 날짜
mr_in: अवैध अंतिम देय तारीख
nl_nl: Ongeldige laatst betaalde Datum
pt_pt: Data Últ. Pag. Inválido
ro_ro: Invalid Data Ultima plătit
ru_ru: Неверный дата последней выплаты
sq_al: Data e fundit e pavlefshme Paid
sv: Ogiltig senast betalt Datum
sw_ke: Batili tarehe ya mwisho Kulipwa
tr_tr: Son Ücretli Tarih Geçersiz
zh_hk: 无效的最近付款日期
zh_tw: 無效的最後支付的日期

source: Invalid Credit Limit
cs_cz: Úvěrový limit neplatný
es_es: Límite de crédito no válido
hi_in: अवैध क्रेडिट सीमा
id_id: Batas Kredit Tdk Berlaku
it_it: Limite di credito non valida
ko_kr: 잘못된 신용 한도
mr_in: अवैध क्रेडिट मर्यादा
nl_nl: Ongeldige Kredietlimiet
pt_pt: Limite Crédito Inválido
ro_ro: Limita de credit invalid
ru_ru: Неверный предел кредита
sq_al: Credit Invalid Limit
sv: Ogiltig Kreditgräns
sw_ke: Batili Mikopo Limit
tr_tr: Geçersiz Kredi Limiti
zh_hk: 无效的信用限额
zh_tw: 冲銷上限無效

source: Invalid Inv Address Branch
cs_cz: Neplatné Inv Adresa pobočky
es_es: Sucursal de la Dirección de la Factura no válida
hi_in: अवैध चालान पता शाखा
id_id: Alamat Cabang Faktur Tdk Berlaku
it_it: Valide Inv Branch Address
ko_kr: 잘못된 인보이스 주소 지점
mr_in: अवैध Inv पत्ता शाखा
nl_nl: Ongeldige adressen Inv Branch
pt_pt: Endereço Sucursal Inv. Inválido
ro_ro: Inv nevalidă Adresa Filiala
ru_ru: Неверный адрес отделения
sq_al: Inv Invalid Address Dega
sv: Ogiltig Inv Adress Branch
sw_ke: Batili Inv Address Tawi
tr_tr: Geçersiz Inv Adres Şubesi
zh_hk: 无效的发票地址分公司
zh_tw: 分公司庫存無效

source: Invalid Discount Code
cs_cz: Neplatný slevový kód
es_es: Código de descuento no válido
hi_in: अवैध डिस्काउंट कोड
id_id: Kode Diskon Tdk Berlaku
it_it: Non valido Codice Sconto
ko_kr: 잘못된 할인 코드
mr_in: अवैध सवलत कोड
nl_nl: Ongeldige Kortingscode
pt_pt: Cód. Desconto Inválido
ro_ro: Nevalid Reducere Codul
ru_ru: Неправильный код скидки
sq_al: Discount Invalid Kodi
sv: Ogiltig rabattkod
sw_ke: Batili Discount Code
tr_tr: Geçersiz İndirim Kodu
zh_hk: 无效的折扣编码
zh_tw: 折扣編碼無效

source: Invalid EDI Invoices
cs_cz: Neplatný EDI faktury
es_es: Facturas EDI no válidas
hi_in: अवैध ईडीआई चालान
id_id: Faktur EDI Tdk Berlaku
it_it: Fatture valide EDI
ko_kr: 잘못된 EDI 송장
mr_in: अवैध EDI पावत्या
nl_nl: Ongeldige EDI facturen
pt_pt: Avisos EDI inválido
ro_ro: Invalid Facturi EDI
ru_ru: Неверный EDI Счета
sq_al: Faturat e pavlefshme EDI
sv: Ogiltig EDI-fakturor
sw_ke: Batili EDI Ankara
tr_tr: Geçersiz EDI Faturalar
zh_hk: 无效的EDI发票
zh_tw: 啟用發放 EDI 發票無效

source: Invalid EDI Orders
cs_cz: Neplatný EDI objednávky
es_es: Pedidos EDI no válidos
hi_in: अवैध ईडीआई आदेश
id_id: Order EDI Tdk Berlaku
it_it: Ordini valide EDI
ko_kr: 잘못된 EDI 주문
mr_in: अवैध EDI ऑर्डर
nl_nl: Ongeldige EDI-orders
pt_pt: Pedidos EDI Inválidos
ro_ro: Invalid Comenzi EDI
ru_ru: Неверные EDI Заказы
sq_al: Urdhërat e pavlefshme EDI
sv: Ogiltig EDI Order
sw_ke: Batili EDI Daraja
tr_tr: Geçersiz EDI Siparişler
zh_hk: 无效的EDI订单
zh_tw: 啟用接收 EDI 訂單無效

source: Invalid EDI Reference
cs_cz: Neplatný EDI Reference
es_es: Referencia EDI no válida
hi_in: अवैध ईडीआई संदर्भ
id_id: Referensi EDI Tdk Berlaku
it_it: Di riferimento non valido EDI
ko_kr: 잘못된 EDI 참조
mr_in: अवैध EDI संदर्भ
nl_nl: Ongeldige EDI Referentie
pt_pt: Referencia EDI Inválida
ro_ro: Invalid Referinţă EDI
ru_ru: Неверный EDI Справочник
sq_al: Referenca e pavlefshme EDI
sv: Ogiltig EDI Referens
sw_ke: Batili EDI Reference
tr_tr: Geçersiz EDI Referans
zh_hk: 无效的EDI参考号
zh_tw: 客戶 EDI 參考無效

source: Invalid EDI Transport
cs_cz: Neplatný EDI Doprava
es_es: Transporte EDI no válido
hi_in: अवैध ईडीआई परिवहन
id_id: Transportasi EDI Tdk Berlaku
it_it: Trasporto non valido EDI
ko_kr: 잘못된 EDI 전송
mr_in: अवैध EDI वाहतूक
nl_nl: Ongeldige EDI transport
pt_pt: Transporte EDI inválida
ru_ru: Неверный EDI транспорт
sq_al: Transporti i pavlefshëm EDI
sv: Ogiltig EDI Transport
sw_ke: Batili EDI Usafiri
tr_tr: Geçersiz EDI Ulaşım
zh_hk: 无效的EDI转移
zh_tw: 非法運輸電子數據交換

source: Invalid EDI Address
cs_cz: Neplatná adresa EDI
es_es: Dirección EDI no válida
hi_in: अवैध ईडीआई पता
id_id: Alamat EDI Tdk Berlaku
it_it: Indirizzo non valido EDI
ko_kr: 잘못된 EDI 주소
mr_in: अवैध EDI पत्ता
nl_nl: Ongeldige adressen EDI
pt_pt: Endereço EDI Inválida
ro_ro: Invalid EDI Adresa
ru_ru: Неверный EDI Адрес
sq_al: Adresa e pavlefshme EDI
sv: Ogiltig EDI-adress
sw_ke: Batili EDI Anuani
tr_tr: Geçersiz EDI Adresi
zh_hk: 无效的EDI地址
zh_tw: EDI地址無效

source: Invalid EDI Server User
cs_cz: Neplatný EDI server uživatele
es_es: Usuario del Servidor EDI no válido
hi_in: अवैध ईडीआई सर्वर उपयोगकर्ता
id_id: User Server EDI Tdk Berlaku
it_it: Utente non valido Server EDI
ko_kr: 잘못된 EDI 서버 사용
mr_in: अवैध EDI सर्व्हर वापरकर्ता
nl_nl: Ongeldige EDI Server User
pt_pt: Usuário EDI Inválido
ro_ro: Invalid EDI Server utilizator
ru_ru: Неверный пользователь сервера EDI
sq_al: User Server Invalid EDI
sv: Ogiltig EDI Server-användare
sw_ke: Batili EDI Server mtumiaji
tr_tr: Geçersiz EDI Server Kullanıcı
zh_hk: 无效的EDI服务器用户
zh_tw: 無效的EDI服務器用戶

source: Invalid EDI Server Password
cs_cz: Neplatné EDI Server Password
es_es: Contraseña para el Servidor EDI no válida
hi_in: अवैध ईडीआई सर्वर पासवर्ड
id_id: Kata Sandi Server EDI Tdk Berlaku
it_it: Password non valida Server EDI
ko_kr: 잘못된 EDI 서버 암호
mr_in: अवैध EDI सर्व्हर पासवर्ड
nl_nl: Ongeldig EDI Server Wachtwoord
pt_pt: Senha Serv. EDI inválida
ro_ro: Invalid EDI Server Parola
ru_ru: Неверный пароль сервера EDI
sq_al: Fjalëkalimi Server Invalid EDI
sv: Ogiltigt EDI-server lösenord
sw_ke: Batili EDI Server Password
tr_tr: Geçersiz EDI Server Şifre
zh_hk: 无效的EDI服务器密码
zh_tw: EDI伺服器密碼無效

source: Invalid Tax Reference
cs_cz: Neplatné daňové
es_es: Referencia Fiscal no válida
hi_in: अवैध कर संदर्भ
id_id: Referensi Pajak Tdk Berlaku
it_it: Fiscale di riferimento non valido
ko_kr: 잘못된 세금 참조
mr_in: अवैध कर संदर्भ
nl_nl: Ongeldig fiscaal
pt_pt: Refer. Imposto Inválida
ro_ro: Invalid fiscal de referinţă
ru_ru: Недействительный налоговый справочник
sq_al: Tatimore e pavlefshme Reference
sv: Ogiltig skatteregistreringsnummer
sw_ke: Kodi batili Reference
tr_tr: Geçersiz Vergi Referans
zh_hk: 无效的税号
zh_tw: 無效的統一編號

source: Invalid CustomerPOLine
cs_cz: Neplatný CustomerPOLine
es_es: Línea PO del cliente (nº del cliente en la orden de compra) no válida
hi_in: अवैध CustomerPOLine
id_id: CustomerPOLine Tdk Berlaku
it_it: Valide CustomerPOLine
ko_kr: 잘못된 CustomerPOLine
mr_in: अवैध CustomerPOLine
nl_nl: Ongeldige CustomerPOLine
pt_pt: Linha Produto Cliente Inválida
ru_ru: Неверный CustomerPOLine
sq_al: Pavlefshme CustomerPOLine
sv: Ogiltig CustomerPOLine
sw_ke: Batili CustomerPOLine
tr_tr: Geçersiz CustomerPOLine
zh_hk: 无效的顾客订单行
zh_tw: 客戶採購訂單列無效

source: Database Update Failed
cs_cz: Aktualizace databáze se nezdařilo
es_es: Falló la Actualización de la Base de Datos
hi_in: डेटाबेस अद्यतन करने में विफल
id_id: Pembaruan Database Gagal
it_it: Database Update non riuscito
ko_kr: 데이터베이스 업데이트 실패
mr_in: डेटाबेस अपडेट अयशस्वी
nl_nl: Database Update mislukt
pt_pt: Atualização DB falhou
ro_ro: Update baza de date a eşuat
ru_ru: Обновление базы данных не удалось
sv: Databas Uppdatering misslyckades
sw_ke: Mbegu Mwisho Failed
tr_tr: Veritabanı güncelleme Başarısız
zh_hk: 数据库 更新失败
zh_tw: 資料庫更新失敗

source: No Debtor Number
cs_cz: Dlužník ne číslo
es_es: No hay número de deudor
hi_in: कोई देनदार संख्या
id_id: Tdk Ada Nomor Debitur
it_it: No Numero debitore
ko_kr: 어떤 채무자 수 없습니다
mr_in: नाही ऋणको क्रमांक
nl_nl: Geen schuldenaar Aantal
pt_pt: Número Cli/Forn. Inexiste
ro_ro: Nu Debitor Număr
ru_ru: Нет должника Количество
sq_al: Asnjë Numri Debitori
sv: Ingen Gäldenär Antal
sw_ke: Hakuna Idadi deni
tr_tr: Hayır Borçlu sayısı
zh_hk: 无债务人号码
zh_tw: 沒有債務人號碼

source: Debtor Does not Exist
cs_cz: Dlužník neexistuje
es_es: El Deudor No Existe
hi_in: देनदार नहीं उपस्थित नहीं है
id_id: Debitur Tdk Exist
it_it: Debitore non esiste
ko_kr: 채무자가 존재하지 않습니다
mr_in: ऋणको अस्तित्वात नाही
nl_nl: Schuldenaar niet Exist
pt_pt: Cli/Forn. não existe
ro_ro: Debitorul nu există
ru_ru: Должник не существует
sq_al: Debitori nuk ekziston
sv: Gäldenären Finns inte
sw_ke: Jukumu haipo
tr_tr: Borçlunun Exist mu
zh_hk: 顾客不存在
zh_tw: 債務人不存在

source: Incorrect Branch Number Length
cs_cz: Nesprávné číslo pobočky Délka
es_es: Longitud del Número de sucursal Incorrecta
hi_in: शाखा संख्या लंबाई ग़लत
id_id: Jumlah Nomor Cabang Salah
it_it: Numero errato lunghezza del ramo
ko_kr: 잘못된 지점 번호 길이
mr_in: अयोग्य शाखा क्रमांक लांबी
nl_nl: Onjuiste Branch Aantal Lengte
pt_pt: tamanho núm. sucursal incorreto
ro_ro: Incorecte Numărul Lungime Branch
ru_ru: Неправильная длина номера отеделения
sq_al: Numri i gabuar Length Dega
sv: Felaktig Längd Clearingnummer
sw_ke: Sahihi Tawi Idadi Muda
tr_tr: Yanlış Şube Numara Uzunluğu
zh_hk: 不正确的分公司号码长度
zh_tw: 不正確分公司號碼長度

source: Branch No Already Exists
cs_cz: Větev č. již existuje
es_es: El Nº de la sucursal Ya Existe
hi_in: शाखा कोई पहले से मौजूद
id_id: Nomor Cabang Sdh Ada
it_it: Filiale n. già esistente
ko_kr: 지점 없음 이미 존재하지 않는다
mr_in: शाखा नाही आधीपासूनच विद्यमान
nl_nl: Bijkantoor Geen bestaat al
pt_pt: sucursal núm. já existe
ro_ro: Filiala nr există deja
ru_ru: Отделение уже не существует
sq_al: Dega Nuk ekziston
sv: Branch nr finns redan
sw_ke: Hakuna tawi lipo
tr_tr: Dal yok Zaten Var
zh_hk: 分公司编号已经存在
zh_tw: 分公司不存在

source: Incorrect Branch Name Length
cs_cz: Nesprávné Obor Název Délka
es_es: Longitud del Nombre de sucursal Incorrecta
hi_in: शाखा का नाम गलत लंबाई
id_id: Jumlah Nama Cabang Salah
it_it: Nome errato lunghezza del ramo
ko_kr: 잘못된 지점 이름의 길이
mr_in: अयोग्य शाखा नाव लांबी
nl_nl: Onjuiste Branch lengte van de naam
pt_pt: tamanho nome suc. inválido
ro_ro: Nume incorecte Lungime Filiala
ru_ru: Неправильная длина названия отделения
sq_al: Emri i pasaktë Length Dega
sv: Felaktig Längd Branch Namn
sw_ke: Jina sahihi Tawi Muda
tr_tr: Yanlış Şube Adı Uzunluk
zh_hk: 不正确的分公司姓名长度
zh_tw: 不正確分行名稱長度

source: Invalid Est Delivery Days
cs_cz: Neplatné Est dodacích dnů
es_es: Días de Entrega Estimados no válidos
hi_in: स्था डिलिवरी दिनों अवैध
id_id: Perkiraan Jumlah Hari Pengiriman Tdk Berlaku
it_it: Giorni di consegna valide Est
ko_kr: 잘못된 추정 배달 일
mr_in: अवैध अंदाजे डिलिव्हरी दिवस
nl_nl: Ongeldige Est bezorgdagen
pt_pt: dias est. entrega inválido
ro_ro: Invalid Est Zile de livrare
ru_ru: Недействительная оценка дней доставки
sq_al: Ditët e pavlefshme Est i dorëzimit
sv: Ogiltig Est leveransdagar
sw_ke: Batili Est siku Delivery
tr_tr: Est Teslim Günleri Geçersiz
zh_hk: 无效的预计运输天数
zh_tw: 無效的預計送貨天數

source: Area Code Not Setup
cs_cz: Kód oblasti Ne Nastavení
es_es: Código de Zona no Configurado
hi_in: क्षेत्र सेटअप नहीं कोड
id_id: Kode Area Tdk Di-set
it_it: Il codice non Area di installazione
ko_kr: 지역 번호 없음 설치
mr_in: क्षेत्र कोड नाही सेटअप
nl_nl: Area Code niet instellen
pt_pt: Cód. área não config.
ro_ro: Zona nu Codul Setup
ru_ru: Код области не установлен
sq_al: Kodi Jo Area Setup
sv: Riktnummer inte konfigurera
sw_ke: Eneo Kanuni Si Setup
tr_tr: Alan Kodu Değil Kurulum
zh_hk: 区域编号没有设置
zh_tw: 區號未設定

source: Salesman Code Not Setup
cs_cz: Prodavač Kód Ne Nastavení
es_es: Código del Vendedor no Configurado
hi_in: विक्रेता सेटअप नहीं कोड
id_id: Kode Salesman Tdk Di-set
it_it: Il codice non Salesman Setup
ko_kr: 세일즈맨 코드가 아닙니다 설치
mr_in: विक्रता कोड नाही सेटअप
nl_nl: Verkoper Code niet instellen
pt_pt: Cód. Vend. não config
ro_ro: Salesman Nu Cod Setup
ru_ru: Код продавца не установлен
sq_al: Kodi Jo Salesman Setup
sv: Försäljare kod inte Setup
sw_ke: Mfanyabiashara Kanuni Si Setup
tr_tr: Satıcı Kodu Değil Kurulum
zh_hk: 销售员代码没有设置
zh_tw: 業務員代碼未設定

source: Invalid Fwd Date
cs_cz: Neplatné Fwd Datum
es_es: Fecha Fwd no válida
hi_in: अवैध अग्रेषित दिनांक
id_id: Tgl Maju Tdk Berlaku
it_it: Data non valida Fwd
ko_kr: 잘못된 FWD 날짜
mr_in: अवैध टप्पा दिनांक
nl_nl: Ongeldige Fwd Datum
pt_pt: data envio inválida
ro_ro: Invalid Fwd Data
ru_ru: Неверная дата Fwd
sq_al: Data e pavlefshme Fwd
sv: Ogiltig Fwd Datum
sw_ke: Batili Fwd Date
tr_tr: Geçersiz Fwd Tarihi
zh_hk: 无效的Fwd日期
zh_tw: 轉寄日期無效

source: Invalid Phone Number
cs_cz: Neplatné telefonní číslo
es_es: Nº de Teléfono no válido
hi_in: अमान्य फोन नंबर
id_id: Nomor Telepon Tdk Berlaku
it_it: Numero di telefono non
ko_kr: 잘못된 전화 번호
mr_in: अवैध फोन नंबर
nl_nl: Ongeldig telefoonnummer
pt_pt: num. telef. inválido
ro_ro: Număr de telefon nevalid
ru_ru: Неправильный номер телефона
sq_al: Phone Invalid Numri
sv: Ogiltigt telefonnummer
sw_ke: Batili Namba ya Simu
tr_tr: Geçersiz Telefon Numarası
zh_hk: 无效的电话号码
zh_tw: 電話號碼無效

source: Invalid Fax Number
cs_cz: Neplatné číslo faxu
es_es: Número de Fax no válido
hi_in: अवैध फैक्स नंबर
id_id: Nomor Fax Tdk Berlaku
it_it: Numero di fax non valido
ko_kr: 잘못된 팩스 번호
mr_in: अवैध फॅक्स क्रमांक
nl_nl: Ongeldig faxnummer
pt_pt: núm. fax inválido
ro_ro: Nevalid Număr de fax
ru_ru: Неверный номер факса
sq_al: Fax Invalid Numri
sv: Ogiltigt Faxnummer
sw_ke: Batili Fax Idadi
tr_tr: Geçersiz Faks Numarası
zh_hk: 无效的传真号码
zh_tw: 傳真無效

source: Invalid Contact Name
cs_cz: Neplatný Jméno kontaktní osoby
es_es: Nombre de contacto no válido
hi_in: अमान्य संपर्क नाम
id_id: Nama Kontak Tdk Berlaku
it_it: Non valido Nome del contatto
ko_kr: 잘못된 담당자 이름
mr_in: अवैध संपर्क नाव
nl_nl: Ongeldige Contact Naam
pt_pt: Nome Contato Inválido
ro_ro: Contact Nume nevalid
ru_ru: Недействительное имя контакта
sq_al: Kontakt i pavlefshëm Emri
sv: Ogiltigt Kontaktperson
sw_ke: Jina batili Wasiliana
tr_tr: Geçersiz Kişi Adı
zh_hk: 无效的联系人名称
zh_tw: 聯繫人名稱無效

source: Invalid Email Address
cs_cz: Neplatný e-mailovou adresu
es_es: Dirección de correo-e no válida
hi_in: ईमेल पता अवैध
id_id: Alamat Email Tdk Berlaku
it_it: Indirizzo email non valido
ko_kr: 잘못된 이메일 주소
mr_in: अवैध ईमेल पत्ता
nl_nl: Ongeldig e-mailadres
pt_pt: endereço email inválido
ro_ro: Nevalidă Adresa de email
ru_ru: Неправильный адрес электронной почты
sq_al: Invalid Address Email
sv: Ogiltig e-postadress
sw_ke: Email Address batili
tr_tr: E-posta Adresi Geçersiz
zh_hk: 无效的电子邮件地址
zh_tw: 電郵地址無效

source: Location Code Not Setup
cs_cz: Umístění kódu Ne Nastavení
es_es: Código de ubicación sin configurar
hi_in: स्थान सेटअप नहीं कोड
id_id: Kode Lokasi Tdk Di-set
it_it: Il codice non posizione di installazione
ko_kr: 위치 코드가 아닙니다 설치
mr_in: स्थान कोड नाही सेटअप
nl_nl: Locatie Code niet instellen
pt_pt: Cód. local não config.
ro_ro: Locaţia nu Codul Setup
ru_ru: Код расположения не установлен
sq_al: Kodi Jo Vendndodhja Setup
sv: Läge kod inte Setup
sw_ke: Location Kanuni Si Setup
tr_tr: Konumu Kodu Değil Kurulum
zh_hk: 仓库编码没有设置
zh_tw: 尚未設定倉庫編碼

source: Tax Group Id Not Setup
cs_cz: Daňové skupiny Id Ne Nastavení
es_es: Id del Grupo de Impuestos No configurado
hi_in: समूह सेटअप कर नहीं आईडी
id_id: Id Grup Pajak Tdk Di-set
it_it: Gruppo Tasse non Id Setup
ko_kr: 세금 그룹 ID로 설정
mr_in: कर गट नंबर नाही सेटअप
nl_nl: Belasting-id niet instellen
pt_pt: ID Grupo Imposto não config.
ro_ro: Grup fiscal nu Id-ul de instalare
ru_ru: Идентификатор налоговая группа не установлен
sq_al: Grupi Tax Jo Id Setup
sv: Skatt-ID inte konfigurera
sw_ke: Kodi Group Id Si Setup
tr_tr: Vergi Grubu Kurulumu Henüz Kimliği
zh_hk: 税收组ID没有设置
zh_tw: 稅組號沒有設置

source: Shipper Not Setup
cs_cz: Odesílatel Ne Nastavení
es_es: Transportista no Configurado
hi_in: नहीं Shipper सेटअप
id_id: Pengirim Tdk Di-set
it_it: Caricatore non Setup
ko_kr: 발송하지 않음 설정
mr_in: जहाजावरुन माल पाठवण्याचे काम नाही सेटअप
nl_nl: Verlader niet instellen
pt_pt: transportador não config.
ro_ro: Expeditorul nu Setup
ru_ru: Отправитель не установлен
sq_al: Transportues mallrash Jo Setup
sv: Speditören inte Setup
sw_ke: Shipper Si Setup
tr_tr: Nakliyeci değil Kur
zh_hk: 承运人没有设置
zh_tw: 運輸商未設置

source: Invalid Deliver Blind
cs_cz: Neplatný Doručit Blind
es_es: Despacho a Ciegas no válido
hi_in: अवैध ब्लाइंड उद्धार
id_id: Kirim Tanpa Alamat Pengirim Tdk Berlaku
it_it: Valide Deliver Blind
ko_kr: 블라인드 전달이 잘못
mr_in: अंध वितरित अवैध
nl_nl: Ongeldige Deliver Blind
pt_pt: entrega blind. inválida
ro_ro: Invalid Livraţi Blind
ru_ru: Неверный слепая доставка
sq_al: Pavlefshme Livre Blind
sv: Ogiltig Leverera Blind
sw_ke: Batili Deliver Blind
tr_tr: Geçersiz Blind sunun
zh_hk: 无效的模糊发货
zh_tw: 無效交付盲

source: Invalid Disable Transactions
cs_cz: Neplatný Zakázat Transakce
es_es: Deshabilitar Transacciones no válida
hi_in: लेनदेन को निष्क्रिय अवैध
id_id: Non-aktifkan Transaksi Tdk Berlaku
it_it: Disabilitare le transazioni valide
ko_kr: 잘못된 사용 안함 거래
mr_in: अवैध अक्षम व्यवहार
nl_nl: Ongeldige uitschakelen Transacties
pt_pt: desabilitar trans. inválido
ro_ro: Invalid Tranzacţii Dezactivează
ru_ru: Недействительное отключение сделок
sq_al: Transaksionet e pavlefshme Disable
sv: Ogiltig Inaktivera Transaktioner
sw_ke: Batili Transactions Disable
tr_tr: Devre dışı İşlemleri Geçersiz
zh_hk: 无效的禁用交易
zh_tw: 禁止交易無效

source: Invalid Special Instructions
cs_cz: Neplatný Upřesňující informace
es_es: Instrucciones Especiales no válidas
hi_in: विशेष निर्देश अमान्य
id_id: Instruksi Khusus Tdk Berlaku
it_it: Istruzioni speciali valide
ko_kr: 잘못된 특별 지침
mr_in: अवैध विशेष सूचना
nl_nl: Ongeldige Speciale instructies
pt_pt: instruções espec. inválida
ro_ro: Invalid Instrucţiuni speciale
ru_ru: Неверные специальные инструкции
sq_al: Udhëzime të veçanta të pavlefshme
sv: Ogiltig Särskilda anvisningar
sw_ke: Batili Maelekezo Maalum
tr_tr: Özel Talimatları Geçersiz
zh_hk: 无效的特别指示
zh_tw: 特殊指示無效

source: Invalid Customer Branch Code
cs_cz: Neplatný zákazníka pobočky kód
es_es: Código de sucursal de cliente no válida
hi_in: अवैध ग्राहक शाखा कोड
id_id: Kode Cabang Customer Tdk Berlaku
it_it: Non valido Codice Cliente Branch
ko_kr: 잘못된 고객 지점 코드
mr_in: अवैध ग्राहक शाखा कोड
nl_nl: Ongeldige Klant Branch Code
pt_pt: Inv. cód. sucursal cliente
ro_ro: Client nevalid Cod sucursală
ru_ru: Неверный код партии клиента
sq_al: Customer Invalid Dega Kodi
sv: Ogiltig Kund Branch Code
sw_ke: Wateja batili Tawi Code
tr_tr: Geçersiz Müşteri Şube Kodu
zh_hk: 无效的客户分公司代码
zh_tw: 客戶分公司編碼無效

source: Branch No Does not Exist
cs_cz: Pobočka č. neexistuje
es_es: Nº de sucursal. No Existe
hi_in: शाखा कोई उपस्थित नहीं है
id_id: Cabang Tdk Tdk Exist
it_it: Branch No non esiste
ko_kr: 지점 번호가 존재하지 않습니다
mr_in: शाखा नाही अस्तित्वात नाही
nl_nl: Branch Is Geen bestaat niet
pt_pt: Núm. Suc. não existe
ro_ro: Sucursala Nu, nu există
ru_ru: Отделение Нет ли не существует
sq_al: Dega Jo nuk ekziston
sv: Branch Nej inte existerar
sw_ke: Hakuna tawi haipo
tr_tr: Dal yok Exist mu
zh_hk: 顾客分公司号码不存在
zh_tw: 分公司編號不存在

source: Stock Code Does not Exist
cs_cz: Skladem Kód neexistuje
es_es: El Código de Existencia No Existe
hi_in: स्टॉक कोड नहीं उपस्थित नहीं है
id_id: Kode Stok Tdk Ada
it_it: Codice d&#39;archivio non esiste
ko_kr: 주식 코드가 존재하지 않습니다
mr_in: स्टॉक कोड अस्तित्वात नाही
nl_nl: Stock code bestaat niet
pt_pt: Cód. Estoque não existe
ro_ro: Codul de stoc nu există
ru_ru: Код склада не существует
sq_al: Kodi Stock nuk ekziston
sv: Lagerkod Finns inte
sw_ke: Kanuni hisa haipo
tr_tr: Stok Kodu Exist mu
zh_hk: 库存代码不存在
zh_tw: 庫存編碼不存在

source: Stock Category Does not Exist
cs_cz: Sklad kategorie neexistuje
es_es: La Categoría de Existencia No Existe
hi_in: शेयर श्रेणी मौजूद नहीं है
id_id: Kategori Stok Tdk Ada
it_it: Categoria archivio non esiste
ko_kr: 주식 카테고리가 존재하지 않습니다
mr_in: स्टॉक वर्ग अस्तित्वात नाही
nl_nl: Stock categorie bestaat niet
pt_pt: Categoria Estoque não existe
ro_ro: Categorie de valori nu există
ru_ru: Категория склада не существует
sq_al: Kategoria Stock nuk ekziston
sv: Stock kategorin finns inte
sw_ke: Hisa Jamii haipo
tr_tr: Stok Kategori Exist mu
zh_hk: 库存种类不存在
zh_tw: 庫存目錄不存在

source: Incorrect Stock Description Length
cs_cz: Nesprávné skladem Popis Délka
es_es: Longitud incorrecta de la Descripción de la Existencia
hi_in: स्टॉक विवरण गलत लंबाई
id_id: Jumlah Keterangan Stok Salah
it_it: Descrizione non corretta lunghezza stock
ko_kr: 잘못된 재고 설명 길이
mr_in: अयोग्य स्टॉक वर्णन लांबी
nl_nl: Onjuiste Stock Description Length
pt_pt: Tamanho Descr. Estoque Inválido
ro_ro: Incorecte Descriere Lungime Bursa de Valori
ru_ru: Неправильная длина описания склада
sq_al: Përshkrimi i gabuar Length Stock
sv: Felaktig Längd Stock Beskrivning
sw_ke: Sahihi Stock Description Muda
tr_tr: Yanlış Hazır Açıklama Süre
zh_hk: 错误的库存描述长度
zh_tw: 庫存描述長度不正確

source: Incorrect Units Length
cs_cz: Nesprávné Jednotky Délka
es_es: Longitud de Unidades Incorrecta
hi_in: इकाइयों लंबाई ग़लत
id_id: Jumlah Satuan Salah
it_it: Lunghezza errata Unità
ko_kr: 잘못된 단위 길이
mr_in: अयोग्य एकके लांबी
nl_nl: Onjuiste Eenheden Lengte
pt_pt: Tam. unidade incorreto
ro_ro: Incorecte Unităţi Lungime
ru_ru: Неправильные единицы измерения
sq_al: Incorrect Njësitë Length
sv: Felaktig Enheter Längd
sw_ke: Muda si sahihi Units
tr_tr: Yanlış Birimleri Uzunluk
zh_hk: 不正确的单位长度
zh_tw: 不正確長度單位

source: Incorrect MB Flag
cs_cz: Nesprávné MB vlajka
es_es: Marca MB no válida
hi_in: एमबी ध्वज गलत
id_id: Flag MB Salah
it_it: Bandiera errato MB
ko_kr: 잘못된 MB 플래그
mr_in: अयोग्य एमबी ध्वज
nl_nl: Onjuiste MB Vlag
pt_pt: Indic. MB incorreto
ro_ro: Incorecte Flag MB
ru_ru: Неправильное флаг МБ
sq_al: Flamuri i gabuar MB
sv: Felaktig MB Flag
sw_ke: Sahihi MB Flag
tr_tr: Yanlış MB Bayrak
zh_hk: 不正确的MB标志
zh_tw: 不正確的MB標誌

source: Invalid Current Cost Date
cs_cz: Neplatné Aktuální cena datum
es_es: Fecha de Costo Actual no válida
hi_in: वर्तमान मूल्य तिथि अवैध
id_id: Tgl HPP Saat-Ini Salah
it_it: Data non valida Current Cost
ko_kr: 잘못된 현재 비용 날짜
mr_in: अवैध वर्तमान किंमत दिनांक
nl_nl: Ongeldige Huidige kosten Datum
pt_pt: Inválida data custo atual
ro_ro: Invalid Data Cost curent
ru_ru: Неверная текущая дата стоимости
sq_al: Pavlefshme Data aktuale Kosto
sv: Ogiltig nuvarande kostnaderna Datum
sw_ke: Batili Tarehe Hali Gharama
tr_tr: Geçerli Maliyet Tarihi Geçersiz
zh_hk: 无效的当前成本日期
zh_tw: 無效的當前日期的成本

source: Invalid Actual Cost
cs_cz: Neplatný Skutečné náklady
es_es: Costo Real no válido
hi_in: वास्तविक लागत अवैध
id_id: HPP Aktual Tdk Berlaku
it_it: Costo effettivo non valida
ko_kr: 잘못된 실제 비용
mr_in: अवैध प्रत्यक्ष खर्च
nl_nl: Ongeldige Werkelijke kosten
pt_pt: inválido custo atual
ro_ro: Invalid Cost real
ru_ru: Неверная фактическая стоимость
sq_al: Pavlefshme Kosto Aktuale
sv: Ogiltig Verklig kostnad
sw_ke: Gharama halisi ya batili
tr_tr: Fiili Maliyet Geçersiz
zh_hk: 无效的实际成本
zh_tw: 無效的實際成本

source: Invalid Lowest Level
cs_cz: Neplatný nejnižší úroveň
es_es: Nivel Mínimo no válido
hi_in: निम्नतम स्तर अवैध
id_id: Tingkat Terendah Tdk Berlaku
it_it: Livello più basso non valida
ko_kr: 잘못된 최저 수준
mr_in: अवैध सर्वात कमी स्तर
nl_nl: Ongeldige laagste niveau
pt_pt: inválido nível min.
ro_ro: Invalid cel mai scăzut nivel
ru_ru: Неверный низкий уровень
sq_al: Pavlefshme Niveli më i ulët
sv: Ogiltig lägsta
sw_ke: Batili Level Chini
tr_tr: En düşük seviyesi Geçersiz
zh_hk: 无效的最低水平
zh_tw: 無效的最低水平

source: Invalid Discontinued
cs_cz: Starší neplatné
es_es: Descontinuado no válido
hi_in: बंद अमान्य
id_id: Dihentikan Tdk Berlaku
it_it: Valide Discontinued
ko_kr: 단종 잘못된
mr_in: बंद अवैध
nl_nl: Ongeldige Beindigde
pt_pt: inválido inativo/ativo
ro_ro: Invalid scoase
ru_ru: Неверная отмена
sq_al: Pavlefshme ndërprerë
sv: Ogiltig avvecklade
sw_ke: Batili imekoma
tr_tr: Durdurulan Geçersiz
zh_hk: 无效的终端
zh_tw: 無效停產

source: Invalid EOQ
cs_cz: Neplatný EOQ
es_es: EOQ no válido
hi_in: अवैध EOQ
id_id: EOQ Tdk Berlaku
it_it: Valide EOQ
ko_kr: 잘못된 EOQ
mr_in: अवैध EOQ
nl_nl: Ongeldige EOQ
pt_pt: inválido EOQ
ru_ru: Неверный EOQ
sq_al: Pavlefshme EOQ
sv: Ogiltig EOQ
sw_ke: Batili EOQ
tr_tr: Geçersiz EOQ
zh_hk: 无效的EOQ（经济订购数量）
zh_tw: 無效的EOQ
