Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Start Date For Distribution
cs_cz: Datum zahájení distribuce
es_es: Fecha de Inicio de la Distribución
hi_in: वितरण के लिए प्रारंभ दिनांक
id_id: Tgl Mulai Utk Distribusi
it_it: Data di inizio della distribuzione
ko_kr: 분배를위한 시작 날짜
mr_in: वितरणासाठी प्रारंभ तारीख
nl_nl: Startdatum voor Distributie
pt_pt: Data Inicial da Distrib.
ro_ro: Data de începere pentru Distributie
ru_ru: Дата начала Для распространения
sq_al: Data e fillimit për të Shpërndarjes
sv: Startdatum för distribution
sw_ke: Tarehe ya kuanza kwa ajili ya usambazaji
tr_tr: Dağıtımı için Başlangıç Tarihi
zh_hk: 配送起始日期
zh_tw: 分配開始日期

source: Distribution Period
cs_cz: Distribuce období
es_es: Período de Distribución
hi_in: वितरण अवधि
id_id: Periode Distribusi
it_it: Periodo di distribuzione
ko_kr: 유통 기간
mr_in: वितरण कालावधी
nl_nl: Distributie Periode
pt_pt: Período da Distrib.
ro_ro: Perioada de distribuţie
ru_ru: Период распределения
sq_al: Periudha e shpërndarjes
sv: Distributionsperiod
sw_ke: Usambazaji Period
tr_tr: Dağıtım Dönemi
zh_hk: 配送期间
zh_tw: 分配期間

source: Weekly
cs_cz: Týdenní
es_es: Semanal
hi_in: साप्ताहिक
id_id: Per Minggu
it_it: Settimanale
ko_kr: 주간
mr_in: साप्ताहिक
nl_nl: Weekelijks
pt_pt: Semanal
ro_ro: Pe săptămână
ru_ru: Еженедельно
sq_al: Javore
sv: Veckovis
sw_ke: Kila wiki
tr_tr: HAFTALIK
zh_hk: 每周
zh_tw: 每週

source: Monthly
cs_cz: Měsíční
es_es: Mensual
hi_in: मासिक
id_id: Per Bulan
it_it: Mensile
ko_kr: 월별
mr_in: मासिक
nl_nl: Maandelijks
pt_pt: Mensal
ro_ro: Lunar
ru_ru: Ежемесячно
sq_al: Mujore
sv: Månadsvis
sw_ke: Kila mwezi
tr_tr: AYLIK
zh_hk: 每月
zh_tw: 每月

source: Number of Periods
cs_cz: Počet období
es_es: Cantidad de períodos
hi_in: अवधियों की संख्या
id_id: Jumlah Periode
it_it: Numero di periodi
ko_kr: 기간의 수
mr_in: कालावधी संख्या
nl_nl: Aantal perioden
pt_pt: Núm. Períodos
ro_ro: Numărul de perioade
ru_ru: Количество периодов
sq_al: Numri i periudhave
sv: Antal perioder
sw_ke: Idadi ya Vipindi
tr_tr: Dönem sayısı
zh_hk: 期间数量
zh_tw: 期數

source: Exclude Total Quantity Less Than
cs_cz: Vyloučit Celkem nižší množství, než
es_es: Excluir Cantidad Total Menor De
hi_in: बहिष्कृत कुल मात्रा से कम
id_id: Kecuali Total Qty Kurang Dari
it_it: Escludi Quantità totale inferiore a
ko_kr: 총 수량 미만 제외
mr_in: एकूण प्रमाण कमी निष्कासित
nl_nl: Exclusief Totaal hoeveelheden van minder dan
pt_pt: Excluir Total Quant. menor que
ro_ro: Exclude Cantitatea totală minimă
ru_ru: Исключить Общее количество меньше чем
sq_al: Sasia Përjashto Total më pak se
sv: Exkludera total kvantitet mindre änn
sw_ke: Jumla ya kuwatenga Quantity chini ya
tr_tr: Dışlamak Toplam Miktar Less Than
zh_hk: 不包括总数少于
zh_tw: 排除總量小於量

source: Exclude Total Dollars Less Than
cs_cz: Vyloučit Celkem dolarů méně než
es_es: Excluir Total de Dólares menor que
hi_in: बहिष्कृत कुल डॉलर से कम
id_id: Kecuali Total Nilai Kurang Dari
it_it: Dollari Escludi totale inferiore a
ko_kr: 총 달러 미만 제외
mr_in: एकूण डॉलर्स कमी निष्कासित
nl_nl: Exclusief Totaal dollars minder dan
pt_pt: Excluir Total Valores Menor que
ro_ro: Total de dolari mai puţin decât Exclude
ru_ru: Исключить Всего долларов меньше, чем
sq_al: Dollarë më pak se Përjashto Gjithsej
sv: Exkludera total kvantitet mindre än
sw_ke: Jumla ya kuwatenga chini ya dola
tr_tr: Dışlamak Toplam Dolar Less Than
zh_hk: 不包括总金额数少于
zh_tw: 排除美元總額小於

source: Multiplier
cs_cz: Násobitel
es_es: Multiplicador
hi_in: गुणक
id_id: Pengganda
it_it: Moltiplicatore
ko_kr: 승수
mr_in: गुणक
pt_pt: Multiplicador
ro_ro: Multiplicator
ru_ru: Множитель
sq_al: Shumëzues
sv: Faktor
tr_tr: Çarpan
zh_hk: 乘数
zh_tw: 乘數

source: MRP Demand Types
cs_cz: MRP Poptávka Typy
es_es: PRM - Tipos de Solicitud (exigencia)
hi_in: एमआरपी मांग के प्रकार
id_id: MRP - Tipe Permintaan
it_it: MRP Demand Tipi
ko_kr: MRP 수요 유형
mr_in: MRP मागणी प्रकार
nl_nl: MRP Demand Soorten
pt_pt: Tipo Demanda MRP
ro_ro: MRP Cererea Tipuri
ru_ru: Типы MRP спроса
sq_al: Kërkesa Llojet MRP
sv: MRP behovstyper
sw_ke: MRP Demand Aina
tr_tr: MRP Talep Türleri
zh_hk: MRP 需求种类
zh_tw: MRP 需求種類

source: The Demand Type is reserved for the system
cs_cz: Poptávka Typ je vyhrazeno pro systém
es_es: El tipo de demanda está reservada para el sistema
hi_in: डिमांड है सिस्टम के लिए आरक्षित लिखें
id_id: Tipe Permintaan tersebut disimpan utk sistem
it_it: La domanda Type è riservato per il sistema
ko_kr: 수요 유형은 시스템 용으로 예약되어
mr_in: डिमांड प्रकार प्रणाली राखीव आहे
nl_nl: De vraag Type is gereserveerd voor het systeem
pt_pt: O Tipo de Pedido é reservado ao sistema
ro_ro: Cererea tip este rezervată pentru sistem
ru_ru: Тип спроса зарезервирован для системы
sq_al: Kërkesa Lloji është i rezervuar për sistemin e
sv: Efterfrågan Typ är reserverat för systemet
sw_ke: Mahitaji ya Aina ni akiba kwa ajili ya mfumo
tr_tr: Talep sistemi için ayrılmıştır Türü
zh_hk: 此需求种类已经保存
zh_tw: 需求類型是保留給系統

source: The Demand Type code must be at least 1 character long
cs_cz: Poptávka Zadejte kód musí být minimálně 1 znak dlouhá
es_es: El Código del Tipo de Demanda no puede estar vacío
hi_in: कोड प्रकार डिमांड कम से कम 1 लंबा चरित्र होना चाहिए
id_id: Kode Tipe Permintaan minimal 1 karakter
it_it: La domanda di tipo codice deve essere di almeno 1 carattere a lungo
ko_kr: 수요 유형 코드는 최소한 1 문자 이상이어야합니다
mr_in: डिमांड प्रकार कोड किमान 1 अक्षर असायला हवे
nl_nl: De Demand Type de code moet minstens 1 teken lang zijn
pt_pt: O Código do Tipo de Pedido necessita ter pelo menos uma posição
ro_ro: Cererea de tip cod trebuie să fie de cel puţin 1 caracter lung
ru_ru: Код типа спроса должен состоять из не менее чем 1 символа
sq_al: Kërkesa Lloji Kodi duhet të jetë së paku 1 karakter të gjatë
sv: Behovstypskoden måste vara minst 1 tecken lång
sw_ke: Aina ya Mahitaji ya kificho lazima angalau 1 tabia ya muda mrefu
tr_tr: kodunu yazın Talep en az 1 karakter uzunluğunda olmalıdır
zh_hk: 需求种类代码必须至少一个字符
zh_tw: 需求類型的代碼必須至少有1個字符長

source: The Demand Type description must be at least 3 characters long
cs_cz: Poptávka Popis typu musí být alespoň 3 znaky
es_es: La descripción del Tipo de Solicitud debe tener al menos 3 caracteres
hi_in: विवरण लिखें डिमांड कम से कम 3 अक्षर का होना चाहिए
id_id: Keterangan Tipe Permintaan minimal 3 karakter
it_it: La domanda tipo descrizione deve essere almeno di 3 caratteri
ko_kr: 수요 유형 설명 최소 3 자 이상이어야합니다
mr_in: डिमांड प्रकार वर्णन किमान 3 वर्ण लांब असणे आवश्यक आहे
nl_nl: De vraag Type beschrijving moet ten minste 3 tekens lang zijn
pt_pt: A descrição do Tipo de Pedido necessita de no mínimo 3 caracteres
ro_ro: Cererea tip Descrierea trebuie să fie de cel puţin 3 caractere lungime
ru_ru: Описание типа спроса должно быть не менее 3 символов
sq_al: Kërkesa Lloji Përshkrimi duhet të jetë së paku 3 karaktere
sv: Behovstypsbeskrivningen måste vara minst 3 tecken lång
sw_ke: Aina ya Mahitaji ya maelezo hayo yana 3 wahusika kwa muda mrefu
tr_tr: açıklamasını yazın Talep en az 3 karakter uzunluğunda olmalıdır
zh_hk: 需求种类描述描述必须是最少 3 个个字
zh_tw: 需求類型的描述必須至少有3個字符長

source: The demand type record has been updated
cs_cz: Poptávka typ záznamu byl aktualizován
es_es: El registro del tipo de demanda ha sido actualizado
hi_in: मांग प्रकार रिकॉर्ड अद्यतन किया गया है
id_id: Data tipe permintaan telah diperbarui
it_it: Il record tipologia di domanda è stato aggiornato
ko_kr: 수요 형 레코드가 업데이트되었습니다
mr_in: मागणी प्रकार रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: De vraag type record is bijgewerkt
pt_pt: O registro do tipo de pedido foi atualizado
ro_ro: Tip de înregistrare a cererii a fost actualizat
ru_ru: Запись типа спроса была обновлена
sq_al: Lloji i kërkesës rekord është përditësuar
sv: Behovstypsposten har uppdaterats
sw_ke: Rekodi ya mahitaji ya aina imekuwa updated
tr_tr: Talep tipi kayıt güncellendi
zh_hk: 需求种类记录已更新
zh_tw: 需求類型的記錄已經被更新

source: The new demand type has been added to the database
cs_cz: Nový požadavek typ byl přidán do databáze
es_es: El nuevo tipo de demanda se guardó en la base de datos
hi_in: नई मांग प्रकार डेटाबेस में जोड़ा गया है
id_id: Tipe permintaan yg baru telah ditambah ke database
it_it: Il tipo di domanda è stata aggiunta al database
ko_kr: 새로운 온 디맨드 형 데이터베이스에 추가 된
mr_in: नवीन मागणी प्रकार डेटाबेस जोडले गेले आहे
nl_nl: De nieuwe vraag type is toegevoegd aan de database
pt_pt: O novo tipo de registro foi adicionado ao banco de dados
ro_ro: Cererea tip nou a fost adăugată la baza de date
ru_ru: Новый тип спроса был добавлен в базу данных
sq_al: Lloj i ri kërkesës është shtuar në bazën e të dhënave
sv: Den nya behovstypen har laggts till i databasen
sw_ke: Aina mpya ya mahitaji imekuwa aliongeza database
tr_tr: Yeni talep tip veritabanına eklendi
zh_hk: 新的需求种类已加到数据库
zh_tw: 新的需求類型已被添加到數據庫中

source: The update/addition of the demand type failed because
cs_cz: Aktualizaci a doplnění o poptávce typu se nezdařilo, protože
es_es: La creación/actualización del tipo de demanda falló porque
hi_in: मांग प्रकार के अद्यतन के अलावा / क्योंकि विफल
id_id: Pembaruan/penambahan tipe permintaan gagal karena
it_it: L&#39;aggiornamento / integrazione del tipo di domanda non è riuscita perché
ko_kr: 온 디맨드 형의 갱신 / 추가 실패 때문에
mr_in: कारण मागणी प्रकारच्या सुधारणा / व्यतिरिक्त अयशस्वी
nl_nl: De update / toevoeging van de vraag type is mislukt omdat
pt_pt: A atualização/adição do tipo de pedido falhou porque
ro_ro: Actualizare / completare a cererii de tip a eşuat pentru că
ru_ru: Обновление / добавление типа спроса не удалось, так
sq_al: Update / shtimin e llojit të kërkesës së dështuar për shkak se
sv: Uppdatering/tillägg av behovstyp misslyckades eftersom
sw_ke: Update / kuongeza aina ya mahitaji alishindwa kwa sababu
tr_tr: talep tipi güncelleme / ek çünkü başarısız oldu
zh_hk: 更新/新增需求种类失败, 因为
zh_tw: 更新/增加的需求類型失敗，因為

source: Cannot delete this demand type because MRP Demand records exist for this type
cs_cz: Nelze smazat tento požadavek typu, protože MRP Poptávka záznamy existují pro tento typ
es_es: No se puede suprimir este tipo de solicitud porque existen registros de solicitud MRP de este tipo
hi_in: इस मांग के प्रकार को नष्ट क्योंकि एमआरपी मांग अभिलेख इस प्रकार के लिए मौजूद नहीं कर सकते
id_id: Tdk dapat menghapus tipe permintaan ini karena data Permintaan MRP sdh ada utk tipe ini
it_it: Impossibile eliminare questo tipo di domanda perché i record Demand MRP esistono per questo tipo
ko_kr: MRP 수요 기록이 유형에 존재하기 때문에이 수요 유형을 삭제할 수 없습니다
mr_in: MRP डिमांड रेकॉर्ड या प्रकारच्या अस्तित्वात कारण या मागणी प्रकार हटवू शकत नाही
nl_nl: Kan niet verwijderen deze vraag type, omdat MRP vraag register bestaat voor dit soort
pt_pt: Este tipo de pedido não pode ser apagado porque existem registros de pedido MRP para este tipo
ro_ro: Nu se poate şterge acest tip de cerere, deoarece MRP Cererea există înregistrări pentru acest tip de
ru_ru: Не удается удалить этот тип спроса, поскольку для него существует MRP-требование
sq_al: Nuk mund të fshini këtë lloj kërkesë për shkak se të dhënat e kërkesës MRP ekzistojnë për këtë lloj
sv: Kan inte ta bort denna behovstyp eftersom det finns MRP behovsposter mot den
sw_ke: Hawezi kufuta aina hii kwa sababu mahitaji MRP Demand kumbukumbu zipo kwa ajili ya aina hii
tr_tr: MRP Talep kayıtlar bu tip var, çünkü bu talebi tip silinemiyor
zh_hk: 未能删除这需求种类, 因为已有此种类型的需求计划（MRP）需求记录
zh_tw: 無法刪除此型，因為MRP的需求記錄存在這種類型

source: MRP Demands referring to this type
cs_cz: MRP požaduje s odkazem na tento typ
es_es: Solicitudes MRP que hacen referencia a este tipo
hi_in: एमआरपी मांगों इस प्रकार की चर्चा करते हुए
id_id: Permintaan MRP yg mereferensi pada tipe ini
it_it: MRP chiede riferimento a questo tipo
ko_kr: MRP는이 형태를 참조하여 요구
mr_in: या प्रकारच्या संदर्भ MRP मागण्या
nl_nl: MRP eist met betrekking tot dit type
pt_pt: Refere-se a pedidos MRP para este tipo
ro_ro: MRP Cereri referindu-se la acest tip de
ru_ru: MRP-требования, относящихся к этому типу
sq_al: MRP kërkon iu referuar në këtë lloj
sv: MRP behov som reffererar till denna typ
sw_ke: Madai MRP akimaanisha aina hii
tr_tr: MRP Talepler bu tip atıfta
zh_hk: 物料需求计划（MRP）需求指向此类型
zh_tw: MRP要求參照該類型

source: The selected demand type record has been deleted
cs_cz: Vybraný typ poptávka záznam byl odstraněn
es_es: Se eliminó el registro del tipo de demanda seleccionado
hi_in: चयनित मांग प्रकार रिकॉर्ड हटा दिया गया है
id_id: Data tipe permintaan yg terpilih telah dihapus
it_it: La registrazione selezionata tipologia di domanda è stata eliminata
ko_kr: 선택된 디맨드 형 기록이 삭제되었습니다
mr_in: निवडलेले मागणी प्रकार रेकॉर्ड हटविले गेले आहे
nl_nl: De geselecteerde vraag type record is verwijderd
pt_pt: O registro do tipo de pedido foi apagado
ro_ro: Selectat tip de înregistrare a cererii a fost şters
ru_ru: Выбранный типа спроса был удален
sq_al: Zgjedhur llojin e kërkesës rekord është grisur
sv: Makulerad
sw_ke: Mahitaji ya kuchaguliwa rekodi ya aina imefutwa
tr_tr: Seçilen talep tipi kayıt silindi
zh_hk: 选取的需求种类记录已删除
zh_tw: 所選擇的需求類型的記錄已被刪除

source: Show all Demand Types
cs_cz: Zobrazit všechny typy Poptávka
es_es: Mostrar todos los tipos de Demanda
hi_in: सब प्रकार की मांग दिखाएँ
id_id: Tampilkan semua Tipe Permintaan
it_it: Mostra tutte le tipologie di domanda
ko_kr: 모든 수요 유형보기
mr_in: सर्व डिमांड प्रकार दाखवा
nl_nl: Toon alle Demand Soorten
pt_pt: Mostre todos os Tipos de Pedidos
ro_ro: Arată toate Tipuri Demand
ru_ru: Показать все типы спроса
sq_al: Trego të gjitha Llojet Demand
sv: Visa alla behovstyper
sw_ke: Show Aina yote Demand
tr_tr: Tüm Talep Türleri göster
zh_hk: 显示所有需求类型
zh_tw: 顯示所有類型的需求

source: Demand Type Description
cs_cz: Poptávka Typ Popis
es_es: Descripción del Tipo de Solicitud
hi_in: मांग टाइप विवरण
id_id: Keterangan Tipe Permintaan
it_it: Demand Tipo Descrizione
ko_kr: 수요 유형 설명
mr_in: मागणी प्रकार वर्णन
nl_nl: Vraag Type Omschrijving
pt_pt: Descrição do Tipo de Pedido
ro_ro: Tipul cererii Descriere
ru_ru: Описание типа спроса
sq_al: Lloji Kërkesa Description
sv: Behovstypbeskrivning
sw_ke: Mahitaji Type Description
tr_tr: Talep Türü Açıklama
zh_hk: 需求种类描述
zh_tw: 需求類型說明

source: MRP Demands
cs_cz: Požadavky MRP
es_es: Solicitudes MRP
hi_in: एमआरपी मांगों
id_id: Permintaan MRP
it_it: MRP Richieste
ko_kr: MRP의 수요
mr_in: MRP मागण्या
nl_nl: MRP Eisen
pt_pt: Demandas MRP
ro_ro: MRP Cereri
ru_ru: MRP требует
sq_al: MRP kërkon
sv: MRP Behov
sw_ke: Madai MRP
tr_tr: MRP Talepleri
zh_hk: MRP需求
zh_tw: MRP需求

source: No record found in search
cs_cz: Žádný záznam nalezený ve vyhledávání
es_es: No se encontraron registros en la búsqueda
hi_in: कोई रिकॉर्ड खोज में पाया
id_id: Data tdk ditemukan dalam pencarian
it_it: Nessun record trovato nella ricerca
ko_kr: 검색에서 찾을 수 없음 기록 없음
mr_in: शोध आढळले नाही रेकॉर्ड
nl_nl: Geen record gevonden, op zoek naar
pt_pt: Nenhum registro encontrado
ro_ro: Nu record găsit în căutare
ru_ru: Не найдено записей в поиске
sq_al: Nuk ka rekord gjetur në kërkim
sv: Inga rekord hittades i sökandet
sw_ke: Hakuna rekodi kupatikana katika kutafuta
tr_tr: Hiçbir kayıt arama bulundu
zh_hk: 查询时未发现记录
zh_tw: 在搜索中沒有找到記錄

source: Quantity must be numeric
cs_cz: Množství musí být numerický
es_es: Las cantidad debe ser numérica
hi_in: मात्रा संख्यात्मक होना चाहिए
id_id: Qty harus numerik
it_it: Quantità deve essere numerico
ko_kr: 수량은 숫자이어야합니다
mr_in: प्रमाण अंकीय असणे आवश्यक आहे
nl_nl: Hoeveelheid moet worden numerieke
pt_pt: Quant. deve ser numérica
ro_ro: Cantitatea trebuie să fie numeric
ru_ru: Количество должно быть числовым
sq_al: Sasia duhet të jetë një numër
sv: Antalet måste vara numeriskt
sw_ke: Wingi lazima numeric
tr_tr: Miktar sayısal olmalıdır
zh_hk: 数量必须是数值
zh_tw: 數量必須是數字

source: Quantity must be greater than 0
cs_cz: Množství musí být větší než 0
es_es: La cantidad debe ser mayor que 0
hi_in: मात्रा 0 से अधिक होना चाहिए
id_id: Qty harus lebih besar dari 0
it_it: Quantità deve essere maggiore di 0
ko_kr: 수량이 0보다 커야합니다
mr_in: प्रमाण 0 पेक्षा जास्त असणे आवश्यक आहे
nl_nl: Hoeveelheid moet groter zijn dan 0
pt_pt: Quantid. deve ser maior que 0
ro_ro: Cantitate trebuie să fie mai mare decât 0
ru_ru: Количество должно быть больше 0
sq_al: Sasi duhet të jetë më e madhe se 0
sv: Kvantitet måste vara större än noll
sw_ke: Wingi lazima kuwa kubwa kuliko 0
tr_tr: Miktar 0&#39;dan büyük olmalıdır
zh_hk: 数量必须大于0
zh_tw: 數量必須大於0

source: Invalid due date
cs_cz: Neplatné datum splatnosti
es_es: Fecha de vencimiento no válida
hi_in: नियत तारीख अवैध
id_id: Jatuh tempo salah
it_it: Data non valida a causa
ko_kr: 잘못된 기한
mr_in: अवैध देय तारीख
nl_nl: Ongeldige vervaldatum
pt_pt: Data Feitio Inválida
ro_ro: Invalid data scadenţei
ru_ru: Неверный срок
sq_al: Pavlefshme datën e caktuar
sv: Felaktigt förfallodatum
sw_ke: Batili kutokana na tarehe
tr_tr: vadesi Geçersiz
zh_hk: 无效的到期日
zh_tw: 無效的到期日

source: Invalid demand type
cs_cz: Neplatný požadavek typu
es_es: Tipo de solicitud no válida
hi_in: अवैध मांग लिखें
id_id: Tipe Permintaan salah
it_it: Domanda di tipo non valido
ko_kr: 잘못된 수요 유형
mr_in: अवैध मागणी प्रकार
nl_nl: Ongeldige vraag type
pt_pt: Tipo de Demanda Inválido
ro_ro: Invalid cerere tip
ru_ru: Неверный тип спроса
sq_al: Kërkesa Lloj i pavlefshëm
sv: Ogiltig behovstyp
sw_ke: Batili mahitaji ya aina
tr_tr: Geçersiz talep türü
zh_hk: 无效需求种类
zh_tw: 無效的需求類型

source: is not a valid item code
cs_cz: není platný kód položky
es_es: no es un código de artículo válido
hi_in: एक वैध मद कोड नहीं है
id_id: bukan kode item yg berlaku
it_it: non è un codice valido elemento
ko_kr: 유효한 항목 코드는 아니다
mr_in: वैध आयटम कोड नाही
nl_nl: is geen geldige artikelcode
pt_pt: não é um código de item válido
ro_ro: nu este un cod valid element
ru_ru: не является верным кодом товара
sq_al: nuk është një kod i vlefshëm artikull
sv: är inte en giltigt artikelkod
sw_ke: si halali item code
tr_tr: geçerli bir ürün kodunun değil
zh_hk: 无效的物料代码
zh_tw: 不是一個有效的項目代碼

source: Record already exists for part number/demand type/date
cs_cz: Záznam již existuje pro část číslo / poptávka typ / den
es_es: El registro ya existe para el tipo de demanda / número de parte / fecha
hi_in: रिकॉर्ड पहले ही भाग संख्या / मांग प्रकार / तारीख के लिए मौजूद है
id_id: Data sdh ada utk nomor bagian/tipe permintaan/tgl
it_it: Record esiste già per numero di parte / tipo domanda / data
ko_kr: 기록은 이미 부품 번호 / 수요 타입 / 날짜 존재
mr_in: नोंद आधीच भाग क्रमांक / मागणी प्रकार / तारीख विद्यमान
nl_nl: Record bestaat al voor een deel nummer / type vraag / datum
pt_pt: Registro já existe para item núm/demanda tipo/data
ro_ro: Record există deja cerere pentru tipul de număr parte / / data
ru_ru: Запись уже существует для номера части / типа спроса / даты
sq_al: Regjistro tashmë ekziston për numrin pjesë lloji / kërkesë / Data
sv: Rekord finns redan för del nummer och efterfrågan typ / datum
sw_ke: Rekodi tayari lipo kwa sehemu idadi aina / mahitaji / tarehe
tr_tr: Kayıt zaten parça numarası / talep tipi / tarih var
zh_hk: 此部品号码/要求种类/日期的记录已经存在
zh_tw: 記錄已經存在的部件號/需求類型/日

source: The MRP demand record has been updated for
cs_cz: Poptávka MRP Záznam byl aktualizován pro
es_es: El registro de demanda de Planificación de Requerimientos de Material se ha actualizado para
hi_in: एमआरपी मांग रिकार्ड के लिए अद्यतन किया गया है
id_id: Data permintaan MRP telah diperbarui utk
it_it: Il registrare la domanda di mutuo riconoscimento è stato aggiornato per
ko_kr: MRP 수요 레코드가 업데이트되었습니다
mr_in: MRP मागणी रेकॉर्ड सुधारित केले आहे
nl_nl: De MRP vraag record is bijgewerkt voor
pt_pt: Registro de Demanda do MRP atualizado para
ro_ro: Înregistra cererea de MRP a fost actualizat pentru
ru_ru: Запись MRP спроса была обновлена для
sq_al: Të dhënat e kërkesës MRP është përditësuar për
sv: MRP efterfrågan posten har uppdaterats för
sw_ke: Rekodi ya MRP mahitaji imekuwa updated kwa
tr_tr: MRP talep kayıt için güncellendi
zh_hk: 需求种类记录已更新
zh_tw: MRP的需求記錄已被更新，

source: A new MRP demand record has been added to the database for
cs_cz: Nový MRP poptávka záznam byl přidán do databáze
es_es: Un nuevo registro de solicitud PRM ha sido agregado a la BD para
hi_in: एक नया एमआरपी मांग रिकॉर्ड डेटाबेस के लिए जोड़ दिया गया है
id_id: Data permintaan MRP yg baru telah ditambah ke database utk
it_it: Un nuovo registrare la domanda di mutuo riconoscimento è stata aggiunta al database per
ko_kr: MRP 새로운 요구에 대한 기록은 데이터베이스에 추가 된
mr_in: नवीन MRP मागणी रेकॉर्डसाठी डेटाबेस जोडले गेले आहे
nl_nl: Een nieuw MRP vraag record is toegevoegd aan de database voor
pt_pt: Um novo registro de Demanda do MRP foi adicionado ao DB
ro_ro: Un nou record MRP cererea a fost adăugat în baza de date pentru
ru_ru: Новый спрос MRP запись была добавлена в базу данных для
sq_al: Një i ri rekord MRP kërkesës është shtuar në bazën e të dhënave për
sv: En ny MRP efterfrågepost har laggts till i databasen för
sw_ke: A mpya MRP rekodi ya mahitaji imekuwa aliongeza kwa database
tr_tr: Yeni bir MRP talep kayıt veritabanı için eklenmiştir
zh_hk: 新的物料需求计划需求记录已经加到数据库
zh_tw: 一個新的MRP需求的記錄已被添加到數據庫中的

source: The update/addition of the MRP demand record failed because
cs_cz: Aktualizace / přidání záznamu poptávky MRP se nezdařilo, protože
es_es: La actualización/adición del registro de solicitud PRM falló porque
hi_in: अद्यतन / एमआरपी मांग रिकॉर्ड के अलावा क्योंकि विफल
id_id: Pembaruan/penambahan data permintaan MRP gagal karena
it_it: L&#39;aggiornamento / integrazione del record MRP domanda non è riuscita perché
ko_kr: MRP 수요 레코드의 갱신 / 추가 실패 때문에
mr_in: कारण MRP मागणी अभिलेख सुधारणा / व्यतिरिक्त अयशस्वी
nl_nl: De update / toevoeging van de MRP vraag record mislukt omdat
pt_pt: A atualização/adição do registro MRP pedido falhou porque
ro_ro: Actualizare / completare a înregistra cererea de MRP a eşuat pentru că
ru_ru: Обновление / добавление записи спроса MRP не удалось, так как
sq_al: Update / shtimin e kërkesës rekord MRP dështuar për shkak se
sv: Uppdateringen/tillägget av MRP efterfrågeposten misslyckades eftersom
sw_ke: The update / kuongeza ya kumbukumbu ya mahitaji MRP alishindwa kwa sababu
tr_tr: Güncelleme / MRP talep kaydının yanı sıra nedeniyle başarısız oldu
zh_hk: 更新/新增物料需求计划（MRP）需求记录失败, 因为
zh_tw: 更新/新增MRP的需求的記錄失敗，因為

source: The MRP demand record for
cs_cz: Poptávka MRP rekord
es_es: El registro de demanda de la Planificación de Requerimientos de Material para
hi_in: एमआरपी मांग रिकार्ड के लिए
id_id: Permintaan MRP rekor
it_it: Il record della domanda di MRP
ko_kr: MRP에 대한 수요 레코드
mr_in: साठी MRP मागणी रेकॉर्ड
nl_nl: De MRP vraag record voor
pt_pt: Demanda MRP para
ro_ro: Cererea MRP record pentru
ru_ru: Запись MRP спрос на
sq_al: Të dhënat e kërkesës MRP për
sv: MRP efterfrågan rekord
sw_ke: Mahitaji ya MRP rekodi
tr_tr: MRP talep kayıt için
zh_hk: 以下库存MRP需求记录已更新
zh_tw: 對MRP需求記錄

source: All records for demand type
cs_cz: Všechny záznamy poptávky typ
es_es: Todos los registros para el tipo de demanda
hi_in: मांग के लिए सभी प्रकार के रिकॉर्ड
id_id: Semua data utk tipe permintaan
it_it: Tutti i record per il tipo di domanda
ko_kr: 온 디맨드 형에 대한 모든 레코드
mr_in: मागणी प्रकार सर्व रेकॉर्ड
nl_nl: Alle records voor de vraag type
pt_pt: Todos os registros por tipo de demanda
ro_ro: Toate înregistrările pentru tipul de cerere
ru_ru: Все записи по требованию типа
sq_al: Të gjitha të dhënat për llojin e kërkesës
sv: Alla poster för efterfrågan typ
sw_ke: Kumbukumbu zote kwa ajili ya aina mahitaji
tr_tr: talep türü için tüm kayıtlar
zh_hk: 下述需求类型的所有记录
zh_tw: 所有記錄的需求類型

source: have been deleted
cs_cz: byly odstraněny
es_es: han sido eliminados
hi_in: हटा दिया गया है
id_id: telah dihapus
it_it: sono stati eliminati
ko_kr: 삭제 된
mr_in: हटविले गेले आहेत
nl_nl: zijn verwijderd
pt_pt: foi apagado
ro_ro: au fost şterse
ru_ru: были удалены
sq_al: janë fshirë
sv: har raderats
sw_ke: zimefutwa
tr_tr: silindi
zh_hk: 已经被删除
zh_tw: 已被刪除

source: Are you sure you wish to delete this demand?
es_es: ¿Está seguro que desea suprimir esta demanda?
id_id: Apakah Anda yakin ingin menghapus permintaan ini?
ko_kr: 이 수요를 삭제할 확실합니까?
mr_in: आपण या मागणी हटवू इच्छित खात्री आहे?
pt_pt: Tem certeza que deseja apagar este pedido?
zh_tw: 您確定要刪除這方面的需求？
