Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Receiving the selected quantity against this work order would result in negative stock for a component. The system parameters are set to prohibit negative stocks from occurring. This manufacturing receipt cannot be created until the stock on hand is corrected.
cs_cz: Příjem vybraných množství Proti tomuto usnesení práce by mělo za následek negativní skladu pro komponentu. Parametry systému jsou nastaveny zakázat negativní zásoby od nastávání. Tato výroba přijetí nemůže být vytvořena do vyprodání na ruce je opraven.
es_es: Al recibir la cantidad seleccionada en contra de esta orden de trabajo resultaría en existencia negativa para un componente. Los parámetros del sistema se establecen para prohibir que se produzcan existencias negativas. Este recibo de fabricación no se puede crear hasta que la existencia en la mano sea corregida.
hi_in: इस काम के आदेश के खिलाफ चयनित मात्रा प्राप्त नकारात्मक शेयर में एक घटक के लिए नतीजा होगा. प्रणाली मानकों को होने वाली नकारात्मक स्टॉक निषेध सेट कर रहे हैं. यह विनिर्माण प्राप्ति तक हाथ पर स्टॉक सुधारे नहीं बनाया जा सकता है.
id_id: Menerima qty yg dipilih terhadap order produksi ini akan mengakibatkan negatif stok utk komponen. Parameter sistem diatur utk tdk memperbolehkan terjadinya stok negatif. Penerimaan produksi ini tdk dapat dibuat sampai total stok dibetulkan.
it_it: Ricevere la quantità selezionata contro questo ordine di lavoro sarebbe risultato negativo in magazzino per un componente. I parametri di sistema sono impostate per vietare le scorte negativo si verifichi. Questa ricevuta di produzione non possono essere creati fino a quando lo stock a portata di mano è corretto.
ko_kr: 이 작업 순서에 대해 선택한 양을 수신하는 구성 요소에 대한 부정적인 재고가 될 것입니다. 시스템 매개 변수는 음의 발생 주식을 금지하도록 설정된다. 손에 재고가 해결 될 때까지이 제조 영수증을 만들 수 없습니다.
mr_in: हे काम आदेशा विरूध्द निवडलेले प्रमाणात प्राप्त घटक नकारात्मक स्टॉक कारणीभूत ठरेल. प्रणाली घटके घडण्यापासून नकारात्मक साठा करण्यास बंदी सेट केले जाते. हात वर शेअर दुरुस्त होईपर्यंत या उत्पादन पावती तयार करणे शक्य नाही.
nl_nl: Boeking van de geselecteerde hoeveelheid op de werk order zou resulteren in negatieve voorraad van de component. Systeem setting verbiedt dit. Boeking kan pas worden uitgevoerd nader beschikbare voorraad is aangevuld.
pt_pt: Receber quant. selec. de estoque para essa ordem de produção irá resultar quant. negativa para componente. Config dos parâmetros do sistema impedem estoque negativo. Ordem de Produção não será aceita até que o estoque em mãos do componente seja correta.
ro_ro: Primirea cantitatea selectat împotriva acestui ordin lucru ar duce în stoc negativ pentru o componentă. Parametrii sistemului sunt stabilite pentru a interzice stocurilor negative de la care apar. Această primire de fabricaţie nu poate fi creat până la stocul de la mana este corectată.
ru_ru: Получение выбранного количества против этой работы порядка приведет к отрицательному сток для компонента. Параметры системы устанавливаются запретить отрицательные запасов возникновения. Этот производственный получения не может быть создана до товара на складе исправлена.
sq_al: Pranimi i sasisë së zgjedhur kundër kësaj mënyrë pune do të rezultojë në magazinë negative për një komponent. Parametrat e sistemit janë të vendosur për të ndaluar stoqeve negative nga ndodhin. Këtë shkresë prodhim nuk mund të krijohen deri në të aksioneve në dorë është korrigjuar.
sv: Ta emot den valda volymen mot detta arbete skulle resultera i negativa lager för en komponent. Systemet sätts till de förbjuda negativa bestånd inträffar. Denna tillverkning kvitto kan inte skapas förrän på inneliggande lager korrigeras.
sw_ke: Kupokea kiasi dhidi ya kuchaguliwa ili kazi hii ingeweza kusababisha hisa hasi kwa sehemu ya. vigezo ni kuweka mfumo wa hifadhi ya kuzuia hasi kutoka kutokea. ofisi hii ya viwanda haiwezi kutengenezwa mpaka hisa kwenye mkono ni corrected.
tr_tr: Bu çalışma düzenine karşı seçilen miktar alma bir bileşeni için negatif stok olmasına neden olur. Sistem parametreleri meydana gelen olumsuz stokları yasaklayan ayarlanır. yandan stok düzeltilinceye kadar bu imalat makbuz oluşturulamaz.
zh_hk: 接受对应此工作单所选的数量将会导致一个部品的负数库存。系统参数设置为禁止负数库存发生。此制造收据无法产生，直到手上库存修正为止。
zh_tw: 對接受這項工作順序選擇的數量會導致負庫存的一個組成部分。系統參數都設置為禁止負庫存的發生。這種製造收據不能新建，直到手上的庫存被修正。

source: Cost roll on release of WO
cs_cz: Náklady najet na uvolnění WO
es_es: Costo del rollo sobre la liberación de la Orden de Trabajo
hi_in: WO की रिहाई पर लागत रोल
id_id: Penetapan biaya saat pengeluaran Order Produksi
it_it: rotolo di costo sul rilascio di WO
ko_kr: WO의 방출에 비용 롤
mr_in: थांब प्रकाशन वर खर्च रोल
nl_nl: Kosten roll on release van WO
pt_pt: Custo na liber. Ord. Prod.
ro_ro: roll Costul pe eliberarea de WO
ru_ru: Стоимость рулона по выпуску WO
sq_al: roll Kosto për lirimin e WO
sv: Kostnad rulle om utlämnande av WO
sw_ke: Gharama roll juu ya kutolewa kwa WO
tr_tr: WO açıklanması hakkında Maliyet rulo
zh_hk: 成本会在发出工作单时滚动更新
zh_tw: 發放工單的成本計算

source: Quantity on hand of
cs_cz: Množství na ruce
es_es: cantidad en manos de
hi_in: की ओर मात्रा
id_id: Total Qty
it_it: Quantità possedute di
ko_kr: 의 손에 수량
mr_in: हात वर प्रमाणात
nl_nl: Aantal op voorraad van
pt_pt: Quant. em Mãos
ro_ro: Cantitatea pe mâna lui
ru_ru: Количество на руках
sq_al: Sasi në dorë të
sv: Antal i lager av
sw_ke: Wingi kwa upande wa
tr_tr: ELDEKI MIKTAR
zh_hk: 在手上订单
zh_tw: 庫存數?

source: The GL credit for the stock cost adjustment posting could not be inserted because
cs_cz: Úvěrová GL pro úpravu populace náklady vyslání nemůže být vložen, protože
es_es: El crédito contable para el ajuste de los costos de existencia no se ha podido insertar, porque
hi_in: स्टॉक मूल्य समायोजन के लिए पोस्टिंग जीएल क्रेडिट वजह से हो सकता है नहीं डाला
id_id: Posting GL kredit utk penyesuaian HPP stok tdk dapat dimasukkan karena
it_it: Il subcredito immesso per il costo della scorta non poteva essere inserito perchàŠ
ko_kr: 재고 비용 조정 게시에 대한 GL 신용이 있기 때문에 삽입 할 수 없습니다
mr_in: स्टॉक खर्च समायोजन पोस्टिंगसाठी जी.एल. क्रेडिट समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek credit boeking voor de vooraad boeking kon niet worden uitgevoerd omdat
pt_pt: Crédito Lanç. Contábil do ajuste custo de estoque não pode ser inserido porque
ro_ro: Creditul GL pentru ajustarea costurilor stocul detaşării nu a putut fi introdus, deoarece
ru_ru: Кредитных GL для регулировки акции стоимость размещения не может быть включен, поскольку
sq_al: Kredi GL për rregullimin koston e aksioneve postimi nuk mund të shtohet sepse
sv: Den GL kredit för det bestånd kostnaden justering utstationering kunde inte med därför att
sw_ke: mikopo kwa ajili ya kurekebisha GL hisa posting gharama inaweza kuwa kuingizwa kwa sababu
tr_tr: gönderme stok maliyet ayarlaması için GL kredi çünkü takılı olamazdı
zh_hk: 未能插入存货成本调整的入账到总账的贷, 因为
zh_tw: 未能插入存貨成本調整的入帳到總帳的貸, 因為

source: The location stock record could not be updated by the issue of stock to the work order from an auto issue component because
cs_cz: Umístění skladové evidenci nelze aktualizovat vydáním akcií k práci, aby z komponent auto problém, protože
es_es: El registro de la ubicación de productos no podra ser actualizado por la emisión de existencia a la orden de trabajo de un componente de emisiones automaticas, porque
hi_in: स्थान स्टॉक रिकॉर्ड स्टॉक के एक ऑटो मुद्दा घटक क्योंकि से कार्य आदेश जारी करने से अद्यतन नहीं किया जा सकता है
id_id: Data lokasi stok tdk dapat diperbarui saat penerbitan stok ke order produksi dari komponen terbit otomatis karena
it_it: La contabilità di magazzino posizione non potrebbe essere aggiornato mediante l&#39;emissione di stock per l&#39;ordine di lavoro da un componente problema auto perché
ko_kr: 위치 재고 기록은 자동 문제 구성 요소로 인해에서 작업 순서에 재고의 문제로 업데이트 할 수 없습니다
mr_in: स्थान स्टॉक रेकॉर्ड स्वयंचलित समस्या घटक काम ऑर्डरमध्ये स्टॉक समस्येने अद्यतनित करणे शक्य नाही कारण
nl_nl: Bij de voorrad boeking op de werkorder is de voorraad op lokatie niet gewijzigd voor een comonent die automatisch moet worden geboekt omdat
pt_pt: Local de estoque não pode ser atualiz. pela necess. da ordem de produção, a partir de uma ordem prod. autom. porque
ro_ro: Stocul de înregistrare locaţie nu a putut fi actualizat prin emiterea de stoc la ordinea de muncă dintr-o componentă problemă auto, deoarece
ru_ru: Рекорд Место проведения акции не могут обновляться по эмиссии акций на работу Приказ от автокомпонентов вопрос, потому что
sq_al: Aksioneve vend rekord nuk mund të rifreskohet me çështjen e aksioneve që urdhëri i punës nga një komponent çështje auto sepse
sv: Lagerställe posten kunde inte sparas för en monteringskomponent eftersom
sw_ke: Rekodi ya eneo hisa inaweza kuwa mwisho na suala la hisa ili kazi kutoka sehemu auto suala hilo kwa sababu
tr_tr: Konumu stok kayıt otomatik sorun bileşeni çünkü iş emri için stok sorunu tarafından güncellenir olamazdı
zh_hk: 通过自动发部件发料到工作单的方式无法更新仓库库存,因为
zh_tw: 地點存貨記錄按自動發放零件的工作訂單發放存貨更新, 因為

source: stock movement record could not be inserted for an auto-issue component because
cs_cz: pohyb zásob záznam nemůže být vložen na auto-problém složky, protože
es_es: no se pudo agregar un registro de movimiento de existencias de un componente auto enviado porque
hi_in: शेयर आंदोलन रिकॉर्ड एक ऑटो मुद्दा घटक क्योंकि के लिए नहीं किया जा सकता है डाला
id_id: data perpindahan stok tdk dapat dimasukkan utk komponen otomatis-terbit karena
it_it: movimento contabilità di magazzino non possono essere inseriti per un componente di auto-problema, perché
ko_kr: 재고 이동 기록은 자동으로 문제를 구성 요소로 인해 위해 삽입 할 수 없습니다
mr_in: स्टॉक चळवळ रेकॉर्ड स्वयंचलित समस्या घटक करीता समाविष्ट करणे शक्य नाही कारण
nl_nl: Vooraad mutatie kon niet worden uitgevoerd voor een component die automatisch moet worden geboekt omdat
pt_pt: movimento de estoque não pode ser inserido para componente auto-suprido porque
ro_ro: mişcare evidenţă operativă a mărfurilor nu a putut fi introdus pentru o componentă a auto-problemă, deoarece
ru_ru: запись движения запасов не может быть включен для автоматического вопрос компонент, поскольку
sq_al: Lëvizja e aksioneve të regjistruar nuk mund të futet për një komponent-auto çështje, sepse
sv: Lagertransaktioner kunde inte sparas eftersom
sw_ke: hisa rekodi ya harakati inaweza kuwa kuingizwa kwa ajili ya sehemu auto ya suala hilo kwa sababu
tr_tr: stok hareketleri kayıt otomatik sorun bileşeni çünkü takılı olamazdı
zh_hk: 自动发部品的库存变化记录未能插入,因为
zh_tw: 自動發放零件的存貨移動記錄未能插入, 因為

source: Could not update the work order cost for an auto-issue component because
id_id: Tdk dapat memperbarui HPP order produksi utk komponen otomatis-terbit karena
ko_kr: 자동 문제의 구성 요소로 인해위한 작업 순서 비용을 업데이트 할 수 없습니다
mr_in: स्वयंचलित समस्या घटक साठी काम ऑर्डर खर्च अद्यतनित करणे शक्य नाही कारण
pt_pt: Não pode atualizar o custo para ordem de produção compnente auto-requerido porque
zh_tw: 對自動問題的組件內無法更新工單成本，因為

source: The following SQL to update the work order cost was used
cs_cz: Následující SQL aktualizovat práce, aby náklady byly použity
es_es: El siguiente SQL se utilizó para actualizar el costo de la orden de trabajo
hi_in: निम्नलिखित SQL आदेश काम लागत इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui model order produksi
it_it: Il seguente SQL per aggiornare il costo ordine di lavoro è stato utilizzato
ko_kr: 작업 순서 비용을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: काम ऑर्डर खर्च अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: SQL gebruikt om de werk order kosten te wijzigen was
pt_pt: SQL usado para atualizar custo ordem de produção foi
ro_ro: Următoarele SQL de actualizare pentru costul de lucru a fost utilizată
ru_ru: Следующие SQL для обновления стоимость заказа работы был использован
sq_al: SQL e mëposhtme për të rinovuar për punën e kostos është përdorur
sv: Följande SQL användes för att uppdatera arbetsorderkostnaden
sw_ke: SQL zifuatazo update gharama kazi ili mara kutumika
tr_tr: Aşağıdaki SQL iş emri maliyet kullanılan güncelleme
zh_hk: 用于更新工作单成本的 SQL 是
zh_tw: 下列SQL用作更新工作訂單成本

source: The WIP side of the work order issue GL posting could not be inserted because
cs_cz: Strana WIP problematiky pracovního příkazu GL vysílání nemohly být zařazeny, protože
es_es: El WIP(Work in Process)(Trabajo en Proceso) parte de la publicación de la orden de trabajo contable emitida no se ha podido insertar, porque
hi_in: कार्य आदेश जारी पोस्टिंग जीएल की WIP पक्ष वजह से हो सकता है नहीं डाला
id_id: Posting GL penerbitan order produksi bagian WIP tdk dapat dimasukkan karena
it_it: Il lato WIP del GL questione lavoro per distacco non può essere inserito perché
ko_kr: 작업 순서 문제 GL 게시의 WIP 측면이 있기 때문에 삽입 할 수 없습니다
mr_in: काम ऑर्डर समस्या जी.एल. पोस्टिंग WIP बाजूला समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking aan de WIP kant bij het vrijgeven van de werkorder kon niet worden ingevoerd omdat
pt_pt: O WIP (work progress) da ordem de produção não pode ser post. na contab. porque
ro_ro: Partea WIP a GL problema de lucru pentru a detaşării nu a putut fi introdus, deoarece
ru_ru: WIP стороны вопроса работы порядка GL размещения не может быть включен, поскольку
sq_al: Ana e WIP i GL për punë çështje postimi nuk mund të futet, sepse
sv: WIP-sidan av arbetsorderregistreringen kunde inte genomföras eftersom
sw_ke: Upande wa WIP ya GL kazi ili suala posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla iş emri sorunu GL WIP yan çünkü takılı olamazdı
zh_hk: WIP方面的工单总帐过账无法更新因为
zh_tw: WIP的工作訂單發放總帳記帳未能插入, 因為

source: The following SQL to insert the WO issue GLTrans record was used
cs_cz: Následující SQL vložit WO problém GLTrans záznam byl použit
es_es: El siguiente código SQL se utilizó para insertar el registro de la emisión de la Orden de Trabajo de Transferencia Contable
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL WO मुद्दा GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans penerbitan Order Produksi
it_it: L&#39;SQL seguente per inserire il tema record WO GLTrans è stato utilizzato
ko_kr: 이 GLTrans 기록을 발행 WO 삽입하는 다음 SQL을 사용 하였다
mr_in: अगोदर निर्देश केलेल्या बाबीसंबंधी बोलताना GLTrans रेकॉर्ड जारी थांब घालण्यासाठी खालील SQL वापरला होता
nl_nl: SQL gebruikt om de grootboek boeking van de werk order door te voeren was
pt_pt: SQL usado para inserir necessidades Ordem Produção GLTrans foi
ro_ro: SQL pentru a insera următoarele WO problema record GLTrans a fost folosit
ru_ru: Следующие SQL для вставки WO вопрос GLTrans записи был использован
sq_al: SQL e mëposhtme për të futur çështjen WO rekord GLTrans është përdorur
sv: Följande SQL användes för att infoga posten
sw_ke: SQL zifuatazo kuingiza suala WO rekodi GLTrans ilitumika
tr_tr: eklemek için aşağıdaki SQL WO sorunu GLTrans rekor kullanıldı
zh_hk: 插入总帐过账记录的SQL是
zh_tw: 下列的SQL用作插入工作訂單發放總帳交易記錄

source: The stock side of the work order issue GL posting could not be inserted because
cs_cz: Populace straně vydání pracovního příkazu GL vysílání nemohly být zařazeny, protože
es_es: La parte de existencias de la publicación contable emitida de la Orden de Trabajo no puede ser insertada por
hi_in: कार्य आदेश जारी पोस्टिंग जीएल का स्टॉक पक्ष वजह से हो सकता है नहीं डाला
id_id: Posting GL penerbitan order produksi bagian stok tdk dapat dimasukkan karena
it_it: Il lato il punto della questione GL lavoro per distacco non può essere inserito perché
ko_kr: 작업 순서 문제 GL 게시의 주식면이 있기 때문에 삽입 할 수 없습니다
mr_in: काम ऑर्डर समस्या जी.एल. पोस्टिंग साठा बाजूला समाविष्ट करणे शक्य नाही कारण
nl_nl: De grootboek boeking aan de voorraad kant bij het vrijgeven van de werkorder kon niet worden uitgevoerd omdat
pt_pt: Lanç. postagem neces. ordem produção não podem ser inseridos porque
ro_ro: Partea de material de GL problema de lucru pentru a detaşării nu a putut fi introdus, deoarece
ru_ru: Сток сторона вопроса работы порядка GL размещения не может быть включен, поскольку
sq_al: Ana e aksioneve të GL për punë çështje postimi nuk mund të futet, sepse
sv: Lagersidan av arbetsorderregistreringen kunde inte genomföras eftersom
sw_ke: Upande wa hisa ya GL kazi ili suala posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla iş emri sorunu GL stok yan çünkü takılı olamazdı
zh_hk: 库存方面的订单总帐过账无法插入因为
zh_tw: 存貨的工作訂單發放總帳記帳未能插入, 因為

source: The predefined serial number record could not be deleted because
cs_cz: Předdefinované pořadové číslo záznamu nelze odstranit, protože
es_es: No se pudo suprimir el registro del número de serie predefinido porque
hi_in: पूर्वनिर्धारित क्रम संख्या रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data nomor seri yg telah dibuat sebelumnya tdk dapat dihapus karena
it_it: Il record predefinito numero di serie non poteva essere eliminato perché
ko_kr: 미리 정의 된 일련 번호 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: पूर्वनिर्धारित अनुक्रमांक रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: De vooraf gedefinieerde serienummer konden niet worden verwijderd omdat
pt_pt: Núm. predefinido serial não pode ser removido porque
ro_ro: Record predefinite număr de serie nu poate fi ştearsă, deoarece
ru_ru: Предопределенных серийный номер записи не может быть удалена, поскольку
sq_al: Paracaktuara rekord numrin serial nuk mund të fshihet sepse
sv: Det fördefinierade serienummret kunde inte tas bort eftersom
sw_ke: Serial rekodi ya predefined idadi inaweza kuwa ilifutwa kwa sababu
tr_tr: Önceden seri numarası kaydından dolayı silinemedi
zh_hk: 未能删除预先定义的序列号记录, 因为
zh_tw: 預定義的序列號記錄無法刪除，因為

source: The following SQL to delete the predefined work order serial number record was used
cs_cz: Následující SQL smazat předdefinované pracovní příkaz pořadové číslo záznamu byla použita
es_es: Se usó el siguiente SQL para suprimir el registro de número de serie de orden de trabajo predefinida
hi_in: निम्नलिखित एसक्यूएल पूर्वनिर्धारित कार्य आदेश क्रमांक रिकॉर्ड किया गया नष्ट करने के लिए
id_id: SQL berikut digunakan utk menghapus data nomor seri yg telah dibuat sebelumnya
it_it: Il SQL seguente per eliminare la predefiniti ordine di lavoro di serie numero record è stato utilizzato
ko_kr: 미리 정의 된 작업 순서 일련 번호 기록을 삭제하려면 다음과 같은 SQL을 사용 하였다
mr_in: पूर्वनिर्धारित काम ऑर्डर अनुक्रमांक रेकॉर्ड हटवू खालील SQL वापरला होता
nl_nl: De volgende SQL-het verwijderen van de vooraf gedefinieerde werkorder serienummer werd gebruikt
pt_pt: SQL usado para remover ordem pre-definida, foi
ro_ro: Următoarele SQL pentru a şterge predefinite pentru a inregistra munca numărul de serie a fost utilizată
ru_ru: Следующие SQL для удаления предопределенных работы порядка серийный номер записи был использован
sq_al: SQL në vijim të fshini paracaktuara për punën serial numër rekord është përdorur
sv: Följande SQL användes för att radera det fördefinierade arbetsorder serienummret
sw_ke: SQL zifuatazo kufuta predefined kazi ili Serial rekodi ya idadi ilikuwa kutumika
tr_tr: Aşağıdaki SQL önceden tanımlanmış iş emri seri numarası rekor kullanıldı silmek için
zh_hk: 用于删除预先定义的工作单序列号记录的SQL是
zh_tw: 下面的SQL用來刪除預定義的工單編號的記錄

source: The receipt of work order finished stock GL posting could not be inserted because
cs_cz: Přijetí pracovního řádu hotových vozidel GL vysílání nemohly být zařazeny, protože
es_es: La recepción de la publicación de existencias contables de la orden de trabajo terminada no se ha podido insertar, porque
hi_in: काम करने की रसीद स्टॉक जीएल नहीं डाला जा सका क्योंकि पोस्टिंग समाप्त
id_id: Posting GL penerimaan stok jadi dari order produksi tdk dapat dimasukkan karena
it_it: La ricezione di ordini di lavoro finito GL stock distacco non potrebbe essere inserito perché
ko_kr: 작업 순서의 영수증 증권 GL 게시가 있기 때문에 삽입 할 수 없습니다 완료
mr_in: काम आदेशाच्या स्टॉक जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही समाप्त कारण
nl_nl: Grootboek boeking van gereed produkt van de werkorder kon niet worden uitgevoerd omdat
pt_pt: Receb. da ordem Prod. lanç. contábil estoque não pode ser inserido porque
ro_ro: Primirea comenzii de lucru finit GL stoc detaşării nu a putut fi introdus, deoarece
ru_ru: Получения работы порядка готового продукта GL размещения не может быть включен, поскольку
sq_al: Marrjes së punës të gatshme GL aksioneve postimi nuk mund të futet, sepse
sv: Mottagningen av bokföringspost för färdigt lager kunde inte registreras eftersom
sw_ke: Ofisi ya kazi ili kumaliza hisa GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: iş emri makbuz stok GL çünkü takılı olamazdı ilanıyla bitmiş
zh_hk: 未能插入接收工作单成品的总账凭证,因为
zh_tw: 接收工作訂單完成存貨總帳記錄未能插入, 因為

source: The receipt of
cs_cz: Obdržení
es_es: El Ingreso de
hi_in: रसीद की
id_id: Penerimaan sejumlah
it_it: La ricezione di
ko_kr: 의 접수
mr_in: पावती
nl_nl: Ontvangst van
pt_pt: Receb. de
ro_ro: Primirea de
ru_ru: Получения
sq_al: Pranimin e
sv: Mottagningen av
sw_ke: Ofisi ya
tr_tr: Alındı
zh_hk: 收款收据
zh_tw: 接收屬於

source: Select a different work order for receiving finished stock against
cs_cz: Vyberte jinou práci, aby pro získání hotových vozidel proti
es_es: Seleccionar una orden de trabajo distinta para la recepción de existencias terminadas en contra de
hi_in: प्राप्त करने के लिए एक अलग कार्य आदेश का चयन स्टॉक समाप्त के खिलाफ
id_id: Pilih order produksi yg lain utk menerima stok jadi
it_it: Selezionare un diverso ordine di lavoro per la ricezione di calcio finito contro
ko_kr: 대해 완료 콘텐츠를 수신하기위한 다른 작업 순서를 선택
mr_in: विरुद्ध सिध्द स्टॉक प्राप्त भिन्न काम ऑर्डर निवडा
nl_nl: Selecteer andere werkorder omm ontvangst van gereed produkt te ontvangen
pt_pt: selecione outra ordem de produção para receber produtos acabados
ro_ro: Selectaţi o comandă de lucru diferite pentru primirea terminat stocul împotriva
ru_ru: Выберите другой порядок работы для получения готового продукта против
sq_al: Zgjidh një mënyrë të ndryshme pune për marrjen e aksioneve kundër përfunduar
sv: Välj en annan arbetsorder för att ta emot färdiga lager mot
sw_ke: Kuchagua kazi mbalimbali ili kwa ajili ya kupokea kumaliza hisa dhidi
tr_tr: almak için farklı bir çalışma düzeni seçin karşı stok bitmiş
zh_hk: 请选取其他要进行收货的工作单
zh_tw: 選取其他工作訂單來接收對應的已完成存貨
