Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: is not an existing supplier in the database
cs_cz: není stávající dodavatel v databázi
es_es: no está registrado en la base de datos
hi_in: डेटाबेस में किसी मौजूदा आपूर्तिकर्ता नहीं है
id_id: tdk terdaftar di database
it_it: non è un fornitore esistente nel database
ko_kr: 데이터베이스에있는 기존 공급 업체 없습니다
mr_in: डेटाबेसमध्ये अस्तित्वातील पुरवठादार नाही
nl_nl: Is geen bestaande leverancier in de database
pt_pt: não é um fornecedor de compras no DB
ro_ro: nu este un furnizor existent în baza de date
ru_ru: не является существующим кодом в базе данных
sq_al: nuk është një furnizues ekzistuese në bazën e të dhënave
sv: finns inte i databasen
sw_ke: si ya wasambazaji zilizopo katika database
tr_tr: VERITABANINDA KAYITLI BIR TEDARIKÇI DEGIL
zh_hk: 供应商在数据库内不存在
zh_tw: 供應商不存在於資料庫

source: You must enter an alternative supplier code or select a supplier using the search facility below
cs_cz: Musíte zadat kód nebo alternativního dodavatele vybrat dodavatele pomocí vyhledávacího zařízení pod
es_es: Debe entrar otro código de proveedor ó seleccionar un proveedor con la herramienta de búsqueda siguiente
hi_in: आप एक वैकल्पिक आपूर्तिकर्ता कोड दर्ज करें या चयन होना चाहिए एक खोज सुविधा का उपयोग कर नीचे आपूर्तिकर्ता
id_id: Anda harus masukkan kode supplier yg lain atau pilih supplier menggunakan fasilitas pencarian di bawah
it_it: È necessario inserire un codice alternativo fornitore o selezionare un fornitore che utilizza la funzione di ricerca qui sotto
ko_kr: 당신은 다른 공급자 코드를 입력하거나 아래의 검색 기능을 사용하여 공급 업체를 선택해야합니다
mr_in: आपण वैकल्पिक पुरवठादार कोड प्रविष्ट करा किंवा खालील शोध सुविधा वापरून पुरवठादार निवडणे आवश्यक आहे
nl_nl: Een andere leveranciercode moet worden ingevoerd of een leverancier moet worden geselecteerd met de onderstaande zoekfaciliteit
pt_pt: Escolha um fornecedor alternativo utilizando a funcionalidade abaixo
ro_ro: Trebuie să introduceţi un cod furnizor alternativ sau a selecta un furnizor folosind facilitatea de căutare de mai jos
ru_ru: Вы должны ввести альтернативный код поставщика или выбрать поставщика с использованием механизмов поиска ниже
sq_al: Ju duhet të shkruani një kod alternativ furnizues ose zgjidhni një furnizues të përdorur të objektit për kërkime që shihni
sv: Du måste ange en alternativ leverantör kod eller välj en leverantör med hjälp av sökfunktionen nedan
sw_ke: Lazima iingie mbadala wasambazaji code au kuchagua muuzaji kutumia kituo search chini
tr_tr: BASKA BIR TEDARIKÇI KODU GIRIN VEYA ASAGIDAKI ARAMA FONKSIYONUNU KULLANARAK TEDARIKÇIYI SEÇIN
zh_hk: 请输入其他供应商编号, 或在下面搜索供应商
zh_tw: 請輸入其他供應商編碼, 或用下面搜尋器來選取供應商

source: Text in the Supplier
cs_cz: Text v Dodavatel
es_es: Texto en el proveedor
hi_in: प्रदायक में पाठ
id_id: Teks di Supplier
it_it: Testo nel Fornitore
ko_kr: 공급 업체의 텍스트
mr_in: पुरवठादार मध्ये मजकूर
nl_nl: Tekst van de Leverancier
pt_pt: Texto no Fornecedor
ro_ro: Text în Furnizor
ru_ru: Текст в поставщика
sq_al: Tekst në Furnizuesi
sv: Texten i leverantör
sw_ke: Asilia katika Supplier ya
tr_tr: ARANACAK >>
zh_hk: 供应商
zh_tw: 供應商

source: Text in Supplier
cs_cz: Text v Dodavatel
es_es: Texto en el proveedor
hi_in: आपूर्तिकर्ता में पाठ
id_id: Teks di Supplier
it_it: Testo in Supplier
ko_kr: 공급 업체의 텍스트
mr_in: पुरवठादार मध्ये मजकूर
nl_nl: Tekst in Leverancier
pt_pt: Texto no Fornecedor
ro_ro: Text în Furnizor
ru_ru: Текст в поставщика
sq_al: Tekst në Furnizuesi
sv: Text i leverantör
sw_ke: Asilia katika Supplier
tr_tr: ARANACAK >>
zh_hk: 供应商
zh_tw: 供應商

source: Find Suppliers Now
cs_cz: Najít Dodavatelé nyní
es_es: Encontrar proveedores Ahora
hi_in: आपूर्तिकर्ताओं अब ढूँढें
id_id: Cari Supplier Sekarang
it_it: Produttori Trova Subito
ko_kr: 이제 공급자 찾기
mr_in: आता पुरवठादार शोधा
nl_nl: Zoek Nu Leveranciers
pt_pt: Localizar Fornecedores
ro_ro: Găsiţi Furnizori Acum
ru_ru: Найти поставщиков сейчас
sq_al: Gjej Furnizuesit Tani
sv: Hitta leverantörer nu
sw_ke: Kupata Suppliers Sasa
tr_tr: TEDARIKÇI BUL
zh_hk: 现在查找供应商
zh_tw: 現在尋找供應商

source: Supplier Name keywords have been used in preference to the Supplier Code extract entered
cs_cz: Dodavatel Název klíčová slova byla použita v preferenci k dodavatele zákoníku extrakt vstoupil
es_es: El Nombre del proveedor se usó en preferencia a la porción del Código de Proveedor indicada
hi_in: प्रदायक का नाम खोजशब्दों प्रदायक संहिता लिए किया गया है वरीयता में इस्तेमाल किया निकालने में प्रवेश किया
id_id: Kata kunci Nama Supplier telah digunakan dibandingkan dgn sebagian Kode Supplier yg dimasukkan
it_it: parole chiave Nome fornitore sono stati utilizzati di preferenza il Codice Fornitore estratto iscritti
ko_kr: 공급 업체 이름 키워드를 입력 한 공급 업체 코드 추출물에 우선하여 사용되어왔다
mr_in: पुरवठादार नाव कीवर्ड प्रविष्ट पुरवठादार कोड अर्क प्राधान्य वापरले गेले आहेत
nl_nl: Key woorden van leveraciersnaam gaan boven het deel van de leveranciers code dat is ingevoerd
pt_pt: Palavra chave Nome Fornecedor usada em detrimento do Código Parcial de Fornecedor
ro_ro: Furnizorul cuvinte cheie Numele au fost folosite în preferinţă la Codul Furnizor extract intrat
ru_ru: При поиске были использованы ключевые слова в имени поставщика, а не часть кода поставщика
sq_al: Emri i fjalë kyçe Furnizuesi janë përdorur në preferencë për Kodin Furnizuesi ekstrakt hyri
sv: Leverantörsnamn har använts istället för den angivna leverantörskoden
sw_ke: Jina maneno Supplier zimetumika katika upendeleo wa Kanuni Supplier aliingia dondoo
tr_tr: Tedarikçi Adı anahtar kelimeler girmiş özü Tedarikçi Kodu tercih kullanılmış olan
zh_hk: 供应商名称将优先与供应商号码作为查询条件
zh_tw: 供應商關鍵字已被供應商偏愛中的編碼摘要中使用

source: The suppliers matching the criteria entered could not be retrieved because
cs_cz: Dodavateli odpovídající zadaným kritériím se nepodařilo získat, protože
es_es: No se pudieron obtener los proveedores que coinciden con el criterio indicado porque
hi_in: मापदंड से मेल खाने आपूर्तिकर्ताओं क्योंकि पुनः प्राप्त कर सकते में प्रवेश नहीं हो
id_id: Supplier yg cocok dgn kriteria yg dimasukkan tdk dapat diambil karena
it_it: I fornitori che corrispondono ai criteri inseriti non può essere recuperato, perché
ko_kr: 입력 조건에 일치하는 공급 업체가 있기 때문에 검색 할 수 없습니다
mr_in: प्रविष्ट मानदंडाशी जुळणारे पुरवठादार कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Leveranciers die voldoen aan de ingevoerde criteria konden niet worden opgevraagd omdat
pt_pt: Fornecedores que atendem ao critério informado não puderam ser recuperados porque
ro_ro: Furnizori care corespund criteriilor a intrat nu a putut fi recuperate, deoarece
ru_ru: Не удалось найти поставщиков, соответствующих критериям, так как
sq_al: Furnizuesve të ngjashëm me kriteret e hyrë nuk mund të shikohet, sepse
sv: De leverantörer som matchar kriterierna trädde kunde inte hämtas på grund
sw_ke: wauzaji wa vinavyolingana vigezo aliingia inaweza kuwa retrieved sababu
tr_tr: kriterlere uyan tedarikçilerle nedeniyle alınamadı girdi
zh_hk: 没有符合搜索条件的供应商，因为
zh_tw: 未能提取輸入搜尋條件的供應商配對, 因為

source: The SQL to retrieve supplier details that failed was
cs_cz: SQL načíst dodavatele detaily, které se nepodařilo se
es_es: El SQL que falló al obtener los detalles del proveedor fue
hi_in: एसक्यूएल आपूर्तिकर्ता जानकारी है कि विफल रहा था पुनः प्राप्त करने के लिए
id_id: SQL utk mengambil rincian supplier dan gagal adalah
it_it: Il SQL per recuperare i dettagli del fornitore che ha fallito è stato
ko_kr: 했다 실패 공급 업체의 상세 정보를 검색 할 수있는 SQL
mr_in: अयशस्वी की पुरवठादार तपशील पुनर्प्राप्त करण्यात SQL होते
nl_nl: De SQL om van leverancier details die niet was te halen
pt_pt: I SQL que falhou na recuperação detalhes de fornecedor foi
ro_ro: SQL pentru a prelua detalii cu furnizorul că nu a fost
ru_ru: Завершившийс неудачей SQL для получения данных о поставщике детали
sq_al: SQL për të tërhequr detaje furnizues që nuk ishte
sv: SQL för att hämta leverantörsdetaljerna var
sw_ke: SQL Retrieve maelezo ya muuzaji kwamba alishindwa mara
tr_tr: SQL oldu başarısız tedarikçi bilgi almak için
zh_hk: 查找供应商明细失败的SQL 是
zh_tw: 獲取供應商的詳細信息的SQL失敗

source: The item selected is a dummy part or an assembly or kit set part
cs_cz: Vybranou položku je fiktivní část nebo montážní kit nebo nastavit část
es_es: El artículo seleccionado es una pieza dummy ó un ensamblado ó una pieza conjunto kit
hi_in: चयनित आइटम के एक डमी हिस्सा है या एक विधानसभा या किट सेट हिस्सा है
id_id: Item yg dipilih adalah brg dumi atau rakitan atau brg set
it_it: La voce selezionata è una parte fittizio o un insieme o un insieme di parte del kit
ko_kr: 선택 항목은 더미의 일부 또는 어셈블리 또는 키트 세트 부분입니다
mr_in: निवडलेले आयटम एक बनावट भाग किंवा जुळवणी किंवा किट संच भाग आहे
nl_nl: Het geselecteerde item is een dummy, assemblage of kit onderdeel
pt_pt: O item selecionado é um item DUMMY, MONTADO ou KIT
ro_ro: Elementul selectat este o parte dummy sau un ansamblu sau kit parte set
ru_ru: Выбранный товар - заглушка или часть сборки или комплекта
sq_al: Pika e zgjedhur është një pjesë maket apo kuvendit apo grup kit pjesë
sv: Det valda alternativet är en dummy del eller ett aggregat eller en sats som en del
sw_ke: Bidhaa kuchaguliwa ni sehemu dummy au kanisa au sehemu kit kuweka
tr_tr: SEÇILEN ÜRÜN, SERVIS, MONTAJ VEYA KIT-SETI PARÇASI
zh_hk: 输入的物料是样品, 组装物料, 或套装物料.
zh_tw: 輸入的商品是虛擬部件, 或組裝品, 或套裝件.

source: it is not purchased
cs_cz: to není zakoupili
es_es: no es objeto de compra
hi_in: इसे नहीं खरीदा है
id_id: brg itu tdk dibeli
it_it: non si acquista
ko_kr: 그것은 구입하지 않습니다
mr_in: तो खरेदी नाही
nl_nl: het is niet ingekocht
pt_pt: não é comprado
ro_ro: aceasta nu este cumpărat
ru_ru: не куплен
sq_al: ajo nuk është e blerë
sv: är inte köpt
sw_ke: si kununuliwa
tr_tr: SATIN ALINMAMIS
zh_hk: 不是采购物料
zh_tw: 這不是採購的

source: Entry of purchasing information is therefore inappropriate
cs_cz: Vstup na nákup informací je proto vhodné
es_es: Por lo tanto, no es correcto introducir información de compra
hi_in: जानकारी क्रय की एंट्री इसलिए अनुपयुक्त है
id_id: Oleh karena itu tdk sesuai utk memasukkan informasi pembelian
it_it: Entrata per l&#39;acquisto di informazione è quindi inopportuno
ko_kr: 구매 정보의 항목이 때문에 부적절하다
mr_in: माहिती खरेदी प्रविष्टी म्हणून अनुचित आहे
nl_nl: Invoer van inkoopgegevens is daarom niet relevant
pt_pt: Entrar informações de compra é incompativel com o item
ro_ro: Intrarea de informaţii referitoare la achiziţionare este, prin urmare, inadecvat
ru_ru: Поэтому ввод информации о окупке неуместен
sq_al: Hyrja e blerjes së informacionit për këtë arsye është e papërshtatshme
sv: Införsel av köpinformation är därför olämpligt
sw_ke: Mlango wa ununuzi wa taarifa hiyo ni muafaka
tr_tr: Satın alma bilgileri girişi bu nedenle uygun değildir
zh_hk: 这些物料不应输入供应商供货信息
zh_tw: 輸入採購資料是不恰當的

source: The supplier purchasing details for the selected supplier and item could not be retrieved because
cs_cz: Dodavatel kupovat detaily pro vybraného dodavatele a položka se nepodařilo získat, protože
es_es: No se pudieron obtener los detalles de compra del proveedor del proveedor y artículo seleccionados porque
hi_in: चयनित आइटम के लिए आपूर्तिकर्ता और विवरण क्रय आपूर्तिकर्ता वजह से पुनः प्राप्त नहीं कर सकता
id_id: Rincian pembelian supplier utk supplier dan item yg dipilih tdk dapat diambil karena
it_it: Il fornitore di acquisto dettagli per il fornitore selezionato e voce non può essere recuperato, perché
ko_kr: 선택한 공급 업체 및 항목에 대한 세부 사항을 구매 업체가 있기 때문에 검색 할 수 없습니다
mr_in: निवडलेले पुरवठादार आणि आयटम तपशील खरेदी पुरवठादार कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De inkoop details voor de geselecteerde leverancier en item kon niet worden opgevraagd omdat
pt_pt: Detalhes do Fornecedor de Compra para o item não foram recuperados porque
ro_ro: Furnizorul de cumpărare detaliile pentru elementul selectat şi furnizorul nu a putut fi recuperate, deoarece
ru_ru: Данные о покупках поставщика дя выбранного поставщика и товар не могут быть получены, так как
sq_al: Furnizuesi blerjen detaje për furnizuesit e përzgjedhur dhe pika nuk mund të shikohet, sepse
sv: Leverantören inköp detaljer för det valda leverantören och objekt kunde inte hämtas på grund
sw_ke: wasambazaji wa ununuzi wa maelezo ya muuzaji kwa kuchaguliwa na bidhaa inaweza kuwa retrieved sababu
tr_tr: Seçilen tedarikçi ve öğe için ayrıntıları satın alma tedarikçi nedeniyle alınamadı
zh_hk: 这个供应商和物料的供应商供货信息没找到
zh_tw: 未能提取選取的供應商和商品的供應商採購資料

source: in Supplier Currency
cs_cz: v Dodavatel měny
es_es: en la Moneda del proveedor
hi_in: आपूर्तिकर्ता मुद्रा में
id_id: dalam Mata Uang Supplier
it_it: in valuta del fornitore
ko_kr: 공급 업체 통화에서
mr_in: पुरवठादार चलनात
nl_nl: in Leveranciers Valuta
pt_pt: naa Moeda do Fornecedor
ro_ro: în valută Furnizor
ru_ru: в валюте поставщика
sq_al: në Currency Furnizuesi
sv: i Leverantörens valuta
sw_ke: Katika Fedha Supplier
tr_tr: TEDARIKÇI PARA BIRIMI:
zh_hk: 供应商货币
zh_tw: 供應商幣值

source: Price Effective From
es_es: Precio efectivo desde
id_id: Efektif Mulai
ko_kr: 에서 효과적인 가격
mr_in: किंमत पासून प्रभावी
pt_pt: Data Inicial Efet. Preço
zh_tw: 有效價格從

source: Suppliers Unit of Measure
cs_cz: Dodavatelé jednotka měření
es_es: Unidad de Medida del proveedor
hi_in: माप की इकाई आपूर्तिकर्ता
id_id: Satuan Ukuran Supplier
it_it: Fornitori di unità di misura
ko_kr: 측정의 공급자 단위
mr_in: पुरवठादार मापनाचे एकके
nl_nl: Leveranciers Eenheid
pt_pt: Fornecedor Unid. de Medida
ro_ro: Furnizori unitate de măsură
ru_ru: Единица измерения поставщики
sq_al: Furnizuesit Njësia e matjes
sv: Leverantören enhet
sw_ke: Wasambazaji wa futi
tr_tr: TEDARIKCI ÖLÇÜ BIRIMI
zh_hk: 供应商计量单位
zh_tw: 供應商量度單位

source: Supplier Stock Code
cs_cz: Dodavatel skladem Kód
es_es: Codigo de Artículo del proveedor
hi_in: आपूर्तिकर्ता स्टॉक कोड
id_id: Kode Stok Supplier
it_it: Fornitore Stock Codice
ko_kr: 공급 업체 주식 코드
mr_in: पुरवठादार स्टॉक कोड
nl_nl: Leverancier Stock Code
pt_pt: Código Estoque Fornecedor
ro_ro: Furnizorul stoc Cod
ru_ru: Код поставщика товара
sq_al: Kodi Furnizuesi Stock
sv: Leverantörslager nummer
sw_ke: Wasambazaji Stock Code
tr_tr: Tedarikçi Stok Kodu
zh_hk: 供应商库存编号
zh_tw: 供應商物料編號

source: MinOrderQty
es_es: Cantidad Mínima de Orden
pt_pt: Qtd Min. O.C.
zh_hk: 最小订单数量
zh_tw: 最小訂貨量

source: Supplier Stock Description
cs_cz: Dodavatel skladem Popis
es_es: Descripción del artículo del proveedor
hi_in: आपूर्तिकर्ता स्टॉक विवरण
id_id: Keterangan Stok Supplier
it_it: Fornitore Archivio Descrizione
ko_kr: 공급 업체 재고 설명
mr_in: पुरवठादार स्टॉक वर्णन
nl_nl: Leverancier Stock Beschrijving
pt_pt: Descrição do Item no Fornecedor
ro_ro: Furnizorul stoc Descriere
ru_ru: Описание товара поставщика
sq_al: Description Furnizuesi Stock
sv: Leverantörens lagerbeskrivning
sw_ke: Wasambazaji Stock Description
tr_tr: Tedarikçi Hazır Açıklama
zh_hk: 供应商库存描述
zh_tw: 供應商庫存說明

source: in days from date of order
cs_cz: ve dnech od data objednávky
es_es: en días a partir de la fecha del pedido
hi_in: आदेश की तिथि से दिनों में
id_id: dalam hari sejak tgl order
it_it: in giorni dalla data dell&#39;ordine
ko_kr: 순서 일로부터 일
mr_in: ऑर्डर तारखेपासून दिवसात
nl_nl: in dagen vanaf opdracht datum
pt_pt: em dias da data do pedido
ro_ro: în zile de la data comenzii
ru_ru: через несколько дней с даты заказа
sq_al: në ditë nga data e vendimit të
sv: i dagar från beställning
sw_ke: katika siku kuanzia tarehe ya utaratibu
tr_tr: SIPARIS SONRASI GÜN SAYISI
zh_hk: 采购订单签订后日数
zh_tw: 訂單日期後日數

source: Preferred Supplier
cs_cz: Preferované dodavatele
es_es: Proveedor Preferido
hi_in: पसंदीदा प्रदायक
id_id: Supplier Pilihan
ko_kr: 우선 공급 업체
mr_in: पसंतीचे पुरवठादार
nl_nl: Voorkeurs Leverancier
pt_pt: Fornecedor Preferencial
ro_ro: Furnizorul preferat
ru_ru: Предпочтительного поставщика
sq_al: Furnizuesi i preferuar
sv: Huvudleverantör
tr_tr: TERCIH EDILEN TEDARIKCI MI?
zh_hk: 首选供应商
zh_tw: 首選供應商

source: The supplier discounts could not be retrieved because
es_es: Los descuentos del proveedor no pudieron ser recuperados debido
id_id: Diskon supplier tdk dapat diambil karena
ko_kr: 공급 업체 할인이 때문에 검색 할 수 없습니다
mr_in: पुरवठादार सवलत कारण पुनर्प्राप्त करणे शक्य नाही
pt_pt: Desconto do fornecedor não pode ser recuperado porque
zh_tw: 供應商折扣無法檢索，因為

source: The SQL to retrieve supplier discounts for this item that failed was
es_es: El SQL para recuperar descuentos del proveedor de este artículo que falló fue
id_id: SQL utk mengambil diskon supplier dan gagal adalah
ko_kr: SQL은 실패이 항목에 대한 공급 업체 할인을 검색 할 수 있었다
mr_in: अयशस्वी या गोष्टीसाठी पुरवठादार सवलत प्राप्त करणे SQL होते
pt_pt: SQL falhou na recuperação descontos para este item do fornecedor foi
zh_tw: 為這個項目獲取供應商折扣的SQL程序失敗

source: Discount Name
es_es: Nombre del descuento
id_id: Nama Diskon
ko_kr: 할인 이름
mr_in: सवलतीच्या नाव
pt_pt: Nome Desconto
zh_tw: 折扣名稱

source: Percent
cs_cz: Procent
es_es: Por ciento
hi_in: प्रतिशत
id_id: Persen
it_it: Per cento
ko_kr: 퍼센트
mr_in: टक्के
nl_nl: Procent
ro_ro: La sută
ru_ru: Процентов
sq_al: Për qind
sv: procent
sw_ke: Asilimia
tr_tr: Yüzde
zh_hk: 百分比
zh_tw: 百分比

source: Preferred Supplier Purchasing
es_es: Compras a proveedor preferido
ko_kr: 우선 공급 업체 구매
mr_in: पसंतीचे पुरवठादार खरेदी
pt_pt: Fornec. Prefer. Compras
zh_tw: 首選供應商採購

source: An item where a quantity was entered could not be retrieved from the database. The order cannot proceed. The item code was:
ko_kr: 양이 입력 된 항목은 데이터베이스에서 검색 할 수 없습니다. 순서는 진행할 수 없습니다. 상품 코드했다 :
mr_in: एक प्रमाण प्रविष्ट केला होता जेथे आयटम डेटाबेस पुनर्प्राप्त करणे शक्य नाही. ऑर्डर पुढे जाऊ शकत नाही. आयटम कोड होता:
pt_pt: Um item cuja quantidade foi informada não pode ser encontrado no DB. A ordem de compra não pode ser processada. Código do item:
zh_tw: 其中一個項目輸入的數量，無法從數據庫中檢索。該命令無法繼續。該項目的代碼是：

source: Your default inventory location is set to a non-existant inventory location. This purchase order cannot proceed
ko_kr: 기본 명세 위치가 존재하지 않는 명세 위치로 설정된다. 계속할 수 없습니다이 구매 주문
mr_in: आपले डीफॉल्ट पुस्तके स्थान नसलेले existant पुस्तके स्थान वर सेट केले आहे. ही खरेदी ऑर्डर पुढे जाऊ शकत नाही
pt_pt: Local padrão estoque assinalada para local inexistente.Ordem de compra não processada.
zh_tw: 預設的庫存位置被設置為一個不存在的庫存位置。該採購訂單無法繼續

source: has been created.
es_es: ha sido creado.
ko_kr: 생성되었습니다.
mr_in: तयार केला गेला आहे.
pt_pt: foi criado
zh_tw: 已新建。

source: Total order value of
ko_kr: 총 주문 값
mr_in: एकूण क्रम मूल्य
pt_pt: Total do Pedido valor em
zh_tw: 總訂單價值

source: Print Order
es_es: Imprimir orden
ko_kr: 인쇄 주문하기
mr_in: छपाईचे आदेश
nl_nl: Afdruk Opdracht
pt_pt: Imprimir Ordem Compra
zh_hk: 打印订单
zh_tw: 列印訂單

source: Edit Order
es_es: Editar orden
ko_kr: 편집 주문하기
mr_in: संपादित मागणी
pt_pt: Atualizar Ordem Compra
zh_tw: 編輯訂單

source: Unable to create the order
ko_kr: 순서를 만들 수 없습니다
mr_in: ऑर्डर तयार करण्यात अक्षम
pt_pt: Não foi possivel criar Ordem compra
zh_tw: 無法新建訂單

source: For Supplier
es_es: Para proveedor
id_id: Utk Supplier
ko_kr: 공급 업체
mr_in: पुरवठादार साठी
pt_pt: Para Fornec.
zh_tw: 供應商

source: Show Items
es_es: Mostrar artículos
ko_kr: 표시 항목
mr_in: आयटम दर्शवा
pt_pt: Exibir Items
zh_tw: 顯示的項目

source: Supplier Ordering
ko_kr: 공급 업체 주문
mr_in: पुरवठादार क्रम अजून
pt_pt: Solicit. Fornecedor
zh_tw: 供應商訂單

source: The supplier inventory quantities could not be retrieved by the SQL because
ko_kr: 공급 업체의 재고 수량은 SQL 때문에 검색 할 수 없습니다
mr_in: पुरवठादार पुस्तके प्रमाणात SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
pt_pt: Fornec. quantid. estoque não foram recuperadas pelo SQL porque
zh_tw: 該供應商庫存數量不能由SQL來檢索，因為

source: Supp Ords
pt_pt: O.C. Forn.
zh_tw: 供應商訂單

source: Last
es_es: Último
ko_kr: 마지막
mr_in: शेवटचा
pt_pt: Última Exclusão
zh_tw: 上次

source: Week
es_es: Semana
ko_kr: 주
mr_in: आठवडा
pt_pt: Semanal
zh_tw: 星期

source: Preferred supplier purchasing
es_es: Compra a proveedor preferido
ko_kr: 우선 공급 업체 구매
mr_in: पसंतीचे पुरवठादार खरेदी
pt_pt: Fornec. Prefer. Compra
zh_tw: 首選採購供應商

source: The purchase order quantities could not be retrieved by the SQL because
cs_cz: Množství objednávky se nepodařilo získat na SQL, protože
es_es: Las cantidades de la orden de compra no han podido recuperarse por el SQL porque
hi_in: खरीद आदेश मात्रा क्योंकि SQL से नहीं लिया सकता है
id_id: Jumlah order pembelian tdk dapat diambil oleh SQL karena
it_it: I quantitativi di acquisto ordine non possono essere recuperate dal SQL perché
ko_kr: 구매 주문 수량은 SQL 때문에 검색 할 수 없습니다
mr_in: खरेदी ऑर्डर प्रमाणात SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De inkooporder hoeveelheid kon niet worden opgevraagd omdat
pt_pt: As quantidades da ordem de compra não puderam ser recuperadas pelo SQL porque
ro_ro: cantităţile de achiziţie pentru a nu a putut fi recuperate de către SQL, deoarece
ru_ru: Количества в заказах на покапку не могут быть получены, так как
sq_al: Sasi për blerje nuk mund të shikohet nga SQL sepse
sv: SQL Fel
sw_ke: Kwa wingi ili kununua inaweza kuwa retrieved na SQL sababu
tr_tr: SATINALMA SIP.MIKTARLARI GÖSTERILEMIYOR:
zh_hk: 查询采购订单数量的SQL运行失败,因为
zh_tw: 採購訂單數量未能由 SQL 提取, 因為

source: Enter the quantity to purchase of this item
es_es: Introducir la cantidad a comprar de este artículo
ko_kr: 이 항목의 구매 수량을 입력
mr_in: या आयटमची खरेदी करण्यासाठी प्रमाण प्रविष्ट करा
pt_pt: Informe a quant. para comprar deste item
zh_tw: 輸入購買本項目的數量

source: Create Purchase Order
es_es: Crear orden de compra
ko_kr: 구매 오더 생성
mr_in: तयार खरेदी ऑर्डर
pt_pt: Criar Ordem Compra
zh_tw: 建立採購訂單

source: Clicking this button will create a purchase order for all the quantities in the grid above for immediate delivery. Are you sure?
ko_kr: 이 버튼을 클릭하면 즉시 배달은 위의 표에서 모든 수량에 대한 구매 주문을 생성합니다. 확실합니까?
mr_in: हे बटण क्लिक करून तत्काळ पोहचवण्यासाठी वरील ग्रीड सर्व प्रमाणात साठी खरेदी ऑर्डर तयार होईल. आपली खात्री आहे?
pt_pt: Clique nesse botão irá criar uma ordem de compra para todas as quantid. no conjunto acima para entrega imediata. Confirma?
zh_tw: 單擊此按鈕將新建在網格上方立即交付全部數量的採購訂單。你確定嗎？

source: QA Tests Maintenance
es_es: Mantenimiento de pruebas de aseguramiento de la calidad
ko_kr: 품질 보증 유지 관리 테스트
zh_tw: QA測試維護

source: The QA Test name must be fifty characters or less long
ko_kr: QA 테스트 이름은 오십 자 이하 여야합니다
zh_tw: QA測試名稱必須是50個字以內長度

source: The Type must not be blank
ko_kr: 형식은 반드시 입력해야합니다
zh_tw: 該類型不能為空

source: The QA Test name already exists
ko_kr: QA 테스트 이름이 이미 존재합니다
zh_tw: QA測試名稱已經存在

source: QA Test record for
ko_kr: 에 대한 품질 보증 테스트 기록
zh_tw: 對於QA測試記錄

source: A new QA Test record has been added for
ko_kr: 새로운 품질 보증 테스트 레코드가 추가되었습니다
zh_tw: 新的QA測試記錄已新增

source: The insert or update of the QA Test failed because
ko_kr: QA 테스트의 삽입 또는 업데이트하기 때문에 실패
zh_tw: 在QA測試的插入或更新失敗，因為

source: Cannot delete this QA Test because Product Specs are using it
ko_kr: 제품 사양이 그것을 사용하고 있기 때문에이 품질 보증 테스트를 삭제할 수 없습니다
zh_tw: 由於產品規格都用它不能刪除這個QA測試

source: The QA Test could not be deleted because
ko_kr: QA 테스트가 있기 때문에 삭제할 수 없습니다
zh_tw: QA測試不能刪除因為

source: QA Test
es_es: Prueba de aseguramiento de la calidad
ko_kr: QA 테스트
zh_tw: QA測試

source: Show All QA Tests
es_es: Mostrar todas las pruebas de aseguramiento de calidad
ko_kr: 모든 품질 보증 시험을보기
zh_tw: 顯示所有QA測試

source: QA Test ID
es_es: Identificación de prueba de aseguramiento de la calidad
ko_kr: QA 테스트 ID
zh_tw: QA測試編號

source: QA Test Name
es_es: Nombre de prueba de aseguramiento de la calidad
ko_kr: QA 테스트 이름
zh_tw: QA測試名稱

source: The name of the Test you are setting up
ko_kr: 테스트의 이름은 당신이 설정된다
zh_tw: 該測試的名稱要設定

source: ASTM, ISO, UL or other
es_es: ASTM, ISO, UL u otro
ko_kr: ASTM, ISO, UL 등
zh_tw: ASTM，ISO，UL等

source: Group By
es_es: Grupo por
ko_kr: 그룹으로
zh_tw: 按群組

source: Can be used to group certain Tests on the Product Specification or Certificate of Analysis or left blank
ko_kr: \ nAnalysis 제품 사양 또는 인증서의 그룹 특정 테스트에 사용되거나 비워 둘 수 있습니다
zh_tw: 可用於組的某些測試上的產品規格或分析證書或留空白

source: How this is measured. PSI, Fahrenheit, Celsius etc.
ko_kr: 이것은 어떻게 측정한다. PSI, 화씨, 섭씨 등
zh_tw: 這是如何測量的。 PSI，華氏攝氏度等。

source: What sort of data field is required to record the results for this test
ko_kr: 이 테스트 결과를 기록하는 데 필요한 데이터 필드의 어떤 종류
zh_tw: 分類的數據欄位是必需的，以記錄該測試結果

source: Numeric Value?
es_es: ¿Valor numérico?
ko_kr: 숫자 값?
zh_tw: 數值?

source: Test ID
es_es: Identificación de prueba
ko_kr: 테스트 ID
zh_tw: 測試ID
