Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: For Sales Type/Price List
cs_cz: Pro prodej Typ / Ceník
es_es: Para Ventas Lista Tipo/Precio
hi_in: बिक्री प्रकार के लिए / मूल्य सूची
id_id: Utk Tipe Penjualan/Daftar Harga
it_it: Per il tipo di vendita / Prezzo di listino
ko_kr: 판매 유형 / 가격 목록
mr_in: विक्री प्रकार / किंमत सूचीसाठी
nl_nl: Te Koop Type/Prijs Lijst
pt_pt: Lista Preço Tipo Vendas
ro_ro: Pentru Tip Vânzări / Lista de preturi
ru_ru: Для типов продаж/прайс-листа
sq_al: Për Shitje Lloji / Lista e Çmimeve
sv: För Ordertyp/Prislista
sw_ke: Kwa Aina Sales / Price List
tr_tr: SATIS TÜRÜ/FIYAT LISTESI IÇIN
zh_hk: 销售方式/价格表
zh_tw: 銷售方式/價格表

source: For Currency
es_es: para la moneda
id_id: Utk Mata Uang
ko_kr: 통화
mr_in: चलनासंबंधी साठी
pt_pt: Moeda
zh_tw: 對於幣別

source: Show Gross Profit %
cs_cz: Zobrazit Hrubý zisk%
es_es: Mostrar % Ganancias Brutas
hi_in: दिखाएँ सकल लाभ%
id_id: Tampilkan Laba Kotor %
it_it: Mostra% Utile lordo
ko_kr: 쇼 총 이익 %
mr_in: निव्वळ नफा% दाखवा
nl_nl: Laat Bruto Winst % Zien
pt_pt: Exibe Margem Luc. %
ro_ro: Arată Profit brut%
ru_ru: Показать % валовой прибыли
sq_al: % Fitimi Bruto Show
sv: Visa Bruttoresultat%
sw_ke: Jumla ya Pato la kuonyesha Faida%
tr_tr: BRÜT KAR % GÖSTER
zh_hk: 显示利润率
zh_tw: 顯示毛利 %

source: Prices Only
cs_cz: Ceny pouze
es_es: Sólo precios
hi_in: केवल मूल्य
id_id: Hanya Harga
it_it: Solo i prezzi
ko_kr: 가격 만
mr_in: किंमती केवळ
nl_nl: Alleen Prijzen
pt_pt: Só Preços
ro_ro: Preturi Numai
ru_ru: Только цены
sq_al: Çmimet Vetëm
sv: Bara priser
sw_ke: Bei tu
tr_tr: SADECE FIYATLAR
zh_hk: 只显示价格
zh_tw: 價格

source: Show GP % too
cs_cz: Zobrazit GP% taky
es_es: Muestre tambien el % de GB
hi_in: दिखाएँ जीपी भी%
id_id: Tampilkan % GP juga
it_it: Mostra% GP troppo
ko_kr: 너무 GP를 %로 표시
mr_in: खूप ग्रॅमी% दाखवा
nl_nl: Laat ook Bruto Winst % zien
pt_pt: Exibe GP e %
ro_ro: Arată% GP prea
ru_ru: Тажке показывать % валовой прибыли
sq_al: % Show GP shumë
sv: Visa GP% för
sw_ke: Kuonyesha GP% pia
tr_tr: BRÜT KAR YÜZDESINI DE GÖSTER
zh_hk: 显示价格和利润率
zh_tw: 顯示毛利 %

source: Price Listing Type
cs_cz: Cena Výpis Typ
es_es: Tipo de listado de precios
hi_in: कीमत लिस्टिंग प्रकार
id_id: Tipe Daftar Harga
it_it: Prezzo di quotazione di tipo
ko_kr: 가격 목록 유형
mr_in: किंमत सूची प्रकार
nl_nl: Prijs Lijst Type
pt_pt: Tipo Lista Preço
ro_ro: Pretul de lista Tip
ru_ru: Тип прайс-листа
sq_al: Lloji Çmimi Listing
sv: Prislistetyp
sw_ke: Bei ya nyimbo Aina
tr_tr: FIYAT LISTESI TÜRÜ
zh_hk: 价格表类型
zh_tw: 價格表種類

source: Default Sales Type Prices
cs_cz: Výchozí Prodej Typ ceny
es_es: Tipo de precios de venta por defecto
hi_in: डिफ़ॉल्ट बिक्री प्रकार मूल्य
id_id: Harga Tipe Penjualan Standar
it_it: Vendite Tipo predefinito Prezzi
ko_kr: 기본 판매 유형 가격
mr_in: डीफॉल्ट विक्री प्रकार भाव
nl_nl: Standaard Verkoop Type Prijzen
pt_pt: Preços Tipo de Vendas Padrão
ro_ro: Vânzări Tip implicit Preturi
ru_ru: Цены типов продаж по умолчанию
sq_al: Default Sales Çmimet Type
sv: Default Ordertyp/Prislista
sw_ke: Bei ya mauzo Aina Default
tr_tr: VARSAYILAN SATIS TÜRÜ FIYATLARI
zh_hk: 销售方式/价格表
zh_tw: 預設銷售方式價格

source: Full Description
cs_cz: Kompletní popis
es_es: Descripción completa
hi_in: पूर्ण विवरण
it_it: Descrizione completa
ko_kr: 전체 설명
mr_in: संपूर्ण वर्णन
nl_nl: Volledige beschrijving
pt_pt: Descrição Completa
ro_ro: Descriere completa
ru_ru: Полное описание
sq_al: Përshkrimi i plotë
sv: Komplett beskrivning
sw_ke: Maelezo kamili
tr_tr: Açıklama
zh_hk: 完整描述
zh_tw: 充分說明

source: Effective As At
cs_cz: Efektivní je na
es_es: Efectivo al
hi_in: प्रभावी रूप से कम
id_id: Efektif Per
it_it: Efficace Come A
ko_kr: 효과적인에서로
mr_in: वेळी म्हणून प्रभावी
nl_nl: Effectief als bij
pt_pt: Efet. Inicial
ro_ro: Eficientă Deoarece La
ru_ru: Действие по состоянию на
sq_al: Efektive si në
sv: Effektiv Per
sw_ke: Ufanisi Kama Katika
tr_tr: Etkili olarak At
zh_hk: 生效起始日期
zh_tw: 生效之

source: Effective Date Range
cs_cz: Datum účinnosti Range
es_es: Rango de fechas efectivas
hi_in: प्रभावी तिथि सीमा
id_id: Rentang Tgl Efektif
it_it: Data Portata effettiva
ko_kr: 유효 날짜 범위
mr_in: प्रभावी तारीख श्रेणी
nl_nl: Effectieve Datumbereik
pt_pt: Data Vigência
ro_ro: Data intrării în vigoare Range
ru_ru: Эффективный диапазон дат
sq_al: Range Hyrja në fuqi
sv: Effektiv datumintervall
sw_ke: Muda Range
tr_tr: Etkili Tarih Aralığı
zh_hk: 有效日期范围
zh_tw: 生效日期範圍

source: Prices excluding tax
es_es: Precios sin impuesto
ko_kr: 세금을 제외한 가격
zh_tw: 未稅價格

source: The Price Labels could not be retrieved by the SQL because
es_es: El SQL no pudo obtener las etiquetas de precios porque
id_id: Label Harga tdk dapat diambil oleh SQL karena
ko_kr: 가격 레이블은 SQL 때문에 검색 할 수 없습니다
mr_in: किंमत लेबले SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
pt_pt: A Etiqueta Lista de Preço não pode ser recuperada pelo SQL porque
zh_tw: 價格標籤不能由SQL程序來檢索，因為

source: There were no price labels to print out for the category specified
es_es: No hubo etiquetas de precios a imprimir para la categoría indicada
id_id: Tdk ada label harga bisa dicetak customer atau kategori yg dipilih
ko_kr: 지정된 범주에 대한 인쇄 할 가격 레이블은 없었다
mr_in: विशिष्ट वर्गात साठी मुद्रीत नाही किंमत लेबले नाहीत
pt_pt: Não há Etiq. de preço para categoria especificada
zh_tw: 在價格標籤不能由SQL來檢索，因為

source: Select All Labels
es_es: Seleccionar todas las etiquetas
id_id: Pilih Semua Label
ko_kr: 모든 레이블을 선택합니다
mr_in: सर्व लेबले निवडा
pt_pt: Assinale Todas
zh_tw: 選擇全部標籤

source: There are no labels selected to print
es_es: No se seleccionaron etiquetas a imprimir
id_id: Tdk ada label yg dipilih utk dicetak
ko_kr: 인쇄를 선택에는 라벨이 없습니다
mr_in: मुद्रित करण्याचा निवडलेले नाही लेबले नाहीत
pt_pt: Não há etiquetas para imprimir
zh_tw: 沒有被選取的標籤來列印

source: Price Labels
es_es: Etiquetas de precios
id_id: Label Harga
ko_kr: 가격 레이블
mr_in: किंमत लेबले
pt_pt: Imprimir etiquetas preços
zh_tw: 價格標籤

source: Price_Labels
es_es: Etiquetas_Precio
id_id: Label_Harga
pt_pt: Imprimir etiquetas preços
zh_tw: 價格標籤

source: Print Price Labels
cs_cz: Tisknout cenovky
es_es: Imprimir etiquetas de precios
hi_in: प्रिंट मूल्य लेबल
id_id: Cetak Label Harga
it_it: Prezzo Stampa Etichette
ko_kr: 인쇄 가격 레이블
mr_in: प्रिंट किंमत लेबले
nl_nl: Print prijslabels
pt_pt: Imprimir etiquetas preços
ro_ro: Pret Etichete de imprimare
ru_ru: Печатать этикетки с ценами
sq_al: Çmimi Etiketa Print
sv: Skriv ut prisetiketter
sw_ke: Bei magazeti Labels
tr_tr: Baskı Fiyat Etiketleri
zh_hk: 打印价格标签
zh_tw: 列印價格標籤

source: Label to print
es_es: Etiqueta a imprimir
id_id: Label utk dicetak
ko_kr: 인쇄 할 라벨
mr_in: मुद्रित करण्याचा लेबल
pt_pt: Etiq. para imprimir
zh_tw: 列印標籤

source: For Stock Category
cs_cz: Pro skladem Kategorie
es_es: Para Categoría Almacén
hi_in: शेयर श्रेणी के लिए
id_id: Utk Kategori Stok
it_it: Archivio per la Categoria
ko_kr: 주식 범주에 대한
mr_in: स्टॉक श्रेणीसाठी
nl_nl: Voor voorraad categorien
pt_pt: Por Categoria Estoque
ro_ro: Pentru categoria de Valori
ru_ru: Для категории склада
sq_al: Për Category Stock
sv: För lagerkategori
sw_ke: Kwa Jamii Stock
tr_tr: STOK KATEGORISI
zh_hk: 物料组
zh_tw: 的存貨類別

source: Show Labels
es_es: Mostrar etiquetas
id_id: Tampilkan Label
ko_kr: 레이블 표시
mr_in: लेबले दर्शवा
pt_pt: Exibir Detalhes
zh_tw: 顯示標籤

source: Select Product Specification To Print
ko_kr: 출력하려면이 옵션을 선택합니다 제품 사양
zh_tw: 選取要列印的產品規格

source: Enter Specification Name
ko_kr: 사양 이름을 입력합니다
zh_tw: 輸入規格名稱

source: Or Select Existing Specification
ko_kr: 또는 기존 사양을 선택
zh_tw: 選取要列印的現有規格

source: There was a problem retrieving the Product Specification
ko_kr: 제품 사양을 검색하는 동안 문제가 발생했습니다
zh_tw: 選取的產品規格發生錯誤

source: Print Product Specification Error
es_es: Error al imprimir especificación de producto
ko_kr: 인쇄 제품 사양 오류
zh_tw: 列印的產品規格有錯誤

source: Unable to Locate Specification
ko_kr: 사양을 찾을 수 없습니다
zh_tw: 無法打到產品規格

source: Product Specifications
es_es: Especificaciones de producto
ko_kr: 제품 사양
zh_tw: 產品規格

source: Product Specification
es_es: Especificación de producto
ko_kr: 제품 사양
zh_tw: 產品規格

source: Technical Data Sheet Properties
ko_kr: 기술 데이터 시트 속성
zh_tw: 技術數據表屬性

source: * Data herein is typical and not to be construed as specifications.
ko_kr: * 데이터는 여기에 전형적인 사양으로 해석 할 필요는 없다.
zh_tw: *數據在這裡是典型的並且不應被解釋為規格。

source: The information provided on this datasheet should only be used as a guideline. Actual lot to lot values will vary.
ko_kr: 이 시트 상에 제공되는 정보는 단지 가이드 라인으로 사용되어야한다. 많은 값으로 실제 많이 달라집니다.
zh_tw: 提供此數據表中的信息只能作為參考。實際批次值會有所不同。

source: QA Label
ko_kr: 품질 보증 라벨
zh_tw: QA標籤

source: Select Quotation To Print
cs_cz: Vybrat Citát k tisku
es_es: Seleccionar cotización a Imprimir
hi_in: चयन कोटेशन मुद्रित करने के लिए
id_id: Pilih Penawaran utk Dicetak
it_it: Preventivo Selezionare la stampa
ko_kr: 인쇄하기 견적을 선택
mr_in: प्रिंट करण्यासाठी कोटेशन निवडा
nl_nl: Selecteer Citaat om Af te Drukken
pt_pt: Selecione Cotação a imprimir
ro_ro: Cotatia selectaţi imprimarea
ru_ru: Выберите котировку к печати
sq_al: Citat Zgjidhni Për Print
sv: Välj offert som ska skrivas ut:
sw_ke: Kuchagua quotation Ili Print
tr_tr: YAZDIRILACAK TEKLIFI SEÇINIZ
zh_hk: 选取要列印的报价
zh_tw: 選取要列印的報價

source: Select a Quotation to Print before calling this page
cs_cz: Vyberte Nabídka pro tisk před voláním na tuto stránku
es_es: Seleccionar una cotización a imprimir antes de invocar esta página
hi_in: इस पृष्ठ बुलाने से पहले प्रिंट करने के लिए एक उद्धरण का चयन करें
id_id: Pilih Penawaran yg ingin Dicetak sebelum memanggil halaman ini
it_it: Selezionare un preventivo per la stampa prima di chiamare questa pagina
ko_kr: 이 페이지를 호출하기 전에 인쇄하기 견적을 선택
mr_in: हे पृष्ठ कॉल करण्यापूर्वी प्रिंट एक कोटेशन निवडा
nl_nl: Selecteer een Citaat om Af te Drukken voor deze pagina
pt_pt: Selecione Cotação para imprimir antes desta pag.
ro_ro: Selectaţi o cotatie de imprimare înainte de a suna la această pagină
ru_ru: Выберите котировку к печати перед вызовом этой страницы
sq_al: Zgjidh një Citat për të shtypur para se të quajtur këtë faqe
sv: Välj en offert att skriva ut innan denna sida kallas
sw_ke: Select a quotation kwa Print kabla ya wito ukurasa huu
tr_tr: BU SAYFAYI ÇAGIRMADAN ÖNCE YAZDIRILACAK TEKLIFI SEÇMELISINIZ
zh_hk: 在呼叫此页前请先选取要列印的报价
zh_tw: 在呼叫此頁前請先選取要列印的報價

source: Quotations
cs_cz: Citace
es_es: Cotizaciones
hi_in: कोटेशन
id_id: Penawaran
it_it: Citazioni
ko_kr: 견적
nl_nl: Citaaten
pt_pt: Cotações
ro_ro: Cotaţiile
ru_ru: Котировки
sq_al: Citate
sv: Offerter
sw_ke: Nukuu
tr_tr: TEKLIFLER
zh_hk: 报价单
zh_tw: 報價單

source: There was a problem retrieving the quotation header details for Order Number
cs_cz: Tam byl problém získávání informací citát záhlaví pro pořadové číslo
es_es: Hubo un problema al obtener los detalles de la cabecera de la cotización para el Número de Pedido
hi_in: वहाँ एक आदेश संख्या के लिए उद्धरण हैडर विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian header penawaran utk Nomor Order
it_it: C&#39;è stato un problema recuperare i dettagli citazione di intestazione per Numero d&#39;ordine
ko_kr: 주문 번호에 대한 인용 헤더 정보를 검색하는 동안 문제가 발생했습니다
mr_in: मागणी क्रमांक साठी अवतरण हेडर तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Er was een probleem om het Citaat hoofd detail voor dit Order Nummer op te halen
pt_pt: Problema na recuperação dados cabeçalho da cotação número
ro_ro: Nu a fost o problemă la regăsirea detalii antet oferta pentru Ordine Număr
ru_ru: Возникли проблемы при получении данных о заголовке котировок для заказа номер
sq_al: Nuk ishte një problem retrieving të dhënat header citat për Order Number
sv: Det gick inte att hämta uppgifter citatet rubriken för löpnummer
sw_ke: Kulikuwa na tatizo retrieving maelezo header quotation kwa Order Idadi
tr_tr: TEKLIF DETAYI GÖRÜNTÜLEME HATASI, SIPARIS NO:
zh_hk: 提取订单编号的报价单台头时发生问题
zh_tw: 提取訂單編號的報價單台頭時發生問題

source: Print Quotation Error
cs_cz: Tisk Citace Chyba
es_es: Error al imprimir la cotización
hi_in: प्रिंट उद्धरण में त्रुटि
id_id: Kesalahan Cetak Penawaran
it_it: Stampa Quotazione errore
ko_kr: 인쇄 견적 오류
mr_in: प्रिंट कोटेशन त्रुटी
nl_nl: Afdruk Citaat Fout
pt_pt: Erro na Impr. Cotação
ro_ro: Oferta de imprimare Eroare
ru_ru: Ошибка печати котировок
sq_al: Gabim Print Kuotim
sv: Skriv ut offertfelet
sw_ke: Magazeti quotation Error
tr_tr: TEKLIF YAZDIRMA HATASI
zh_hk: 列印报价单错误
zh_tw: 列印報價單錯誤

source: Unable to Locate Quotation Number
cs_cz: Nelze Vyhledejte Citát číslo
es_es: No se pudo Localizar el Número de Oferta
hi_in: कोटेशन के लिए नंबर लगाने में असमर्थ
id_id: Tdk dapat Menemukan Nomor Penawaran
it_it: Impossibile trovare Numero Preventivo
ko_kr: 견적 번호를 찾을 수 없습니다
mr_in: शोधण्यास असमर्थ कोटेशन क्रमांक
nl_nl: offerte nummer niet gevonden
pt_pt: Não Localizou Cotação Número
ro_ro: În imposibilitatea de a localiza numărul Oferta
ru_ru: Не удалось найти номер цены
sq_al: Në pamundësi për të gjetur Numri Kuotim
sv: Kan inte lokalisera kommandot att köra
sw_ke: Hawawezi Machapisho quotation Idadi
tr_tr: TEKLIF NO.YA ERISILEMIYOR
zh_hk: 未能配置报价单编号
zh_tw: 未能配置報價單編號

source: Outstanding Quotations
cs_cz: Vynikající Citace
es_es: Cotizaciones pendientes
hi_in: बकाया कोटेशन
id_id: Penawaran Blm-Jadi
it_it: Citazioni Eccezionale
ko_kr: 뛰어난 견적
mr_in: थकबाकी Quotations
nl_nl: Openstaande offertes
pt_pt: Cotações Pendentes
ro_ro: Citate remarcabile
ru_ru: Необработанные цены
sq_al: Citate të papaguara
sv: öppna offerter
sw_ke: Nukuu bora
tr_tr: TAMAMLANMAMIS TEKLIFLER
zh_hk: 未完成报价单
zh_tw: 未完成報價單

source: Customer Quotation
cs_cz: Citace zákazníků
es_es: Cotización a cliente
hi_in: ग्राहक उद्धरण
id_id: Penawaran Customer
it_it: Customer Preventivo
ko_kr: 고객 견적
mr_in: ग्राहक कोटेशन
nl_nl: Klant offerte
pt_pt: Cotação Cliente
ro_ro: Oferta client
ru_ru: Расценки клиента
sq_al: Customer Kuotim
sv: Kundofferter
sw_ke: Mteja quotation
tr_tr: MÜSTERI TEKLIFLERI
zh_hk: 客户报价单
zh_tw: 客戶報價單

source: Quotation
cs_cz: Kotace
es_es: Cotización
hi_in: उद्धरण
id_id: Penawaran
it_it: Citazione
ko_kr: 인용
mr_in: अवतरण
nl_nl: Offerte
pt_pt: Cotação
ro_ro: Citat
ru_ru: Расценки
sq_al: Citat
sv: Offert
tr_tr: TEKLIF
zh_hk: 报价单
zh_tw: 報價單

source: There was a problem retrieving the quotation line details for quotation Number
cs_cz: Tam byl problém načítání údajů cenové nabídky řádek pro citaci Číslo
es_es: Hubo un problema al obtener los detalles de la fila de la oferta del Número de oferta
hi_in: वहाँ एक नंबर के लिए उद्धरण उद्धरण लाइन विवरण पुन: प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian baris penawaran utk Nomor penawaran
it_it: C&#39;è stato un problema recuperare i dettagli citazione linea per la citazione Numero
ko_kr: 인용 번호를 인용 라인 정보를 검색하는 동안 문제가 발생했습니다
mr_in: अवतरण क्रमांक साठी अवतरण ओळ तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem bij het opvragen van de offerte regels van offerte nummer
pt_pt: Houve problema na Recuperação linhas de detalhe da cotação número
ro_ro: Nu a fost o problemă la regăsirea detaliile linia oferta pentru oferta Număr
ru_ru: Возникли проблемы при получении данных о позиции расценок для расценок номер
sq_al: Nuk ishte një problem retrieving të dhënat linjë citat për kuotim Numri
sv: Kunde inte hitta offertdetaljer för offertnr
sw_ke: Kulikuwa na tatizo retrieving maelezo line quotation kwa quotation Idadi
tr_tr: BU TEKLIFE AIT SATIR DETAYLARI GÖSTERILEMIYOR
zh_hk: 提取报价单编号的报价单列时发生问题
zh_tw: 提取報價單編號的報價單列時發生問題

source: Quotation Excluding Tax
cs_cz: Citát bez daně
es_es: Cotización sin impuestos
hi_in: उद्धरण टैक्स को छोड़कर
id_id: Penawaran Sebelum Pajak
it_it: Preventivo tasse escluse
ko_kr: 견적 제외 세금
mr_in: कोटेशन वगळून कर
nl_nl: Offerte exclusief BTW
pt_pt: Cotação sem Impostos
ro_ro: Cotatia exclusiv taxa
ru_ru: Расценки без учета налогов
sq_al: Citat përjashtuar Tatimore
sv: Offert exklusive skatt
sw_ke: Nukuu bila kujumuisha kodi
tr_tr: Tırnak Vergisi Hariç
zh_hk: 不含税报价：
zh_tw: 報價不含稅

source: Total Tax
cs_cz: Celkové daňové
es_es: Total impuestos
hi_in: कुल टैक्स
id_id: Total Pajak
ko_kr: 총 세금
mr_in: एकूण कर
nl_nl: Totale belasting
pt_pt: Total Impostos
ro_ro: Total fiscale
ru_ru: Общая сумма налога
sq_al: Totali i Taksave
sv: Total skatt
sw_ke: Jumla ya Kodi
tr_tr: Toplam Vergi
zh_hk: 总税额：
zh_tw: 稅收總數

source: Quotation Including Tax
cs_cz: Citát včetně DPH
es_es: Cotización con impuestos
hi_in: उद्धरण भी शामिल है टैक्स
id_id: Penawaran Setelah Pajak
it_it: Preventivo fiscale, compreso
ko_kr: 세금 포함 견적
mr_in: कर अंतर्भूत कोटेशन
nl_nl: Offerte inclusief BTW
pt_pt: Cotações com Impostos
ro_ro: Cotatia Inclusiv fiscale
ru_ru: Расценки с учетом налога
sq_al: Citat tatimore duke përfshirë
sv: Offert inklusive skatt
sw_ke: Ikiwa ni pamoja na Kodi ya quotation
tr_tr: Tırnak dahil Vergisi
zh_hk: 含税报价
zh_tw: 報價含稅

source: There were no items on the quotation
cs_cz: Tam byly žádné položky z kurzu
es_es: No hubo artículos en la cotización
hi_in: वहाँ उद्धरण पर कोई आइटम नहीं थे
id_id: Tdk ada item di penawaran
it_it: Non ci sono state voci sulla quotazione
ko_kr: 인용에 아이템은 없었다
mr_in: अवतरण वर कोणतेही आयटम नाहीत
nl_nl: Offerte bevat geen items
pt_pt: Não há itens na cotação
ro_ro: Nu au existat elemente de pe cotaţiei
ru_ru: Не найдено расценок
sq_al: Nuk ka pasur artikuj në kuotimit
sv: Det finns inga produkter i offerten
sw_ke: Kulikuwa hakuna vitu kwenye quotation
tr_tr: TEKLIFTE HERHANGI BIR ÜRÜN YOK
zh_hk: 报价单中没有物料
zh_tw: 報價單中沒有商品

source: The quotation cannot be printed
cs_cz: Citace nelze vytisknout
es_es: No se puede imprimir la cotización
hi_in: उद्धरण मुद्रित नहीं किया जा सकता
id_id: Penawaran tdk dapat dicetak
it_it: La citazione non può essere stampato
ko_kr: 인용 인쇄 할 수 없습니다
mr_in: अवतरण मुद्रित करणे शक्य नाही
nl_nl: Offerte kanniet worden afgedrukt
pt_pt: Cotação não Impressa
ro_ro: Citatul nu pot fi imprimate
ru_ru: Расценки не могут быть напечатаны
sq_al: Citat nuk mund të jenë të shtypura
sv: Offerten kan inte skrivas ut
sw_ke: quotation haiwezi kuchapishwa
tr_tr: TEKLIF YAZDIRILAMADI
zh_hk: 未能列印报价单
zh_tw: 未能列印報價單

source: Print Another Quotation
cs_cz: Tisk Další citace
es_es: Imprimir otra cotización
hi_in: प्रिंट एक और उद्धरण
id_id: Cetak Penawaran Lainnya
it_it: Stampa un&#39;altra citazione
ko_kr: 또 다른 견적을 인쇄
mr_in: दुसरा कोटेशन छापा
nl_nl: Druk andere offerte af
pt_pt: Imprimir Outra Cotação
ro_ro: O altă ofertă de imprimare
ru_ru: Напечатать другие расценки
sq_al: Print tjetër Kuotim
sv: Välj offert som ska skrivas ut:
sw_ke: Magazeti mwingine quotation
tr_tr: BASKA BIR TEKLIF YAZDIR
zh_hk: 列印其他报价单
zh_tw: 列印其他報價單

source: Sales Receipt
cs_cz: Prodejní doklad
es_es: Recibo de ventas
hi_in: बिक्री रसीद
id_id: Penerimaan Penjualan
it_it: Ricevuta di vendita
ko_kr: 판매 영수증
mr_in: विक्री पावती
nl_nl: Aankoopbon
pt_pt: Receb. Vendas
ro_ro: Primirea de vânzări
ru_ru: ЧЕК
sv: Försäljningskvitto
sw_ke: Mauzo risiti
tr_tr: Satış Alındı
zh_hk: 销售收款
zh_tw: 銷售收據

source: Customer Receipt Number
cs_cz: Zákazník Příjem Počet
es_es: Número de recibo de cliente
hi_in: ग्राहक रसीद संख्या
id_id: Penerimaan Customer Nomor
it_it: Numero cliente Ricevuta
ko_kr: 고객 영수증 번호
nl_nl: Klant bonnummer
pt_pt: Núm. Rec. Cliente
ro_ro: Primirea clientului Numărul
ru_ru: Номер квитанции клиента
sq_al: Numri Customer Receipt
sv: Kundkvitto nummer
sw_ke: Idadi risiti wateja
tr_tr: Müşteri Makbuz Numarası
zh_hk: 顾客收据编号
zh_tw: 客戶收據編號

source: Received From
cs_cz: Obdržel od
es_es: Recibido de
hi_in: से प्राप्त की
id_id: Diterima Dari
it_it: Ricevuto da
ko_kr: 에서 수신
mr_in: प्राप्त
nl_nl: Ontvangen van
pt_pt: Rec. de
ro_ro: Primite de la
ru_ru: , Полученных от
sq_al: Pranuar nga
sv: Mottaget från
sw_ke: Kutoka kupokea
tr_tr: Alınan YTL
zh_hk: 接收自
zh_tw: 接收自

source: The Sum Of
cs_cz: Součet
es_es: La suma de
hi_in: योग का
it_it: La somma di
ko_kr: 의 합
mr_in: बेरीज
nl_nl: De som van deze
pt_pt: Soma de
ro_ro: Suma
ru_ru: Сумма
sq_al: Shuma e
sv: Summan
sw_ke: Jumla ya
tr_tr: Sum Of
zh_hk: 总和
zh_tw: 總和

source: Details
cs_cz: Podrobnosti
es_es: Detalles
hi_in: विवरण
id_id: Rincian
it_it: Dettagli
ko_kr: 세부
mr_in: तपशील
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробнее
sv: Detaljer
sw_ke: Maelezo
tr_tr: Ayrıntılar
zh_hk: 明细行
zh_tw: 詳細信息

source: Signed On Behalf Of
cs_cz: Podepsán jménem
es_es: Firmado en nombre de
hi_in: की ओर से हस्ताक्षर
it_it: Firmato a nome della
ko_kr: 대신 서명
mr_in: वतीने साइन केले
nl_nl: Ondertekend namens de
pt_pt: Em nome de
ro_ro: Semnat în numele
ru_ru: Подписано от имени
sq_al: Nënshkruar në emër të
sv: Signerad för
sw_ke: Saini kwa niaba ya
tr_tr: Adına İmza
zh_hk: 签字
zh_tw: 代簽

source: Print Remittance Advices Error
cs_cz: Tisk remitencí Avíza Chyba
es_es: Imprimir Error de Avisos de Remesas
hi_in: प्रिंट प्रेषण सलाह त्रुटि
id_id: Kesalahan Mencetak Bukti Pembayaran
it_it: Stampa Rimesse Consigli di errore
ko_kr: 송금 조언 오류를 인쇄
mr_in: पैसे देण्याची Advices त्रुटी मुद्रित
nl_nl: Print Afdracht Adviezen fout
pt_pt: Erro Impressão Aviso Remessa
ro_ro: Print Remittance Sfaturi de eroare
ru_ru: Ошибка печати уведомления о денедном переводе
sq_al: Dërgesave Print Këshilla Gabim
sv: Skriv Remittance Råd fel
sw_ke: Magazeti Remittance Ushauri Error
tr_tr: Baskı Havale önerileri Hata
zh_hk: 打印汇款通知出错
zh_tw: 匯款通知列印--錯誤

source: There were no remittance advices to print out for the supplier range and payment date specified
cs_cz: Tam byly žádné převody rady vytisknout na dodavatele rozsah a datum splatnosti uvedené
hi_in: वहाँ कोई प्रेषण करने के लिए आपूर्तिकर्ता सीमा और भुगतान तिथि निर्दिष्ट के लिए बाहर प्रिंट सलाह
id_id: Tdk ada bukti pembayaran utk dicetak bagi jangka supplier dan tgl pembayaran yg dipilih
it_it: Non ci sono state rimesse consigli per stampare per la gamma di fornitori e data di pagamento di cui
ko_kr: 지정된 공급 범위 및 지불 날짜를 인쇄 할 송금 조언은 없었다
mr_in: निर्दिष्ट पुरवठादार श्रेणी आणि देयक तारखेला मुद्रीत नाही रेमिटन्स advices होते
nl_nl: Er waren geen afdracht adviezen om uit te printen voor de leverancier bereik en de betaling vermelde datum
pt_pt: Não há avisos de remessa para imprimir no intervalo de fornec. e datas especif.
ro_ro: Nu s-au remitenţe sfaturi pentru a imprima pentru intervalul de furnizor şi data de plată specificate
ru_ru: Не найдено уведомлений о денежном переводе для печати для списка поставщиков и указанной даты оплаты
sq_al: Nuk ka pasur dërgesave këshilla për të shtypur jashtë për gamën e furnizuesit dhe datës së pagesës të specifikuar
sv: Det fanns inga remittering råd att skriva ut för leverantören rad och specificerade betalningsdag
sw_ke: Kulikuwa hakuna remittance ushauri na magazeti mbalimbali kwa ajili ya malipo ya wasambazaji na tarehe maalum
tr_tr: hiç havale belirtilen tedarikçi aralık ve ödeme tarihini yazdırmak için tavsiyeler vardı
zh_hk: 指定的供应商范围和付款日期没有汇款通知可打印
zh_tw: 指定的供應商範圍和繳款日，目前沒有匯款通知單的資料可以列印

source: Remittance Advice
cs_cz: Poukazování Poradenství
es_es: Aviso de remesa
hi_in: प्रेषण सलाह
id_id: Bukti Pembayaran
it_it: Rimesse Consigli
ko_kr: 송금 조언
mr_in: पैसे देण्याची सल्ला
nl_nl: Overmakings Kontrole
pt_pt: Aviso Remessa
ro_ro: Sfaturi de remitenţe
ru_ru: Уведомление о денежном переводе
sq_al: Këshilla të dërgesave
sv: Remittering råd
sw_ke: Remittance Ushauri
tr_tr: YAPILAN HAVALEYI HABER VER
zh_hk: 询证函
zh_tw: 匯款通知單

source: suppliers from
cs_cz: dodavatelů z
es_es: proveedores desde
hi_in: आपूर्तिकर्ताओं से
id_id: supplier dari
it_it: fornito da
ko_kr: 공급자
mr_in: पुरवठादार पासून
nl_nl: leveranciers van
pt_pt: Fornecedores de
ro_ro: furnizori de la
ru_ru: поставщиков из
sq_al: furnizuesve nga
sv: leverantörer från
sw_ke: wasambazaji kutoka
tr_tr: TEDARIKÇILER:
zh_hk: 供应商
zh_tw: 供應商自

source: and Paid On
cs_cz: a platí se na
es_es: Y pagado en
hi_in: और पर श्रद्धांजलि
id_id: dan Disetor Pada
it_it: e pagate
ko_kr: 및 지급
mr_in: आणि देय
nl_nl: en betaald op
pt_pt: e pagos em
ro_ro: şi plătite în
ru_ru: и выплачиваются на
sq_al: dhe Paid On
sv: och betald den
sw_ke: na kulipwa
tr_tr: Açık ve Ödenen
zh_hk: 并且付款于
zh_tw: 與支付
