Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Show All Stock Categories
cs_cz: Zobrazit všechny kategorie skladem
es_es: Mostrar todas las categorías de inventario
hi_in: सभी स्टॉक चैनल दिखाएँ
id_id: Tampilkan Semua Kategori Stok
it_it: Vedi tutte le Categorie Archivio
ko_kr: 모든 주식 카테고리보기
mr_in: सर्व स्टॉक श्रेणी दर्शवा
nl_nl: Laat Alle Voorraad Categorien zien
pt_pt: Exibir todas Categoria Estoque
ro_ro: Arată toate categoriile de Valori
ru_ru: Показать все категории складов
sq_al: Trego te gjitha Kategoritë Stock
sv: Visa alla lagerkategorier
sw_ke: Kuonyesha Jamii zote Stock
tr_tr: BÜTÜN STOK KATEGORILERINI GÖSTER
zh_hk: 显示所有物料组
zh_tw: 顯示所有存貨類別

source: Enter up to six alphanumeric characters or underscore as a code for this stock category
es_es: Introducir hasta seis caracteres alfanuméricos o guión_bajo como un código para esta categoría de inventario
ko_kr: 여섯 자의 영숫자 문자를 입력하거나 콘텐츠 분류 코드로 밑줄
mr_in: सहा आकडे अक्षरांपर्यंत प्रविष्ट करा किंवा हा स्टॉक वर्गात एक कोड म्हणून अधोरेखित
pt_pt: Informe até seis caracteres alfanuméricos ou underscore para essa categ. de estoque
zh_tw: 輸入最多六個字母數字字符或下劃線作為對這種倉庫類別代碼

source: A description of the inventory category is required
es_es: Se requiere una descripción de la categoría inventario
ko_kr: 재고 범주에 대한 설명이 필요합니다
mr_in: पुस्तके वर्गवारी वर्णन आवश्यक आहे
pt_pt: Descrição categoria de estoque é requerida
zh_tw: 存貨類的描述是必需的

source: Recovery GL Code
cs_cz: Vymáhání GL kód
es_es: Recuperación del Código Contable
hi_in: वसूली जीएल कोड
id_id: Kode GL Pemulihan
it_it: Codice di ripristino GL
ko_kr: 복구 GL 코드
mr_in: पुनर्प्राप्ती जी.एल. कोड
nl_nl: Herstel Grootboek code
pt_pt: Conta Recuperação
ro_ro: Codul de recuperare GL
ru_ru: Код восстановления главной книги
sq_al: Kodi Recovery GL
sv: Svarskod
sw_ke: Ahueni GL Code
tr_tr: Kurtarma GL Kodu
zh_hk: 恢复总帐代码
zh_tw: 恢復總帳代碼

source: Stock GL Code
cs_cz: Sklad GL kód
es_es: Cuenta contable de inventario
hi_in: शेयर जीएल कोड
id_id: Kode GL Stok
it_it: Archivio codice GL
ko_kr: 주식 GL 코드
mr_in: स्टॉक जी.एल. कोड
nl_nl: Voorraad Grootboek Code
pt_pt: Conta Estoque
ro_ro: Stoc GL Cod
ru_ru: Код склада главной книги
sq_al: Kodi Stock GL
sv: Lagerkonto
sw_ke: Hisa GL Code
tr_tr: STOK MUH.KODU
zh_hk: 存货科目
zh_tw: 存貨總帳科目

source: WIP GL Code
cs_cz: WIP GL kód
es_es: Cuenta contable de trabajo en proceso
hi_in: WIP जीएल कोड
id_id: Kode GL WIP
it_it: WIP Codice GL
ko_kr: WIP GL 코드
mr_in: WIP जी.एल. कोड
nl_nl: WIP Grootboek Code
pt_pt: Conta WIP
ro_ro: WIP GL Cod
ru_ru: WIP код главной книги
sq_al: Kodi WIP GL
sv: PIA konto
tr_tr: ÜRETIMDEKI MUH.KODU
zh_hk: 在制品科目
zh_tw: 在製品總帳科目

source: Stock Adjustments GL Code
cs_cz: Sklad Úpravy GL kód
es_es: Cuenta contable de ajustes de inventario
hi_in: शेयर जीएल कोड समायोजन
id_id: Kode GL Penyesuaian Stok
it_it: Aggiustamenti stock Codice GL
ko_kr: 재고 조정 GL 코드
mr_in: स्टॉक ऍडजस्टमेंट जी.एल. कोड
nl_nl: Grootboek code voor voorraad bijwerking
pt_pt: Conta Ajust. Estoque
ro_ro: Ajustări stoc Cod GL
ru_ru: Код корректировок запаса главной книги
sq_al: Rregullimet Stock Kodi GL
sv: Lagerjusteringskonto
sw_ke: Hisa marekebisho Kanuni GL
tr_tr: STOK AYARLAMA MUH.KODU
zh_hk: 盘点差异科目
zh_tw: 盤點差異總帳科目

source: Internal Stock Issues GL Code
es_es: Cuenta contable de emisiones internas de inventario
id_id: Kode GL Penerbitan Stok Internal
ko_kr: 재고 문제 GL 코드
mr_in: अंतर्गत स्टॉक मुद्दे जी.एल. कोड
pt_pt: Cód. Estoque Interno Requerido
zh_tw: 易耗品總帳科目

source: Price Variance GL Code
cs_cz: Rozptyl cen GL kód
es_es: Cuenta contable de varianza en precio
hi_in: मूल्य वेरिएंस जीएल कोड
id_id: Kode GL Selisih Harga
it_it: Prezzo Varianza Codice GL
ko_kr: 가격 차이 GL 코드
mr_in: किंमत फरक जी.एल. कोड
nl_nl: Grootboekcode voor prijsverschillen
pt_pt: Conta Variação Preço
ro_ro: Pret Variance GL Codul
ru_ru: Кода различия цены главной книги
sq_al: GL Çmimi Ndryshimi Kodi
sv: Prisvarianskonto
sw_ke: Tofauti kati ya bei ya Kanuni GL
tr_tr: FIYAT VARYANS MUH.KODU
zh_hk: 价格差科目
zh_tw: 價格差異總帳科目

source: Labour Efficiency Variance GL Code
cs_cz: Efektivita práce Odchylka GL kód
es_es: Código contable de varianza en eficiencia de mano de obra
hi_in: श्रम दक्षता वेरिएंस जीएल कोड
id_id: Kode GL Perubahan Efisiensi Jasa
it_it: Codice del lavoro della varianza di efficienza GL
ko_kr: 노동 효율성 차이 GL 코드
mr_in: कामगार कार्यक्षमता फरक जी.एल. कोड
nl_nl: Grootboekcode voor efficiency verschillen
pt_pt: Cód. Variaç. Efic. M.Obra
ro_ro: Muncii Variance GL eficienţă Codul
ru_ru: Код оклонений производительности труда в главной книге
sq_al: Ndryshimi i Punës Efikasiteti Kodi GL
sv: Arbetseffektivitetsvarianskonto
sw_ke: Tofauti kati ya Kazi Ufanisi Kanuni GL
tr_tr: İşgücü Verimliliği Varyans GL Kodu
zh_hk: 劳务效率差异总帐代码
zh_tw: 勞動效率差異總帳科目

source: Usage Variance GL Code
cs_cz: Využití rozptylu GL kód
es_es: Cuenta contable de varianza en cantidad
hi_in: उपयोग वेरिएंस जीएल कोड
id_id: Kode GL Selisih Penggunaan
it_it: Uso Varianza Codice GL
ko_kr: 사용 분산 GL 코드
mr_in: वापर फरक जी.एल. कोड
nl_nl: Grootboekcode voorgebruiksverschillen
pt_pt: Conta Variação Uso
ro_ro: Utilizarea Variance GL Codul
ru_ru: Код различия использования главной книги
sq_al: GL Perdorimi Ndryshimi Kodi
sv: Användningsvarianskod
sw_ke: Tofauti kati ya matumizi ya Kanuni GL
tr_tr: KULLANIM VARYANS MUH.KODU
zh_hk: 数量差科目
zh_tw: 材料用量差總帳科目

source: Property Label
cs_cz: Nemovitosti společnost
es_es: Etiqueta de Propiedad
hi_in: संपत्ति लेबल
id_id: Label Ciri
it_it: Proprietà Label
ko_kr: 부동산 라벨
mr_in: मालमत्ता लेबल
nl_nl: Eigendomslabel
pt_pt: Propried. Etiq.
ro_ro: Proprietate Label
ru_ru: Заголовок свойства
sq_al: Pronës Label
sv: Egenskapsetikett
sw_ke: Mali Chapa
tr_tr: Mülkiyet Etiket
zh_hk: 资产标签
zh_tw: 特性標簽

source: Control Type
cs_cz: Typ ovládání
es_es: Tipo de control
hi_in: नियंत्रण प्रकार
id_id: Tipe Kontrol
it_it: Tipo di controllo
ko_kr: 제어 유형
mr_in: नियंत्रण प्रकार
nl_nl: Controle soort
pt_pt: Tipo Controle
ro_ro: Tipul de control
ru_ru: Тип управления
sq_al: Kontrollit Type
sv: Kontroll typ
sw_ke: Aina ya kudhibiti
tr_tr: Kontrol Türü
zh_hk: 控制类型
zh_tw: 控制類型

source: Default Value
cs_cz: Výchozí hodnota
es_es: Valor predeterminado
hi_in: डिफ़ॉल्ट मान
id_id: Nilai Standar
it_it: Valore predefinito
ko_kr: 기본값
mr_in: डिफॉल्ट मूल्य
nl_nl: Default waarde
pt_pt: Valor Padrão
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
sv: Defaultvärdet
sw_ke: Default Thamani
tr_tr: Varsayılan Değer
zh_hk: 默认值
zh_tw: 預設值

source: Minimum Value
cs_cz: Minimální hodnota
es_es: Valor mínimo
id_id: Nilai minimum
it_it: Valore minimo
ko_kr: 최소 값
mr_in: किमान मूल्य
nl_nl: Minimale waarde
pt_pt: Valor Mínimo
ro_ro: Valoarea minimă
ru_ru: Минимальное значение
sq_al: Vlera më e vogël
sv: Minsta värde
sw_ke: Thamani ya chini
tr_tr: Minimum değer
zh_hk: 最小值
zh_tw: 最小值

source: Maximum Value
cs_cz: Maximální hodnota
es_es: Valor máximo
hi_in: अधिकतम मान
id_id: Nilai Maksimum
it_it: Valore massimo
ko_kr: 최대 값
mr_in: कमाल मूल्य
nl_nl: Maximale Waarde
pt_pt: Valor Máximo
ro_ro: Valoarea maximă
ru_ru: Максимальное значение
sq_al: Vlera maksimale
sv: Maximala värdet
sw_ke: Upeo Thamani
tr_tr: Maksimum değer
zh_hk: 最大值
zh_tw: 最大值

source: Require in SO
cs_cz: Vyžadovat v SO
es_es: Requerido en Orden de Venta
hi_in: की आवश्यकता होती है अतः में
id_id: Diperlukan dalam SO
it_it: Richiedi in SO
ko_kr: SO에 필요
mr_in: म्हणून आवश्यक आहे
nl_nl: Vereist in verkooporder
pt_pt: Requerido no SO
ro_ro: Necesită în SO
ru_ru: Требовать в SO
sq_al: Kërkojnë në SO
sv: Kräv i SO
sw_ke: Zinahitaji katika SO
tr_tr: Gerektiren SO
zh_hk: 销售订单需求
zh_tw: 銷售訂單要求

source: Are you sure you wish to delete this property? All properties of this type set up for stock items will also be deleted.
cs_cz: Jste si jisti, že chcete smazat tuto vlastnost? Všechny vlastnosti tohoto typu nastavit pro skladové položky budou také odstraněny.
es_es: ¿Está seguro que desea suprimir esta propiedad? Todas las propiedades de este tipo configuradas para los elementos existentes también serán eliminadas.
hi_in: क्या आप को इस संपत्ति को नष्ट करना चाहते हैं? इस शेयर मदों के लिए स्थापित प्रकार के सभी गुण भी हटा दिया जाएगा.
id_id: Apakah Anda yakin ingin menghapus ciri ini? Semua ciri mengenai tipe ini yg dibuat utk item stok juga akan dihapus.
it_it: Sei sicuro di voler cancellare questo immobile? Tutte le proprietà di questo tipo istituito per gli articoli di riserva saranno cancellati.
ko_kr: 이 속성을 삭제하려면 확실합니까? 재고 항목의 설정이 유형의 모든 속성은 삭제됩니다.
mr_in: आपण या ठिकाण हटवू इच्छित खात्री आहे? स्टॉक आयटम सेट या प्रकारच्या सर्व गुणधर्म देखील हटविला जाईल.
nl_nl: Bevestig dat deze eigendom code moet worden verwijderd. Alle eigendomen van dit type gebruikt voor voorraaditems zullen dan ook worden verwijderd
pt_pt: Confirma exclusão desta propriedade? Todas propriedades deste tipo de estoque também serão excluidas
ro_ro: Sunteţi sigur că doriţi să ştergeţi această proprietate? Toate proprietatile de acest tip set-te pe Facebook pentru stoc vor fi şterse de asemenea.
ru_ru: Вы уверены, что хотите удалить это свойство? Все свойства этого типа созданные для складе, также будут удалены.
sq_al: A jeni i sigurt se doni të fshini këtë pronë? Të gjitha pronat e këtij lloji të ngritur për artikuj të aksioneve do të fshihet.
sv: Är du säker på att du vill ta bort denna fastighet? Alla egenskaper för denna typ inrättas för omgående tillgänglig kommer också att raderas.
sw_ke: Una uhakika unataka kufuta mali? mali yote ya aina hii iliyoanzishwa kwa ajili ya vitu hisa pia kuwa ilifutwa.
tr_tr: Eğer bu özelliği silmek istediğinizden emin misiniz? Stokta ürünleri için kurulmuş bu tür tüm özellikleri de silinecektir.
zh_hk: 您确认要删除此属性吗？为此库存物料设置的此类型属性
zh_tw: 是否確定要刪除這屬性? 所有存有這類型的物料存貨全部會被刪除

source: Stock Count Sheets
cs_cz: Skladem Počet listy
es_es: Hojas de Cuentas de Existencia
hi_in: स्टॉक गणना पत्रक
id_id: Lembar Hitungan Stok
it_it: Archivio Lenzuola
ko_kr: 주식 카운트 시트
mr_in: स्टॉक संख्या पत्रके
nl_nl: Stock lakens
pt_pt: Ficha Contagem Estoque
ro_ro: Stoc Count Foi
ru_ru: Листы инвентаризация
sq_al: Count Sheets Stock
sv: Inventarielistor
sw_ke: Karatasi ya hisa Count
tr_tr: Sayım Levhalar
zh_hk: 存货点算表
zh_tw: 盤點表

source: Stock Count Sheets - Problem Report
cs_cz: Skladem Počet listů - nahlášení problému
es_es: Hojas de Cuentas de Existencia - Informe de Problema
hi_in: समस्या रिपोर्ट - स्टॉक गणना पत्रक
id_id: Lembar Hitungan Stok - Laporan Masalah
it_it: Lenzuola Stock - Report di Problemi
ko_kr: 주식 카운트 시트 - 문제 신고
mr_in: स्टॉक संख्या पत्रके - समस्या नोंदवा
nl_nl: Stock lakens - Problem Report
pt_pt: Problema Ficha Contagem Estoque
ro_ro: Stoc Foi Count - raport de problemă
ru_ru: Инвентаризация листы - о проблемах
sq_al: Count Sheets Stock - Report Problem
sv: Lagerinventeringsformulär - problemrapport
sw_ke: Hisa Count Karatasi - Tatizo Ripoti
tr_tr: Sayım Levhalar - Problem Raporu
zh_hk: 存货点算表-问题报告
zh_tw: 盤點表 - 問題報表

source: The inventory quantities could not be added to the freeze file because
cs_cz: Množství zásob by neměly být přidávány do souboru, protože zmrazení
es_es: No se pudo agregar las cantidades del inventario al archivo de congelación porque
hi_in: सूची मात्रा स्थिर फ़ाइल क्योंकि पर नहीं जोड़ा जा सकता है
id_id: Qty persediaan tdk dapat ditambahkan ke file freeze karena
it_it: I quantitativi di inventario non può essere aggiunto al file di blocco perché
ko_kr: 재고 수량은 동결 파일 때문에 추가 할 수 없습니다
mr_in: पुस्तके प्रमाणात फ्रीझ फाइल कारण जोडले जाऊ शकत नाही
nl_nl: De voorraadhoeveelheid kon niet worden toegevoegd aan de bevroren file omdat
pt_pt: Quantid. estoque não podem ser adic. para arq. Inspeção porque
ro_ro: Cantităţile inventarul nu ar putea fi adăugate la dosar, deoarece congela
ru_ru: Количества после инвентаризации не могут быть включены в файл, так как
sq_al: Sasitë e inventarit nuk mund të shtohet në dosjen e ngrirë për shkak se
sv: Inventeringen kvantiteter kunde inte läggas till den frysning filen eftersom
sw_ke: wingi wa hesabu inaweza kuwa aliongeza na faili kufungia kwa sababu
tr_tr: Stok miktarları dondurmak dosyası nedeniyle ilave edilemedi
zh_hk: 库存数量未能新增到存货检查表, 因为
zh_tw: 庫存數量未能新增到存貨檢查表, 因為

source: The old quantities could not be deleted from the freeze file because
cs_cz: Starý množství nemohla být odstraněna z zmrazení souboru, protože
es_es: No se pudo suprimir las cantidades antiguas del archivo de congelación porque
hi_in: पुराने मात्रा स्थिर फ़ाइल क्योंकि से नष्ट नहीं किया जा सकता है
id_id: Qty yg lama tdk dapat dihapus dari file freeze karena
it_it: I quantitativi vecchio non può essere eliminato dal file congelare perché
ko_kr: 오래된 수량은 동결 파일 때문에 삭제할 수 없습니다
mr_in: जुन्या प्रमाणात फ्रीझ फाइल कारण ते हटवणे शक्य नाही
nl_nl: De oude hoeveelheid kon niet worden verwijderd van de bevroren file omdat
pt_pt: As quant. anteriores não podem ser desalocadas arq. Inspeção porque
ro_ro: Cantităţile vechi nu poate fi ştearsă din dosarul congela, deoarece
ru_ru: старые количества не могут быть исключены из файла, так как
sq_al: Sasitë e vjetër nuk mund të fshihet nga file të ngrirë, sepse
sv: Den gamla kvantiteter kunde inte tas bort från frysningen filen eftersom
sw_ke: wingi wa zamani inaweza kuwa ilifutwa kutoka faili ya kufungia kwa sababu
tr_tr: Eski miktarlarda dondurma dosya çünkü silinemedi
zh_hk: 旧数量未能从存货检查表中删除, 因为
zh_tw: 舊數量未能從存貨檢查表中刪除, 因為

source: Stock Freeze - Problem Report
cs_cz: Sklad Freeze - nahlášení problému
es_es: Congelamiento de existencia - Informe del Problema
hi_in: समस्या रिपोर्ट - स्टॉक रुक
id_id: Freeze Stok - Laporan Masalah
it_it: Archivio Freeze - Report di Problemi
ko_kr: 주식 동결 - 문제 신고
mr_in: स्टॉक गोठवा - समस्या नोंदवा
pt_pt: Problema Relatório Insp. Estoque
ro_ro: Stoc Freeze - raport de problemă
ru_ru: Замораживание фондов - Отчет о проблемах
sq_al: Stock Freeze - Report Problem
sv: Lagerfrysning - Problemrapport
sw_ke: Hisa Freeze - Tatizo Ripoti
tr_tr: Stok Freeze - Sorun Raporu
zh_hk: 库存冻结-问题报告
zh_tw: 庫存檢查表 - 問題報表

source: Stock Check Freeze Update
cs_cz: Sklad Kontrola hnout Update
es_es: Actualización de Existencia Comprobada Congelada
hi_in: स्टॉक की जाँच रुक अद्यतन
id_id: Memperbarui Freeze Stok Opname
it_it: Archivio Freeze controlli di aggiornamento
ko_kr: 고정 업데이트를 확인 재고
mr_in: स्टॉक चेक गोठवा अद्यतन
pt_pt: Atualiz. Conf. Inspeção Estoque
ro_ro: Bursa de Valori Freeze Verificaţi Update
ru_ru: Обновление заморозки проверки товара
sq_al: Ngrijë Stock Check Update
sv: Lagerinventerings uppdatering
sw_ke: Hisa Check Freeze Mwisho
tr_tr: Stok kontrol Freeze Update
zh_hk: 存货检查表更新
zh_tw: 存貨檢查表更新

source: Print Check Sheets
cs_cz: Tisk Zkontrolujte listy
es_es: Imprimir hojas de Comprobación
hi_in: प्रिंट की जाँच करें शीट्स
id_id: Cetak Lembar Opname
it_it: Stampa schede di verifica
ko_kr: 인쇄 체크 시트
mr_in: प्रिंट चेक पत्रके
nl_nl: Druk controle sheets af
pt_pt: Imprimir Fichas Conf.
ro_ro: Verificaţi Foi de imprimare
ru_ru: Печатать листы проверки
sq_al: Check Sheets Print
sv: Skriv ut inventeringslistor
sw_ke: Print Angalia Sheets
tr_tr: STOK KONTROL FORMUNU YAZDIR
zh_hk: 打印存货检查表
zh_tw: 列印檢查表

source: Added to the stock check file successfully
cs_cz: Přidal se k souboru populace kontrola úspěšně
es_es: Se registró correctamente en el archivo de comprobación de existencias
hi_in: स्टॉक की जांच सफलतापूर्वक फ़ाइल को जोड़ा गया
id_id: Telah berhasil ditambah ke file stok opname
it_it: Aggiunto al file di controllo azionario con successo
ko_kr: 성공적으로 재고 확인 파일에 추가
mr_in: यशस्वीरित्या स्टॉक चेक फाइल जोडले
nl_nl: Toegevoegd aan de voorraad te controleren bestand met succes
pt_pt: Adicionado ao arq. de Inspeç. com sucesso
ro_ro: Adăugat la dosar verifica stocul succes
ru_ru: Успешно добавлено в файл фондовых проверок
sq_al: Shtuar në dosjen e parë të aksioneve me sukses
sv: Tillförts lagret kontrollera filen har
sw_ke: Aliongeza na faili hisa kuangalia mafanikio
tr_tr: başarılı bir stok kontrol dosyasına eklendi
zh_hk: 成功加入库存盘点文件
zh_tw: 成功新增了庫存檢查的文件

source: Stock Sheets
cs_cz: Sklad listy
es_es: Hojas de existencia
hi_in: शेयर शीट्स
id_id: Lembar Stok
it_it: Archivio Fogli
ko_kr: 스톡 시트
mr_in: स्टॉक पत्रके
nl_nl: Voorraad sheets
pt_pt: Ficha Estoque
ro_ro: Foi stoc
ru_ru: Фондовые листы
sv: Lagersidor
sw_ke: Karatasi ya hisa
tr_tr: STOK FORMLARI
zh_hk: 存货表
zh_tw: 存貨表

source: Before stock count sheets can be printed, a copy of the stock quantities needs to be taken - the stock check freeze. Make a stock check data file first
cs_cz: Před listy inventarizace lze tisknout, kopírovat zásob množství je třeba brát - akcie kontrola před mrazem. Proveďte kontrolu údajů o stavu zásob souboru jako první
es_es: Antes de que las hojas de cuentas de la existencia puedan ser impresas, una copia de las cantidades de existencias debe tomarse - la existencia comprobada congelada. Haga una revisión de datos de existencia del primer archivo
hi_in: स्टॉक की जांच स्थिर - इससे पहले शेयर गिनती चादरें मुद्रित किया जा सकता है, शेयर मात्रा की एक प्रतिलिपि करने के लिए लिया जाना चाहिए. बनाने के लिए एक शेयर की जांच डेटा पहली फ़ाइल
id_id: Sebelum lembar perhitungan stok dapat dicetak, salinan qty stok harus diambil - freeze stok opname. Silahkan membuat file data stok opname dulu
it_it: Prima di lenzuola stock può essere stampato, una copia delle scorte di magazzino deve essere presa - il congelamento di controllo azionario. Fare un check i dati di stock primo file
ko_kr: 재고 카운트 시트를 인쇄 할 수 있습니다 전에 주식 수량의 사본은주의 할 필요가 - 재고 확인 동결. 먼저 재고 확인 데이터 파일을
mr_in: स्टॉक चेक फ्रीझ - स्टॉक संख्या पत्रके मुद्रित केली जाणार करण्यापूर्वी, स्टॉक प्रमाणात एक प्रत घेतले करणे आवश्यक आहे. प्रथम एक स्टॉक चेक डेटा फाइल बनवा
nl_nl: Voordat voorraad lakens kan worden afgedrukt, een kopie van het bestand hoeveelheden moet worden genomen - de voorraad te controleren bevriezen. Maak een stock check data bestand eerst
pt_pt: Antes de imprimir fichas de contagem estoque, uma cópia das quantidades precisa ser gerada para o arquivo de inspeção de estoque. Execute Geração arquivo Dados inspeção estoque primeiro
ro_ro: Înainte de foi conta stoc pot fi imprimate, o copie de stoc cantităţi trebuie să fie luate - a îngheţării verifica stocul. A face o verificare de date stoc primul fişier
ru_ru: Перед печатью листов инвентаризация надо сделать копию количества товаров - заморозка проверки товара. Сначала создайте файл данный о проверке.
sq_al: Para se fleta numërimin e aksioneve mund të jenë të shtypura, një kopje të sasive të aksioneve duhet të merret - ngrijë kontrolloni aksioneve. Bëni një kontroll të dhënave të aksioneve file parë
sv: Innan lagerinventering ark kan skrivas ut, behöver en kopia av den kvantitet som ska vidtas - frysa inventering av lagret. Gör en inventering av lagret datafil första
sw_ke: Kabla sheets kuhesabu hisa inaweza kuchapishwa, nakala ya wingi wa hisa mahitaji kuchukuliwa - ya kuangalia hisa kuganda. Kufanya kuangalia hisa data faili kwanza
tr_tr: stok kontrol donma - stok sayımı sayfa basılabilir önce, stok miktarları bir kopyasını alınması gerekir. Yapmak bir stok kontrol veri ilk dosya
zh_hk: 在库存盘点单被打印前，库存数量的副本需要被保存-库存检查冻结。首先生成一个库存盘点数据文件。
zh_tw: 在庫存盤點表列印前，庫存數量的副本需要被保存 -庫存存貨檢查表。首先產生一個庫存盤點數據文件。

source: Stock Check Sheets - Problem Report
cs_cz: Sklad kontrolní listy - nahlášení problému
es_es: Hojas de las Existencias Comprobadas - Informe de Problema
hi_in: समस्या रिपोर्ट - स्टॉक की जाँच शीट्स
id_id: Lembar Stok Opname - Laporan Masalah
it_it: Fogli Check Stock - Report di Problemi
ko_kr: 재고 확인 시트 - 문제 신고
mr_in: स्टॉक चेक पत्रके - समस्या नोंदवा
pt_pt: Problema Relatório - Fichas Conf. Estoque
ro_ro: Stoc Foi Check - raport de problemă
ru_ru: Листы проверки фондов - отчет о проблемах
sq_al: Check Sheets Stock - Report Problem
sv: Lagerinventeringsformulär - problemrapport
sw_ke: Hisa Check Karatasi - Tatizo Ripoti
tr_tr: Stok kontrol Levhalar - Problem Raporu
zh_hk: 库存盘点表-问题报告
zh_tw: 庫存查詢表 - 問題報表

source: Stock Check Sheets
cs_cz: Sklad Kontrola listy
es_es: Hojas de Comprobación de Existencia
hi_in: स्टॉक की जाँच शीट्स
id_id: Lembar Stok Opname
it_it: Archivio schede di verifica
ko_kr: 재고 확인 시트
mr_in: स्टॉक चेक पत्रके
nl_nl: Voorraad controle sheets
pt_pt: Fichas Confer. Estoque
ro_ro: Verificaţi stoc Foi
ru_ru: Листы проверки фондов
sq_al: Check Sheets Stock
sv: Inventarielistor
sw_ke: Check hisa Sheets
tr_tr: STOK KONTROL FORMLARI
zh_hk: 存货检查表
zh_tw: 存貨檢查表

source: print
cs_cz: tisk
es_es: imprimir
hi_in: प्रिंट
id_id: cetak
it_it: stampa
ko_kr: 인쇄
mr_in: छाप उठवणे
pt_pt: imprimir
ro_ro: imprimare
ru_ru: печатать
sq_al: shtyp
sv: skriv ut
sw_ke: magazeti
tr_tr: baskı
zh_hk: 打印
zh_tw: 列印

source: Action for Stock Check Freeze
cs_cz: Akce pro Skladem Zkontrolujte zmrazení
es_es: Comprobación de Existencias congelado
hi_in: स्टॉक की जाँच के लिए रुक लड़ाई
id_id: Tindakan utk Freeze Stok Opname
it_it: Azione per Freeze Archivio Check
ko_kr: 재고 확인 동결 조치
mr_in: स्टॉक चेक गोठवा कृती
pt_pt: Ação para Inspeção Estoque
ro_ro: Acţiune pentru Stock Freeze Check
ru_ru: Действие для заморозки проверки фондов
sq_al: Veprimit për Check Freeze Stock
sv: Talan om Stock Kontrollera Freeze
sw_ke: Utekelezaji kwa Stock Freeze Check
tr_tr: Eylem Stok Kontrol Freeze için
zh_hk: 存货检查操作
zh_tw: 存貨檢查操作

source: Make new stock check data file
cs_cz: Navázání nových vozidel kontrola datového souboru
es_es: Crear nuevo archivo de datos para comprobación de existencias
hi_in: नए स्टॉक की जांच डेटा फ़ाइल बनाएँ
id_id: Buat file data stok opname yg baru
it_it: Fai controllare nuovo stock file di dati
ko_kr: 새로운 재고 확인 데이터 파일을
mr_in: नवीन स्टॉक चेक डेटा फाइल बनवा
nl_nl: MaaK een nieuwe voorraad controle gegevens file
pt_pt: Gerar Novo Arquivo Inspeção de Estoque
ro_ro: Face noi verifica stocul fişier de date
ru_ru: Создать новый файл проверки ассортимента
sq_al: Bërë të re të kontrolluar të dhënat e file të aksioneve
sv: Gör nya lager kontrollera datafil
sw_ke: Kufanya takwimu mpya kuangalia hisa faili
tr_tr: YENI STOK KONTROL DOSYASI OLUSTUR
zh_hk: 新建存货检查表
zh_tw: 製作新的存貨檢查數據檔案

source: Add/update existing stock check file
cs_cz: Přidat / aktualizovat stávající zásoby zkontrolovat soubor
es_es: Añadir/actualizar archivo de comprobación de existencias
hi_in: जोड़ें / मौजूदा स्टॉक की जांच फाइल अद्यतन
id_id: Tambah/perbarui file stok opname yg ada
it_it: Aggiungi/aggiorna archivio di controllo giacenza
ko_kr: 추가 / 재고 확인 파일을 기존 업데이트
mr_in: / अद्ययावत वर्तमान स्टॉक चेक फाइल जोडा
nl_nl: Creeer of wijzig voorraad controle file
pt_pt: Adicionar ou Atualizar Arq. de Inspeç. Estoque
ro_ro: Adăugaţi / actualizaţi fişierul existent verifica stocul
ru_ru: Добавить / обновить существующий файл фондовых проверок
sq_al: Shto / update ekzistuese shikoni file aksioneve
sv: Lägg till / uppdatera befintliga filen inventering av lagret
sw_ke: Kuongeza / update zilizopo hisa kuangalia faili
tr_tr: MEVCUT STOK KONTROL DOSYASINA EKLE/GÜNCELLE
zh_hk: 修改存货检查表
zh_tw: 新增/更新現有存貨檢查檔案

source: Print Stock Check Sheets Only
cs_cz: Tisk listy skladem Zkontrolujte pouze
es_es: Imprimir Sólo Hojas de Comprobación de Existencias
hi_in: केवल प्रिंट स्टॉक की जाँच शीट्स
id_id: Cetak Hanya Lembar Stok Opname
it_it: Stampa Solo Fogli di controllo Giacenze
ko_kr: 인쇄 재고 확인 시트 만
mr_in: प्रिंट स्टॉक चेक पत्रके केवळ
nl_nl: Druk allleen de voorraadcontrole sheets af
pt_pt: Só Imprimir Ficha Insp. Estoque
ro_ro: Foi de imprimare verifica stocul Numai
ru_ru: Печатать только листы фондовой проверки
sq_al: Check Print Stock Sheets Thjeshtë
sv: Skriv Stock Kontrollera Sheets Endast
sw_ke: Magazeti Stock Check Karatasi tu
tr_tr: SADECE STOK KONTROL FORMUNU YAZDIR
zh_hk: 打印存货检查表
zh_tw: 只要列印存貨檢查表
