Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the order number.
cs_cz: Pokud bude úspěšný tato funkce vrací dva prvky pole, první prvek je 0 pro úspěch nebo kód chyby, zatímco druhý prvek je číslo objednávky.
es_es: Si tiene éxito esta función devuelve un arreglo con dos elementos, el primer elemento es 0 para el éxito o un código de error, mientras que el segundo elemento es el número de orden.
hi_in: सफल यदि यह फ़ंक्शन एक दो तत्व सरणी देता है, पहली तत्व 0 सफलता या एक त्रुटि कोड के लिए है, जबकि दूसरा तत्व क्रम संख्या है.
id_id: Jika berhasil fungsi ini mengembalikan array 2 elemen, elemen pertama adalah 0 utk sukses atau kode kesalahan, sedangkan elemen kedua adalah nomor order.
it_it: In caso di successo la funzione ritorna un array di due elementi: il primo elemento è 0 per il successo o un codice di errore, mentre il secondo elemento è il numero d&#39;ordine.
ko_kr: 성공하는 경우,이 함수는 두 요소의 배열을 반환 두 번째 요소는 차수가되는 동안에 제 1 요소는, 성공 또는 오류 코드 0이다.
mr_in: यशस्वी असल्यास हे कार्य एक दोन घटक अरे परत; दुसरा घटक ऑर्डर क्रमांक आहे, तर प्रथम घटक, यश किंवा त्रुटी कोड 0 आहे.
nl_nl: Mocht dit succesvol functie geeft een twee-element array; het eerste element is 0 bij succes of een foutmelding, terwijl het tweede element is het ordernummer.
pt_pt: Se sucesso Função retorna dois elementos de array; primeiro elem. é 0 para sucesso ou cód. erro, enquanto o segundo elemento número pedido.
ro_ro: Daca va avea succes această funcţie întoarce o matrice două element; primul element este 0 pentru succes sau un cod de eroare, în timp ce al doilea element este numărul de ordine.
ru_ru: В случае успеха эта функция возвращает два элемента массива, первый элемент равен 0 в случае успеха или коду ошибки, а второй элемент равен номеру заказа.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një rrjet të dy element, elementi i parë është 0 për suksesin ose një kod gabimi, ndërsa elementi i dytë është numri i rendit.
sv: Om det lyckas den här funktionen returnerar en två element system, det första elementet är 0 för framgång eller en felkod, medan den andra elementet är löpnummer.
sw_ke: Kama mafanikio kazi hii anarudi mbili kipengele safu; kipengele kwanza ni 0 kwa mafanikio au code kosa, wakati kipengele cha pili ni idadi ya utaratibu.
tr_tr: Eğer başarılı olursa bu fonksiyon iki unsur dizi döndürür; İkinci unsur sipariş numarası ise ilk elemanı, başarı ya da bir hata kodu için 0&#39;dır.
zh_hk: 如果成功，此函数返回两个元素数组；第一个元素是0代表成功或者一个错误代码，第二个元素是订单号
zh_tw: 如果成功該函數返回由兩個元素組成的數組，第一個元素是0表示成功或錯誤代碼，而第二個元素是順序號。

source: Sales Order to invoice
es_es: Pedido a Facturar
id_id: Order Penjualan utk difaktur
ko_kr: 견적서하기 위해
mr_in: अशी यादी तयार करणे विक्री मागणी
pt_pt: Pedido Vendsa para Aviso
zh_tw: 銷售訂單到發票

source: An integer representing the webERP sales order number
es_es: Un entero que representa el número de ventas para webERP
id_id: Bilangan bulat mewakili nomor order penjualan webERP
ko_kr: webERP 판매 주문 번호를 나타내는 정수
mr_in: WebERP विक्री ऑर्डर क्रमांक दर्शवण्यासाठी एक पूर्णांक
pt_pt: Inteiro representando número pedido de vendas
zh_tw: 代表ERP銷售訂單數的整數

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the invoice number.
es_es: Si tiene éxito esta función devuelve un arreglo con dos elementos, el primer elemento es 0 para el éxito o un código de error, mientras que el segundo elemento es el número de factura.
id_id: Jika berhasil fungsi ini mengembalikan array dua elemen, elemen pertama adalah 0 utk sukses atau kode kesalahan, sedangkan elemen kedua adalah nomor faktur.
ko_kr: 성공하는 경우,이 함수는 두 요소의 배열을 반환 두 번째 요소는 송장 번호 인 동안 첫 번째 요소는 성공 또는 오류 코드 0이다.
mr_in: यशस्वी असल्यास हे कार्य एक दोन घटक अरे परत; दुसरा घटक चलन क्रमांक आहे, तर प्रथम घटक, यश किंवा त्रुटी कोड 0 आहे.
pt_pt: Se sucesso Função retorna array de dois elementos; primeiro elem. é 0 para sucesso ou código de erro, enquanto o segundo elemento é núm. pedido.
zh_tw: 如果成功該函數返回由兩個元素組成的數組，第一個元素是0表示成功或錯誤代碼，而第二個元素是發票號碼。

source: Modify Sales Order Header Details
cs_cz: Změnit Prodej Rozpis objednávek záhlaví
es_es: Modificar Detalles de Encabezado de la Orden de Ventas
hi_in: संशोधित बिक्री आदेश हैडर विवरण
id_id: Ubah Rincian Header Order Penjualan
it_it: Vendite Modificare Order Header Dettagli
ko_kr: 판매 주문 헤더 정보를 수정
mr_in: विक्री ऑर्डर शीर्षलेख तपशील संपादीत
nl_nl: Wijzig Klantorder Header Details
pt_pt: Modificar Dados Cabeçalho Pedido Vendas
ro_ro: Vânzări Modificare Ordine Antet Detalii
ru_ru: Изменить подробности заголовка заказа по продажам
sq_al: Header Modifiko Sales Order Details
sv: Ändra kundorder Header Detaljer
sw_ke: Order mauzo ya Kurekebisha Header Details
tr_tr: Değiştirmek Satış Sipariş Başlık Detayları
zh_hk: 修改销售订单头信息
zh_tw: 修改銷售訂單標題詳細信息

source: If successful this function returns a single element array with the value 0; otherwise, it contains all error codes encountered during the update.
cs_cz: Pokud bude úspěšný tato funkce vrátí jeden prvek pole s hodnotou 0, jinak obsahuje všechny kódy chyb kterým došlo v průběhu aktualizace.
es_es: Si tiene éxito esta función devuelve una matriz de un solo elemento con el valor 0, de lo contrario, contiene todos los códigos de error encontrados durante la actualización.
hi_in: यदि सफल इस समारोह में 0 मान के साथ एक एकल तत्व सरणी देता है, अन्यथा, यह होता है सब त्रुटि कोड अद्यतन के दौरान सामना करना पड़ा.
id_id: Jika berhasil fungsi ini mengembalikan elemen array tunggal dgn nilai 0, jika tdk, mengandung semua kode kesalahan ditemui selama update.
it_it: In caso di successo la funzione restituisce un array singolo elemento con il valore 0, in caso contrario, esso contiene tutti i codici di errore verificatosi durante l&#39;aggiornamento.
ko_kr: 성공하는 경우,이 함수는 0 값을 가진 단일 소자 어레이를 리턴한다; 그렇지 않으면 업데이트 중에 발생한 모든 오류 코드가 포함되어 있습니다.
mr_in: यशस्वी असल्यास हे कार्य मूल्य 0 सह एकच घटक अरे परत; नाहीतर, सुधारणा दरम्यान येणाऱ्या सर्व त्रुटी कोड समाविष्टीत.
nl_nl: Indien succesvol deze functie geeft een array enkel element met de waarde 0, anders bevat het alle foutcodes die zich tijdens de update.
pt_pt: Se sucesso Função retorna um simples elemento de array com valor 0; caso contrário, contém códigos de todos os erros encontrados durante atualização.
ro_ro: Daca va avea succes această funcţie întoarce o matrice singur element cu valoarea 0, în caz contrar, ea conţine toate codurile de eroare întâlnite în timpul actualizării.
ru_ru: В случае успеха эта функция возвращает один элемент массива со значением 0, в противном случае, он содержит все коды ошибок, возникших в ходе обновления.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një grup të vetëm element me vlera 0, përndryshe, ajo përmban të gjitha kodet gabim hasur gjatë update.
sv: Om det lyckas den här funktionen returnerar ett enda element matris med värdet 0, annars innehåller det alla felkoder uppstod under uppdateringen.
sw_ke: Kama mafanikio kazi hii anarudi moja kipengele safu na thamani 0, vinginevyo, ina codes kosa wote wamekutana wakati update.
tr_tr: Başarılı bu fonksiyon değeri 0 ile tek bir eleman dizi döndürür, aksi takdirde tüm hata kodları güncelleme sırasında karşılaşılan içerir.
zh_hk: 如果成功，此函数返回单一元素数组，值为0；否则的话，它包含更新过程中的错误代码。
zh_tw: 如果成功該函數返回一個單一元素的數組值為0，否則，它包含在更新過程中遇到的所有錯誤代碼。

source: Insert Sales Order Line
cs_cz: Vložit řádků prodejní objednávky
es_es: Insertar línea de orden de ventas
hi_in: सम्मिलित बिक्री आदेश पंक्ति
id_id: Masukkan Penjualan Jalur Pemesanan
it_it: Inserisci Sales Order Line
ko_kr: 판매 주문 줄을 삽입
mr_in: विक्री ऑर्डर लाईन घाला
nl_nl: Steek Klantorder Line
pt_pt: Inserir linha Pedido Vendas
ro_ro: Introduceţi Ordinul de vânzare Line
ru_ru: Вставить строку с заказа по продажам
sq_al: Futur Sales Order Line
sv: Sätt Försäljning Orderrad
sw_ke: Order mauzo Insert Line
tr_tr: Eklemek Satış Sipariş Hattı
zh_hk: 插入销售订单行
zh_tw: 插入銷售訂單行

source: The orderno key must be one of these values.
cs_cz: Orderno klíč musí být jedna z těchto hodnot.
es_es: La llave orderno debe ser uno de estos valores.
hi_in: Orderno कुंजी एक इन मूल्यों का होना आवश्यक है.
id_id: Kunci orderno harus salah satu dari nilai-nilai ini.
it_it: La chiave OrderNo deve essere uno di questi valori.
ko_kr: orderno 키는 다음 값 중 하나 여야합니다.
nl_nl: Het ordernummer sleutel moet een van deze waarden.
pt_pt: O número chave da ordem precisa ser um destes valores
ro_ro: Cheia orderno trebuie să fie una din aceste valori.
ru_ru: Ключ OrderNo должен быть одним из этих значений.
sq_al: Çelësi orderno duhet të jetë një nga këto vlera.
sv: Den orderno nyckeln måste vara ett av dessa värden.
sw_ke: Muhimu orderno lazima kuwa moja ya maadili haya.
tr_tr: Orderno anahtar bu değerlerden biri olmalıdır.
zh_hk: 销售定单编号的键值必须是下列值之一
zh_tw: 該orderno密鑰必須是下列值之一。

source: This function returns an array; the first element is 0 for success; otherwise the array contains a list of all errors encountered.
cs_cz: Tato funkce vrací pole, první prvek je 0 v případě úspěchu, jinak pole obsahuje seznam všech chybách.
es_es: Esta función devuelve una matriz; el primer elemento es 0 para el éxito, de lo contrario la matriz contiene una lista de todos los errores encontrados.
hi_in: इस समारोह में एक सरणी देता है; पहला तत्व 0 सफलता के लिए है, अन्यथा सरणी सभी त्रुटियों की एक सूची है का सामना करना पड़ा.
id_id: Fungsi ini mengembalikan array, elemen pertama adalah 0 utk sukses, jika array berisi daftar semua kesalahan yg ditemui.
it_it: Questa funzione restituisce un array, il primo elemento è 0 per il successo, altrimenti la matrice contiene un elenco di tutti gli errori riscontrati.
ko_kr: 이 함수는 배열을 반환; 첫 번째 요소는 성공 0; 그렇지 않으면 배열 발생한 모든 오류의 목록이 포함되어 있습니다.
mr_in: हे कार्य अॅरे परत; प्रथम घटक यशासाठी 0 आहे; अन्यथा अरे आली सर्व त्रुटींची सूची समाविष्टीत आहे.
nl_nl: Deze functie geeft een array; het eerste element is 0 bij succes, anders wordt de array bevat een lijst van alle fouten aangetroffen.
pt_pt: Função retorna um array; primeiro elemento é se se sucesso; caso contrário array contém a lista de todos erros encontrados.
ro_ro: Aceasta functie returneaza un array; primul element este 0 pentru succes; altfel matrice conţine o listă cu toate erorile întâlnite.
ru_ru: Эта функция возвращает массив, первый элемент равен 0 в случае успеха, в противном случае массив содержит список всех обнаруженных ошибок.
sq_al: Ky funksion të kthimit një rrjet, elementi i parë është 0 për sukses, përndryshe array përmban një listë të të gjitha gabimet e hasur.
sv: Den här funktionen returnerar en array, den första delen är 0 för framgång, annars arrayen innehåller en lista över alla fel som har uppstått.
sw_ke: Kazi hii anarudi safu; kipengele kwanza ni kwa ajili ya mafanikio 0, vinginevyo safu ina orodha ya makosa yote yaliyojitokeza.
tr_tr: Bu fonksiyon bir dizi döndürür; ilk elemanı başarı için 0, aksi takdirde dizi karşılaşılan tüm hataların bir listesini içerir.
zh_hk: 此函数返回一个数组；第一个元素是0表示成功；否则的话此数组包含遇到的所有错误的列表。
zh_tw: 這個函數返回一個數組，第一個元素是0表示成功，否則該數組包含遇到的所有錯誤的列表。

source: Modify Sales Order Line
cs_cz: Změnit řádků prodejní objednávky
es_es: Modificar la Línea de Pedidos de Venta
hi_in: संशोधित बिक्री आदेश पंक्ति
id_id: Ubah Penjualan Jalur Pemesanan
it_it: Modificare Sales Order Line
ko_kr: 판매 주문 라인을 수정
mr_in: विक्री ऑर्डर लाईन संपादीत
nl_nl: Wijzig Klantorder Line
pt_pt: Modifica a Linha da Ordem de Vendas
ro_ro: Modifica Ordinul de vânzare Line
ru_ru: Изменить строку заказа по продажам
sq_al: Modifiko Sales Order Line
sv: Ändra kundorder Line
sw_ke: Order mauzo ya Kurekebisha Line
tr_tr: Değiştirmek Satış Sipariş Hattı
zh_hk: 修改销售订单行
zh_tw: 修改銷售訂單行

source: The orderno and stkcode keys must be one of these values.
cs_cz: Orderno a stkcode klíče musí být jedna z těchto hodnot.
es_es: Las llaves orderno y stkcode deben ser uno de estos valores.
hi_in: Orderno और stkcode चाबियाँ एक इन मूल्यों का होना आवश्यक है.
id_id: Tombol orderno dan stkcode harus salah satu dari nilai-nilai ini.
it_it: I tasti OrderNo stkcode e deve essere uno di questi valori.
ko_kr: orderno과 stkcode 키는 다음 값 중 하나 여야합니다.
nl_nl: Het ordernummer en stkcode sleutels moet een van deze waarden.
pt_pt: Núm. Pedido e Chave Cód. Estoque deve ser um desses valores.
ro_ro: Tastele orderno şi stkcode trebuie să fie una din aceste valori.
ru_ru: Ключи OrderNo и stkcode должны быть одним из этих значений.
sq_al: Çelësat orderno dhe stkcode duhet të jetë një nga këto vlera.
sv: Den orderno och stkcode nycklar måste vara en av dessa värden.
sw_ke: Funguo orderno na stkcode lazima kuwa moja ya maadili haya.
tr_tr: Orderno ve stkcode tuşları bu değerlerden biri olmalıdır.
zh_hk: orderno和stkcode键必须是这些值中的一个
zh_tw: 該orderno和stkcode密鑰必須是下列值之一。

source: Function Description go here
es_es: Aquí va la Descripción de la Función
id_id: Keterangan Fungsi di sini
ko_kr: 기능 설명 여기
mr_in: फंक्शन वर्णन येथे जा
pt_pt: Descrição função vai aqui
zh_tw: 功能說明去這裡

source: Account Details
cs_cz: Detaily účtu
es_es: Detalles de cuenta
hi_in: खाता विवरण
id_id: Rincian Akun
it_it: Dettagli account
ko_kr: 계정 정보
mr_in: खाते तपशील
pt_pt: Detalhes da Conta
ro_ro: Detalii cont
ru_ru: Подробности Счета
sq_al: Llogaria Details
sv: Kontouppgifter
sw_ke: Akaunti
tr_tr: Hesap Detayları
zh_hk: 会计科目细节
zh_tw: 帳戶明細

source: An array of index/value items describing the GL Account and fields to set.
cs_cz: Pole položek indexu / hodnota popisující GL účtu a pole pro nastavení.
es_es: Una serie de índice /elementos de valor que describen la cuenta contable y los campos a configurar.
hi_in: सूचकांक मूल्य / जीएल खाता वर्णन वस्तुओं और क्षेत्रों की एक सरणी की स्थापना करेगा.
id_id: Array dari item index/nilai yg menggambarkan Akun GL dan kolom utk diatur.
it_it: Una matrice di indice oggetti / valore che descrive il Conto GL e campi da impostare.
ko_kr: 인덱스 / 값 GL 계정을 설명하는 항목과 필드의 배열 설정합니다.
mr_in: निर्देशांक / मूल्य जी.एल. खाते वर्णन आयटम आणि सेट करण्यासाठी शेतात एक अॅरे.
nl_nl: Een array van de index / value items beschrijven van de GL-account en velden in te stellen.
pt_pt: Um array de índice/valor descrevendo itens Contas Contábeis e campos configurados
ro_ro: O serie de elemente index / valoare descrie Contul GL şi câmpurile pentru a seta.
ru_ru: Массив индексов/значений элементов, описывающих счета главной книги и поля для заполнения.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar Llogaria GL dhe fusha për të vendosur.
sv: En array med index / värdefulla föremål som beskriver GL konto och fält för att ställa in.
sw_ke: Safu ya index vitu / thamani ya kuelezea Akaunti GL na mashamba ya kuweka.
tr_tr: GL Hesap açıklayan indeks / değer öğeleri ve alanları bir dizi ayarlamak için kullanılır.
zh_hk: index/value数组描述了总帐科目和设置的字段。
zh_tw: 描述GL帳戶索引/值的項目和領域設置的數組。

source: Account Section Details
cs_cz: Oddíl účet Podrobnosti
es_es: Detalles de la sección contable
hi_in: खाता धारा विवरण
id_id: Rincian Tipe Akun
it_it: Conto sezione Dettagli
ko_kr: 계정 섹션의 자세한 사항
mr_in: खाते विभाग तपशील
nl_nl: Account sectie Details
pt_pt: Detalhes da Seção de Contas
ro_ro: Cont Secţiunea Detalii
ru_ru: Подробности по разделу счетов
sq_al: Seksioni Details Account
sv: Konto avsnitt Detaljer
sw_ke: Sehemu ya akaunti Details
tr_tr: Hesap Bölüm Detayları
zh_hk: 会计要素细节
zh_tw: 帳戶部分細節

source: An array of index/value items describing the account section to insert.
cs_cz: Pole položek indexu / hodnota popisující účet oddílu vložit.
es_es: Una serie de índice /elementos de valor que describen la sección de cuentas a insertar.
hi_in: सूचकांक मूल्य / खाता डालने के लिए खंड का वर्णन मदों की एक सरणी.
id_id: Array dari item index/nilai yg menggambarkan bagian akun utk dimasukkan.
it_it: Una matrice di indice oggetti / valore che descrive la sezione account da inserire.
ko_kr: 삽입 할 계정 섹션을 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: घालण्यासाठी खाते विभाग वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items een beschrijving van de account afdeling in te voegen.
pt_pt: Um array de índice/valor de itens descrevendo seção conta para inserir.
ro_ro: O serie de elemente index / valoare descrie secţiunea de cont pentru a insera.
ru_ru: Массив индексов/значение элементов описания раздел счета для вставки.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar pjesën e llogarisë për të futur.
sv: En array med index / värdefulla föremål som beskriver kontot avsnittet att infoga.
sw_ke: Safu ya index vitu / thamani ya kuelezea sehemu akaunti Insert.
tr_tr: eklemek için hesap bölüm açıklayan indeks / değer öğeleri bir dizi.
zh_hk: 一个index/value描述要插入的科目部分
zh_tw: 描述帳戶部分插入索引/值的項目的數組。

source: Account Group Details
cs_cz: Skupina účet Podrobnosti
es_es: Detalles del grupo contable
hi_in: खाता समूह विवरण
id_id: Rincian Grup Akun
it_it: Conto dei dettagli del gruppo
ko_kr: 계정 그룹 세부 사항
mr_in: खाते समुह तपशील
pt_pt: Detalhes do Grupo Conta
ro_ro: Grup de conturi Detalii
ru_ru: Подробности по группам счетов
sq_al: Group Details Account
sv: Kontogrupp Detaljer
sw_ke: Akaunti Group Details
tr_tr: Hesap Grubu Ayrıntıları
zh_hk: 科目组详细
zh_tw: 會計科目組詳細信息

source: An array of index/value items describing the account group to insert.
cs_cz: Pole položek indexu / hodnota popisující účtové skupiny vložit.
es_es: Una serie de índice /elementos de valor que describen el grupo de cuentas a insertar.
hi_in: सूचकांक मूल्य / खाता डालने के लिए समूह का वर्णन मदों की एक सरणी.
id_id: Array dari item index/nilai yg menggambarkan grup akun utk dimasukkan.
it_it: Una matrice di indice oggetti / valore che descrive il gruppo di account da inserire.
ko_kr: 삽입하는 계정 그룹을 설명하는 인덱스 / 값 항목의 배열입니다.
mr_in: घालण्यासाठी खाते गट वर्णन निर्देशांक / मूल्य आयटम एक अॅरे.
nl_nl: Een array van de index / value items een beschrijving van de account-groep te voegen.
pt_pt: Um array de indíces/valores descrevendo grupo de contas para ser inserido
ro_ro: O serie de elemente index / valoare descrie grupul de cont pentru a insera.
ru_ru: Массив индексов/значение элементов, описывающих группы счетов для вставки.
sq_al: Një grup i artikujve / vlerë indeksi të përshkruar në grupin llogari për të futur.
sv: En array med index / värdefulla föremål som beskriver kontogruppen att infoga.
sw_ke: Safu ya index vitu / thamani ya kuelezea kundi akaunti Insert.
tr_tr: eklemek için hesap grubu tanımlayan indeks / değer öğeleri bir dizi.
zh_hk: 插入描述科目组的键/值数组
zh_tw: 描述該會計科目組中插入索引/值的項目的數組。

source: This function returns a list of stock location ids.
cs_cz: Tato funkce vrací seznam ID fotografie umístění.
es_es: Esta función devuelve una lista de identificadores de localización de existencias.
hi_in: इस समारोह में स्टॉक स्थान आईडी की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar ID lokasi stok.
it_it: Questa funzione restituisce un elenco di ID posizione stock.
ko_kr: 이 기능은 재고 위치 ID의 목록을 반환합니다.
mr_in: हे कार्य स्टॉक स्थान आयडींची सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van materieel locatie ids.
pt_pt: Função retorna lista de Ids de local de estoque
ro_ro: Această funcţie returnează o listă de id-uri de localizare stoc.
ru_ru: Эта функция возвращает список идентификаторов расположений складов.
sq_al: Ky funksion të kthimit një listë të IDS vend të aksioneve.
sv: Denna funktion returnerar en lista med ids lager plats.
sw_ke: Kazi hii anarudi orodha ya IDS eneo hisa.
tr_tr: Bu fonksiyonu stok yeri kimlikleri bir listesini döndürür.
zh_hk: 此函数返回一个库存仓库id列表。
zh_tw: 這個函數返回庫存所在地ID列表。

source: This function returns an array of stock location ids.
cs_cz: Tato funkce vrací pole ID fotografie umístění.
es_es: Esta función devuelve una matriz de identificadores de localización de existencias.
hi_in: इस समारोह में स्टॉक स्थान आईडी की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array id lokasi stok.
it_it: Questa funzione restituisce una matrice di ID posizione stock.
ko_kr: 이 기능은 재고 위치 ID의 배열을 반환합니다.
mr_in: हे कार्य स्टॉक स्थान आयडींची अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van materieel locatie ids.
pt_pt: Função retorna array dos ids de local de estoque.
ro_ro: Această funcţie întoarce o matrice de id-uri de localizare stoc.
ru_ru: Эта функция возвращает массив идентификаторов расположений складов.
sq_al: Ky funksion të kthimit një rrjet të IDS vend të aksioneve.
sv: Den här funktionen returnerar en matris med ids lager plats.
sw_ke: Kazi hii anarudi safu ya IDS eneo hisa.
tr_tr: Bu fonksiyonu stok yeri kimlikleri bir dizi döndürür.
zh_hk: 此函数返回一个库存仓库id数组。
zh_tw: 這個函數返回庫存所在地ID數組。

source: This function takes a stock location id and returns details of that stock location.
cs_cz: Tato funkce má zásoby umístění id a vrátí podrobnosti o této populace umístění.
es_es: Esta función toma un identificador de la ubicación de existencias y devuelve los detalles de esa ubicación de existencias.
hi_in: इस समारोह में लेता है एक स्टॉक स्थान आईडी और है कि शेयर स्थान के विवरण देता है.
id_id: Fungsi ini menerima id lokasi stok dan mengembalikan rincian lokasi stok tersebut.
it_it: Questa funzione prende una posizione stock id e restituisce dettagli di quella posizione stock.
ko_kr: 이 기능은 재고 위치 ID를 받아 그 주식의 위치 정보를 반환합니다.
mr_in: हे कार्य एक स्टॉक स्थान आयडी घेते आणि त्या स्टॉक स्थान तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een voorraad locatie id en geeft de details van dat bestand locatie.
pt_pt: Função usa ID local de estoque e retorna detalhes do local de estoque
ro_ro: Această funcţie are o locaţie stoc id şi detalii întoarce din acea locatie stoc.
ru_ru: Эта функция принимает идентификатор расположения склада и возвращает подробности по расположению склада.
sq_al: Ky funksion merr një vend të aksioneve dhe kthimin id detajet e atë vend të aksioneve.
sv: Denna funktion tar ett lager plats id och returnerar information om detta bestånd platsen.
sw_ke: Kazi hii inachukua eneo hisa id na maelezo anarudi ya location ya hisa.
tr_tr: Bu fonksiyon bir stok yeri, o stok yeri döner detayları ve id alır.
zh_hk: 此函数接收一个库存地点id并且返回库存仓库细节。
zh_tw: 這個函數接受一個倉庫的位置ID，並返回該庫存所在地的詳細信息。

source: Stock Location Code
cs_cz: Umístění skladu kód
es_es: Código de ubicación de inventario
hi_in: स्टॉक स्थान कोड
id_id: Kode Lokasi Stok
it_it: Archivio Location Code
ko_kr: 재고 위치 코드
mr_in: स्टॉक स्थान कोड
nl_nl: Stock Locatie Code
pt_pt: Cód. Local Estoque
ro_ro: Locaţie stoc Cod
ru_ru: Код расположения склада
sq_al: Kodi Stock Vendndodhja
sv: Stock lokaliseringskod
sw_ke: Hisa Location Code
tr_tr: Stok yeri Kodu
zh_hk: 库存仓库代码
zh_tw: 庫存所在地代碼

source: A stock location code as returned by the GetLocationList function.
cs_cz: Umístění skladu kód vrácený GetLocationList funkce.
es_es: Un código de ubicación de existencias ha sido devuelto por la función GetLocationList (Obtener Lista de Ubicación).
hi_in: एक शेयर स्थान कोड के रूप में GetLocationList समारोह से लौट आए.
id_id: Kode lokasi stok seperti yg dikembalikan oleh fungsi GetLocationList.
it_it: Un codice di localizzazione stock come restituito dalla funzione GetLocationList.
ko_kr: 재고 위치 코드로 GetLocationList 함수에 의해 반환.
mr_in: GetLocationList कार्यपद्धतीला परत म्हणून एक स्टॉक स्थान कोड.
nl_nl: Een voorraad locatie code als geretourneerd door de GetLocationList functie.
pt_pt: Código Local como retornado pela função GetLocationList
ro_ro: O locaţie codul de stoc returnat de funcţia GetLocationList.
ru_ru: Код размещения склада, возвращаемый функцией GetLocationList.
sq_al: Një vend të aksioneve kod kthyer si nga funksioni GetLocationList.
sv: Ett lager plats kod som returneras av GetLocationList funktionen.
sw_ke: A code hisa eneo kama akarudi na kazi ya GetLocationList.
tr_tr: Bir hisse senedinin yerini kod olarak GetLocationList işlevi tarafından döndürülen.
zh_hk: GetLocationList函数返回库存地点代码
zh_tw: 因為返回的GetLocationList功能的庫存所在地的代碼。
