Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Font size
cs_cz: Velikost písma
es_es: Tamaño de la fuente
hi_in: फ़ॉन्ट का आकार
id_id: Ukuran font
it_it: Dimensione del carattere
ko_kr: 폰트 크기
mr_in: फॉन्ट आकार
nl_nl: Lettergrootte
pt_pt: Tamanho da fonte
ro_ro: Dimensiunea fontului
ru_ru: Размер шрифта
sq_al: Madhësia e shkronjës
sv: Teckenstorlek
tr_tr: Font boyutu
zh_hk: 字体大小
zh_tw: 字體大小

source: Data to display
cs_cz: Data pro zobrazení
es_es: Datos para mostrar
hi_in: डेटा प्रदर्शित करने के लिए
id_id: Data utk menampilkan
it_it: Dati da visualizzare
ko_kr: 데이터 표시
mr_in: प्रदर्शित करण्यासाठी डेटा
nl_nl: Gegevens om weer te geven
pt_pt: Dados para mostrar
ro_ro: Date pentru a afişa
ru_ru: Данные для отображения
sq_al: Të dhëna për të shfaqur
sv: Data för att visa
sw_ke: Data ya kuonyesha
tr_tr: Veri görüntülemek için
zh_hk: 显示数据
zh_tw: 顯示數據

source: Code item
cs_cz: Kód položky
es_es: Código de producto
hi_in: कोड मद
id_id: Kode item
it_it: Codice articolo
ko_kr: 코드 항목
mr_in: कोड आयटम
pt_pt: Código do Item
ro_ro: Cod articol
ru_ru: Продукт с кодовым номером
sq_al: pika Kodi
sv: Kod Benämning
sw_ke: Item code
tr_tr: Kod öğe
zh_hk: 编码事项
zh_tw: 代碼項

source: Description remainder
cs_cz: Popis zbytek
es_es: Descripción recordatorio
hi_in: विवरण शेष
id_id: Sisa Keterangan
it_it: Descrizione resto
ko_kr: 설명 나머지
mr_in: वर्णन उर्वरित
nl_nl: Beschrijving rest
pt_pt: Descrição restante
ro_ro: Descrierea restul
ru_ru: Описание остатков
sq_al: mbetur Description
sv: Beskrivning återstoden
sw_ke: Maelezo salio
tr_tr: Açıklamasına geri kalan
zh_hk: 其他描述
zh_tw: 其餘說明

source: Long description
cs_cz: Dlouhý popis
es_es: Descripción larga
hi_in: लंबा वर्णन
id_id: Keterangan lengkap
ko_kr: 자세한 설명
mr_in: लांब वर्णन
nl_nl: Lange beschrijving
pt_pt: Descrição completa
ro_ro: Long descriere
ru_ru: Подробное описание
sq_al: Përshkrimi Long
sv: Lång beskrivning
sw_ke: Muda mrefu maelezo
tr_tr: Uzun açıklamalar
zh_hk: 详细描述
zh_tw: 詳細描述

source: Long description remainder
cs_cz: Dlouhý popis zbytek
es_es: Descripción larga de recordatorio
hi_in: लंबा वर्णन शेष
id_id: Sisa keterangan lengkap
it_it: Long description resto
ko_kr: 긴 설명 나머지
mr_in: लांब वर्णन उर्वरित
nl_nl: Lange beschrijving rest
pt_pt: Descrição longa restante
ro_ro: Long descriere restul
ru_ru: Подробное описание остатков
sq_al: mbetur Long Përshkrimi
sv: Lång beskrivning återstoden
sw_ke: Muda mrefu maelezo salio
tr_tr: Uzun açıklamalar kalan
zh_hk: 详细描述剩余
zh_tw: 其餘部分完整描述

source: Failed loading XML file
cs_cz: Selhalo načítání XML souboru
es_es: No se pudo cargar el archivo XML
hi_in: लोड करने में असफ़ल XML फ़ाइल
id_id: Gagal memuat file XML
it_it: Impossibile caricare il file XML
ko_kr: 로드 할 수 없습니다 XML 파일
mr_in: लोड करताना अयशस्वी XML फाइल
nl_nl: Mislukt het laden van XML-bestand
pt_pt: Falhou carregando arq. XML
ro_ro: încărcare a eşuat fişier XML
ru_ru: Ошибка загрузки XML-файла
sq_al: loading Failed XML file
sv: Misslyckades lastning XML-fil
sw_ke: upakiaji Failed XML file
tr_tr: Başarısız yükleme dosyası XML
zh_hk: 上传XML文件失败
zh_tw: 無法加載XML文件

source: Report this problem
cs_cz: Nahlásit tento problém
es_es: Reporte este problema
hi_in: रिपोर्ट इस समस्या
id_id: Laporkan masalah ini
it_it: Segnala questo problema
ko_kr: 이 문제를보고
mr_in: ही समस्या नोंदवा
nl_nl: Meld dit probleem
pt_pt: Relate este problema
ro_ro: Raport această problemă
ru_ru: Отправить эту проблему
sq_al: Raporto për këtë problem
sv: Rapportera det här problemet
sw_ke: Ripoti ya tatizo hili
tr_tr: Rapor bu sorunu
zh_hk: 报告此问题
zh_tw: 將此問題報表

source: No label templates exist
es_es: No existen plantillas de etiquetas
id_id: Belum ada template label
it_it: Non esistono modelli di etichette
ko_kr: 어떤 레이블 템플릿은 존재하지 않는다
mr_in: लेबल नाही टेम्पलेट अस्तित्वात
pt_pt: Não exite modelos de etiquetas
zh_tw: 沒有任何標簽的樣板

source: The suppliers offer could not be inserted into the database because
cs_cz: Dodavatelé nabídka nemůže být vložen do databáze, protože
es_es: La oferta de los proveedores no puede ser insertada en la base de datos debido a
hi_in: आपूर्तिकर्ताओं की पेशकश डेटाबेस क्योंकि में नहीं डाला सका
id_id: Tawaran supplier tdk dapat dimasukkan ke di database karena
it_it: L&#39;offerta dei fornitori non ha potuto essere inserito nel database perché
ko_kr: 공급 업체는 데이터베이스 때문에 삽입 할 수 없습니다 제공
mr_in: ऑफर पुरवठादार डेटाबेस मध्ये समाविष्ट करणे शक्य नाही कारण
nl_nl: De leveranciers bieden kon niet worden ingevoegd in de database, omdat
pt_pt: A proposta de fornecedores não pode ser inserida no banco de dados
ro_ro: Oferta furnizorilor nu au putut fi introduse în baza de date, deoarece
ru_ru: Предложение Поставщика не может быть включено в базу данных, поскольку
sq_al: Oferta furnizuesit nuk mund të futet në bazën e të dhënave për shkak se
sv: De leverantörer erbjuder kunde inte föras in i databasen eftersom
sw_ke: kutoa The wauzaji inaweza kuwa kuingizwa katika orodha kwa sababu
tr_tr: Tedarikçiler teklif veritabanı nedeniyle takılı olamazdı
zh_hk: 此供应商的报盘无法插入数据库
zh_tw: 供應商的報價不能插入到數據庫中，因為

source: The SQL statement used to insert the suppliers offer record and failed was
cs_cz: Příkaz SQL slouží k vložení dodavatelé nabízejí záznam a nepodařilo se
es_es: La instrucción SQL utilizada para insertar los registros de ofertas de los proveedores y que falló era
hi_in: एसक्यूएल डालने के लिए प्रयोग किया जाता बयान आपूर्तिकर्ताओं रिकॉर्ड प्रदान करते हैं और विफल रहा था
id_id: Pernyataan SQL digunakan utk memasukkan supplier menawarkan rekor dan gagal adalah
it_it: L&#39;istruzione SQL utilizzata per inserire i fornitori offerta record e fallito è stato
ko_kr: 공급 업체를 삽입하는 데 사용되는 SQL 문이 기록을 제공하고 실패했다
mr_in: पुरवठादार घालण्यासाठी वापरले SQL स्टेटमेंट रेकॉर्ड देतात आणि होते अयशस्वी
nl_nl: De SQL-instructie gebruikt om de leveranciers te bieden record en was mislukt
pt_pt: A instrução dSQL usado para inserir o registro de proposta dos fornecedores e falhou foi
ro_ro: Instrucţiunea SQL folosite pentru a insera furnizorilor oferta record şi a eşuat a fost
ru_ru: Отчет SQL, используемый для вставки записи предложений поставщика не удался, потому что
sq_al: Deklarata e SQL të përdorura për të futur në furnizuesit ofertë rekord dhe nuk ishte
sv: SQL-satsen används för att infoga de leverantörer erbjuder registrera och misslyckades var
sw_ke: Taarifa SQL kutumika Insert hutoa rekodi na kushindwa mara
tr_tr: eklemek için kullanılan SQL ifadesi tedarikçiler rekor teklif oldu ve başarısız
zh_hk: 用于增加供应商报盘记录失败的SQL是
zh_tw: 用來插入供應商報價記錄的SQL語句失敗

source: The offer for
cs_cz: Nabídka pro
es_es: La oferta para
hi_in: प्रस्ताव के लिए
id_id: Tawaran utk
it_it: L&#39;offerta per
ko_kr: 에 대한 제안
mr_in: साठी ऑफर
nl_nl: Het aanbod voor
pt_pt: A proposta para
ro_ro: Oferta pentru
ru_ru: Предложение для
sq_al: Oferta për
sv: Erbjudandet för
sw_ke: Kutoa kwa ajili ya
tr_tr: Teklif
zh_hk: 此报盘适用于商品
zh_tw: 該報價為

source: has been inserted into the database
cs_cz: byla vložena do databáze
es_es: se ha insertado en la base de datos
hi_in: है डेटाबेस में डाला गया
id_id: telah dimasukkan ke di database
it_it: è stato inserito nel database
ko_kr: 데이터베이스에 삽입 된
mr_in: डेटाबेस समाविष्ट केले गेले आहे
nl_nl: is opgenomen in de database
pt_pt: foi adic. com sucesso no DB
ro_ro: a fost introdus în baza de date
ru_ru: был включен в базу данных
sq_al: ka qenë i futur në bazën e të dhënave
sv: har införts i databasen
sw_ke: imekuwa kuingizwa katika orodha ya
tr_tr: veritabanına eklenmiştir
zh_hk: 已新增到数据库
zh_tw: 已被插入到數據庫中

source: at a price of
cs_cz: za cenu
es_es: a un precio de
hi_in: एक मूल्य के पर
id_id: dgn harga
it_it: ad un prezzo di
ko_kr: 의 가격
mr_in: एक किंमतीला
nl_nl: tegen een prijs van
pt_pt: ao preço de
ro_ro: la un preţ de
ru_ru: по цене
sq_al: me një çmim të
sv: till ett pris av
sw_ke: kwa bei ya
tr_tr: bir fiyat az
zh_hk: 价格为
zh_tw: 價格為

source: could not be inserted into the database
cs_cz: nemohly být zařazeny do databáze
es_es: No podría insertarse en la base de datos
hi_in: हो डेटाबेस में डाला नहीं सकता
id_id: tdk dapat dimasukkan ke di database
it_it: non poteva essere inserito nel database
ko_kr: 데이터베이스에 삽입 될 수없는
mr_in: डेटाबेस मध्ये समाविष्ट करणे शक्य नाही
nl_nl: kon niet worden ingevoegd in de database
pt_pt: Não pode ser adic. ao DB
ro_ro: nu ar putea fi introdus în baza de date
ru_ru: не может быть включен в базу данных
sq_al: nuk mund të jetë futur në bazën e të dhënave
sv: kunde inte läggas in i databasen
sw_ke: inaweza kuwa kuingizwa katika orodha ya
tr_tr: veritabanına eklenen olamazdı
zh_hk: 未能插入数据库
zh_tw: 不能被插入到數據庫中

source: The suppliers offer could not be updated on the database because
cs_cz: Dodavatelé nabízejí nemohl být aktualizován v databázi, protože
es_es: La oferta de los proveedores no se pudo actualizar la base de datos debido a
hi_in: आपूर्तिकर्ताओं की पेशकश डेटाबेस क्योंकि पर अद्यतन नहीं किया जा सकता है
id_id: Tawaran supplier tdk dapat diperbarui pada database karena
it_it: L&#39;offerta dei fornitori non ha potuto essere aggiornato il database perché
ko_kr: 공급 업체는 데이터베이스 때문에에 업데이트 할 수 없습니다 제공
mr_in: ऑफर पुरवठादार डेटाबेस अपडेट करणे शक्य नाही कारण
nl_nl: De leveranciers bieden kon niet worden bijgewerkt op de database, omdat
pt_pt: O fornecedor com proposta oferta não pode ser atualizada no DB porque
ro_ro: Oferta furnizorilor nu a putut fi actualizat în baza de date, deoarece
ru_ru: Предложение поставщика не может быть обновлено по базе данных, поскольку
sq_al: Oferta furnizuesit nuk mund të përditësuar mbi bazën e të dhënave për shkak se
sv: De leverantörer erbjuder kunde inte uppdateras i databasen, eftersom
sw_ke: kutoa The wauzaji inaweza kuwa mwisho juu ya sababu database
tr_tr: Tedarikçiler teklif veritabanı nedeniyle Güncelleme olamazdı
zh_hk: 未能在数据库中更新供应商的报盘
zh_tw: 供應商報價無法更新數據庫，因為

source: The SQL statement used to update the suppliers offer record and failed was
cs_cz: Příkaz SQL použitý k aktualizaci dodavatelům nabídnout záznam a nepodařilo se
es_es: La instrucción SQL utilizada para actualizar los registros de ofertas de los proveedores y que falló era
hi_in: SQL बयान करने के लिए अद्यतन आपूर्तिकर्ताओं रिकॉर्ड की पेशकश करते थे और विफल रहा था
id_id: Pernyataan SQL digunakan utk memperbarui supplier menawarkan rekor dan gagal adalah
it_it: L&#39;istruzione SQL utilizzata per aggiornare i fornitori offerta record e fallito è stato
ko_kr: 공급 업체를 업데이트하는 데 사용되는 SQL 문이 기록을 제공하고 실패했다
mr_in: पुरवठादार रेकॉर्ड ऑफर अद्यतनित आणि अयशस्वी करण्यासाठी वापरले SQL विधान होते
nl_nl: De SQL-instructie gebruikt om actualisering van de leveranciers bieden record en was mislukt
pt_pt: SQL que falhou usado para atualizar proposta fornec. foi
ro_ro: Instrucţiunea SQL folosite pentru a actualiza oferta furnizorilor de înregistrare şi nu au reuşit a fost
ru_ru: Отчет SQL, используемый для обновления записи предложений поставщика не удался, потому что
sq_al: Deklarata e SQL të përdorura për të rinovuar furnizuesit ofertë rekord dhe nuk ishte
sv: SQL-satsen används för att uppdatera leverantörerna erbjuder registrera och misslyckades var
sw_ke: Taarifa SQL kutumika update hutoa rekodi na kushindwa mara
tr_tr: SQL deyimi tedarikçiler rekor teklif güncellemek için kullanılır oldu ve başarısız
zh_hk: 用作更新供应商报盘失败的 SQL 是
zh_tw: 用於更新的供應商報價記錄的SQL語句失敗

source: has been updated in the database
cs_cz: byla aktualizována v databázi
es_es: se ha actualizado en la base de datos
hi_in: है डाटाबेस में अद्यतन किया गया
id_id: telah diperbarui di database
it_it: è stato aggiornato nel database
ko_kr: 데이터베이스에 업데이트되었습니다
mr_in: डेटाबेस अद्ययावत केले गेले आहे
nl_nl: is bijgewerkt in de database
pt_pt: foi atualizado no DB
ro_ro: a fost actualizat în baza de date
ru_ru: были обновлены в базе данных
sq_al: është përditësuar në bazën e të dhënave
sv: har uppdaterats i databasen
sw_ke: imekuwa updated katika database
tr_tr: veritabanı güncellendi
zh_hk: 已新增到数据库
zh_tw: 在數據庫中已經更新

source: could not be updated in the database
cs_cz: nemohly být aktualizovány v databázi
es_es: no se pudo actualizar la base de datos
hi_in: हो डेटाबेस में जानकारी अद्यतन नहीं कर सकता
id_id: tdk dapat diperbarui di database
it_it: potrebbe non essere aggiornato nel database
ko_kr: 데이터베이스에 업데이트 할 수 없습니다
mr_in: डेटाबेस मध्ये सुधारित केले जाऊ शकत नाही
nl_nl: kon niet worden bijgewerkt in de database
pt_pt: Não pode ser atualizado no DB
ro_ro: nu a putut fi actualizate în baza de date
ru_ru: не может быть обновлен в базе данных
sq_al: nuk mund të rifreskohet në bazën e të dhënave
sv: kunde inte uppdateras i databasen
sw_ke: inaweza kuwa mwisho katika database
tr_tr: veritabanında güncellenir olamazdı
zh_hk: 无法在数据库中更新
zh_tw: 在數據庫中不能被更新

source: The supplier offer could not be deleted on the database because
es_es: La oferta del proveedor no se pudo suprimir de la base de datos porque
id_id: Tawaran supplier tdk dapat dihapus di database karena
ko_kr: 공급 업체의 서비스는 데이터베이스에 있기 때문에 삭제할 수 없습니다
mr_in: पुरवठादार ऑफर डेटाबेस हटवणे शक्य नाही कारण
pt_pt: O fornecedor com proposta oferta não pode ser atualizada no DB porque
zh_tw: 供應商報價不能在數據庫中刪除，因為

source: The SQL statement used to delete the suppliers offer record are failed was
es_es: El SQL que falló al suprimir el registro de oferta de proveedores fue
id_id: SQL yg digunakan utk menghapus data tawaran supplier dan gagal adalah
ko_kr: 공급 업체 레코드를 제공 삭제하는 데 사용되는 SQL 문이 실패되어 있었다
mr_in: पुरवठादार रेकॉर्ड ऑफर हटवू वापरले SQL विधान होते अयशस्वी आहेत
pt_pt: SQL que falhou usado para atualizar proposta fornec. foi
zh_tw: 用於刪除供應商報價記錄的SQL語句失敗

source: has been deleted in the database
es_es: ha sido eliminado de la base de datos
id_id: telah dihapus di database
ko_kr: 데이터베이스에서 삭제 된
mr_in: डेटाबेसमध्ये हटविले गेले आहे
pt_pt: foi removido do DB.
zh_tw: 在數據庫中已被刪除

source: Offer received from
cs_cz: Nabídku obdrženou od
es_es: Oferta recibida de
hi_in: प्रस्ताव से प्राप्त
id_id: Penawaran yg diterima dari
it_it: Offerta ricevuto da
ko_kr: 행사는에서 수신
mr_in: ऑफर प्राप्त
nl_nl: Aanbod ontvangen van
pt_pt: Proposta recebida de
ro_ro: Oferta primite de la
ru_ru: Предложение, полученное от
sq_al: Oferta e marra nga
sv: Erbjudandet från
sw_ke: Kutoa kupokea kutoka
tr_tr: Teklif alınan
zh_hk: 收到的报盘来自
zh_tw: 從收到的報價

source: This email is automatically generated by webERP
cs_cz: Tento e-mail je automaticky generované webERP
es_es: Este correo electrónico es generado automáticamente por webERP
hi_in: इस ईमेल स्वतः webERP द्वारा उत्पन्न होता है
id_id: Email ini secara otomatis dihasilkan oleh webERP
it_it: Questa email viene generato automaticamente da webERP
ko_kr: 이 이메일은 자동으로 webERP에 의해 생성된다
mr_in: हा ईमेल स्वयंचलितरित्या webERP व्युत्पन्न आहे
nl_nl: Dit e-mail is automatisch gegenereerd door webERP
pt_pt: Correio eletronico gerado automaticamente
ro_ro: Acest email este generat automat de webERP
ru_ru: Это сообщение автоматически генерируется webERP
sq_al: Ky email është krijuar automatikisht nga webERP
sv: Detta e-postmeddelande genereras automatiskt av webERP
sw_ke: Hii ni moja kwa moja email yanayotokana na webERP
tr_tr: Bu e-postayı otomatik olarak webERP tarafından oluşturulur
zh_hk: 此电子邮件有webERP自动产生
zh_tw: 這封電子郵件是由ERP自動產生

source: You have received the following offer from
cs_cz: Jste obdrželi následující nabídku
es_es: Usted ha recibido la siguiente oferta de
hi_in: आप निम्नलिखित की पेशकश से प्राप्त किया है
id_id: Anda telah menerima tawaran berikut dari
it_it: Avete ricevuto la seguente offerta da
ko_kr: 다음과 같은 서비스에서받은
mr_in: आपण पुढील ऑफर मिळाली आहे
nl_nl: Je hebt ontvangen de volgende aanbieding van
pt_pt: Proposta ofera recebida de
ro_ro: Aţi primit oferta de la următoarele
ru_ru: Вы получили следующее предложение от
sq_al: Ju keni pranuar ofertën e mëposhtme nga
sv: Du har fått följande erbjudande från
sw_ke: Wamepokea kutoa zifuatazo kutoka
tr_tr: Aşağıdaki teklif aldık
zh_hk: 您已经收到下列报盘，他们来自
zh_tw: 您收到以下的報價

source: There was an error updating the purchase order detail record to make it part of shipment
cs_cz: Došlo k chybě při aktualizaci objednávky detail záznamu, aby byl součástí zásilky
es_es: Hubo un error al actualizar el registro de detalle de la orden de compra para incorporarlo al envío
hi_in: वहाँ एक खरीद आदेश विस्तार रिकॉर्ड को अद्यतन करने में त्रुटि थी इसे लदान का हिस्सा बनाना
id_id: Ada kesalahan saat memperbarui data rincian order pembelian utk membuatnya bagian dari pengiriman
it_it: di
ko_kr: 그것은 선적의 일부로 만들기 위해 구매 주문 상세 기록을 업데이트하는 중에 오류가 발생했습니다
mr_in: तो चढविणे भाग करण्यासाठी खरेदी ऑर्डर तपशील रेकॉर्ड अद्ययावत करताना त्रुटी आली
nl_nl: Fout bij het wijzigen van de inkooporder om het onderdeel te maken van een transport
pt_pt: existe um erro na atualização da ordem de compra, registro que faz parte do embarque
ro_ro: Nu a fost o eroare la actualizarea detaliu pentru achiziţionarea de înregistrare a face parte din expediere
ru_ru: Существует ошибка обновления записей подробностей заказа на покупку, чтобы сделать его частью отгрузки
sq_al: Nuk ishte një gabim përditësimin urdhër blerja rekord hollësi për ta bërë atë pjesë të dërgesës
sv: Det uppstod ett fel uppdatera köp rekordstor order detaljer för att göra det en del av transporten
sw_ke: Kulikuwa na makosa uppdatering ili kununua kina rekodi ya kufanya hivyo ni sehemu ya transport
tr_tr: SEVKIYATA ILISIKLENDIRILECEK SATINALMA SIPARIS KAYDI GÜNCELLENIRKEN BIR HATA OLUSTU
zh_hk: 更新这要运输部件的采购订单资料记录时错误
zh_tw: 更新這要運輸部件的採購訂單資料記錄時錯誤

source: the error reported was
cs_cz: chyba byla hlášena
es_es: el mensaje de error fue
hi_in: त्रुटि की सूचना मिली थी
id_id: kesalahan yg dilaporkan adalah
it_it: l&#39;errore riportato è stato
ko_kr: 보고 된 오류가 있었다
mr_in: त्रुटी होती अहवाल
nl_nl: De gerapporteerde fout was
pt_pt: o erro do relatório foi
ro_ro: eroarea a fost raportată
ru_ru: сообщенная ошибка была
sq_al: gabim raportuar ishte
sv: fel
sw_ke: makosa ya kuripotiwa mara
tr_tr: HATA
zh_hk: 错误报告是
zh_tw: 錯誤報表是

source: This shipment line has a quantity invoiced and already charged to the shipment - it cannot now be removed
cs_cz: Tato zásilka linka má fakturovaného množství a jsou již započteny v přepravě - to nemůže být nyní odstraněny
es_es: Esta línea del envío tiene una cantidad facturada y ya cargada al envío - ahora no se puede retirar
hi_in: इस शिपमेंट लाइन एक चालान मात्रा में है और पहले से ही लदान करने का आरोप लगाया है - यह अभी नहीं हटाया जा सकता है
id_id: Baris pengiriman tersebut memiliki qty difaktur dan telah ditagih ke pengiriman - itu tdk dapat dihapuskan
it_it: di
ko_kr: 이 선적 라인은 청구 이미 선적에 충전 된 양이 - 지금 제거 할 수 없습니다
mr_in: या चढविणे ओळ एक प्रमाण invoiced आणि आधीच चढविणे शुल्क आकारले आहे - तो आता काढता येणार नाही
nl_nl: Transport regel heeft al een gefactureerde hoeveelheid die al toegerekend is aan het ttransport - kan niet meer weer worden verwijderd
pt_pt: Esta linha de embarque tem uma quantidade já enviada e alocada para o embarque, e não pode ser removida.
ro_ro: Această linie de transport are o cantitate facturată şi deja perceput pentru expediere - nu poate fi acum eliminate
ru_ru: Эта линия погрузки имеет количество счетов, и уже готова для отправки - она не может быть удалена сейчас
sq_al: Kjo linjë dërgesë ka një sasi të faturuara dhe të akuzuar tashmë për të dërgesës - kjo nuk mund të hiqet tani
sv: Denna transport linje har en mängd faktureras och redan har tagits upp i transporten - det kan inte nu tas bort
sw_ke: Line hii transport ina wingi invoiced na tayari kushtakiwa kwa transport - haiwezi sasa kuondolewa
tr_tr: Bu gönderi hattı ve faturalı bir miktar zaten sevkiyat için ücret - artık kaldırılamaz
zh_hk: 这运输列含有已开发票数量, 和已收费的运输 - 不能移除
zh_tw: 這運輸列含有已開發票數量, 和已收費的運輸 - 不能移除

source: This email has been automatically generated by webERP
es_es: Este correo electrónico ha sido generado automáticamente por webERP
id_id: Email ini dibuat otomatis oleh webERP
ko_kr: 이 이메일은 자동으로 webERP에 의해 생성 된
mr_in: हा ईमेल स्वयंचलितरित्या webERP द्वारे व्युत्पन्न केला गेला आहे
pt_pt: correio eletronico gerado automaticamente
zh_tw: 此電子郵件已被ERP自動產生

source: You are invited to Tender for the following products to be delivered to
es_es: Se le ha invitado a licitar para los siguientes productos a despachar a
id_id: Anda diundang ke Tender utk produk berikut yg ingin dikirim ke
ko_kr: 당신은에 전달 될 다음 제품에 대한 텐더에 초대합니다
mr_in: आपण वितरित करणे खालील उत्पादनांसाठी निविदा आमंत्रित आहेत
pt_pt: Convite Proposta para produtos entregues para
zh_tw: 你被邀請參加投標的下列產品交付給

source: Tender number
es_es: Número de Licitación
id_id: Nomor Tender
ko_kr: 입찰 번호
mr_in: निविदा क्रमांक
pt_pt: Número Proposta
zh_tw: 詢價單編號

source: Quantity
es_es: Cantidad
ko_kr: 양
pt_pt: Quantidade
zh_tw: 數量

source: Unit
es_es: Unidad
ko_kr: 단위
pt_pt: Unid.
zh_tw: 單位

source: Item Description
es_es: Descripción del artículo
ko_kr: 항목 설명
pt_pt: Descrição do Item
zh_tw: 商品產品規格

source: Tender received from
es_es: Licitación recibida de
id_id: Tender diterima dari
ko_kr: 입찰은 수신
mr_in: निविदा प्राप्त
pt_pt: Proposta recebida de
zh_tw: 收到的詢價單自

source: Could not get the configuration parameters from the database because
cs_cz: Nelze získat konfiguračních parametrů z databáze, protože
es_es: No se pudieron obtener los parámetros de configuración de la base de datos porque
hi_in: क्योंकि डेटाबेस से विन्यास पैरामीटर प्राप्त नहीं कर सका
id_id: Tak bisa mendapatkan parameter konfigurasi dari database karena
it_it: Impossibile ottenere i parametri di configurazione del database, perché
ko_kr: 데이터베이스 때문에에서 구성 매개 변수를 가져올 수 없습니다
mr_in: डेटाबेस संरचना घटके मिळविणे शक्य नाही कारण
nl_nl: Kon niet de configuratieparameters uit de database, omdat
pt_pt: Não pode obter parâmetros da configuração do DB porque
ro_ro: Nu am putut obţine parametrii de configurare din baza de date, deoarece
ru_ru: Не удалось получить параметры конфигурации из базы данных, поскольку
sq_al: Nuk mund të marrë parametrat e konfigurimit nga baza e të dhënave për shkak se
sv: Kunde inte få konfigurationsparametrar från databasen, eftersom
sw_ke: Hakuweza kupata vigezo Configuration kutoka database sababu
tr_tr: veritabanı nedeniyle yapılandırma parametreleri alınamadı
zh_hk: 在数据库中找不到配置参数, 因为
zh_tw: 無法從數據庫中獲取配置的參數，因為

source: An error occurred accessing the database to retrieve the company information
cs_cz: Došlo k chybě přístup k databázi získat informace o společnosti
es_es: Hubo un error accediendo a la base de datos para obtener la información de la compañía
hi_in: एक त्रुटि डेटाबेस तक पहुँचने हुई कंपनी की जानकारी प्राप्त
id_id: Kesalahan terjadi saat mengakses database utk mengambil informasi perusahaan
it_it: Si verificato un errore nel richiamare le informazioni dell' azienda durante l' accesso al database
ko_kr: 오류는 기업 정보를 검색하기 위해 데이터베이스에 액세스 발생한
mr_in: एक त्रुटी कंपनी माहिती पुनर्प्राप्त करण्यासाठी डेटाबेस प्रवेश आली
nl_nl: Fout opgetreden bij het opvragen van de bedrijfs informatie
pt_pt: um erro ocorreu ao acessar informações da empresa, no DB
ro_ro: A aparut o eroare accesarea bazei de date pentru a prelua date despre companie
ru_ru: Ошибка доступа к базе данных для получения информации о компании
sq_al: Ka ndodhur një gabim të hyrë në bazën e të dhënave për të marrë informacionin e kompanisë
sv: Ett fel inträffade åt databasen för att hämta företagsinformation
sw_ke: Hitilafu ilitokea kupata huduma ya database Retrieve ya taarifa ya kampuni
tr_tr: Bir hata şirket bilgilerini almak için veritabanına erişim oluştu
zh_hk: 从数据库中提取公司资讯时发生错误
zh_tw: 從資料庫中提取公司資訊時發生錯誤
