Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Cannot add purchase order lines to the shipment unless the shipment is first initiated - hit update to setup the shipment first
cs_cz: Nelze přidat řádky objednávky k přepravě, pokud dodávka je první zahájila - hit aktualizace nastavení zásilka poprvé
es_es: No se pueden agregar líneas de órdenes de compra al embarque a menos que el embarque sea iniciado primero - actualización de golpe para configurar el embarque primero
hi_in: सेटअप करने के लिए मारा अद्यतन लदान पहले - लदान के लिए क्रय आदेश लाइनें जोड़ने जब तक लदान पहले शुरू की है नहीं कर सकते
id_id: Tdk dapat menambahkan baris order pembelian ke pengiriman kecuali pengiriman dimulai lebih dulu - tekan perbarui utk mengatur pengiriman dulu
it_it: Impossibile aggiungere righe d&#39;ordine di acquisto per la spedizione a meno che la spedizione è il primo avviato - aggiornamento colpito per impostare la prima spedizione
ko_kr: 출하가 먼저 시작하지 않는 한 선적에 구매 주문 라인을 추가 할 수 없습니다 - 선적 처음 설치하려면 업데이트를 히트
mr_in: चढविणे प्रथम सुरवात करेपर्यंत चढविणे करण्यासाठी खरेदी ऑर्डर ओळी जोडू शकत नाही - प्रथम सेट चढविणे सुधारणा दाबा
nl_nl: Inkooporders kunnen niet aan het transport worden toegevoegd zolang die niet is geinitieerd. Maak eerst het transport aan
pt_pt: Não adicionou linhas ordem compra do embarque. Só após embarque confirmado será feito.
ro_ro: Nu se poate adăuga linii de achiziţie pentru a expedierii cazul în care transportul este primul iniţiat - update lovit pentru a seta prima expediere
ru_ru: Не удается добавить позиции заказа на покупку в отгрузку ддо тех пор, пока не начата отгрузка.
sq_al: Nuk mund të shtoni rreshta për blerje deri në nisjen nëse dërgesa është inicuar e parë - update goditi të setup dërgesën e parë
sv: Kan inte lägga till rader inköpsorder till transporten, såvida inte sändningen först startade - Hit uppdatering att installera transporten första
sw_ke: Hawezi kuongeza mistari ili kununua transport isipokuwa transport ni ya kwanza ulianzishwa - update hit kuanzisha transport kwanza
tr_tr: vurmak güncelleme ayarları için sevkiyat ilk - sevkiyat ilk başlatılan sürece Sevkiyat satınalma siparişi satır eklenemiyor
zh_hk: 运单数据输入完成前不能添加订单行
zh_tw: 未能新增採購訂單列到交貨, 除非先交收 - 按更新來設定交收

source: Updated the shipment record and delivery dates of order lines as necessary
cs_cz: Aktualizováno zásilky záznam a termíny dodání objednávky linek podle potřeby
es_es: Actualiza el registro de embarque y las fechas de entrega de las líneas de órdenes, según sea necesario
hi_in: आवश्यक के रूप में आदेश लाइनों के लदान रिकॉर्ड और वितरण तिथियों करें
id_id: Telah memperbarui data tgl pengiriman sesuai yg diperlukan
it_it: Aggiornato le date di registrazione di spedizione e la consegna di linee d&#39;ordine, se necessario,
ko_kr: 필요에 따라 순서 라인의 출하 기록 및 배달 날짜 업데이트
mr_in: आवश्यक म्हणून ऑर्डर रेषा चढविणे रेकॉर्ड आणि वितरण तारखा Updated
nl_nl: Wijzig de transport record en leveringsdatum of order regels indien gewenst
pt_pt: Atualizado registro de embarque e datas de entrega nas linhas do pedido como neces.
ro_ro: Actualizat datele de înregistrare transportul şi livrarea de linii de comenzi după cum este necesar
ru_ru: Обновлены данные об отгрузке и сроках поставки позиций заказа
sq_al: Përditësuar më datat rekord dërgesës dhe shpërndarjes së linjave të rendit si të nevojshme
sv: Uppdaterat transporten rekord och leveransdatum orderrader som krävs
sw_ke: Updated tarehe transport rekodi na utoaji wa mistari ili kama ni muhimu
tr_tr: gerektiğinde sipariş hattı sevkiyat kayıt ve teslim tarihleri güncellendi
zh_hk: 请按需要更新运单和预计到货日期
zh_tw: 請按需要更新運輸記錄和交貨日期

source: Vessel Name /Transport Agent
cs_cz: Jméno plavidla / Transport Agent
es_es: Nombre del Buque / Agente de Transporte
hi_in: पोत का नाम / परिवहन एजेंट
id_id: Nama Kapal / Agen Transportasi
it_it: Nome della nave / Transport Agent
ko_kr: 선박 이름 / 전송 에이전트
mr_in: जहाज नाव / वाहतूक एजंट
nl_nl: Scheeps naam / transport agent
pt_pt: Nome Embarcação ou Agente Transp.
ro_ro: Numele navei / agent de transport
ru_ru: Название судна / транспортный агент
sq_al: Emri anije / Transport Agent
sv: Fartygets namn / Transport Agent
sw_ke: Jina chombo / Usafiri Agent
tr_tr: Geminin Adı / Transport Agent
zh_hk: 运输名称/运输代理
zh_tw: 貨運名/貨運代理

source: Voyage Ref / Consignment Note
cs_cz: Voyage Ref / nákladního listu
es_es: Viaje de Referencia / nota de Consignación
hi_in: यात्रा रेफरी / माल नोट
id_id: Ref Pelayaran / Nota Pengiriman
it_it: Viaggio Ref / lettera di vettura
ko_kr: 항해 참조 / 위탁 주
mr_in: जलप्रवास संदर्भ / प्रेषक टीप
nl_nl: Charter ref / vracht brief
pt_pt: Ref. Viagem / Nota Consig.
ro_ro: Voyage Ref / Notă expediţie
ru_ru: Ссылка на судно / накладная
sq_al: Ref Voyage / Shënim ngarkesë
sv: Referens / Anteckning
sw_ke: Safari Kumb / Consignment Kumbuka
tr_tr: Yolculuk Ref / İrsaliye Not
zh_hk: 运单/承运单
zh_tw: 運單 /承運單

source: Into
cs_cz: Do
es_es: Dentro de
hi_in: में
id_id: Ke
it_it: In
ko_kr: 으로
mr_in: मध्ये
nl_nl: Naar
pt_pt: No
ro_ro: În
ru_ru: В
sq_al: Në
sv: Till
sw_ke: Katika
tr_tr: ALICI
zh_hk: 到
zh_tw: 到

source: Stock Location
cs_cz: Umístění skladu
es_es: Ubicación de inventario
hi_in: स्टॉक स्थान
id_id: Lokasi Stok
it_it: Posizione di riserva
ko_kr: 재고 위치
mr_in: स्टॉक स्थान
nl_nl: Voorraad Locatie
pt_pt: Local Estoque
ro_ro: Amplasament Inventar
ru_ru: Местоположение товара
sq_al: Stock Vendndodhja
sv: lagerställe
sw_ke: Hisa Location
tr_tr: DEPO
zh_hk: 仓库
zh_tw: 倉庫地點

source: Order Lines On This Shipment
cs_cz: Aby Lines Na této zásilky
es_es: Filas del Pedido de Este Envío
hi_in: इस शिपमेंट आदेश पर पंक्तियाँ
id_id: Baris Order Pada Pengiriman Ini
it_it: Linee ordine su questo Spedizione
ko_kr: 이 선적 주문 라인
mr_in: हे चढविणे ऑर्डर लाईन्स
nl_nl: Opdracht Regels van zending
pt_pt: Núm. Linhas Pedido nesse Embarque
ro_ro: Linii de Ordin privind acest transport
ru_ru: Позиции заказа для этой поставки
sq_al: Linjat e Rendit Në Kjo dërgesë
sv: Orderrader i denna leverans
sw_ke: Ili Lines On Shipment huu
tr_tr: BU SEVKIYATTAKI SIPARIS SATIRLARI
zh_hk: 运单的采购订单行
zh_tw: 這運輸的訂單列

source: Update Shipment Details
cs_cz: Aktualizace podrobnosti o zásilce
es_es: Actualizar Detalles del Envío
hi_in: अद्यतन शिपमेंट विवरण
id_id: Perbarui Rincian Pengiriman
it_it: Aggiornamento di spedizione Dettagli
ko_kr: 업데이트 선적 세부 사항
mr_in: अद्यतनित चढविणे तपशील
nl_nl: Wijzig Verzending Details
pt_pt: Atualizar Detalhes Embarque
ro_ro: Update expediere Detalii
ru_ru: Обновить данные о доставке
sq_al: Dërgesë Details Update
sv: Visa detaljer för en uppdatering
sw_ke: Mwisho Shipment Details
tr_tr: SEVKIYAT DETAYLARINI GÜNCELLE
zh_hk: 更新运单
zh_tw: 更新運輸資料

source: Possible Order Lines To Add To This Shipment
cs_cz: Možné Objednejte Linky Chcete-li přidat do této zásilky
es_es: Posibles Filas del Pedido a Añadir a Este Envío
hi_in: संभव आदेश लाइनों इस लदान में जोड़ें
id_id: Baris Order Yg Mungkin Utk Ditambahkan Pada Pengiriman ini
it_it: Linee ordine possibile da aggiungere a questa spedizione
ko_kr: 가능한 주문 라인이 선적에 추가
mr_in: संभाव्य मागणी लाईन्स या चढविणे जोडण्यासाठी
nl_nl: Mogelijke Opdracht Regels toe te voegen aan deze zending
pt_pt: Linhas de Pedido Possiveis para Adic. nesse Embarque
ro_ro: Linii posibile pentru a adăuga Pentru acest transport
ru_ru: Возможные позиции заказа для добавления к этой доставке
sq_al: Linjat e mundshme Rendit të shtuar në këtë Dërgesë
sv: Orderrader som kan levereras
sw_ke: Iwezekanavyo Order Lines kuongeza Shipment huu
tr_tr: BU SEVKIYATA EKLENEBILECEK OLASI SIPARIS SATIRLARI
zh_hk: 可添加到这个运单的订单行
zh_tw: 可新增到這運單的訂單列

source: Shipping Company Maintenance
cs_cz: Shipping Company údržby
es_es: Administrar Compañías de Transporte
hi_in: जहाजरानी कंपनी रखरखाव
id_id: Pengaturan Perusahaan Pengiriman
it_it: Shipping Company di manutenzione
ko_kr: 배송 회사의 유지 보수
mr_in: शिपिंग कंपनी देखभाल
nl_nl: Onderhoud van transporteurs
pt_pt: Manutenção Transportadoras
ro_ro: Compania de transport maritim de întreţinere
ru_ru: Обслуживание грузоотправительной компании
sq_al: Mirëmbajtja Shipping Company
sv: Transportörer
sw_ke: Kampuni ya meli Maintenance
tr_tr: NAKLIYECI YÖNETIMI
zh_hk: 承运人
zh_tw: 運輸公司維護

source: The shipper's name must be forty characters or less long
cs_cz: Odesílatele jméno musí být čtyřicet znaků dlouhé
es_es: El nombre del transportista no debe pasar de 40 caracteres
hi_in: है shipper नाम चालीस अक्षर या उससे कम अवश्य होना चाहिए
id_id: Nama Pengirim maksimum 40 karakter
it_it: Il nome del mittente, deve essere personaggi quaranta o meno lungo
ko_kr: 발송인의 이름은 마흔 자 이하 여야합니다
mr_in: जहाजावरुन माल पाठवण्याचे काम नाव चाळीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: De vervoerders naam moet korter dan 40 tekens zijn
pt_pt: Nome transportador deve ter no máx. 40 caracteres
ro_ro: numele expeditorului trebuie să fie patruzeci de caractere sau mai puţin timp
ru_ru: имя грузоотправителя должны быть менее сорока символов
sq_al: Emri transportues mallrash duhet të jenë simbole dyzet ose më pak gjatë
sv: Speditörsnamnet måste vara 40 tecken eller kortare
sw_ke: Jina la shipper ni lazima kuwa arobaini wahusika au chini ya muda mrefu
tr_tr: NAKLIYECI ADI 40 KARAKTERDEN KISA OLMALI
zh_hk: 承运人名称必须不多于 40 个字
zh_tw: 運輸公司名稱必須不多於 40 字元

source: The shipper's name may not be empty
cs_cz: Odesílatele jméno nesmí být prázdné
es_es: El nombre del transportista no puede estar vacío
hi_in: है shipper नाम खाली नहीं हो सकती
id_id: Nama pengirim tdk boleh kosong
it_it: Il nome del mittente non può essere vuoto
ko_kr: 발송인의 이름은 비워 둘 수 없습니다 수 있습니다
mr_in: जहाजावरुन माल पाठवण्याचे काम नाव रिक्त असू शकत नाही
nl_nl: De vervoerders naam mag niet leeg zijn
pt_pt: Nome deve estar preenchido
ro_ro: Numele expeditorului nu poate fi gol
ru_ru: имя грузоотправителя не может быть пустым
sq_al: Emri transportues mallrash nuk mund të jetë bosh
sv: databasnamn får inte vara kvalificerade
sw_ke: Jina la shipper&#39;s inaweza kuwa tupu
tr_tr: NAKLIYECI ADI BOS OLAMAZ
zh_hk: 承运人名称不能留空
zh_tw: 運輸公司名稱不能留空

source: The shipper record has been updated
cs_cz: Odesílatel Záznam byl aktualizován
es_es: Se actualizó el registro del transportista
hi_in: Shipper रिकॉर्ड अद्यतन किया गया है
id_id: Data pengirim telah diperbarui
it_it: Il record mittente è stato aggiornato
ko_kr: 선적 레코드가 업데이트되었습니다
mr_in: जहाजावरुन माल पाठवण्याचे काम रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: De vervoerder is gewijzigd
pt_pt: Registro Envio atualizado
ro_ro: Record expeditorul a fost actualizat
ru_ru: Данные о грузоотправителе были обновлены
sq_al: Të dhënat e transportues mallrash është përditësuar
sv: # Filen har inte uppdaterats.
sw_ke: rekodi ya shipper imekuwa updated
tr_tr: NAKLIYECI KAYDI GÜNCELLENDI
zh_hk: 承运人记录已更新
zh_tw: 運輸公司記錄已更新

source: The shipper record has been added
cs_cz: Přepravce záznam byl přidán
es_es: Se agregó el registro del transportista
hi_in: Shipper रिकॉर्ड जोड़ दिया गया है
id_id: Data pengirim telah ditambahkan
it_it: Il record è stato aggiunto mittente
ko_kr: 선적 기록이 추가되었습니다
mr_in: जहाजावरुन माल पाठवण्याचे काम रेकॉर्ड जोडले गेले आहे
nl_nl: De vervoerder is toegevoegd
pt_pt: Registro Envio adicionado
ro_ro: Record expeditorul a fost adăugată
ru_ru: Данные о грузоотправителе были добавлены
sq_al: Të dhënat e transportues mallrash është shtuar
sv: Speditörsposten har sparats
sw_ke: rekodi ya shipper imekuwa aliongeza
tr_tr: NAKLIYECI KAYDI EKLENDI
zh_hk: 承运人记录已新增
zh_tw: 運輸公司記錄已新增

source: Cannot delete this shipper because sales orders have been created using this shipper
cs_cz: Nelze smazat tento přepravce, protože prodejní objednávky byly vytvořeny pomocí tohoto odesílatele
es_es: No se puede suprimir este transportista porque existen órdenes de venta que lo usan
hi_in: इस shipper हटाना क्योंकि बिक्री आदेश इस shipper का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus pengirim ini karena order penjualan sdh dibuat menggunakan pengirim ini
it_it: Non è possibile cancellare questo mittente, perché gli ordini di vendita sono stati creati utilizzando questo mittente
ko_kr: 판매 주문이 발송를 사용하여 생성 되었기 때문에이 선적을 삭제할 수 없습니다
mr_in: विक्री ऑर्डर या जहाजावरुन माल पाठवण्याचे काम वापरून तयार केले गेले आहेत कारण या जहाजावरुन माल पाठवण्याचे काम हटवू शकत नाही
nl_nl: Kan deze vervoerder niet verwijderen omdat verkoop orders zijn gemaakt met deze vervoerder
pt_pt: Não pode remover este transp. porque existem pedidos criados usando este transp.
ro_ro: Nu se poate şterge acest expeditor, deoarece ordinele de vânzare au fost create folosind acest expeditorului
ru_ru: Невозможно удалить этот грузоотправителя, поскольку для него созданызаказы на продажу были созданы.
sq_al: Nuk mund të fshini kete transportues mallrash për shkak të shitjes urdhra kanë qenë krijuar duke përdorur këtë transportues mallrash
sv: Kan inte ta bort speditören eftersom det finns beställningar som använder den
sw_ke: Hawezi kufuta shipper kwa sababu amri ya mauzo viliumbwa kwa kutumia hii shipper
tr_tr: NAKLIYECI SILINEMIYOR, ONA BAGLI YARATILMIS SATIS SIPARISLERI VAR
zh_hk: 未能删除这个承运人, 因为已有销售订单使用
zh_tw: 未能刪除這運輸商, 因為已有銷售訂單使用

source: sales orders using this shipper code
cs_cz: prodejních objednávek pomocí tohoto přepravce kód
es_es: Pedidos de venta con este código de transportista
hi_in: बिक्री इस कोड का उपयोग shipper के आदेश
id_id: order penjualan yg menggunakan kode pengirim ini
it_it: ordini di vendita utilizzando questo codice mittente
ko_kr: 이 선적 코드를 사용하여 판매 주문
mr_in: या जहाजावरुन माल पाठवण्याचे काम कोड वापरून विक्री ऑर्डर
nl_nl: verkoop ordes voor deze vervoerder
pt_pt: Pedidos de Venda usando este código transp.
ro_ro: ordinele de vânzare folosind acest cod expeditorului
ru_ru: заказы на продажу используя этот код поставщика
sq_al: urdhër shitjeve duke përdorur këtë kod transportues mallrash
sv: kundorder med denna speditörskod
sw_ke: mauzo amri kutumia code shipper
tr_tr: BU TEDARIKÇI KODUNU KULLANAN SATIS SIPARISLERI
zh_hk: 张使用这个承运人的销售订单
zh_tw: 這運輸公司編碼的銷售訂單

source: Cannot delete this shipper because invoices have been created using this shipping company
cs_cz: Nelze smazat tento přepravce, protože faktury byly vytvořeny pomocí tohoto lodní společnost
es_es: No se puede suprimir este transportista porque existen facturas que lo usan
hi_in: इस shipper हटाना क्योंकि चालान बनाया गया है इस शिपिंग कंपनी का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus pengirim ini karena faktur sdh dibuat menggunakan perusahaan pengiriman ini
it_it: Non è possibile cancellare questo mittente perché le fatture sono state realizzate con questa compagnia di navigazione
ko_kr: 송장이 운송 회사를 사용하여 생성 되었기 때문에이 선적을 삭제할 수 없습니다
mr_in: पावत्या या शिपिंग कंपनी वापरून तयार केले गेले आहेत कारण या जहाजावरुन माल पाठवण्याचे काम हटवू शकत नाही
nl_nl: Deze transporteur kan niet worden verwijderd omdat er facturen zijn gemaakt met deze transporteur
pt_pt: Não pode remover este transp. porque existem pedidos criados usando este transp.
ro_ro: Nu se poate şterge acest expeditor, deoarece facturile au fost create folosind aceasta companie de transport maritim
ru_ru: Не могу удалить этот грузоотправителя, поскольку для него были созданы счета
sq_al: Nuk mund të fshini kete transportues mallrash, sepse fatura kanë qenë krijuar duke përdorur këtë kompani të anijeve
sv: Kan inte ta bort denna avsändaren eftersom fakturorna har skapats med den här rederi
sw_ke: Hawezi kufuta shipper sababu ankara viliumbwa kwa kutumia kampuni ya meli
tr_tr: BU NAKLIYECI SILINEMIYOR, BU NAKLIYECI KULLANILARAK HAZIRLANMIS FATURALAR VAR
zh_hk: 未能删除这个承运人, 因为已有发票使用
zh_tw: 未能刪除這運輸商, 因為已有發票使用

source: invoices created using this shipping company
cs_cz: faktury vytvořené pomocí této lodní společnost
es_es: facturas creadas usando esta compañía de transporte
hi_in: चालान इस शिपिंग कंपनी का उपयोग कर बनाया
id_id: faktur yg dibuat menggunakan perusahaan pengiriman ini
it_it: le fatture create utilizzando questa compagnia di navigazione
ko_kr: 송장이 운송 회사를 사용하여 만든
mr_in: या शिपिंग कंपनी वापरून तयार पावत्या
nl_nl: Facturen gemaakt met deze transporteur
pt_pt: Pedidos de Venda usando este transp.
ro_ro: facturi creat folosind aceasta companie de transport maritim
ru_ru: счетов созданные для этой судоходной компании
sq_al: faturat e krijuar duke përdorur këtë kompani të anijeve
sv: fakturor skapas med detta rederi
sw_ke: ankara umba kutumia kampuni hii meli
tr_tr: BU NAKLIYECI KULLANILARAK OLUSTURULMUS FATURALAR
zh_hk: 张使用这个承运人的发票
zh_tw: 這運輸公司的發票

source: Cannot delete this shipper because it is defined as the default shipping company in the configuration file
cs_cz: Nelze smazat tento přepravce, protože to je definováno jako výchozí lodní společnost v konfiguračním souboru
es_es: No se puede suprimir este transportista porque está definido como el predeterminado en la configuración
hi_in: इस shipper हटा, क्योंकि यह डिफ़ॉल्ट शिपिंग कंपनी के रूप में विन्यास फाइल में परिभाषित किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus pengirim ini karena merupakan merupakan pengirim utama pada file konfigurasi
it_it: Non è possibile eliminare questo mittente perché è definita come la compagnia di navigazione di default nel file di configurazione
ko_kr: 이 구성 파일의 기본 해운 회사로 정의되어 있기 때문에이 선적을 삭제할 수 없습니다
mr_in: तो संरचना फाइलमध्ये डीफॉल्ट शिपींग कंपनी व्याख्या आहे कारण हा जहाजावरुन माल पाठवण्याचे काम हटवू शकत नाही
nl_nl: Transporteur kan niet worden verwijderd omdat het de default transporteur is
pt_pt: Não pode remover este transp. pois foi definido como transp. padrão no arquivo config.
ro_ro: Nu se poate şterge acest expeditor, deoarece acesta este definit ca compania de transport maritim implicit în fişierul de configurare
ru_ru: Невозможно удалить этого грузоотправителя, поскольку он определен как грузоотправитель по умолчанию в файле конфигурации.
sq_al: Nuk mund të fshini kete transportues mallrash për shkak se ajo është përcaktuar si kompania e anijeve default tek file i konfigurimit
sv: Kan inte ta bort denna avsändare, eftersom det definieras som standard rederiet i konfigurationsfilen
sw_ke: Hawezi kufuta shipper kwa sababu ni hufafanuliwa kama kampuni ya meli default katika faili Configuration
tr_tr: BU NAKLIYECI SILINEMIYOR, AYARLARDA VARSAYILAN NAKLIYE FIRMASI OLARAK TANIMLANMIS
zh_hk: 未能删除这个承运人, 因为已被设定为默认承运人
zh_tw: 未能刪除這運輸公司, 因為已被設定為預設的運輸公司

source: The shipper record has been deleted
cs_cz: Přepravce záznam byl odstraněn
es_es: Se eliminó el registro del transportista
hi_in: Shipper रिकॉर्ड हटा दिया गया है
id_id: Data pengirim sdh dihapus
it_it: Il record mittente è stato eliminato
ko_kr: 선적 기록이 삭제되었습니다
mr_in: जहाजावरुन माल पाठवण्याचे काम रेकॉर्ड हटविले गेले आहे
nl_nl: Transporteur is verwijderd
pt_pt: Registro Transportador removido
ro_ro: Record expeditorul a fost ştearsă
ru_ru: Данные о грузоотправителе были удалены
sq_al: Të dhënat e transportues mallrash është fshirë
sv: Speditörsposten har makulerats
sw_ke: rekodi ya shipper imefutwa
tr_tr: NAKLIYECI KAYDI SILINDI
zh_hk: 承运人已删除
zh_tw: 運輸公司記錄已刪除

source: Shipper ID
cs_cz: ID odesílatele
es_es: ID del Transportista
hi_in: Shipper आईडी
id_id: ID Pengirim
it_it: Mittente ID
ko_kr: 발송 인 ID
mr_in: जहाजावरुन माल पाठवण्याचे काम आयडी
nl_nl: Transporteur ID
pt_pt: ID do Transportador
ro_ro: ID-ul expeditorului
ru_ru: ID грузоотправителя
sq_al: Transportues mallrash ID
sv: Speditör ID:
tr_tr: KOD
zh_hk: 编号
zh_tw: 運輸公司編號

source: Shipper Name
cs_cz: Jméno odesílatele
es_es: Transportista
hi_in: Shipper नाम
id_id: Nama Pengirim
it_it: Nome Mittente
ko_kr: 발송 인 이름
mr_in: जहाजावरुन माल पाठवण्याचे काम नाव
nl_nl: Transporteur Naam
pt_pt: Nome Transportador
ro_ro: Expeditor Numele
ru_ru: Название грузоотправителя
sq_al: Emri transportues mallrash
sv: Speditörnamn
sw_ke: Jina shipper
tr_tr: NAKLIYECI ADI
zh_hk: 承运人
zh_tw: 運輸公司名稱

source: Are you sure you wish to delete this shipper?
es_es: ¿Está seguro que desea suprimir este transportista?
id_id: Apakah Anda yakin ingin menghapus pengirim ini?
ko_kr: 당신이 선적을 삭제할 확실합니까?
mr_in: आपण या जहाजावरुन माल पाठवण्याचे काम हटवू इच्छित खात्री आहे?
pt_pt: Confirmar Remoção do Transportador
zh_tw: 是否確定要刪除這運輸公司?

source: REVIEW RECORDS
cs_cz: PŘEHLED REKORDY
es_es: REVISAR REGISTROS
hi_in: रिकॉर्ड की समीक्षा
id_id: LIHAT DATA
it_it: RASSEGNA RECORDS
ko_kr: 검토 기록
mr_in: REVIEW रेकॉर्ड
nl_nl: CONTROLEER DE RECORDS
pt_pt: REVER REGISTROS
ru_ru: ПРОСМОТРЕТЬ ЗАПИСИ
sq_al: SHQYRTIMI RECORDS
sv: Visa poster
sw_ke: MAPITIO KUMBUKUMBU
tr_tr: KAYITLARI INCELE
zh_hk: 查看记录
zh_tw: 檢視記錄

source: Shipper Code
cs_cz: Kód přepravce
es_es: Código del Transportista
hi_in: Shipper कोड
id_id: Kode Pengirim
it_it: Mittente Codice
ko_kr: 발송 코드
mr_in: जहाजावरुन माल पाठवण्याचे काम कोड
nl_nl: Transporteur Code
pt_pt: Código Transportador
ro_ro: Expeditor Cod
ru_ru: Код грузоотправителя
sq_al: Kodi transportues mallrash
sv: Speditörkod
tr_tr: NAKLIYECI KODU
zh_hk: 承运人编号
zh_tw: 運輸公司編碼

source: Search Shipments
cs_cz: Hledat Zásilky
es_es: Buscar Envíos
hi_in: खोज लदान
id_id: Cari Pengiriman
it_it: Le spedizioni di ricerca
ko_kr: 검색 선적
mr_in: शोध शिपमेंट्समध्ये
nl_nl: Zoek Zendingen
pt_pt: Pesquisar Transportes Enviad.
ro_ro: Transporturile Search
ru_ru: Искать поставки
sq_al: Dërgesave Search
sv: Sök leveranser
sw_ke: Search umeongezeka
tr_tr: SEVKIYAT ARA
zh_hk: 查找运单
zh_tw: 查尋運輸單

source: The Shipment Number entered MUST be numeric
cs_cz: Zásilka zadané číslo musí být číslo
es_es: El Número de Envío debe ser numérico
hi_in: लदान नंबर जरूरी सांख्यिक दर्ज किए
id_id: Nomor Pengiriman yg dimasukkan HARUS numerik
it_it: Il numero di SPEDIZIONE iscritto deve essere numerico
ko_kr: 입력 된 출하 번호는 숫자이어야한다
mr_in: प्रविष्ट चढविणे क्रमांक अंकीय असणे आवश्यक आहे
nl_nl: Het Verzendings Nummer moet nummeriek zijn
pt_pt: O número embarque deve ser numérico
ro_ro: Numărul Transportul intrat TREBUIE să fie numeric
ru_ru: Указанный номер поставки должен быть числовым
sq_al: Numri Dërgesë hyri DUHET të jetë një numër
sv: Leveransnummret måste vara numeriskt
sw_ke: Idadi Shipment aliingia LAZIMA numeric
tr_tr: GIRILEN SEVKIYAT NO. NÜMERIK OLMALI
zh_hk: 运单号必须是数字
zh_tw: 運輸單編號必須是數字

source: Shipment Number
cs_cz: Číslo zásilky
es_es: Número de Envío
hi_in: लदान संख्या
id_id: Nomor Pengiriman
it_it: Numero di Spedizione
ko_kr: 출하 번호
mr_in: चढविणे क्रमांक
nl_nl: Verzend Nr
pt_pt: Número do Embarque
ro_ro: Numărul de expediere
ru_ru: Номер поставки
sq_al: Dërgesë Numri
sv: Leveransnummer
sw_ke: Idadi transport
tr_tr: SEVKIYAT NO.
zh_hk: 运单号
zh_tw: 運輸單編號

source: No Stock Items were returned from the database because
cs_cz: Č. sklade byly vráceny z databáze, protože
es_es: La base de datos no devolvió ningún artículo de existencias porque
hi_in: कोई स्टॉक आइटम डाटाबेस क्योंकि से लौट रहे थे
id_id: Tdk ada Item Stok yg dikembalikan dari database karena
it_it: Nessun elemento d&#39;archivio sono state restituite dal database perché
ko_kr: 재고 항목이 데이터베이스 때문에에서 반환되지 않았다
mr_in: नाही स्टॉक आयटम डेटाबेस परत आले कारण
nl_nl: Geen voorraaditems gevonden door de database omdat
pt_pt: Nenhum Item de Estoque retornou do DB
ro_ro: Nu stoc au fost returnate din baza de date, deoarece
ru_ru: Не получено товаров из базы данных, так как
sq_al: No Items Stock u kthyen nga baza e të dhënave për shkak se
sv: Inga Lagervaror var tillbaka från databasen eftersom
sw_ke: Hakuna vitu Stock waliporudi kutoka database sababu
tr_tr: VERITABANINDA ÜRÜN KAYDI BULUNAMADI
zh_hk: 找不到物料，因为
zh_tw: 沒有存貨由資料庫傳回, 因為

source: Closed Shipments Only
cs_cz: Uzavřená zásilky pouze
es_es: Sólo Envíos Cerrados
hi_in: केवल बंद लदान
id_id: Hanya Pengiriman Sdh-Selesai
it_it: Spedizioni chiuso solo
ko_kr: 청산 선적 만
mr_in: बंद शिपमेंट्समध्ये केवळ
nl_nl: Alleen Gesloten Zendingen
pt_pt: Só Remessas Fechadas
ro_ro: Transporturile închisă numai
ru_ru: Только закрытые поставки
sq_al: Vetëm dërgesat e Mbyllur
sv: Endast avslutade leveranser
sw_ke: C. umeongezeka tu
tr_tr: SADECE KAPANMIS SEVKIYATLAR
zh_hk: 只要已到的运单
zh_tw: 只要已到的運輸單
