Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Please refer to the list of open shipments from the link to ensure a valid shipment reference is entered
cs_cz: Podívejte se na seznam otevřených zásilek z odkazu na zajištění přepravy platný odkaz je součástí
es_es: Por favor, use el enlace a la lista de envíos abiertos para seleccionar una referencia de envío válida
hi_in: लिंक से खुला shipments के लिए एक वैध लदान संदर्भ सुनिश्चित करने की सूची में उल्लेख है में प्रवेश करें
id_id: Silahkan lihat daftar pengiriman berjalan dari link utk memastikan referensi pengiriman yg dimasukkan itu berlaku
it_it: Si prega di consultare l&#39;elenco delle spedizioni aperto dal collegamento per garantire un valido riferimento spedizione è iscritto
ko_kr: 입력 유효한 선적 기준을 보장하기 위해 링크에서 열린화물의 목록을 참조하십시오
mr_in: वैध चढविणे संदर्भ प्रविष्ट केले दुवा पासून खुले शिपमेंट्समध्ये सूची पहा करा
nl_nl: Selecteer transport via de link om er zeker van te zijn dat een geldig transport ref. is geselecteerd
pt_pt: Ref. a lista de remessa em aberto para certificar-se da ref. informada
ro_ro: Vă rugăm să consultaţi lista de transporturi deschis de la link-ul pentru a asigura un transport de referinţă valabil este înscris
ru_ru: Пожалуйста, обратитесь к списку открытых поставок из ссылки чтобы убедиться что была введена допустимая ссылка на отгрузку
sq_al: Ju lutem referojuni listës së dërgesave të hapur nga lidhjen për të siguruar një referencë e vlefshme dërgesë është futur
sv: Se listan över öppna transporter från länken för att se en giltig transport hänvisning tas upp
sw_ke: Tafadhali rejea katika orodha ya wazi umeongezeka kutoka zilizounganishwa kuhakikisha halali transport akimaanisha ni aliingia
tr_tr: girilen geçerli bir gönderi referans sağlamak için bağlantıyı açık gönderiler listesine bakınız
zh_hk: 请从连结中参考开启的运输来确保输入有效的运输参考
zh_tw: 請從連結中參考開啟的運輸來確保輸入有效的運輸參考

source: Modify Purchase Order
cs_cz: Změnit nákupní objednávku
es_es: Modificar Órdenes de Compra
hi_in: संशोधित खरीद आदेश
id_id: Ubah Order Pembelian
it_it: Modifica Ordine di Acquisto
ko_kr: 구매 주문을 수정
mr_in: फेरफार खरेदी ऑर्डर
nl_nl: Wijzig inkoop order
pt_pt: Modificar Ordem Compra
ro_ro: Modificare comandă de aprovizionare
ru_ru: Изменить заказ на покупку
sq_al: Rendit Modifiko Blerje
sv: ändra inköpsorder
sw_ke: Ununuzi kurekebisha Order
tr_tr: SATINALMA SIPARISINI DEGISTIR
zh_hk: 修改采购订单
zh_tw: 修改採購訂單

source: Purchase Order Entry
cs_cz: Vložit nákupní objednávku
es_es: Crear Orden de Compra
hi_in: खरीद आदेश एंट्री
id_id: Masukkan Order Pembelian
ko_kr: 주문 입력을 구매
mr_in: मागणी प्रविष्टी खरेदी
nl_nl: Inkoop Opdracht Invoeren
pt_pt: Entrar Ordem de Compra
ro_ro: Ordinul de cumpărare de intrare
ru_ru: Заказ на покупку
sq_al: Hyrja Urdhër blerjes
sv: Registrera inköpsorder
sw_ke: Kununua Order Entry
tr_tr: SATINALMA SIPARISI GIRISI
zh_hk: 输入采购订单
zh_tw: 輸入採購訂單

source: This is a new order. It must be created before you can change the status
cs_cz: Jedná se o novou objednávku. To musí být vytvořena před můžete změnit stav
es_es: Esta es una nueva orden. Debe ser creada antes de que pueda cambiar el estado
hi_in: यह एक नया आदेश है. इससे पहले कि आप स्थिति को बदल सकते हैं बनाया जाना चाहिए
id_id: Ini adalah order baru. Harus dibuat sebelum Anda dapat mengubah statusnya
it_it: Si tratta di un nuovo ordine. Deve essere creato prima di poter modificare lo stato
ko_kr: 이것은 새로운 순서입니다. 당신이 상태를 변경할 수 있습니다 전에 만들어야합니다
mr_in: हे एक नवीन क्रम आहे. आपण स्थिती बदलू शकता करण्यापूर्वी तो तयार करणे आवश्यक आहे
pt_pt: Este é um novo pedido. Criar o pedido antes de modificar a situação pedido.
ru_ru: Это новый заказ. Он должен быть создан до изменения статуса
sq_al: Kjo është një rend të ri. Ajo duhet të jetë krijuar para se të mund të ndryshojë statusin
sv: Detta är en ny ordning. Det måste skapas innan du kan ändra status
sw_ke: Hii ni amri mpya. Ni lazima umba kabla ya mabadiliko ya hali ya
zh_hk: 这是一张新订单。在您能修改它之前，必须先创建
zh_tw: 這是一個新的秩序。它必須被新建之前，您可以更改狀態

source: You do not have permission to authorise this purchase order
cs_cz: Nemáte oprávnění k autorizaci této objednávce
es_es: No tiene permiso para autorizar esta Orden de Compra
hi_in: आप इस खरीद के आदेश को अधिकृत की अनुमति नहीं है
id_id: Anda tdk mempunyai izin utk mengotorisasi order pembelian ini
it_it: Non hai il permesso di autorizzare tale ordine di acquisto
ko_kr: 이 구매 주문을 승인 할 수있는 권한이 없습니다
mr_in: आपण या खरेदी ऑर्डर अधिकृत करण्याची परवानगी नाही
nl_nl: Je hebt geen toestemming om deze bestelling staan
pt_pt: Você não tem permissão para autorizar esta ordem de compra
ro_ro: Nu aveţi permisiunea de a autoriza această ordine de cumpărare
ru_ru: У вас нет прав на разрешение этого заказа
sq_al: Ju nuk keni leje për të autorizojë këtë qëllim blerjen
sv: Du har inte tillsånd att autorisera denna inköpsorder
sw_ke: Huna ruhusa ya mamlaka hii ili kununua
tr_tr: Bu satın alma siparişi yetki yetkiniz yok
zh_hk: 您无权授权此采购订单
zh_tw: 你沒有權限授權這張訂單

source: This order is for
cs_cz: Tato zakázka je pro
es_es: Este pedido es para
hi_in: इस आदेश के लिए है
id_id: Order ini adalah utk
it_it: Questo ordine è per
ko_kr: 이 순서입니다
mr_in: ही ऑर्डर आहे
nl_nl: Deze bestelling is voor
pt_pt: Este ordem de compra é para
ro_ro: Acest ordin este pentru
ru_ru: Этот заказ для
sq_al: Kjo mënyrë është për
sv: Denna order är för
sw_ke: Ili hii ni kwa ajili ya
tr_tr: Bu sipariş için
zh_hk: 此订单为
zh_tw: 這份訂單是

source: You can only authorise up to
cs_cz: Můžete povolit pouze až
es_es: Sólo puede autorizar hasta
hi_in: आप केवल करने के लिए प्राधिकृत कर सकते हैं
id_id: Anda hanya dapat mengotorisasi sampai
it_it: Si può solo autorizzare fino a
ko_kr: 당신은 최대 권한을 부여 할 수 있습니다
mr_in: आपण फक्त पर्यंत अधिकृत करू शकता
nl_nl: U kunt alleen machtigen tot
pt_pt: Seu limite de autorização vai até
ro_ro: Puteţi autoriza numai până la
ru_ru: Вы можете разрешить только до
sq_al: Ju mund vetëm të autorizojë deri në
sv: Du kan bara auktorisera upp till
sw_ke: Unaweza tu idhini hadi
tr_tr: Yalnızca kadar yetki verebilir
zh_hk: 您只可授权不多于
zh_tw: 您只能授權最多

source: If you think this is a mistake please contact the systems administrator
cs_cz: Pokud si myslíte, že se jedná o chybu, prosím kontaktujte správce systému
es_es: Si piensa que esto es un error, por favor, contacte con el administrador del sistema
hi_in: अगर आपको लगता है कि यह एक गलती कृपया सिस्टम व्यवस्थापक से संपर्क करें
id_id: Jika Anda pikir ini kesalahan silahkan hubungi administrator sistem
it_it: Se pensi che questo sia un errore si prega di contattare l&#39;amministratore di sistema
ko_kr: 당신은 문제가 있다고 생각되면 시스템 관리자에게 문의하십시오
mr_in: हे चुकीचे आहे असे आपणास वाटत असेल तर प्रणाली प्रशासकाशी संपर्क साधा
nl_nl: Als u denkt dat dit een vergissing is contact op met de systeembeheerder
pt_pt: Caso não seja desejado. Contate o administrador do Sistema
ro_ro: Dacă credeţi că aceasta este o greşeală vă rugăm să contactaţi administrator de sisteme
ru_ru: Если вы думаете, что это ошибка, пожалуйста, свяжитесь с системным администратором
sq_al: Nëse mendoni se kjo është një gabim, ju lutem kontaktoni administratorin e sistemeve të
sv: Om du tror att detta är ett misstag kontakta systemadministratören
sw_ke: Kama unafikiri hii ni kosa tafadhali wasiliana na msimamizi wa mifumo ya
tr_tr: Eğer düşünüyorsanız bu bir hata sistem yöneticinize başvurun lütfen
zh_hk: 如果您认为这是一个错误，请联络系统管理员
zh_tw: 你如果你覺得這是一個錯誤，請聯繫系統管理員

source: This order cannot be cancelled or rejected because some of it has already been received
cs_cz: Toto pořadí nemůže být zrušeny nebo odmítnuta, protože některé z nich již obdržela
es_es: Esta orden no puede ser cancelada o rechazada debido a que algo ya se ha recibido para la misma
hi_in: इस आदेश या रद्द नहीं किया जा खारिज कर सकता है क्योंकि यह कुछ पहले से ही प्राप्त किया गया है
id_id: Agar ini tdk dapat dibatalkan atau ditolak karena sebagian telah diterima
it_it: Questo ordine non può essere annullato o respinta in quanto alcuni di essi è già stato ricevuto
ko_kr: 이 순서는 취소 또는 그것의 일부가 이미 수신했기 때문에 거절 될 수 없다
mr_in: तो काही आधीच प्राप्त झाली आहे कारण ही ऑर्डर रद्द किंवा नकारली जाऊ शकत नाही
nl_nl: Deze volgorde kan niet worden geannuleerd of afgewezen, omdat een deel van het reeds ontvangen
pt_pt: Este Pedido não pode ser cancelado ou rejeitado pois já foi parcialmente recebido
ro_ro: Acest ordin nu poate fi anulat sau respins deoarece o parte din ea a fost deja primit
ru_ru: Этот заказ не может быть отменен или отклонен, поскольку часть его же получена
sq_al: Kjo mënyrë nuk mund të anulohet ose të refuzohet për shkak se disa prej tyre tashmë është marrë
sv: Denna ordning kan inte annulleras eller avvisas eftersom en del av den redan har fått
sw_ke: utaratibu huu unaweza kuwa kusitishwa au kukataliwa kwa sababu baadhi ya yake tayari kupokea
tr_tr: Bu sipariş iptal edilemez veya reddedilen bir kısmı zaten alındığını çünkü
zh_hk: 订单不能删除或者拒绝,因为已收货
zh_tw: 這個訂單無法被取消或拒絕，因為它有一些已經收貨了

source: The line item quantities may be modified to quantities more than already received
cs_cz: Množství řádku může být upraven tak, aby množství více než již obdržela
es_es: Las cantidades de la fila de artículos pueden ser mayores que las ya recibidas
hi_in: पंक्ति वस्तु अधिक मात्रा में पहले से ही प्राप्त मात्रा को संशोधित किया जा सकता है
id_id: Qty item baris mungkin telah diubah ke jumlah yg lebih dari yg sdh diterima
it_it: I quantitativi linea voce può essere modificato a quantità più che già ricevuto
ko_kr: 광고 항목 수량보다 이미받은 이상의 수량으로 수정 될 수있다
mr_in: ओळ आयटम प्रमाणात अधिक आधीच प्राप्त पेक्षा प्रमाणात करण्यासाठी सुधारित केली जाऊ शकतात
nl_nl: Regel hoeveelheid moet worden verhoogd tot minstens de hoeveelheid die al is ontvangen
pt_pt: As quantidades de item da linha podem ser modificadas para permitir recebimento a maior
ro_ro: Cantităţile element rând pot fi modificate pentru cantităţi mai mult decât a primit deja
ru_ru: Величины позиции могут быть изменены до значений больший, чем получено
sq_al: Sasitë e zë mund të modifikohet në sasi më shumë se tashmë ka marrë
sv: Raden kvantiteterna kan ändras med mängder mer än redan fått
sw_ke: Kwa wingi bidhaa line inaweza kuwa iliyopita kwa wingi zaidi kuliko tayari kupokea
tr_tr: SATIR MIKTARLARI TESLIM ALINMIS MIKTARLARIN ÜZERINDE OLMAK KOSULU ILE DEGISTIRILEBILIR
zh_hk: 订单行物料数量可以修改到大于已接收的数量
zh_tw: 商品數量可以修改到大於已收的數量

source: Prices cannot be altered for lines that have already been received
cs_cz: Ceny nemohou být změněny na linky, které již byly přijaty
es_es: Los precios no pueden ser alterados para las líneas que ya se han recibido
hi_in: कीमतों लाइनों है कि पहले से ही प्राप्त किया गया है के लिए नहीं बदल सकते
id_id: Harga tdk dapat diubah utk baris yg telah diterima
it_it: I prezzi non possono essere modificati per le linee che sono già state ricevute
ko_kr: 가격은 이미 수신 된 라인을 위해 변경 될 수 없습니다
mr_in: किंमती आधीच प्राप्त केले आहेत ओळींसाठी बदलता येऊ शकत नाही
nl_nl: Prijzen kunnen niet worden veranderd voor de lijnen die reeds zijn ontvangen
pt_pt: Preços não podem ser modificados para linhas que já foram recebidas
ro_ro: Preţurile nu pot fi modificate pentru liniile care au fost deja primit
ru_ru: Цены не могут быть изменены для позиций, которые уже были получены
sq_al: Çmimet nuk mund të ndryshohet për linjat që tashmë janë marrë
sv: Priser kan inte ändras eftersom inleveranser redan har skett
sw_ke: Bei hawezi kuwa sura ya mistari ambayo tayari kupokea
tr_tr: Fiyatlar zaten alınmış hatları için değiştirilemez
zh_hk: 不能更改已经收货的订单行的价格
zh_tw: 已經收到的所有行其價格不能更改

source: and quantities cannot be reduced below the quantity already received
cs_cz: a množství nemůže být snížena pod množství již obdržela
es_es: y las cantidades no pueden ser reducidas por debajo de la cantidad ya recibida
hi_in: और मात्रा मात्रा नीचे नहीं किया जा कम किया जा सकता पहले से ही प्राप्त
id_id: dan qty tdk dapat dikurangi ke jumlah di bawah yg sdh diterima
it_it: e quantitativi non può essere ridotto al di sotto della quantità già ricevuto
ko_kr: 및 수량은 이미 수신 된 양 이하로 감소 될 수 없다
mr_in: आणि प्रमाणात आधीच प्राप्त प्रमाणात खाली कमी केला जाऊ शकत नाही
nl_nl: en hoeveelheden niet kan worden teruggebracht tot onder de hoeveelheid reeds ontvangen
pt_pt: e as quantidades não podem ser reduzidas a quantidades inferiores ao que já foi recebido
ro_ro: şi cantităţile nu poate fi redus sub cantitatea deja primit
ru_ru: и количества не могут быть меньше уже полученного количества
sq_al: dhe sasi nuk mund të reduktohet sasia më poshtë tashmë ka marrë
sv: och mängder inte kan vara mindre än kvantitet redan fått
sw_ke: na kiasi haiwezi kupungua chini ya kiwango na tayari kupokea
tr_tr: ve miktarları miktar altına düşürülmelidir olamaz zaten aldı
zh_hk: 数量无法减少至少于已接收数量
zh_tw: 減數量不能低於已收貨的數量

source: This order cannot be cancelled or rejected because there is at least one line that is allocated to a shipment
es_es: Esta orden no se puede ser eliminada o rechazada porque tiene al menos una línea que esta asignada a un despacho
id_id: Order ini tdk dapat dibatalkan atau ditolak karena minimal ada satu baris yg teralokasi ke pengiriman
ko_kr: 선적에 할당되는 하나 이상의 라인이 있기 때문에이 주문이 취소되거나 거부 될 수 없다
mr_in: एक शिपमेंट दिलेली आहे की किमान एक ओळ आहे कारण ही ऑर्डर रद्द किंवा नकारली जाऊ शकत नाही
pt_pt: Esta ordem de compra não pode ser cancelada ou rejeitada porque pelo menos 1 linha foi alocada a uma remessa
zh_tw: 這個訂單無法被取消或拒絕，因為至少一行是分配給出貨

source: See shipment number
es_es: Ver el número de envío
id_id: Lihat nomor pengiriman
ko_kr: 출하 번호를 참조하십시오
mr_in: चढविणे क्रमांक पहा
pt_pt: Veja Remessa número
zh_tw: 見裝運數量

source: by
cs_cz: podle
es_es: por
hi_in: द्वारा
id_id: oleh
it_it: da
ko_kr: 로
mr_in: द्वारे
nl_nl: door
pt_pt: por
ro_ro: de
ru_ru: по
sq_al: nga
sv: av
sw_ke: na
tr_tr: tarafından
zh_hk: 由
zh_tw: 透過

source: You do not have permission to reject this purchase order
cs_cz: Nemáte oprávnění k zamítnutí tohoto objednávky
es_es: No tiene permiso para rechazar esta Orden de Compra
hi_in: आप इस खरीद के आदेश को अस्वीकार की अनुमति नहीं है
id_id: Anda tdk mempunyai izin utk menolak order pembelian ini
it_it: Non hai il permesso di respingere questo ordine di acquisto
ko_kr: 이 구매 주문을 거부 할 수있는 권한이 없습니다
mr_in: आपण या खरेदी ऑर्डर नाकारू परवानगी नाही
nl_nl: Je hebt geen toestemming om deze bestelling af te wijzen
pt_pt: Você não tem permissão para rejeitar esta ordem de compra
ro_ro: Nu aveţi permisiunea de a respinge această ordine de cumpărare
ru_ru: У вас нет разрешения на отклоннение этого заказа
sq_al: Ju nuk keni leje për të refuzuar këtë qëllim blerjen
sv: Du har inte tillstånd att vägra denna inköpsorder
sw_ke: Huna ruhusa ya kukataa hii ili kununua
tr_tr: Bu satın alma emri reddetmek için izniniz yok
zh_hk: 您无权否决此采购单
zh_tw: 你沒有權限否決這張訂單

source: Your authorisation limit is set at
cs_cz: Vaše registrace limit je stanoven na
es_es: Su límite de autorización se establece en
hi_in: आपके प्राधिकरण सीमा पर सेट है
id_id: Batas otorisasi Anda sampai
it_it: Il tuo limite di autorizzazione è fissato a
ko_kr: 권한 부여 한계로 설정된다
mr_in: आपले प्राधिकृत मर्यादा सेट केले आहे
nl_nl: Uw toestemming limiet is vastgesteld op
pt_pt: Sua autorização limite é
ro_ro: limita de autorizare este stabilită la
ru_ru: Предел вашего разрешения установлен на уровне
sq_al: limit juaj autorizimi është caktuar në
sv: Ditt tillstånd Gränsen är satt till
sw_ke: authorization kikomo yako ni kuweka katika
tr_tr: Yetkilendirme sınır olarak belirlenmiştir
zh_hk: 您的授权限额设置在
zh_tw: 您的授權限額定為

source: This order could not have the status changed back to pending because some of it has already been received. Quantities received will need to be returned to change the order back to pending.
cs_cz: Toto pořadí nemůže mít status změnil zpět na očekávání, protože některé z nich již obdržela. Množství získaného budou muset být vráceny ke změně pořadí zpět čeká.
es_es: Esta orden no puede cambiar su estado de vuelta a pendiente, porque algo de la misma ya se ha recibido. Las cantidades recibidas deberán ser devueltas para cambiar la orden a pendiente.
hi_in: इस आदेश के नहीं हो सकता स्थिति के लिए लंबित है क्योंकि यह कुछ पहले से ही प्राप्त किया गया है वापस बदल दिया है. मात्रा की जरूरत करने के लिए लंबित आदेश वापस बदल वापस आ जाएगा प्राप्त किया.
id_id: Order ini tdk mungkin statusnya diubah kembali ke tertunda karena sebagian sdh diterima. Qty diterima akan perlu dikembalikan ke mengubah urutan kembali ke tertunda.
it_it: Questo ordine non poteva essere stato ricambiato in sospeso perché alcuni di essi è già stato ricevuto. Quantità ricevute dovranno essere restituiti a modificare l&#39;ordine torna in sospeso.
ko_kr: 상태가 없습니다이 순서는 그것의 일부가 이미 접수되어 있기 때문에 보류로 다시 변경. 받은 수량 보류 다시 순서를 변경하려면 반환해야합니다.
mr_in: ही ऑर्डर स्थिती काही आधीच प्राप्त झाली आहे कारण प्रलंबित परत बदलला नाही शकलो. प्राप्त प्रमाणात परत प्रलंबित करण्यासाठी बदलण्यासाठी परत करावी लागेल.
nl_nl: Deze volgorde zou niet de status weer veranderd in afwachting omdat een deel van het al is ontvangen. Ontvangen hoeveelheden zullen moeten worden teruggegeven aan de orde terug te gaan naar behandeling.
pt_pt: Esta ordem de compra não ter a situação modificada para pendente, pois alguns itens já foram recebidos. Quantidades já recebidas precisam ser devolvidas/retornadas, para permitir a ordem de compra entrar na situação pendente
ro_ro: Acest ordin nu ar putea avea statutul de schimbat inapoi la aşteptarea, deoarece o parte din ea a fost deja primit. Cantităţi primite vor trebui să fie returnate pentru a schimba ordinea înapoi la curs.
ru_ru: Статус этого заказа не может быть изменен обратно на статус рассматриваемого, поскольку получены некоторые его части. Полученные количества необходимо будет вернутьдля изменения статуса заказа обратно в ожидание.
sq_al: Kjo mënyrë nuk mund të ketë statusin e ndryshuar përsëri në pritje, sepse një pjesë e saj tashmë është marrë. Sasitë e marra do të duhet të kthehen për të ndryshuar radhitjen përsëri në pritje.
sv: Denna beställning kan inte ha status ändrats tillbaka till väntan, eftersom en del av det har redan erhållits. Kvantiteter som mottagits måste återlämnas för att ändra ordningen tillbaka till väntan.
sw_ke: Ili hii inaweza kuwa na hadhi ya iliyopita nyuma na inasubiri kwa sababu baadhi ya yake tayari kupokea. Kiasi kupokea unahitaji kuwa alirejea kubadilisha ili nyuma inasubiri.
tr_tr: Bu sırada durumu bir kısmı zaten alındığını çünkü bekleyen geri değişmiş olamazdı. Miktarlarda bekleyen geri sırasını değiştirmek için iade edilmesi gerekecektir aldı.
zh_hk: 此采购订单无法更改为待批准状态，因为已经部分收货。要将此改为待批准状态，需要先退回以收货物。
zh_tw: 這個訂單不能有狀態變回未決狀態，因為已經有接收一些了。收到的數量將需要退回來更改訂單為懸而未決。

source: Order set to pending status by
cs_cz: Aby nastavit až stav
es_es: Orden establecida en el estado de pendiente por
hi_in: निम्न द्वारा क्रम लंबित स्थिति के लिए सेट
id_id: Order diatur ke status tertunda oleh
it_it: Ordine impostato lo stato in attesa di
ko_kr: 주문에 의해 보류 상태로 설정
mr_in: द्वारे प्रलंबित स्थिती वर सेट मागणी
nl_nl: Om ingesteld in afwachting status
pt_pt: Ordem Compra Sit. Pendente Por
ro_ro: Ordinea stabilită la statutul de curs de
ru_ru: Статус заказа изменен на ожидание
sq_al: Mënyrë të vendosur për statusin e pritje nga
sv: Beställ satt till väntande status genom
sw_ke: Ili kuweka kwa sasa inasubiri kwa
tr_tr: Tarafindan bekleyen durum ayarlanır
zh_hk: 设置订单为待定状态的是
zh_tw: 為了通過設置為掛起狀態

source: You do not have permission to change the status of this purchase order
cs_cz: Nemáte oprávnění ke změně tohoto stavu objednávky
es_es: No tiene permiso para cambiar el estado de esta orden de compra
hi_in: आप की अनुमति नहीं है इस खरीद के आदेश की स्थिति बदल सकता हूँ
id_id: Anda tdk mempunyai izin utk mengubah status order pembelian ini
it_it: Non hai il permesso di modificare lo stato di questo ordine di acquisto
ko_kr: 이 구매 주문의 상태를 변경할 수있는 권한이 없습니다
mr_in: आपण या खरेदी ऑर्डर स्थिती बदलण्याची परवानगी नाही
nl_nl: Je hebt geen toestemming om de status van deze bestelling te wijzigen
pt_pt: Sua autorização não permite modificar situação desta ordem de compra
ro_ro: Nu aveţi permisiunea de a modifica statutul acestei ordine de cumpărare
ru_ru: У вас нет разрешения на изменение статуса этого заказа
sq_al: Ju nuk keni leje për të ndryshuar statusin e kësaj qëllim blerjen
sv: Du har inte tillstånd att ändra status för denna inköpsorder
sw_ke: Huna ruhusa ya mabadiliko ya hali ya utaratibu huu kununua
tr_tr: Bu satın alma siparişinin durumunu değiştirmek için izniniz yok
zh_hk: 您无权更改此采购单的状态
zh_tw: 你沒有權限更改此採購訂單的狀態

source: The order status could not be updated because
cs_cz: Stav objednávky nelze aktualizovat, protože
es_es: No se pudo actualizar el estado del pedido porque
hi_in: आदेश की स्थिती क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Status order tdk dapat diperbarui karena
it_it: Lo stato dell&#39;ordine non può essere aggiornato perché
ko_kr: 주문 상태가 있기 때문에 업데이트 할 수 없습니다
mr_in: आदेश स्थिती अद्यतनित करणे शक्य नाही कारण
nl_nl: De orderstatus kan niet worden bijgewerkt omdat
pt_pt: A Sit. da Ordem de Compra não pode ser atualizado porque
ro_ro: Statutul pentru a nu putea fi actualizat deoarece
ru_ru: Статус заказа не может быть обновлен, поскольку
sq_al: Statusin e rendit nuk mund të rifreskohet për shkak se
sv: Beställningens status kan inte uppdateras eftersom
sw_ke: Hali ya utaratibu inaweza kuwa mwisho kwa sababu
tr_tr: Sipariş durumu nedeniyle güncelledi olamazdı
zh_hk: 订单状态无法更新，因为
zh_tw: 訂單狀態不能被更新，因為

source: An error occurred updating the purchase order to allow reprints
cs_cz: Došlo k chybě aktualizaci na nákup, aby bylo možné dotisky
es_es: Hubo un error al actualizar la orden de compra para permitir reimpresiones
hi_in: एक त्रुटि क्रय करने की अनुमति आदेश अद्यतन हुआ reprints
id_id: Kesalahan terjadi saat memperbarui order pembelian utk memperbolehkan pencetakan-ulg
it_it: È verificato un errore aggiornando l&#39;ordine di acquisto per consentire ristampe
ko_kr: 오류가 재 인쇄를 허용하는 구매 주문을 업데이트가 발생했습니다
mr_in: एक त्रुटी परत छापा परवानगी देणे खरेदी ऑर्डर अद्यतनित आली
nl_nl: Wijzigen van inkooporder om afdrukken mogelijk te maken is mislukt
pt_pt: Um erro ocorreu na atualização da ordem de compra para permitir reimpressão
ro_ro: A aparut o eroare actualizarea ordin de achiziţie pentru permite reimprimările
ru_ru: Ошибка обновления заказа на покупку. Для перепечатки
sq_al: Ka ndodhur një gabim përditësimin për blerje të lejojë reprints
sv: Ett fel inträffade uppdatering av inköp för att möjliggöra nytryck
sw_ke: Hitilafu ilitokea uppdatering ili kununua kuruhusu Al
tr_tr: Bir hata baskılar sağlamak için sipariş formu güncelleme oluştu
zh_hk: 更新采购订单到可重印时发生错误
zh_tw: 更新採購訂單到可重印時發生錯誤

source: The error says
cs_cz: Chyba říká
es_es: El error dice
hi_in: त्रुटि कहते हैं
id_id: Pesan kesalahan adalah
it_it: L&#39;errore dice
ko_kr: 오류가 말한다
mr_in: त्रुटी म्हणते
nl_nl: Fout melding
pt_pt: O erro informa que
ro_ro: Eroarea spune
ru_ru: Ошибка говорит
sq_al: Gabim thotë
sv: Felmeddelande:
sw_ke: Kosa anasema
tr_tr: HATA AÇIKLAMASI
zh_hk: 错误是
zh_tw: 錯誤是
