Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The database name
es_es: El nombre de la base de datos
ko_kr: 데이터베이스 이름
mr_in: डेटाबेस नाव
pt_pt: Nome do Banco de Dados
zh_tw: 數據庫名

source: The database must have a valid name
es_es: La base de datos debe tener un nombre válido
ko_kr: 데이터베이스는 유효한 이름을 가지고 있어야합니다
mr_in: डेटाबेस एक वैध नाव असणे आवश्यक आहे
pt_pt: Banco de dados deve possuir um nome válido
zh_tw: 數據庫必須具有有效的名稱

source: Database Prefix
es_es: Prefijo de base de datos
ko_kr: 데이터베이스 접두사
mr_in: डेटाबेस प्रत्यय
pt_pt: Prefixo do Banco de Dados
zh_tw: 數據庫前綴

source: Useful with shared hosting
ko_kr: 공유 호스팅에 유용한
mr_in: सामायिक होस्टिंग उपयुक्त
pt_pt: Útil para host compartilhado
zh_tw: 有用與共享主機

source: Optional: in the form of prefix_
ko_kr: 옵션 : prefix_의 형태로
mr_in: पर्यायी: prefix_ स्वरूपात
pt_pt: Prefixo Opcional
zh_tw: 可選：在prefix_的形式

source: Database User Name
es_es: Nombre de usuario de la base de datos
ko_kr: 데이터베이스 사용자 이름
mr_in: डेटाबेस वापरकर्ता नाव
pt_pt: Nome do Usuário do Banco de Dados
zh_tw: 數據庫用戶名

source: A valid database user name
es_es: Un nombre de usuario la base de datos válido
ko_kr: 유효한 데이터베이스 사용자 이름
mr_in: एक वैध डेटाबेस वापरकर्ता नाव
pt_pt: Informar nome usuário válido
zh_tw: 一個有效的數據庫用戶名

source: Must be a user that has permission to create a database
ko_kr: 데이터베이스를 만들 수있는 권한이있는 사용자이어야합니다
mr_in: डेटाबेस तयार करण्याची परवानगी आहे की वापरकर्ता असणे आवश्यक
pt_pt: Deve ser usuário com permissão para criar o DB
zh_tw: 必須是有權限新建數據庫用戶

source: mySQL user password
es_es: Contraseña de usuario de MySQL
ko_kr: MySQL 사용자 암호
mr_in: MySQL वापरकर्ता संकेतशब्द
pt_pt: Senho do Banco Dados MySQL
zh_tw: MySQL的用戶密碼

source: Enter the user password if one exists
ko_kr: 가있는 경우 사용자 암호를 입력합니다
mr_in: विद्यमान असल्यास वापरकर्ता संकेतशब्द प्रविष्ट करा
pt_pt: Informe Senha do Usuário (caso existe uma)
zh_tw: 如果存在，輸入用戶密碼

source: Check Again
es_es: Comprobar de nuevo
ko_kr: 다시 확인
mr_in: पुन्हा तपासा
pt_pt: Verificar Novamente
zh_tw: 再次檢查

source: Failed to connect to the database. Please correct the following error:
ko_kr: 데이터베이스에 연결하지 못했습니다. 다음과 같은 오류를 수정하십시오 :
mr_in: डेटाबेस कनेक्ट करण्यात अयशस्वी. खालील त्रुटी दुरुस्त करा:
pt_pt: Falha ao conectar DB. Favor corrigir o seguinte erro:
zh_tw: 無法連接到數據庫。請更正以下錯誤：

source: Please enter the company name and please pay attention the company will be as same as the database name
ko_kr: 회사 이름을 입력하십시오 및 회사가 데이터베이스 이름과 동일 할 것이다주의하십시오
mr_in: कंपनी नाव प्रविष्ट करा व कंपनी डेटाबेस नाव म्हणून समान असेल लक्ष द्या कृपया
pt_pt: Por favor informe o nome da companhia e preste atenção pois o nomeno DB será o mesmo
zh_tw: 請輸入公司名稱和請注意，該公司將被視為相同的數據庫名稱

source: Company Settings
es_es: Configuración de la compañía
ko_kr: 회사 설정
mr_in: कंपनी सेटिंग्ज
pt_pt: Configurações Empresa
zh_tw: 公司設置

source: The name of your company should not contain characters such as |\?%:<>"
ko_kr: ? 당신의 회사의 이름은 다음과 같은 문자를 포함 할 수 없습니다 | \ %를 <> \ "
zh_tw: 數據庫名稱不應含有非法字符

source: Chart of Accounts
ko_kr: 계정의 차트
mr_in: खात्यांच्या चार्ट
pt_pt: Plano Contas Contábeis
zh_tw: 帳戶圖表

source: A starter Chart of Accounts (use default.sql if having empty db problems)
ko_kr: 계정의 선발 차트 (사용 default.sql 빈 DB에 문제가있는 경우)
mr_in: खाती स्टार्टर चार्ट (रिक्त DB समस्या असल्यास default.sql वापरा)
pt_pt: Plano Contas Contábeis Inicial (Usar default.sql se houver problema DB vazio)
zh_tw: 帳戶的起動圖（使用default.sql如果有空白分貝的問題）

source: Time Zone
es_es: Huso horario
ko_kr: 시간대
mr_in: टाइम झोन
pt_pt: Faixa Horário
zh_tw: 時區

source: Company logo file
es_es: Archivo del logotipo de la compañía
ko_kr: 회사 로고 파일
mr_in: कंपनीचा लोगो फाइल
pt_pt: Arquivo com Logotipo da Empresa
zh_tw: 公司標誌檔案

source: A jpg file up to 10k, and not greater than 170px x 80px
ko_kr: JPG는 없습니다보다 큰 170px X 80px 10K까지 파일 및
mr_in: एक JPG 170px X 80px जास्त 10k पर्यंत फाइल, व नाही
pt_pt: Arquivo jpg até 10K, resolução não maior que 170px por 80px
zh_tw: JPG文件多達10K，和不大於170px x80px

source: jpg file to 10k, not greater than 170px x 80px
ko_kr: JPG 파일 10K에, 이상, 170px X 80px
mr_in: 10k करण्यासाठी JPG फाइल, मोठे नाही 170px X 80px पेक्षा
pt_pt: Arq. jpg até 10k, resolução 170px x 80px
zh_tw: jpg文件到10k，不大於170px x80px

source: Installation option
ko_kr: 설치 옵션
mr_in: प्रतिष्ठापन पर्याय
pt_pt: Opção de Instalação
zh_tw: 安裝選項

source: Install the demo data?
ko_kr: 데모 데이터를 설치 하시겠습니까?
mr_in: डेमो डेटा स्थापित करायचे?
pt_pt: Instalar Dados Demonstrat.?
zh_tw: 安裝演示數據？

source: WebERPDemo site and data will be installed
ko_kr: WebERPDemo 사이트와 데이터가 설치됩니다
mr_in: WebERPDemo साइट आणि डेटा स्थापित केले जाईल
pt_pt: webERP Site para demonstração com os dados será instalado.
zh_tw: ERPDemo站點和數據將被安裝

source: Administrator account settings
es_es: Configuración de la cuenta del administrador
ko_kr: 관리자 계정 설정
mr_in: प्रशासक खाते सेटिंग्ज
pt_pt: Config. Conta Administrador
zh_tw: 管理員帳戶設置

source: The default user name is 'admin' and it cannot be changed.
ko_kr: 기본 사용자 이름은 '관리자'이며 변경 될 수 없다.
mr_in: डीफॉल्ट वापरकर्ता नाव 'प्रशासन' आहे आणि तो बदलला जाऊ शकत नाही.
pt_pt: O usuário padrão é 'admin' e não pode ser modificado.
zh_tw: 預設用戶名為“admin”，並且不能更改。

source: The default password is 'weberp' which you can change below.
ko_kr: 기본 암호는 아래 변경할 수 있습니다 'weberp'입니다.
mr_in: डीफॉल्ट पासवर्ड आपण खाली बदलू शकते 'weberp' आहे.
pt_pt: Senha padrão (weberp) a qual voce pode trocar abaixo
zh_tw: 預設的密碼是'ERP'，你可以在下面更改。

source: webERP Admin Account
es_es: Cuenta del administrador del webERP
ko_kr: webERP 관리자 계정
mr_in: webERP प्रशासन खाते
pt_pt: Conta Admin webERP
zh_tw: ERP管理員帳戶

source: Email address
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
mr_in: ईमेल पत्ता
pt_pt: Correio Eletrônico
zh_tw: 電子郵件地址

source: For example: admin@yourcompany.com
es_es: Por ejemplo: administrador@suempresa.com
ko_kr: 예를 들면 다음과 같습니다 admin@yourcompany.com
mr_in: उदाहरणार्थ: admin@yourcompany.com
pt_pt: Ex: admin@dobrasil.com.br
zh_tw: 例如：admin@yourcompany.com

source: webERP Password
es_es: Contraseña del webERP
ko_kr: webERP 비밀번호
mr_in: webERP संकेतशब्द
pt_pt: Nova Senha
zh_tw: ERP密碼

source: Re-enter Password
es_es: Reintroduzca la contraseña
ko_kr: 비밀번호를 다시 입력하세요
mr_in: संकेतशब्द पुन्हा प्रविष्ट करा
pt_pt: Confirme Nova Senha
zh_tw: 再一次輸入密碼

source: Install
es_es: Instalar
ko_kr: 설치
mr_in: स्थापित
pt_pt: Instalar
zh_tw: 安裝

source: Failed to open the new sql file
es_es: No se pudo abrir el nuevo archivo sql
ko_kr: 새 SQL 파일을 열지 못했습니다
mr_in: नवीन SQL फाइल उघडण्यासाठी अयशस्वी
pt_pt: Falhou ao abrir novo arquivo SQL
zh_tw: 不能打開新的sql文件

source: Failed to populate the database
es_es: No se pudo llenar la base de datos
ko_kr: 데이터베이스를 채우는 데 실패
pt_pt: Falhou em inserir no Banco de Dados
zh_tw: 無法填充數據庫

source: Failed to update the email address and password of the administrator and the error is
ko_kr: 관리자의 이메일 주소와 암호를 업데이트하는 데 실패하고 오류입니다
mr_in: प्रशासक ईमेल पत्ता आणि पासवर्ड अपडेट करण्यात अयशस्वी आणि त्रुटी आहे
pt_pt: Falha em atualizar o endereço email e senha do admin, o erro é
zh_tw: 無法更新管理員的電子郵件地址和密碼，錯誤的是

source: Failed to update the company name and the erroris
ko_kr: 회사 이름과 erroris을 업데이트하지 못했습니다
mr_in: कंपनी नाव आणि erroris अपडेट करण्यात अयशस्वी
pt_pt: Falhou em atualizar o nome da empresa e o erro é:
zh_tw: 無法更新該公司的名稱，錯誤的是

source: The name you entered is a default report. Please enter a new My Report name.
zh_hk: 您输入的名称是默认的报告.请输入新的报告名称.
zh_tw: 你輸入的檔名是預設的報表名。請輸入新的我的報表名稱。

source: This report name already exists! Press Replace to overwrite or enter a new name and press continue.
zh_hk: 此报告的名称已经存在!请按替代覆写原报告或者输入一个新的名称并按继续.
zh_tw: 這份報表的名稱已經存在！按替換覆蓋或輸入新的名稱，然後按繼續。

source: There is an error in your database selection. Check your database names and link equations.
zh_hk: 您的数据库选择有一个错误.请检查您的数据库名称和连接等式。
zh_tw: 你選擇的數據庫有錯誤。檢查你的數據庫名稱和鏈接方程式。

source: There is an error in your database field or description. Please check and try again.
zh_tw: 在你的數據庫中的欄位或描述有錯誤。請檢查並再試一次。

source: There is an error in one of your data fields. Please check and try again.
zh_tw: 在你的數據某一個欄位中有一個錯誤。請檢查並再試一次。

source: A data field has been left empty located at sequence number:
zh_hk: 数据字段被留空,它的顺序号为:
zh_tw: 序列號資料欄位留空白

source: If you replace this report/form, the original report/form will be deleted!
zh_hk: 如果您替换了此报告/报表,原始的报告/报表会被删除!
zh_tw: 如果更換本報表/表格，原始報表/表格將被刪除！

source: There was not any data in this report based on the criteria provided!
zh_hk: 此报告中没有符合条件的数据！
zh_tw: 根據規定的標準，本報表沒有任何數據！

source: You do not have any rows to show!
zh_hk: 没有任何行来显示!
zh_tw: 您沒有任何行顯示！

source: was saved and copied to report:
zh_hk: 以保存并复制到报告;
zh_tw: 保存並複製到報表：

source: The report name has been updated!
zh_tw: 報表名稱已更新

source: No form name was selected to perform this operation.
zh_hk: 没有选取报表名称来执行此操作.
zh_tw: 沒有任何表格名被選中來執行此操作。

source: No report or form was selected to perform this operation.
zh_hk: 没有选取任何报告或者报表来进行此操作.
zh_tw: 沒有選擇任何報表或表格來執行此操作。

source: Either Report or Form type needs to be selected!
zh_hk: 必须选择报告或者报表类型
zh_tw: 無論是報表或表單類型都需要選擇！

source: The name you entered is already in use. Please enter a new report name!
zh_tw: 你輸入的名稱已被使用。請輸入新的報表名稱！

source: Press OK to delete this report.
zh_hk: 按OK删除此报告
zh_tw: 按OK鍵刪除該報表。

source: Press OK to overwrite this report.
zh_hk: 按OK来覆写此报告
zh_tw: 按OK鍵覆蓋此報告表

source: There are no fields to show!
zh_hk: 没有字段可显示！
zh_tw: 沒有欄位可顯示

source: Enter a name for this form.
zh_hk: 输入报表名称
zh_tw: 輸入這表單的名稱

source: Enter a name for this report.
zh_tw: 輸入這報表的名稱

source: (Leave blank to use default report name from import file)
zh_hk: (留空以使用导入的默认报告名)
zh_tw: （自匯入文件中留空白則使用預設報表名稱）

source: (maximum 30 characters)
es_es: (máximo 30 caracteres)
zh_tw: 最多30字元

source: Enter the group this form is a part of:
zh_hk: 输入报表所属组别
zh_tw: 輸入群組表格的部分資料：

source: Enter the group this report is a part of:
zh_hk: 输入报告所属组别
zh_tw: 輸入部分的群組報表

source: Select a default report to import.
zh_hk: 选择要导入的默认报告
zh_tw: 選擇一個預設的報表來匯入。

source: Or browse for a report to upload.
zh_hk: 或浏览一份上传的报告
zh_tw: 或瀏覽盎船的報表

source: The filesize exceeds the upload_max_filesize directive in your php.ini settings.
zh_tw: 這個文件的大小超過了你的php.ini設置中的上傳最大容量的指令。

source: The filesize exceeds the MAX_FILE_SIZE directive in the webERP form.
zh_tw: 這個文件的大小超過了webERP最大文件容量規定

source: The file was not completely uploaded. Please retry.
zh_hk: 文件没有完成上载．请重试．
zh_tw: 該文件沒有被完全上傳。請重試。

source: No file was selected to upload.
zh_hk: 没有选择上传文件
zh_tw: 沒有選擇要上傳的文件。

source: Unknown php upload error, php returned error #
zh_hk: 未知的php上传错误,php返回的错误代码为
zh_tw: 不明的PHP上傳錯誤，PHP回應的錯誤＃不

source: This file is not reported by the server as a text file.
zh_hk: 作为文字文件，服务没有报告此文件。
zh_tw: 服務器文本文件沒有報表。

source: The uploaded file does not contain any data!
zh_tw: 上傳的文件沒有任何數據！

source: webERP could not find a valid report to import in the uploaded file!
zh_hk: 在上载的文件中webERP无法找到有效的报告
zh_tw: webERP找不到要匯入的上傳文件的有效報表

source: was successfully imported!
es_es: ¡fue importada exitosamente!
zh_hk: 导入成功！
zh_tw: 匯入成功

source: There was an unexpected error uploading the file!
zh_hk: 上载档案时发生异常！
zh_tw: 上傳文件！有一個意外的錯誤

source: Abscissa
es_es: Abscisa
zh_hk: 横坐标
zh_tw: 橫坐標

source: Align
es_es: Alinear
zh_tw: 對齊

source: Bottom
zh_hk: 页尾
zh_tw: 底部

source: Center
zh_tw: 中心

source: Color
zh_tw: 顏色

source: Custom Color (Range 0-255)
zh_hk: 定制颜色(范围0-255)
zh_tw: 自定義顏色（取值範圍為0-255）

source: Custom
zh_hk: 定制
zh_tw: 自定義

source: Fields
zh_tw: 欄位

source: Fifth
es_es: Quinto
zh_hk: 第五
zh_tw: 第五

source: Filter
zh_hk: 筛选器
zh_tw: 過濾器

source: Form
zh_hk: 报表
zh_tw: 表格

source: Forms
zh_hk: 报表
zh_tw: 表格

source: Font
zh_hk: 字体
zh_tw: 字型

source: Fourth
es_es: Cuarto
zh_hk: 第四
zh_tw: 第四

source: Inactive
zh_hk: 无效
zh_tw: 待用

source: Move
zh_hk: 移动
zh_tw: 移動

source: Ordinate
zh_hk: 纵坐标
zh_tw: 縱坐標

source: Primary
zh_hk: 主表
zh_tw: 主要

source: Reports
es_es: Informes
zh_hk: 报告
zh_tw: 報表

source: Second
zh_hk: 第二
zh_tw: 第二

source: Separator
zh_hk: 分隔符
zh_tw: 分離器

source: Select a table...
zh_hk: 选择一张表
zh_tw: 選擇一個資料表

source: Select a field...
es_es: Seleccionar un campo...
zh_hk: 选择一个字段...
zh_tw: 選擇一個欄位

source: Sixth
zh_hk: 第六
zh_tw: 第六

source: Standard Color
es_es: Color estándar
zh_hk: 标准颜色
zh_tw: 標準顏色

source: Third
zh_hk: 第三
zh_tw: 第三

source: Top
zh_hk: 页头
zh_tw: 頂

source: Truncate
zh_hk: 截取
zh_tw: 截斷

source: Truncate Long Descriptions
zh_hk: 截取长描述
zh_tw: 截斷長說明

source: Unprinted
zh_tw: 未列印

source: Report/Form:
es_es: Informe/Formulario:
zh_hk: 报告/报表:
zh_tw: 報表/表單:

source: Report and Form Builder -
zh_hk: 报表生成工具-
zh_tw: 報表/表單產生工具

source: Menu
zh_hk: 菜单
zh_tw: 主目錄

source: Step 2
zh_hk: 第2步
zh_tw: 第2步

source: Step 3
zh_hk: 第3步
zh_tw: 第3步

source: Step 4
zh_hk: 第4步
zh_tw: 第4步

source: Step 5
zh_hk: 第5步
zh_tw: 第5步

source: Step 6
zh_hk: 第6步
zh_tw: 第6步

source: Reports Menu
es_es: Menú de informes
zh_hk: 报告菜单
zh_tw: 報表目錄

source: Criteria Setup
zh_hk: 条件设置
zh_tw: 標準設置

source: Save Report
es_es: Guardar informe
zh_tw: 儲存報表

source: Report Page Setup
zh_hk: 设置报告页面
zh_tw: 報表頁建置

source: Add New
es_es: Añadir nuevo
zh_hk: 新增
zh_tw: 增加新

source: Go Back
es_es: Volver
zh_hk: 返回
zh_tw: 返回

source: Change
es_es: Cambiar
zh_tw: 更改

source: Continue
zh_hk: 继续
zh_tw: 繼續

source: Copy To My Reports
zh_tw: 複製到我的報表

source: Database Setup
zh_tw: 建立資料庫

source: Delete Report
es_es: Suprimir informe
zh_hk: 删除报告
zh_tw: 刪除報表

source: Export CSV
zh_hk: 输出CSV
zh_tw: 匯出CSV

source: Export PDF
zh_hk: 输出PDF文件
zh_tw: 匯出PDF

source: Finish
zh_tw: 完成

source: Field Setup
zh_hk: 字段设置
zh_tw: 建立欄位

source: Import
es_es: Importar
zh_tw: 匯入

source: Page Setup
zh_hk: 页面设置
zh_tw: 頁面設定

source: Properties
es_es: Propiedades
zh_hk: 属性
zh_tw: 屬性

source: Replace
es_es: Reemplazar
zh_hk: 取代
zh_tw: 取代

source: Rename
es_es: Renombrar
zh_hk: 重命名
zh_tw: 更改名稱

source: Report Filters:
zh_hk: 报表筛选器：
zh_tw: 報表過濾器:

source: Grouped by:
es_es: Agrupado por:
zh_hk: 分组条件：
zh_tw: 群組 :

source: Sorted by:
zh_hk: 筛选条件：
zh_tw: 排序:

source: Date Range:
es_es: Intervalo:
zh_hk: 日期范围：
zh_tw: 日期範圍:

source: Filters:
zh_hk: 筛选器：
zh_tw: 過濾器：

source: Administrator Page
es_es: Página del administrador
zh_tw: 管理頁面

source: Border Line
zh_hk: 边框线
zh_tw: 邊框線

source: Box Dimensions (mm)
zh_hk: 文字框尺寸 (mm)
zh_tw: 箱尺寸（mm）

source: Column 1
es_es: Columna 1
zh_hk: 列 1
zh_tw: 列1

source: Column 2
es_es: Columna 2
zh_hk: 列 2
zh_tw: 列2

source: Column 3
es_es: Columna 3
zh_hk: 列 3
zh_tw: 列3

source: Column 4
es_es: Columna 4
zh_hk: 列 4
zh_tw: 列4

source: Column 5
es_es: Columna 5
zh_hk: 列 5
zh_tw: 列5

source: Column 6
es_es: Columna 6
zh_hk: 列 6
zh_tw: 列6

source: Column 7
es_es: Columna 7
zh_hk: 列 7
zh_tw: 列7

source: Column 8
es_es: Columna 8
zh_hk: 列 8
zh_tw: 列8

source: Column 9
es_es: Columna 9
zh_tw: 列9

source: Column 10
es_es: Columna 10
zh_tw: 列10

source: Column 11
es_es: Columna 11
zh_tw: 列11

source: Column 12
es_es: Columna 12
zh_tw: 列12

source: Column 13
es_es: Columna 13
zh_tw: 列13

source: Column 14
es_es: Columna 14
zh_tw: 列14

source: Column 15
es_es: Columna 15
zh_tw: 列15

source: Column 16
es_es: Columna 16
zh_tw: 列16

source: Column 17
es_es: Columna 17
zh_tw: 列17

source: Column 18
es_es: Columna 18
zh_tw: 列18

source: Column 19
es_es: Columna 19
zh_tw: 列19

source: Column 20
es_es: Columna 20
zh_tw: 列20

source: Type of Criteria
zh_hk: 条件类型
zh_tw: 標準型態

source: Select report or form type to create:
zh_hk: 选择要创建的报告或者表单类型
zh_tw: 選擇報表或表單類型來新建：

source: Column widths - mm (0 for same as prior column)
zh_hk: 列宽 - mm (0代表与前列取值相同)
zh_tw: 列寬 - 毫米（0前一樣列）

source: Default Date Selected
zh_hk: 默认选择日期
zh_tw: 選擇預設的日期

source: Date Fieldname (table.fieldname)
zh_hk: 日期字段名称(表.字段名)
zh_tw: 日期欄位名（table.fieldname）

source: Report Date Information
zh_hk: 报告日期信息
zh_tw: 報表日期的資料

source: Uncheck all boxes for date independent reports; leave Date Fieldname empty
zh_hk: 对于与日期不相关的报告，取消所有的核取方框；将日期字段留空
zh_tw: 取消全部所選框的日期獨立報表;日期欄位名留空白

source: Date Field List<br />(check all that apply)
zh_hk: 日期字段列表<br />(选取全部适用的)
zh_tw: 日期欄位列表<br/>（選擇所有適用）

source: Default Reports
zh_hk: 默认报告
zh_tw: 預設報表

source: End Position (mm)
zh_hk: 结束位置(mm)
zh_tw: 終點位置（毫米）

source: Enter a New Field
es_es: Introducir un campo nuevo
zh_hk: 输入新字段
zh_tw: 輸入新的欄位

source: Field List
zh_hk: 字段表
zh_tw: 欄位列表

source: Fill
zh_tw: 填寫

source: Select a Form to Output
zh_hk: 选取输出表单
zh_tw: 選擇一個表單到輸出

source: Form Selection
zh_tw: 選擇表單

source: Grouping List
zh_hk: 分组表
zh_tw: 群組列表

source: Current Image
zh_tw: 當前圖像

source: Image Selection
zh_tw: 選擇圖像

source: Select Stored Image
es_es: Seleccionar imagen almacenada
zh_hk: 选择储存图片
zh_tw: 選擇保存的圖像

source: Image Dimensions (mm)
zh_hk: 图像尺寸(mm)
zh_tw: 影像尺寸（mm）

source: Line Attributes
zh_hk: 线属性
zh_tw: 行屬性

source: Line Width (pts)
zh_hk: 线宽
zh_tw: 地圖寬度(像素)

source: Link Equation (SQL Syntax)<br />example: tablename1.fieldname1=tablename2.fieldname2
zh_hk: 连接方程式(SQL语法)<br />例如：表名称1.字段名称1=表名称2.字段名称2
zh_tw: 鏈接式（SQL語法）<br/>例如：資料表1.欄位名1= 資料表2.欄位名2

source: My Reports
zh_hk: 我的报告
zh_tw: 我的報表

source: No Border
es_es: Sin borde
zh_hk: 无边界
zh_tw: 無邊框

source: No Fill
zh_hk: 无填满
zh_tw: 無填充

source: Name to Display
es_es: Nombre a mostrar
zh_tw: 名稱顯示

source: Report Filter Description
zh_tw: 報表過濾器說明

source: Header Information / Formatting
zh_hk: 表头信息/格式
zh_tw: 表頭信息/格式化

source: Page Layout
zh_hk: 页面布局
zh_tw: 頁面佈局

source: Page Margins
es_es: Márgenes de página
zh_tw: 頁邊距

source: Rename Report
zh_hk: 报告重命名
zh_tw: 更改報表名稱

source: Report Title 1
es_es: Título 1 del informe
zh_hk: 报告标题 1
zh_tw: 報表標題1

source: Report Title 2
es_es: Título 2 del informe
zh_hk: 报告标题 2
zh_tw: 報表標題2

source: Report Data
zh_hk: 报告数据
zh_tw: 報表資料

source: Report/Form Identification
es_es: Identificación de informe/Formulario
zh_hk: 报告/报表识别
zh_tw: 報表/表單識別

source: Report Import
zh_hk: 报告导入
zh_tw: 匯入報表

source: Sorting Information
zh_tw: 分類信息

source: Start Position (Upper Left Corner in mm)
es_es: Posición inicial (esquina superior izquierda en mm)
zh_hk: 起始位置 (左上角 单位 mm)
zh_tw: 起始位置（左上角單位：mm）

source: Table Name
zh_hk: 数据库的表名
zh_tw: 資料表名稱

source: Text Attributes
zh_hk: 文字属性
zh_tw: 文本屬性

source: Text to Display
zh_hk: 要显示的文字
zh_tw: 文字顯示

source: Text Processing
zh_hk: 文字处理中
zh_tw: 文字執行

source: Fieldname (table.fieldname)
zh_hk: 字段名(表.字段名)
zh_tw: 欄位名（table.fieldname）

source: Report Totals
es_es: Totales del informe
zh_hk: 报告 总计
zh_tw: 報表總計

source: Enter fields to total (Table.Fieldname)
zh_hk: 将字段加入总计(表名.字段名)
zh_tw: 輸入欄位總數（Table.Fieldname）

source: Financial Reports
zh_hk: 财务报告
zh_tw: 財務年度

source: Miscellaneous
zh_hk: 杂项
zh_tw: 雜項

source: Bank Checks
es_es: Cheques bancarios
zh_hk: 银行支票
zh_tw: 銀行支票

source: Bank Deposit Slips
zh_hk: 银行存条
zh_tw: 銀行存款單

source: Collection Letters
zh_hk: 催款通知
zh_tw: 收集信件

source: Labels - Customer
zh_hk: 标签 -客户
zh_tw: 標籤 - 客戶

source: Customer Quotes
zh_hk: 客户报价
zh_tw: 客戶報價

source: Invoices and Packing Slips
zh_hk: 发票和装箱单
zh_tw: 發票和裝箱單

source: Sales Receipts
es_es: Recibos de ventas
zh_hk: 销售收据
zh_tw: 銷售收據

source: Labels - Vendor
zh_hk: 标签 - 供应商
zh_tw: 標籤 - 供應商

source: Data Line
es_es: Línea de datos
zh_hk: 数据行
zh_tw: 資料列

source: Data Block
es_es: Bloque de datos
zh_hk: 数据区
zh_tw: 數據區塊

source: Data Table
es_es: Tabla de datos
zh_hk: 数据表
zh_tw: 資料表

source: Data Total
es_es: Total de datos
zh_hk: 数据总计
zh_tw: 資料累計

source: Fixed Text Field
zh_hk: 固定文字区域
zh_tw: 固定文字欄位

source: Image - JPG or PNG
zh_hk: 图片 - JPG或PNG格式
zh_tw: 圖片 - JPG或PNG

source: Rectangle
es_es: Rectángulo
zh_hk: 长方形
zh_tw: 矩形

source: Line
es_es: Línea
zh_hk: 行
zh_tw: 列

source: Company Data Line
zh_tw: 公司名稱列

source: Company Data Block
zh_hk: 公司数据区
zh_tw: 公司資料區塊

source: Page Number
es_es: Número de página
zh_hk: 页面编码
zh_tw: 頁數

source: Uppercase
es_es: Mayúsculas
zh_hk: 大写
zh_tw: 大寫

source: Lowercase
zh_hk: 小写
zh_tw: 小寫

source: Negate
zh_hk: 负号
zh_tw: 否

source: Round (2 decimal)
es_es: redondear (2 decimales)
zh_hk: 四舍五入(两位小数)
zh_tw: 輪（2位小數）

source: Convert Dollars
zh_hk: 转换成美元
zh_tw: 幣別兌換

source: Convert Euros
zh_hk: 转化为欧元
zh_tw: 兌換歐元

source: Single Space
zh_hk: 单个空格
zh_tw: 單一空行

source: Double Space
zh_hk: 双空格
zh_tw: 雙空行

source: Comma
zh_hk: 逗号
zh_tw: 逗號

source: Comma-Space
zh_hk: 逗号宽度
zh_tw: 逗號空行

source: Line Break
zh_hk: 分行
zh_tw: 線截點

source: Semicolon-space
zh_hk: 半括号宽度
zh_tw: 分號空行

source: Paper Size:
zh_hk: 纸张尺寸
zh_tw: 頁面大小

source: Orientation:
zh_hk: 列印方向
zh_tw: 定位：

source: mm
zh_tw: 毫

source: Helvetica
zh_tw: 黑體

source: Times
zh_tw: 次

source: Black
es_es: Negro
zh_hk: 黑色
zh_tw: 黑

source: Blue
es_es: Azul
zh_hk: 蓝色
zh_tw: 藍

source: Red
es_es: Rojo
zh_hk: 红色
zh_tw: 紅色

source: Orange
zh_hk: 橙色
zh_tw: 橘

source: Yellow
es_es: Amarillo
zh_tw: 黃色

source: Green
es_es: Verde
zh_tw: 綠色

source: White
es_es: Blanco
zh_tw: 白

source: Today
es_es: Hoy
zh_hk: 今天
zh_tw: 今日

source: This Week To Date
zh_hk: 本周开始到日期
zh_tw: 本週日

source: This Month To Date
zh_hk: 本月开始到日期
zh_tw: 本月至今

source: This Quarter To Date
zh_hk: 本季度日期
zh_tw: 本季至今

source: This Year
zh_hk: 本年度
zh_tw: 今年

source: This Year To Date
zh_hk: 从本年开始到 日期
zh_tw: 今年至今

source: Checkout
ko_kr: 점검
mr_in: चेकआऊट
pt_pt: Saidas
zh_tw: 結帳

source: purchases
ko_kr: 구매
mr_in: खरेदी
pt_pt: Compras
zh_tw: 採購

source: The swipeHQ payment request failed with a curl error
ko_kr: swipeHQ 지불 요청은 컬 오류로 실패
mr_in: swipeHQ देयक विनंती एक वलय त्रुटी अपयशी
pt_pt: Pagto SwipeHQ requisitado falhou com erro curl
zh_tw: 該swipeHQ付款請求失敗，捲曲的錯誤

source: We are not able to process payments with your credit card at this time
ko_kr: 우리는이 시점에서 신용 카드로 지불을 처리 할 수​​ 없습니다
mr_in: आम्ही यावेळी आपल्या क्रेडिट कार्ड देयकांचे प्रक्रिया करू शकत नाही
pt_pt: Não foi possível processar pagamento, no momento, com seu cartão crédito
zh_tw: 我們無法處理付款與您的信用卡在這個時候

source: The SwipeHQ payment request returned an access denied error
ko_kr: SwipeHQ 결제 요청이 액세스 거부 오류를 반환
mr_in: SwipeHQ देयक विनंती प्रवेश नाकारला त्रुटी परत
pt_pt: Pagto SwipeHQ requisitado retornou erro acesso negado
zh_tw: 該SwipeHQ付款請求返回一個拒絕訪問錯誤

source: The SwipeHQ payment request returned a system error
ko_kr: SwipeHQ 결제 요청은 시스템 에러를 리턴
mr_in: SwipeHQ देयक विनंती प्रणाली त्रुटी परत
pt_pt: O pagamento SWIPEHQ requisitado retornou um erro sistema
zh_tw: 該總部刷卡付款請求，返回的系統錯誤

source: The SwipeHQ payment request requires more parameters
ko_kr: SwipeHQ 결제 요청이 더 매개 변수가 필요합니다
mr_in: SwipeHQ देयक विनंती अधिक पॅरामीटर्स आवश्यक
pt_pt: Pagto SwipeHQ requisitado requer mais dados
zh_tw: 該SwipeHQ付款請求需要更多的參數

source: The SwipeHQ payment request returned an inactive account error
ko_kr: SwipeHQ 결제 요청이 비활성 계정 오류를 반환
mr_in: SwipeHQ देयक विनंती निष्क्रिय खाते त्रुटी परत
pt_pt: Pagto SwipeHQ requisitado retornou erro conta inativa
zh_tw: 該SwipeHQ付款請求返回一個無效的帳戶錯誤

source: The SwipeHQ payment request returned a permission denied error
ko_kr: SwipeHQ 지불 요청 권한 거부 오류를 반환
mr_in: SwipeHQ देयक विनंतीस परवानगी नाकारली त्रुटी परत
pt_pt: Pagto SwipeHQ requisitado retornou erro permissão negada
zh_tw: 該SwipeHQ付款請求返回一個權限被拒絕錯誤

source: The SwipeHQ payment request returned an invalid format error
ko_kr: SwipeHQ 지불 요청에 잘못된 형식 오류를 반환
mr_in: SwipeHQ देयक विनंती अवैध स्वरूप त्रुटी परत
pt_pt: Pagto SwipeHQ requisitado retornou erro formato inválido
zh_tw: 該總部刷卡付款請求，返回一個無效的格式錯誤

source: The SwipeHQ payment request returned an error with the message
ko_kr: SwipeHQ 결제 요청 메시지와 함께 오류를 반환
mr_in: SwipeHQ देयक विनंती संदेश त्रुटी परत
pt_pt: O pagamento SWIPEHQ requisitado retornou erro com a mensagem
zh_tw: 該總部刷卡支付請求的消息傳回錯誤

source: Your credit card payment was processed sucessfully and your order number
ko_kr: 신용 카드 결제 성공적으로 처리하고 주문 번호
mr_in: आपले क्रेडिट कार्ड पेमेंट यशस्वीरित्या प्रक्रिया आणि आपल्या ऑर्डर क्रमांक करण्यात आला
pt_pt: Cartão de Créd. para pagamento processado com sucesso. Seu número de Pedido é
zh_tw: 您的信用卡被成功地處理，您的訂單號

source: is now being processed. Please quote this order number in all correspondence. Thanks for your business
ko_kr: 현재 처리 중입니다. 모든 대응이 주문 번호를 알려 주시기 바랍니다. 귀하의 비즈니스에 감사드립니다
mr_in: आता प्रक्रिया केली जात आहे. सर्व पत्रव्यवहार या क्रमाने संख्या उल्लेख करा. आपल्या व्यवसायासाठी धन्यवाद
pt_pt: em process. Por favor informe esse núm. ordem em todos os contatos. Obrigado
zh_tw: 正在處理。請在所有信件這個訂單號。感謝您的業務
