Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: If successful this function returns a string contain the default price list code.
cs_cz: Pokud bude úspěšný tato funkce vrátí řetězec obsahují výchozí ceník kód.
es_es: Si tiene éxito esta función devuelve una cadena que contiene el codigo predeterminado de la lista de precios.
hi_in: सफल यदि यह फ़ंक्शन स्ट्रिंग डिफ़ॉल्ट मूल्य सूची कोड होता है देता है.
id_id: Jika berhasil fungsi ini mengembalikan string berisi kode default daftar harga.
it_it: In caso di successo la funzione restituisce una stringa che contiene il prezzo di codice predefinito lista.
ko_kr: 성공이 함수가 반환하는 경우 문자열은 기본 가격리스트 코드가 포함되어 있습니다.
nl_nl: Indien succesvol deze functie geeft een string bevat de standaard prijslijst code.
pt_pt: Se correta Função retorna string contendo o código da lista de preço padrão.
ro_ro: Daca va avea succes această funcţie returnează un şir conţine lista de preţ prestabilit cod.
ru_ru: В случае успеха эта функция возвращает строку содержать список по умолчанию по цене кода.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një varg të përmbajë çmimin default kodin listë.
sv: Om det lyckas den här funktionen returnerar en sträng innehålla den ursprungliga koden prislista.
sw_ke: Kama mafanikio kazi hii anarudi string yana bei default orodha code.
tr_tr: Eğer başarılı olursa bu işlev bir dize varsayılan fiyat listesi kodu içeren döner.
zh_hk: 如果成功，此函数会返回一个包含默认价格表代码的字符串。
zh_tw: 如果成功該函數返回一個字符串，包含預設的價格表代碼。

source: Returns the webERP default inventory location
id_id: Mengembalikan lokasi persediaan standar webERP
ko_kr: webERP 기본 인벤토리 위치를 돌려줍니다
mr_in: WebERP डीफॉल्ट पुस्तके स्थान परत
pt_pt: Retorna a localização padrão do estoque
zh_tw: 返回ERP預設的庫存位置

source: If successful this function returns a string contain the default inventory location.
id_id: Jika berhasil fungsi ini mengembalikan teks berisi lokasi persediaan standar.
ko_kr: 성공이 함수가 반환하는 경우 문자열은 기본 인벤토리 위치가 포함되어 있습니다.
pt_pt: Com for sucesso Função retorna descrição da localização padrão
zh_tw: 如果成功，該函數返回一個字符串，包含預設的庫存位置。

source: Returns the webERP reports directory for the company selected
id_id: Mengembalikan direktori reports webERP utk perusahaan yg dipilih
ko_kr: 반환 webERP 선택한 회사 디렉토리를보고
mr_in: निवडलेले कंपनीसाठी webERP अहवाल निर्देशिका परत
pt_pt: Retorna diretório dos relatórios para a empresa selecionada
zh_tw: 返回ERP報表目錄中選擇的公司

source: If successful this function returns a string containing the path to the company reports directory
id_id: Jika berhasil fungsi ini mengembalikan teks berisi direktori reports utk perusahaan
ko_kr: 성공이 기능은 회사 디렉토리를보고 경로를 포함하는 문자열을 반환하는 경우
mr_in: यशस्वी हे कार्य परत तर कंपनी मार्गावर असलेले स्ट्रिंग निर्देशिका अहवाल
pt_pt: Se com sucesso Função retorna o caminho (path) para diretório dos relatórios da empresa
zh_tw: 如果成功，該函數返回一個包含路徑以該公司的字符串報表目錄

source: This function creates a POS data file on the webERP server for download by the POS
id_id: Fungsi ini membuat file data POS di server webERP utk download oleh POS tersebut
ko_kr: 이 기능은 POS로 다운로드 webERP 서버의 POS 데이터 파일을 생성
mr_in: हे कार्य पीओएसच्या द्वारे डाउनलोड webERP सर्व्हरवरील पीओएसच्या डेटा फाइल तयार
pt_pt: Função cria arq. dados POS no servidor WebERP para download peloPOS
zh_tw: 此功能由POS的ERP服務器上下載新建一個POS機的數據文件

source: POS Customer Code - a valid webERP customer that sales from the POS are made against.
id_id: Kode Customer POS - customer webERP yg berlaku dimana penjualan dilakukan dari POS
ko_kr: POS 고객 코드 - POS에서 판매에 만들어진 유효한 webERP 고객.
mr_in: पीओएसच्या ग्राहक कोड - पीओएसच्या पासून विक्री विरुद्ध केल्या जातील वैध webERP ग्राहक.
pt_pt: Cód. Sucursal Cliente POS - Cód. cliente WebERP para o qualserá feita a venda
zh_tw: POS機客戶代碼 - 銷售從POS反對由一個有效的ERP客戶。

source: POS Customer Branch Code - a valid branch code of the webERP customer that the POS sales are made against
id_id: Kode Cabang Customer POS - kode cabang customer webERP yg berlaku dimana penjualan dilakukan dari POS
ko_kr: POS 고객 지점 코드 - POS 판매에 만들어진 webERP 고객의 유효한 지점 코드
mr_in: पीओएसच्या ग्राहक शाखा कोड - पीओएसच्या विक्री विरुद्ध केल्या जातील webERP ग्राहक वैध शाखा कोड
pt_pt: Cód. Sucursal Cliente POS - cód. valido do cliente WebERP para o qual será feita a venda
zh_tw: POS機客戶分行代碼 - 該POS銷售均針對提出的ERP客戶的一個有效的分公司代碼

source: If successful this function returns 0 for success and 1 for error.
id_id: Jika berhasil fungsi ini mengembalikan 0 utk sukses dan 1 utk kesalahan.
ko_kr: 성공하면이 함수는 에러를 성공 0과 1을 반환합니다.
pt_pt: Retorna 0 para sucesso e 1 se houver erro.
zh_tw: 如果成功，該函數返回0表示成功，1表示錯誤。

source: This function deletes a POS data file on the webERP server
id_id: Fungsi ini menghapus file data POS di server webERP
ko_kr: 이 함수는 webERP 서버 POS 데이터 파일을 삭제
mr_in: हे कार्य webERP सर्व्हरवरील पीओएसच्या डेटा फाइल deletes
pt_pt: Função remove arquivo POS no servidor webERP
zh_tw: 該功能用來刪除ERP服務器上的POS機數據文件

source: Returns 0 if the delete POS Data was successful
id_id: Mengembalikan 0 jika menghapus Data POS berhasil
ko_kr: 0 삭제 POS 데이터가 성공하면 반환
mr_in: हटवा पीओएसच्या डेटा यशस्वी होता तर 0 परत
pt_pt: Retorna 0 se remover Dados POS foi com sucesso
zh_tw: 返回0，如果刪除POS數據成功

source: Returns the value of the specified stock category property for the specified stock item category
cs_cz: Vrátí hodnotu zadané vlastnosti vozidla kategorie pro vybrané kategorie na skladě
es_es: Devuelve el valor de la propiedad de categoría de existencia específica para la categoría del elemento de existencia especificado
hi_in: रिटर्न निर्दिष्ट भंडार वस्तु वर्ग के लिए निर्दिष्ट स्टॉक श्रेणी संपत्ति के मूल्य
id_id: Mengembalikan nilai ciri kategori stok utk kategori item stok yg diminta
it_it: Restituisce il valore della proprietà specificata categoria stock per la categoria specificata articolo di riserva
ko_kr: 지정된 재고 항목 범주에 대해 지정된 재고 범주 속성의 값을 돌려줍니다
mr_in: निर्दिष्ट स्टॉक आयटम श्रेणीसाठी निर्दिष्ट स्टॉक श्रेणी ठिकाण मूल्य परत
nl_nl: Geeft de waarde van de opgegeven voorraad categorie onroerend goed voor de opgegeven voorraad artikel categorie
pt_pt: Retorna o valor da propriedade da categoria de estoque especificada para categoria de item
ro_ro: Returnează valoarea proprietăţii specificate categoria stoc pentru anumite categorii elementul stoc
ru_ru: Возвращает значение указанного свойства категории сток для указанной категории пункта акции
sq_al: Kthehet vlera e pronës kategoria e dhënë aksioneve për kategorinë e të dhënat e përcaktuar të aksioneve
sv: Returnerar värdet på den angivna bestånd kategori egendom för den angivna lagervara kategori
sw_ke: Anarudi thamani ya mali iliyotajwa hisa jamii kwa ajili ya jamii fulani ya hisa item
tr_tr: Belirtilen stok kalemi kategori için belirlenen stok kategori özelliğinin değerini döndürür
zh_hk: 返回指定的库存商品种类的库存种类属性值。
zh_tw: 返回指定的倉庫類別屬性指定股票項目類別的價值

source: Property
cs_cz: Vlastnictví
es_es: Propiedad
hi_in: संपत्ति
id_id: Properti
it_it: Proprietà
ko_kr: 재산
mr_in: मालमत्ता
nl_nl: Onroerend goed
pt_pt: Propriedade
ro_ro: Proprietate
ru_ru: Параметр
sq_al: Pronë
sv: Fastighetsförmedling
sw_ke: Mali
tr_tr: Mülk
zh_hk: 属性
zh_tw: 屬性

source: The name of the specific property to be returned.
cs_cz: Název konkrétní nemovitosti mají být vráceny.
es_es: El nombre de la propiedad específica a devolver.
hi_in: विशिष्ट संपत्ति के नाम लौट जाना है.
id_id: Nama properti khusus utk dikembalikan.
it_it: Il nome della proprietà specifica di essere restituito.
ko_kr: 특정 속성의 이름을 반환합니다.
mr_in: विशिष्ट संपत्तीसाठी नाव परत करणे.
nl_nl: De naam van de specifieke eigenschap te worden geretourneerd.
pt_pt: Nome da propriedade que será retornada.
ro_ro: Numele de proprietate specifice care vor fi returnate.
ru_ru: Имя конкретного имущества должны быть возвращены.
sq_al: Emri i pronës specifike që do të kthehen.
sv: Namnet på den specifika egendom som skall returneras.
sw_ke: Jina la mali maalum kurudisha.
tr_tr: özel mülkiyet adına iade edilecek.
zh_hk: 指定属性所返回的名称
zh_tw: 要返回的特定屬性的名稱。

source: The ID of the stock item for which the value of the above property is required.
cs_cz: ID populace položky, u nichž je vyžadována hodnota výše uvedeného majetku.
es_es: El identificador del elemento en existencia para el cual el valor de la propiedad anterior se requiere.
hi_in: शेयर मद की पहचान के लिए जो ऊपर संपत्ति के मूल्य की आवश्यकता है.
id_id: ID item stok yg nilai dari ciri di atas diperlukan.
it_it: L&#39;ID della voce di stock per i quali il valore della proprietà di cui sopra è necessario.
ko_kr: 상기 속성 값이 요구되는 콘텐츠 아이템의 ID.
nl_nl: Het ID van de voorraad item waarvoor de waarde van de bovengenoemde goederen is vereist.
pt_pt: A identif. do item de estoque para a qual o valor da propried. é requerida.
ro_ro: ID-ul elementului stoc pentru care valoarea proprietăţii mai sus este necesară.
ru_ru: ID фондового элемент, для которого значение выше свойство является обязательным.
sq_al: ID e elementit të aksioneve për të cilat vlera e pronës më sipër është e nevojshme.
sv: ID för lagervara där värdet av ovanstående fastigheter krävs.
sw_ke: ID ya bidhaa hisa ambayo thamani ya mali ya juu ni required.
tr_tr: stok kaleminin kimliği kendisi için yukarıdaki özelliğinin değeri gereklidir.
zh_hk: 上面要求的属性的商品的ID。
zh_tw: 對於有上述屬性的值是必需倉庫項目的ID。

source: If successful this function returns zero, and the value of the requested property.
cs_cz: Pokud bude úspěšný tato funkce vrátí nulu, a hodnota požadované vlastnosti.
es_es: Si tiene éxito esta función devuelve cero, y el valor de la propiedad solicitada.
hi_in: सफल यदि यह फ़ंक्शन शून्य देता है, और अनुरोध किया संपत्ति का मूल्य.
id_id: Jika berhasil mengembalikan fungsi ini nol, dan nilai dari properti diminta.
it_it: In caso di successo questa funzione restituisce zero, e il valore della proprietà richiesta.
ko_kr: 성공하면이 함수는 0을 반환하고, 요청 된 속성 값을 정의합니다.
nl_nl: Indien succesvol deze functie nul retourneert, en de waarde van de gevraagde goederen.
pt_pt: Se com sucesso Função retorna zero, e o valor da propriedade requerida
ro_ro: Daca va avea succes această funcţie o întoarce zero, şi valoarea proprietăţii solicitate.
ru_ru: В случае успеха эта функция возвращает нуль, а значение просил собственности.
sq_al: Nëse i suksesshëm këtë funksion të kthimit zero, dhe vlerën e kërkuar të pronës.
sv: Om det lyckas den här funktionen returnerar noll, och värdet av den begärda egendom.
sw_ke: Kama mafanikio anarudi kazi hii sifuri, na thamani ya mali ya ombi.
tr_tr: Eğer başarılı olursa bu işlev sıfır ile döner ve istenilen özelliği değerini.
zh_hk: 如果成功，此函数会返回0和要求的属性值。
zh_tw: 如果成功該函數返回零，並且請求屬性的值。

source: Returns (possibly translated) error text from error codes
cs_cz: Vrátí (možná si) chyba textu z chybových kódů
es_es: Devuelve (posiblemente traducido) texto del error de los códigos de error
hi_in: (संभवतः अनुवाद) त्रुटि कोड त्रुटि से पाठ देता है
id_id: Pengembalian (mungkin diterjemahkan) kesalahan teks dari kode kesalahan
it_it: Restituisce (eventualmente tradotto) testo di errore dai codici di errore
ko_kr: 반환 오류 코드에서 (아마도 번역) 오류 텍스트
mr_in: त्रुटी कोड पासून रिटर्न (शक्यतो अनुवादित) त्रुटी मजकूर
nl_nl: Rendement (eventueel vertaald) fout tekst van foutcodes
pt_pt: Resultados (possiv. tradução) textos dos códigos de erro
ro_ro: Returnează (eventual traduse) textul de la codurile de eroare de eroare
ru_ru: Возвращает (возможно перевод) текст ошибки с кодами ошибок
sq_al: Kthim (përkthyer ndoshta) tekst gabim nga kodet gabim
sv: Returns (möjligen översatt) fel text från felkoder
sw_ke: Anarudi (uwezekano Tafsiri) kosa asilia kutoka codes kosa
tr_tr: Döner (muhtemelen tercüme) hata kodları hata metin
zh_hk: 返回错误代码对应的文字。
zh_tw: 從錯誤代碼返回（可能轉換）錯誤文本

source: Error codes
cs_cz: Chybových kódů
es_es: Códigos de error
hi_in: त्रुटि कोड
id_id: Error kode
it_it: Codici di errore
ko_kr: 오류 코드
mr_in: त्रुटी कोड
nl_nl: Foutcodes
pt_pt: Código Erros
ro_ro: Codurile de eroare
ru_ru: Коды ошибки
sq_al: Kodet Gabim
sv: Felkoder
sw_ke: Kosa codes
tr_tr: Hata kodları
zh_hk: 错误代码
zh_tw: 錯誤代碼

source: An array of error codes to change into text messages.
cs_cz: Pole kódů chyb pro změnu do textu zprávy.
es_es: Una serie de códigos de error a cambiar en los mensajes de texto.
hi_in: त्रुटि कोड की एक सरणी पाठ संदेशों में बदलने के लिए.
id_id: Array kode kesalahan utk mengubah ke dalam pesan teks.
it_it: Un array di codici di errore di trasformarsi in messaggi di testo.
ko_kr: 오류 코드의 배열 문자 메시지로 변경합니다.
nl_nl: Een array van foutcodes te veranderen in tekstberichten.
pt_pt: Um vetor de cód. erros para trocar por mensagens de texto.
ro_ro: O serie de coduri de eroare pentru a schimba în mesaje text.
ru_ru: Массив кодов ошибок на изменения в текст сообщения.
sq_al: Një grup i kodeve gabim të ndryshojë në mesazheve tekst.
sv: En array med felkoder för att ändra i textmeddelanden.
sw_ke: Safu ya codes kosa na mabadiliko katika ujumbe wa maandishi.
tr_tr: hata kodları bir dizi metin mesajları değiştirir.
zh_hk: 错误代码数组会变成文字信息
zh_tw: 錯誤代碼數組轉變成文本消息。

source: An array of two element arrays, one per error code. The second array has the error code in element 0 and the error string in element 1.
cs_cz: Pole dvou prvků pole, jeden na kód chyby. Druhá řada má kód chyby v elementu 0 a chyba řetězce v elementu 1.
es_es: Una matriz de dos matrices de elementos, uno por cada código de error. La segunda matriz tiene el código de error en el elemento 0 y la cadena de error en el elemento 1.
hi_in: दो तत्व सरणी, एक त्रुटि कोड के प्रति की एक सरणी. दूसरी सरणी 0 तत्व में त्रुटि कोड और 1 तत्व में त्रुटि स्ट्रिंग है.
id_id: Array dua elemen, satu per kode kesalahan. Array kedua memiliki kode kesalahan dalam elemen 0 dan string kesalahan dalam elemen 1.
it_it: Un array di due array elemento, uno per ogni codice di errore. Il secondo array ha il codice di errore in elemento 0 e la stringa di errore in elemento 1.
ko_kr: 두 요소의 배열, 오류 코드 당 하나의 배열입니다. 제 2 어레이는 0 요소에 오류 코드와 소자 (1)에 오류 스트링을 갖는다.
nl_nl: Een array van twee elementen arrays, een per foutcode. De tweede array heeft de foutcode in het element 0 en de fout string in element 1.
pt_pt: Um vetor de dois elementos, um por cód. erro. O segundo vetor contem o cód. erro do elemento 0 e a string do elemento 1.
ro_ro: O serie de tablouri element două, câte una pentru fiecare cod de eroare. Matrice a doua are codul de eroare în elementul 0 şi string eroare în elementul 1.
ru_ru: Массив из двух элементов массивов, по одному на код ошибки. Второй массив имеет код ошибки в элемент 0 и строку ошибки в элементе 1.
sq_al: Një grup të dy vargjeve element, një për kodin gabim. Grup i dytë ka kodin gabim në element 0 dhe vargun gabim në element 1.
sv: En array med två element matriser, en per felkod. Den andra arrayen har felkoden i element 0 och fel snöre i elementet 1.
sw_ke: Safu ya arrays kipengele mbili, moja kwa kificho kosa. Safu ya pili ina kanuni kosa katika kipengele 0 na kamba kosa katika kipengele 1.
tr_tr: iki eleman diziler, hata kodu başına bir dizisi. İkinci dizi elemanı 0 hata kodu ve eleman 1 hata dize vardır.
zh_hk: 两元素数组的一个数组，一个是错误代码。第二个数组的第0个元素是错误代码，第1个元素是错误文字。
zh_tw: 二元數組的數組，一是每個錯誤代碼。第二個數組中的元素0的錯誤代碼和元素1的錯誤字符串。

source: Parameters
cs_cz: Parametry
es_es: Parámetros
hi_in: पैरामीटर्स
id_id: Parameter
it_it: Parametri
ko_kr: 매개 변수
mr_in: मापदंड
pt_pt: Parâmetros
ro_ro: Parametrii
ru_ru: Параметры
sv: Parametrar
sw_ke: Vigezo
tr_tr: Parametreleri
zh_hk: 参数
zh_tw: 參數

source: Return Value
es_es: Valor de Retorno
hi_in: वापसी का मूल्य
id_id: Nilai Kembali
ko_kr: 반환 값
mr_in: रिटर्न मूल्य
nl_nl: Return waarde
pt_pt: Valor Retorno
ro_ro: Return Valoare
ru_ru: Возвращаемое значение
sq_al: Vlera e kthimit
sv: Returvärde
sw_ke: Thamani kurudi
tr_tr: Dönüş oranı
zh_hk: 返回值
zh_tw: 返回值

source: You do not seem to have a database configured correctly to use with webERP. Check you database exists and there is a corresponding directory in the 'companies' directory of the same name. Contact your system administrator for assistance.
ko_kr: 당신은 데이터베이스가 webERP와 함께 사용하도록 올바르게 구성 것으로 보이지 않는다. 당신을 확인 데이터베이스가 존재하는 같은 이름의 '회사'디렉토리에 해당 디렉토리가있다. 도움이 필요하면 시스템 관리자에게 문의하십시오.
mr_in: आपण एक डेटाबेस webERP सह वापरण्यासाठी योग्यरित्या कॉन्फिगर आहे असे दिसत नाही. डेटाबेस विद्यमान आणि समान नाव 'कंपन्यांना' डिरेक्ट्री अंतर्गत परस्पर निर्देशिका आहे आपण तपासा. साहाय्यासाठी आपल्या प्रणाली प्रशासकाशी संपर्क करा.
pt_pt: Parece não haver um DB (data base) configurado para usar o webERP. Verifique se o Banco de Dados Existe e se há um diretório correspondente, dentro da pasta (companies) com o nome da empresa sendo configurada. Contate adm de sistemas para auxílio.
zh_tw: 你似乎並不有一個數據庫配置正確與ERP使用。檢查你的數據庫是否存在，並沒有在“公司”的同名目錄下的相應目錄下。請與您的系統管理員尋求幫助。

source: The company database being logged into cannot contain any of the illegal characters
es_es: El nombre de la base de datos de la empresa a ingresar no puede contener caracteres prohibidos
id_id: Database perusahaan yg sedang di login tdk boleh berisi karakter ilegal
it_it: Il database aziendale che si sta registranado non può contenere caratteri non validi
ko_kr: 이 회사의 데이터베이스는 불법 문자를 포함 할 수 없습니다에 기록되는
mr_in: लॉग इन जात कंपनी डेटाबेस बेकायदेशीर वर्ण कोणत्याही असू शकत नाही
pt_pt: Banco de Dados companhia sendo acessada não podem conter caracteres inválidos
zh_tw: 登錄到公司數據庫不能包含任何非法字符

source: Back to login page
cs_cz: Zpět na přihlašovací stránku
es_es: Volver a página de inicio de sesión
hi_in: वापस पृष्ठ लॉगइन करने के लिए
id_id: Kembali ke halaman login
it_it: Torna alla pagina di login
ko_kr: 돌아 가기 페이지 로그인하기
mr_in: पृष्ठ लॉगिन परत
nl_nl: Terug naar de inlog pagina
pt_pt: Voltar para Página Login
ro_ro: Înapoi la pagina de conectare
ru_ru: Вернуться к странице входа
sq_al: Kthehu tek faqja hyrje me emrin përkatës
sv: Gå till första sidan
sw_ke: Nyuma login ukurasa
tr_tr: SISTEM GIRIS SAYFASINA DÖNÜS
zh_hk: 返回登入页
zh_tw: 返回登入頁

source: The company name entered (
cs_cz: Název firmy vstoupil (
es_es: El nombre de la empresa introducido (
hi_in: कंपनी का नाम दर्ज (
id_id: Nama perusahaan dimasukkan (
it_it: Il nome della società inserito (
ko_kr: 회사 이름 입력 (
mr_in: कंपनी नाव प्रविष्ट (
nl_nl: De bedrijfsnaam is getreden (
pt_pt: Nome da companhia informado (
ro_ro: Numele companiei a intrat (
ru_ru: Введенное название компании (
sq_al: Emri i kompanisë ka hyrë (
sv: Bolagets namn anges (
sw_ke: Jina kampuni aliingia (
tr_tr: Şirket adı (girdi
zh_hk: 输入的公司名称 （
zh_tw: 公司名稱輸入（

source: Check the company name entered (
cs_cz: Zkontrolujte název firmy vstoupil (
es_es: Compruebe el nombre de la empresa introducido (
hi_in: चेक कंपनी के नाम में प्रवेश किया (
id_id: Periksa nama perusahaan dimasukkan (
it_it: Controllare il nome della società inserito (
ko_kr: (회사 이름 입력 확인
mr_in: प्रविष्ट कंपनी नाव तपासा (
nl_nl: Controleer de naam van de onderneming is getreden (
pt_pt: Verifique a companhia escolhida (
ro_ro: Verificaţi numele companiei a intrat (
ru_ru: Проверить введенное название компании (
sq_al: Kontrollo emrin e kompanisë ka hyrë (
sv: Kontrollera företagets namn anges (
sw_ke: Angalia jina la kampuni ya aliingia (
tr_tr: (Şirket adı girdi kontrol edin
zh_hk: 检查输入的公司名称 （
zh_tw: 檢查輸入的公司名稱（

source: The company name abbreviation entered at login must also have a company directory defined. See your system administrator
cs_cz: Název společnosti zkratka vstoupila na přihlášení musí mít také adresář společnosti definovány. Více informací naleznete na správce systému
es_es: La abreviatura del nombre de la empresa insertado en el inicio de sesión también debe tener un directorio empresarial definido. Consulte a su administrador del sistema
hi_in: कंपनी का नाम संक्षिप्त नाम लॉगिन में प्रवेश भी एक कंपनी निर्देशिका में परिभाषित किया जाना चाहिए. अपने सिस्टम व्यवस्थापक देखें
id_id: Singkatan nama perusahaan yg dimasukkan saat login juga harus memiliki direktori company. Hubungi administrator sistem Anda
it_it: L&#39;abbreviazione nome della società iscritte al login deve avere anche una società di directory definita. L&#39;amministratore di sistema
ko_kr: 로그인 할 때 입력 한 회사 이름 약어는 회사 디렉토리가 정의되어 있어야합니다. 시스템 관리자에게 문의하십시오
mr_in: लॉगिन येथे प्रविष्ट कंपनी नाव संक्षेप देखील एक कंपनी निर्देशिका व्याख्या असणे आवश्यक आहे. तुमची प्रणाली प्रशासकाशी पहा
nl_nl: De bedrijfsnaam afkorting ingevuld bij het inloggen moet ook een bedrijvengids gedefinieerd. Raadpleeg uw systeembeheerder
pt_pt: O nome da companhia deve estar num diretório. Fale com o admin sistema
ro_ro: Abrevierea numele companiei a intrat la conectare trebuie să aibă, de asemenea, un director companie definit. Consultaţi administratorul de sistem
ru_ru: Сокращенное название компании, которое используется для входа, должно также иметь определенный каталог компании. Обратитесь к вашему системному администратору
sq_al: Emri i kompanisë shkurtim hyrë në hyrje me emrin përkatës duhet të ketë gjithashtu një directory kompani të përcaktuar. Shih administratorin tuaj të sistemit
sv: Företagsnamnet förkortningen upp vid inloggning måste också ha en företagskatalog definieras. Se din systemadministratör
sw_ke: Jina kampuni abbreviation aliingia saa login lazima pia kuwa kampuni directory defined. Kuona wako wa mfumo
tr_tr: Şirket adı kısaltması da şirketler rehberi tanımlanmış olmalıdır giriş sırasında girdi. Sistem yöneticinize başvurun
zh_hk: 在登入时输入的公司名称缩写必须已经定义了公司目录。请向系统管理员求助。
zh_tw: 登錄時輸入的公司名稱縮寫也必須定義在一個公司目錄中。 請聯絡你的系統管理員

source: The configuration in the file config.php for the database user name and password do not provide the information required to connect to the database server
cs_cz: Konfiguraci v souboru config.php pro název databáze, uživatele a heslo neposkytují informace potřebné pro připojení k databázi serveru
es_es: La configuración en el archivo config.php para el nombre de usuario y la contraseña de la base de datos no proporcionan la información necesaria para conectarse al servidor de base de datos
hi_in: डेटाबेस उपयोगकर्ता नाम और पासवर्ड के लिए फ़ाइल config.php में विन्यास को डेटाबेस सर्वर से कनेक्ट करने के लिए आवश्यक जानकारी प्रदान नहीं करते हैं
id_id: Konfigurasi di file config.php utk nama user dan kata sandi database tdk menyediakan informasi yg diperlukan utk menghubungkan ke server database
it_it: La configurazione nel file config.php per il nome utente e password del database non forniscono le informazioni necessarie per connettersi al server di database
ko_kr: 데이터베이스 사용자 이름과 암호에 대한 파일 config.php를의 구성은 데이터베이스 서버에 연결하는 데 필요한 정보를 제공하지 않습니다
mr_in: डेटाबेस वापरकर्ता नाव आणि संकेतशब्द फाइल config.php या मध्ये संरचना डाटाबेस सर्व्हर कनेक्ट करण्यासाठी आवश्यक माहिती प्रदान करू नका
nl_nl: De configuratie van de config.php bevat niet de juiste inlog gegevens m de database te benaderen
pt_pt: Arq. config.php para o usuário/senha do DB não provêm informação suficiente e requerida para conectar ao servido de DB
ro_ro: Configurare în config.php fişier pentru numele de utilizator şi parola bazei de date nu furnizează informaţiile necesare pentru a se conecta la serverul de baze de date
ru_ru: Конфигурация в файле config.php для имени пользователя базы данных и пароля не предоставляют информацию, необходимую для подключения к серверу баз данных
sq_al: Konfigurimit në config.php file për emrin e përdoruesit dhe fjalë-kalimin bazës së të dhënave nuk japin informacionin e kërkuar lidhur me serverin bazën e të dhënave
sv: Konfigurationen i filen config.php för databasen användarnamn och lösenord ger inte den information som krävs för att ansluta till databasservern
sw_ke: Configuration katika config.php faili kwa ajili ya jina database mtumiaji na nywila wala kutoa taarifa zinazohitajika na kuunganisha kwenye seva ya Mbegu
tr_tr: GIRDIGINIZ KULLANICI ADI ve PAROLA BIRBIRIYLE UYUSMUYOR, SISTEME GIREMEZSINIZ.
zh_hk: 在 config.php 档案中的数据库使用者名称和密码设定不能提取连总到数据库伺服器要求的资讯
zh_tw: 在 config.php 檔案中的資料庫使用者名稱和密碼設定不能提取連總到資料庫伺服器要求的資訊

source: to try logging in again
es_es: para tratar de iniciar sesión otra vez
id_id: utk mencoba login kembali
ko_kr: 다시 로그인 시도
mr_in: पुन्हा लॉग इन करण्याचा प्रयत्न करणे
pt_pt: tente fazer login novamente
zh_tw: 嘗試再次登錄
