Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Your user account does not have a valid default inventory location set up. Please see the system administrator to modify your user account.
cs_cz: Váš uživatelský účet nemá platnou výchozí inventury umístění nastavit. Podívejte se prosím na správce systému změnit svůj uživatelský účet.
es_es: Su cuenta de usuario no tiene configurada una ubicación predeterminada de inventario válida. Por favor, consulte al administrador del sistema para modificar su cuenta de usuario.
hi_in: आपका उपयोगकर्ता खाता कोई मान्य डिफ़ॉल्ट सूची स्थापित स्थान नहीं है. प्रणाली के लिए अपने उपयोगकर्ता खाता संशोधित व्यवस्थापक देखें.
id_id: account pengguna Anda tdk memiliki persediaan lokasi default berlaku mengatur. Silakan lihat administrator sistem utk memodifikasi account pengguna Anda.
it_it: L&#39;account utente non dispone di un valido percorso di inventario di default impostato. Si prega di consultare l&#39;amministratore di sistema per modificare l&#39;account utente.
ko_kr: 사용자 계정은 유효한 기본 인벤토리 위치가 설정되어 있지 않습니다. 사용자 계정을 수정할 수있는 시스템 관리자에게 문의하십시오.
mr_in: आपले वापरकर्ता खाते वैध डीफॉल्ट पुस्तके स्थान सेट नाही. आपल्या वापरकर्ता खाते सुधारित करण्यासाठी प्रणाली प्रशासकाशी पहा.
nl_nl: Uw gebruikersaccount beschikt niet over een geldige standaard inventaris locatie opgericht. Raadpleeg de systeembeheerder om uw account te wijzigen.
pt_pt: Seu código usuário não possui config de local de estoque. favor confirmar com o administrador para modificar estes dados.
ro_ro: Contul dvs. de utilizator nu are un inventar valabil locaţie implicită înfiinţat. Vă rugăm să consultaţi administratorul de sistem pentru a modifica contul de utilizator.
ru_ru: Для вашего счета не указано местоположение товара по умолчанию. Пожалуйста обратитесь к администратору для модификации вашего счета.
sq_al: Llogaria juaj përdoruesi nuk ka një inventar të vlefshme vend default ngritur. Ju lutem shikoni administratori i sistemit për të modifikuar llogarinë tuaj të përdoruesit.
sv: Ditt användarkonto har inte en giltig plats standard inventering inrättas. Se systemadministratören att ändra ditt användarkonto.
sw_ke: user Akaunti yako haina halali default hesabu eneo kuanzisha. Tafadhali angalia mfumo administrator kurekebisha user akaunti yako.
tr_tr: Kullanıcı hesabınızı kurmak geçerli varsayılan stok yeri yoktur. Kullanıcı hesabınızı değiştirmek için sistem yöneticinize başvurun.
zh_hk: 您的账户没有设置有效的默认仓库，请联络系统管理员修改您的用户账户。
zh_tw: 您的用戶帳戶不具有有效的預設庫存位置的設置權限。請參閱系統管理員修改您的用戶帳戶。

source: To use this script it is first necessary to define a cash sales customer for the location that is your default location. The default cash sale customer is defined under set up ->Inventory Locations Maintenance. The customer should be entered using the customer code and a valid branch code of the customer entered.
es_es: Para usar este script, primero es necesario definir un cliente de ventas en efectivo para la ubicación que es su ubicación predeterminada. El cliente de ventas en efectivo predeterminado se define en Configuración -> Mantenimiento de Localidades del Inventario. El cliente debe ingresarse utilizando el código de cliente y un código de sucursal válido del cliente introducido.
id_id: Utk menggunakan script ini, pertama-tama perlu membuat customer penjualan tunai utk lokasi standar Anda. Ini bisa dilakukan di menu Pengaturan -> Pengaturan Lokasi Persediaan. Customer harus dimasukkan menggunakan kode customer dan kode cabang customer yg berlaku tersebut.
ko_kr: 이 스크립트를 사용하려면 당신의 기본 위치는 위치에 대한 현금 판매 고객을 정의하는 첫 번째 필요가있다. > 재고 위치 유지 보수 - 기본 현금 판매 고객은 설정에 따라 정의된다. 고객은 고객 코드와 입력 된 고객의 유효한 지점 코드를 사용하여 입력한다.
pt_pt: Para usar este procedimento é necessário primeiro definir um cliente de vendas para o seu local padrão. O cliente padrão vendas em dinheiro é definido em Estoque, Manutenção de Locais e precisa ser um código de cliente e escritório válidos.
zh_tw: 要使用這個功能模組，首先需要定義一個現金銷售客戶，並且倉庫是您預設的倉庫。 預設的現金銷售客戶的定義方法為: 系統設定->庫存維護 。輸入客戶的格式應為客戶代碼，然後再輸入有效的分公司代碼。

source: The details of the customer selected
cs_cz: Podrobnosti o vybrané zákazníky
es_es: El detalle del cliente seleccionado
hi_in: चयनित ग्राहकों का विवरण
id_id: Rincian dari customer yg dipilih
it_it: I dettagli del cliente selezionato
ko_kr: 선택된 고객의 상세
mr_in: निवडलेले ग्राहक तपशील
nl_nl: Details van de geselecteerde klant
pt_pt: Detalhes do cliente selecionado
ro_ro: Detaliile de client selectate
ru_ru: Данные о выбранном клиенте
sq_al: Detajet e klientit të zgjedhura
sv: Detaljerna för vald kund
sw_ke: Maelezo ya mteja kuchaguliwa
tr_tr: SEÇTIGINIZ MÜSTERININ DETAYLARI
zh_hk: 所选客户的信息
zh_tw: 選取的客戶資料

source: The customer branch record of the customer selected
cs_cz: Zákazník pobočka záznam vybrané zákazníky
es_es: El registro de la sucursal del cliente seleccionado
hi_in: चयनित ग्राहकों के ग्राहक शाखा रिकॉर्ड
id_id: Data cabang customer dari customer yg dipilih
it_it: Il ramo record cliente del cliente selezionato
ko_kr: 선택한 고객의 고객 지점 기록
mr_in: निवडलेले ग्राहकाच्या ग्राहक शाखा रेकॉर्ड
nl_nl: De klantbranch voor de geselecteerde klant
pt_pt: Sucursal de Cliente selecionado
ro_ro: Ramura record client al clientului selectat
ru_ru: Данные о выбраном филиале выбранного клиента
sq_al: Dega e konsumatorëve rekord të klientit të zgjedhura
sv: Leveransplatsen för vald kund
sw_ke: Tawi la mteja rekodi ya mteja kuchaguliwa
tr_tr: SEÇILMIS MÜSTERININ SUBE KAYDI
zh_hk: 已选取客户的客户分公司记录
zh_tw: 已選取客戶的客戶分公司記錄

source: SQL used to retrieve the branch details was
cs_cz: SQL slouží k načtení informací větev byla
es_es: El SQL usado para obtener los detalles de la sucursal fue
hi_in: एसक्यूएल को शाखा जानकारी पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil rincian cabang adalah
it_it: SQL utilizzata per recuperare i dettagli ramo era
ko_kr: SQL은 분기 정보를 검색하는 데 사용했다
mr_in: शाखा तपशील पुनर्प्राप्त करण्यासाठी वापरले SQL होते
nl_nl: De gebruikte SQL om de branch details op te vragen was
pt_pt: SQL usado para recuperar detalhes sucursal foi
ro_ro: SQL utilizat pentru a prelua detalii filiala a fost
ru_ru: SQL получения данных о филиале
sq_al: SQL përdorur për të marrë të dhënat e degës u
sv: SQL som användes var
sw_ke: SQL kutumika Retrieve maelezo ya tawi alikuwa
tr_tr: SUBE DETAYLARI IÇIN KULLANILAN SQL KOMUTU:
zh_hk: 用作提取分公司信息的 SQL 是
zh_tw: 用作提取分公司資料的 SQL 是

source: The branch details for branch code
cs_cz: Podrobnosti pobočka pro obor kód
es_es: Los detalles de la sucursal del código de sucursal
hi_in: शाखा कोड के लिए शाखा विवरण
id_id: Rincian cabang utk kode cabang
it_it: I dettagli ramo per ramo di codice
ko_kr: 지점 코드에 대한 분기 정보
mr_in: शाखा कोड शाखेच्या तपशील
nl_nl: De branchdetials voor branchcode
pt_pt: Detalhes da Sucursal deste Código
ro_ro: Detaliile ramura pentru codul de ramură
ru_ru: Данные о филиале для кода филиала
sq_al: Detajet e degës për kodin e degës
sv: Leveransplatsdetaljer för leveransplats
sw_ke: Tawi maelezo kwa kificho tawi
tr_tr: SUBE KODUNA AIT DETAYLAR
zh_hk: 分公司信息
zh_tw: 分公司編碼的分公司資料

source: against customer code
cs_cz: před kód zákazníka
es_es: contra cliente código
hi_in: ग्राहक कोड के खिलाफ
id_id: terhadap kode customer
it_it: contro il codice cliente
ko_kr: 고객 코드에 대하여
mr_in: ग्राहक कोड विरुद्ध
nl_nl: Tegen klantcode
pt_pt: para um Cód. Cliente
ro_ro: împotriva codul de abonat
ru_ru: рядом с кодом клиента
sq_al: kundër kodit të konsumatorëve
sv: mot kundkod
sw_ke: dhidi ya mteja code
tr_tr: müşteri kodu karşı
zh_hk: 客户编号
zh_tw: 客戶編碼的

source: could not be retrieved
cs_cz: se nepodařilo získat
es_es: no pudo obternese
hi_in: नहीं किया जा सकता है लिया गया
id_id: tdk dapat diambil
it_it: non potrebbe essere recuperata
ko_kr: 검색 할 수 없습니다
mr_in: पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon niet worden opgevraagd
pt_pt: não podem ser recuperados
ro_ro: nu a putut fi recuperate
ru_ru: не может быть получен
sq_al: nuk mund të shikohet
sv: kunder inte hämtas
sw_ke: inaweza kuwa retrieved
tr_tr: GÖSTERILEMIYOR
zh_hk: 无法取得
zh_tw: 未能提取

source: Check the set up of the customer and branch
cs_cz: Zkontrolujte nastavení na zákazníka a pobočky
es_es: Compruebe la configuración del cliente y sucursal
hi_in: चेक ग्राहक और शाखा की स्थापना
id_id: Periksa pengaturan customer dan cabang
it_it: Controllare il set up del cliente e filiale
ko_kr: 고객과 지점의 설정까지 확인
mr_in: ग्राहक आणि शाखा संच अप तपासा
nl_nl: Controleer klant en branch set up
pt_pt: Confirmar config do cliente e sucursal
ro_ro: Verificaţi înfiinţat de client şi de ramură
ru_ru: Проверьте настройки клиента и филиала
sq_al: Kontrolloni të ngritur e konsumatorit dhe dega
sv: Kolla konfigurationen av kund och leveransplats
sw_ke: Kuangalia kuanzisha ya wateja na tawi
tr_tr: MÜSTERI VE SUBE AYARLARINI KONTROL ET
zh_hk: 检查客户和分公司的设置
zh_tw: 檢查客戶和分公司的設定

source: The SQL that failed to get the branch details was
cs_cz: SQL, které se nepodařilo dostat pobočky podrobnosti byl
es_es: El SQL que falló al obtener los detalles de la sucursal fue
hi_in: SQL कि शाखा जानकारी पाने में विफल रहा था
id_id: SQL yg gagal mendapatkan rincian cabang adalah
it_it: L&#39;SQL che non è riuscito a ottenere i dettagli ramo era
ko_kr: 분기 정보를 가져 오지 못했습니다 SQL이었다
mr_in: शाखा तपशील मिळविण्यासाठी अयशस्वी की SQL होते
nl_nl: Het mislukt om de branch details op te vragen van de SQL
pt_pt: SQL que falhou em recuperar detalhes sucursal foi
ro_ro: SQL care nu a reuşit să obţine detalii filiala a fost
ru_ru: Заверршившийся неудачей SQL получения данных о филиале
sq_al: SQL që nuk arriti të marrë të dhënat e degës u
sv: SQL som användes var
sw_ke: SQL kwamba imeshindwa kupata maelezo ya tawi alikuwa
tr_tr: şube bilgilerini alamadı SQL oldu
zh_hk: 取得分公司信息失败的 SQL 是
zh_tw: 取得分公司資料失敗的 SQL 是

source: This return has been cancelled as requested
id_id: Retur ini telah dibatalkan seperti yg diminta
ko_kr: 요청에 따라이 수익이 취소되었습니다
mr_in: विनंती म्हणून हा परतावा रद्द केली गेली
pt_pt: Venda foi cancelada conforme solicitado
zh_tw: 這個回報率已經被取消的請求

source: Start a new Counter Return
es_es: Iniciar una nueva devolución en mostrador
id_id: Mulai Retur baru Penjualan Kasir
ko_kr: 새로운 카운터 돌아 가기 시작
mr_in: नवीन काउंटर प्रत्यागमन प्रारंभ
pt_pt: Iniciar Novo Contador Devoluções
zh_tw: 開始一個新的門店銷售退回

source: Counter Return
es_es: Devolución en mostrador
id_id: Retur Penjualan Kasir
ko_kr: 카운터 반환
mr_in: काऊंटर प्रत्यागमन
pt_pt: Contador Vendas
zh_tw: 門店銷售退回

source: inventory
es_es: inventario
id_id: persediaan
ko_kr: 목록
mr_in: ची यादी करणे
pt_pt: estoque
zh_tw: 庫存

source: all amounts in
cs_cz: všechny částky v
es_es: todos los montos en
hi_in: सभी में मात्रा
id_id: semua nilai dalam
it_it: tutti gli importi in
ko_kr: 모든 양
mr_in: सर्व रक्कम
nl_nl: alle bedragen in
pt_pt: todos os valores em
ro_ro: toate sumele în
ru_ru: все суммы в
sq_al: të gjitha shumat në
sv: Alla belopp i
sw_ke: zote zilizotumika katika
tr_tr: tüm miktarlarda
zh_hk: 总金额为
zh_tw: 金額幣別:

source: Item description has been used in search
cs_cz: Popis byl použit při hledání
es_es: Descripción del artículo ha sido utilizada en la búsqueda
hi_in: आइटम विवरण खोज में इस्तेमाल किया गया है
id_id: Keterangan item telah digunakan dalam pencarian
it_it: Descrizione della voce è stato utilizzato nella ricerca
ko_kr: 상품 설명은 검색에 사용 된
mr_in: लेखाचे वर्णन शोध वापरले गेले आहे
nl_nl: Item omschrijving is gebruikt op zoek naar
pt_pt: Descrição do item foi usada na pesquisa
ro_ro: Descrierea Postul a fost folosit în căutare
ru_ru: Описание товара было использовано в поиске
sq_al: Përshkrimi i artikullit është përdorur në kërkim
sv: Punkt beskrivning har använts i sökningen
sw_ke: maelezo Item imekuwa kutumika katika kutafuta
tr_tr: Öğe açıklamasına arama kullanılmıştır
zh_hk: 订单中物料描述被用于查询
zh_tw: 項目描述已經在搜索被使用

source: Item Code has been used in search
cs_cz: Položka Kód byl použit při hledání
es_es: Código del artículo ha sido utilizado en la búsqueda
hi_in: मद कोड खोज में इस्तेमाल किया गया है
id_id: Kode Item telah digunakan dalam pencarian
it_it: Articolo Codice è stato usato nella ricerca
ko_kr: 상품 코드 검색에 사용 된
mr_in: आयटम कोड शोधणे वापरले गेले आहे
nl_nl: Object code is gebruikt voor zoek-
pt_pt: Código do item foi usado na pesquisa
ro_ro: Postul Codul a fost folosit în căutare
ru_ru: Пункт кодекса было использовано в поиске
sq_al: Item Kodi është përdorur në kërkim
sv: Punkt Koden har använts i sökandet
sw_ke: Kanuni bidhaa imekuwa kutumika katika kutafuta
tr_tr: Ürün Kodu arama kullanılmıştır
zh_hk: 库存代码被用于查询
zh_tw: 此庫存代碼已被用於搜尋

source: Stock Category has been used in search
cs_cz: Skladem Kategorie byl použit při hledání
es_es: La Categoría de Stock se usó en la búsqueda
hi_in: शेयर श्रेणी खोज में इस्तेमाल किया गया है
id_id: Kategori Stok telah digunakan dalam pencarian
it_it: Archivi di categoria è stato usato nella ricerca
ko_kr: 주식의 종류 검색에 사용 된
mr_in: स्टॉक वर्ग शोध वापरले गेले आहे
nl_nl: Voorraad categorie die voor de zoekopdracht is gebruikt
pt_pt: Categoria de Estoque foi usada na pesquisa
ro_ro: Categorie stoc a fost folosit în căutare
ru_ru: Категория товара была использована в поиске
sq_al: Kategoria e aksioneve ka qenë përdorur në kërkim
sv: Lagerkategori användes i sökningen
sw_ke: Jamii Stock imekuwa kutumika katika kutafuta
tr_tr: Stok Kategori arama kullanılmıştır
zh_hk: 存货种类被用于查询
zh_tw: 庫存種類已經被使用在搜索

source: The SQL used to get the part selection was
cs_cz: SQL používá k získání části Výběr byl
es_es: El SQL usado para obtener la selección de piezas fue
hi_in: एसक्यूएल करने के लिए चयन हिस्सा इस्तेमाल किया गया था
id_id: SQL yg digunakan utk mendapatkan pilihan brg adalah
it_it: L&#39;SQL utilizzato per ottenere la selezione è stata parte
ko_kr: 사용되는 SQL은 부품 선택했다 얻을 수
mr_in: भाग निवड मिळत SQL होते
nl_nl: De SQL die is gebruikt om de onderdelen selectie op te vragen was
pt_pt: SQL usado para selec. item foi
ro_ro: SQL folosit pentru a obţine de selecţie parte a fost
ru_ru: SQL получения выбора части
sq_al: SQL të përdorura për të marrë pjesë u zgjedhjes
sv: Den SQL som användes i sökningen var
sw_ke: SQL kutumika kupata sehemu mara ya uteuzi
tr_tr: KULLANILAN KOMUT
zh_hk: 用与查找物料的SQL 是
zh_tw: 用作取得部件選項的 SQL 是

source: There are no products available meeting the criteria specified
cs_cz: Nejsou žádné výrobky k dispozici splňují kritéria stanovená
es_es: No hay productos disponibles que correspondan al criterio especificado
hi_in: कोई उत्पाद उपलब्ध हैं निर्दिष्ट मापदंड बैठक
id_id: Tdk ditemukan produk yg memenuhi kriteria yg dimasukkan
it_it: Non ci sono prodotti che soddisfano i criteri specificati disponibili
ko_kr: 지정된 기준을 충족 가능한 제품이 없습니다
mr_in: निर्दिष्ट निकष भागविण्यासाठी उपलब्ध नाही उत्पादने आहेत
nl_nl: Er zijn geen producten beschikbaar die aan de gespecificeerde criteria voldoen
pt_pt: Não há produtos que atendam os critérios informados
ro_ro: Nu exista produse de întâlnire disponibile criteriile specificate
ru_ru: Не найдено товаров, соответсвующих критериям поиска
sq_al: Nuk ka produkte takim në dispozicion të kritereve të specifikuara
sv: Ingen produkt matchar valda kriteria
sw_ke: Hakuna bidhaa inapatikana mkutano wa vigezo maalum
tr_tr: KRITERLERE UYAN ÜRÜN YOK
zh_hk: 没有物料符合指定的条件
zh_tw: 沒有產品符合指定的條件

source: Could not determine if the part being ordered was a kitset or not because
cs_cz: Nepodařilo se určit, zda část je uložena byla kitset nebo ne, protože
es_es: No se pudo determinar si la parte que se ordenó fue un kit o no, porque
hi_in: निर्धारित यदि भाग का आदेश दिया जा रहा नहीं सका क्योंकि या kitset नहीं था
id_id: Tdk dapat menentukan apakah brg yg dipesan adalah set atau bukan karena
it_it: Impossibile determinare se la parte a loro volta ordinate era una kitset o meno, perché
ko_kr: 일부 주문되는 경우 kitset이었다 여부 때문에 확인할 수 없습니다
mr_in: आदेश जात भाग एक kitset किंवा नाही कारण जर निर्धारित करणे शक्य नाही
nl_nl: Kon niet worden vastegesteld of het bestelde onderdeel een kit set was of niet omdat
pt_pt: Não pode determ. se o item pedido é um kit ou não porque
ro_ro: Nu a putut stabili dacă o parte fiind comandat a fost un kitset sau nu, deoarece
ru_ru: Не удалось определить, является ли заказываемая часть множеством комплектов или нет, так как
sq_al: Nuk mund të përcaktojë nëse pjesa qenë të urdhëruar ishte një kitset apo jo, sepse
sv: Kunde inte avgöra om beställd produkt är ett set eller inte eftersom
sw_ke: Hakuweza kuamua kama sehemu ya kuwa aliamrisha alikuwa kitset au si kwa sababu
tr_tr: SIPARIS EDILEN PARÇANIN KIT-SETI OLUP OLMADIGI BELIRLENEMEDI:
zh_hk: 不能确定此订单销售的物料是否为套装, 因为
zh_tw: 未能判定這訂單的部件是否套裝, 因為

source: The sql that was used to determine if the part being ordered was a kitset or not was
cs_cz: Sql, který byl použit k určení, zda část je uložena byla kitset byl či nebyl
es_es: El SQL usado para determinar si el producto pedido fue un kit ó no, fue
hi_in: एसक्यूएल कि निर्धारित करने के लिए यदि भाग का आदेश दिया है इस्तेमाल किया जा रहा था एक kitset था या नहीं था
id_id: SQL yg digunakan utk menentukan apakah brg yg dipesan adalah set atau bukan adalah
it_it: L&#39;SQL che è stato utilizzato per determinare se la parte che è stata una kitset ordinato o non è stato
ko_kr: 일부 주문되는 여부를 결정하는 데 사용 된 SQL은 kitset이었다 이었는지
nl_nl: De SQL die werd gebruikt om te bepalen of het onderdeel wordt veroordeeld was een kitset of niet was
pt_pt: o sql foi usado para determinar se é um kit ou não
ro_ro: Sql care a fost utilizată pentru a determina dacă o parte fiind comandat a fost un kitset sau nu a fost
ru_ru: SQL, который был использован для определения является ли заказываемоя часть множеством комплектов или нет
sq_al: Sql që është përdorur për të përcaktuar nëse në pjesën qenë të urdhëruar ishte një kitset apo nuk ishte
sv: Den SQL som användes var
sw_ke: Ya sql kwamba alikuwa kutumiwa kuamua kama sehemu ya kuwa aliamrisha alikuwa kitset au alikuwa
tr_tr: parçası sipariş edilen olmadığını belirlemek için kullanılan sql bir kitset oldu veya olmadı
zh_hk: 用于确定正被订购的部品是否套装的sql是
zh_tw: 這SQL程序用來確定所訂購的另部件是一組套件

source: could not be retrieved from the database and has not been added to the return
id_id: tdk dapat diambil dari database dan belum ditambahkan ke retur
ko_kr: 데이터베이스에서 검색 할 수 없습니다 및 반환에 추가되지 않은
mr_in: डेटाबेस प्राप्त केले जाऊ शकत नाही व परतावा जोडले गेले नाही
pt_pt: nao pode ser recuperado no DB e não foi adic. a Venda
zh_tw: 返回無法從數據庫中檢索並沒有被新增

source: Could not retrieve kitset components from the database because
cs_cz: Nepodařilo se načíst kitset komponenty z databáze, protože
es_es: No se pudo obtener conjuntos de componentes de la base de datos porque
hi_in: क्योंकि डेटाबेस से kitset घटकों को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil komponent set dari database karena
it_it: Impossibile recuperare i componenti kitset dal database perché
ko_kr: 데이터베이스 때문에에서 kitset 구성 요소를 검색 할 수 없습니다
mr_in: डेटाबेस kitset घटक परत मिळवू शकलो नाही कारण
nl_nl: Kon de onderdelen voor de kitset niet opvragen omdat
pt_pt: não pode recuperar componentes do kit no DB porque
ro_ro: Nu sa putut prelua componente kitset din baza de date, deoarece
ru_ru: Не удалось получить комплект компонентов из базы данных, так как
sq_al: Nuk mund të rifitoj komponente kitset nga baza e të dhënave për shkak se
sv: Kunde inte hämta delar i set från databasen eftersom
sw_ke: Hakuweza Retrieve vipengele kitset kutoka database sababu
tr_tr: KIT-SETI KOMPONENTLERI VERITABANINDAN ALINAMADI:
zh_hk: 在数据库中找不到套装部件, 因为
zh_tw: 未能由資料庫中提取套裝零件, 因為

source: Phantom assemblies cannot be returned, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the return:
id_id: Rakitan Intelek tdk dapat diretur, item-item ini ada hanya sbg bahan baku yg digunakan dalam item diproduksi lainnya. Item berikut belum ditambahkan ke retur:
ko_kr: 팬텀 어셈블리는 이러한 항목은 다른 항목 제조에 사용되는 재료의 요금으로 만 존재 반환 할 수 없습니다. 다음 항목이 반환에 추가되지 않은 :
mr_in: बनावट अधिवेशने हे आयटम इतर उत्पादित आयटम वापरले सामग्रीचा बिले म्हणून फक्त विद्यमान, परत जाऊ शकत नाही. खालील आयटम परतावा जोडले गेले नाही:
pt_pt: Itens de Montagens Fantasmas (BLANK) não podem ser vendidas. Estes itens existem apenas para custeio e controle de BOM. Itens não adicionados ao pedido
zh_tw: 幻影組件無法歸還，這些商品只存在作為材料，如同產品結構應用在其他製造項目。以下的項目還沒有被添加到返回：

source: The system does not currently cater for counter returns of lot controlled or serialised items
id_id: Sistem saat ini tdk melayani retur penjualan kasir utk item terkontrol atau berseri
ko_kr: 이 시스템은 현재 많은 제어 또는 직렬화 된 항목의 카운터 반환에 대한 수용하지 않습니다
mr_in: प्रणाली सध्या काउंटर नियंत्रित भरपूर परतावा किंवा serialized आयटम साठी शिक्षण नाही
pt_pt: Sistema não conta vendas de itens lote controlado ou serializados
zh_tw: 該系統目前並未滿足很多控制項或序列化項目的銷售退回

source: Only items entered with a positive quantity can be added to the return
id_id: Hanya item dgn qty positif dapat ditambahkan ke retur
ko_kr: 긍정적 인 수량 입력 항목 만 반환에 추가 할 수 있습니다
mr_in: सकारात्मक प्रमाणात सह प्रविष्ट केवळ आयटम परतावा जोडले जाऊ शकते
pt_pt: Apenas itens com quantidade positiva podem ser adicionados a venda
zh_tw: 只用一個肯定的輸入項目可以被添加到返回

source: Recalculated the price from the GP % entered - the GP % was
es_es: Recalculado el precio desde el % de GB introducido - El % de GB fue
id_id: Menghitung-ulg harga dari % Laba Kotor yg dimasukkan - % LB nya adalah
ko_kr: 재 계산 GP % 내지 가격 입력 - GP의 %였다
mr_in: प्रविष्ट ग्रॅमी% पासून किंमत Recalculated - ग्रॅमी% होता
pt_pt: Preço recalculado a partir do %GP informado - anterior era
zh_tw: 依據輸入的毛利重新計算價格--毛利為

source: The item could not be updated because you are attempting to set the quantity returned to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
id_id: Item tdk dapat diperbarui karena Anda mencoba memasukkan qty yg diretur menjadi kurang dari 0 atau harga kurang dari 0 atau diskon lebih dari 100% atau kurang dari 0%
ko_kr: 항목은 수량을 설정하려고 시도하기 때문에 0 또는 할인 100 % 이상 또는 0 % 미만보다 가격이 덜 0보다 작은 반품 업데이트 할 수 없습니다
mr_in: आपण कमी 0 परत प्रमाण किंवा किंमत सेट करण्याचा प्रयत्न करत आहात कारण आयटम अद्यतनित करणे शक्य नाही कमी 0 किंवा सवलतीच्या 100% पेक्षा अधिक किंवा कमी 0%
pt_pt: O item não pode ser atualizado porque quantidade,preço ou desc. menor que zero ou desc. maior 100%
zh_tw: 該項目無法更新，因為您正試圖設置返回小於0的數量或價格小於0或折扣超過100％或低於0％

source: Could not determine if the part being returned was a kitset or not because
id_id: Tdk dapat menentukan apakah brg yg diretur adalah set atau bukan karena
ko_kr: 부품이 반환되는 경우 kitset이었다 여부 때문에 확인할 수 없습니다
mr_in: परत जात भाग एक kitset किंवा नाही कारण जर निर्धारित करणे शक्य नाही
pt_pt: Não pode determ. se o item pedido é um kit ou não porque
zh_tw: 無法確定被退回的是否為一個部件的套件，因為

source: GP %
es_es: % GB
hi_in: जीपी%
ko_kr: GP의 %
mr_in: ग्रॅमी%
ru_ru: П.%
zh_hk: 毛利%
zh_tw: 毛利率 %

source: Net
cs_cz: Čistý
es_es: Neto
hi_in: जाल
ko_kr: 그물
mr_in: जाळे
nl_nl: netto
pt_pt: Liq.
ru_ru: Нетто
sq_al: Neto
sv: Netto
sw_ke: Wavu
zh_hk: 净额
zh_tw: 淨

source: Tax
cs_cz: DPH
es_es: Impuestos
hi_in: टैक्स
id_id: Pajak
it_it: Tasse
ko_kr: 세
mr_in: कर
nl_nl: BTW
pt_pt: Aliq.
ro_ro: Fiscale
ru_ru: Налог
sq_al: Tatim
sv: Moms
sw_ke: Kodi
tr_tr: VERGI
zh_hk: 税
zh_tw: 稅

source: Narrative
cs_cz: Příběh
es_es: Descripción
hi_in: कथा
id_id: Keterangan
it_it: Note
ko_kr: 이야기
mr_in: गोष्ट
nl_nl: Omschrijving - Opmerking
pt_pt: Analítico
ro_ro: Narativ
ru_ru: Сужение
sq_al: Tregim
sv: Beskrivning
sw_ke: Hadithi
tr_tr: AÇIKLAMA
zh_hk: 摘要
zh_tw: 摘要

source: Rounded Total
es_es: Total redondeado
id_id: Total Dibulatkan
ko_kr: 둥근 총
mr_in: गोलाकार एकूण
pt_pt: Arredondamento Total
zh_tw: 總圓角

source: Returned By
es_es: Devuelto por
id_id: Diretur Oleh
ko_kr: 에 의해 반환
mr_in: द्वारा परत
pt_pt: Vendido por
zh_tw: 退貨者:

source: Contact Phone Number
cs_cz: Kontaktní telefonní číslo
es_es: Número de Teléfono del contacto
hi_in: संपर्क फ़ोन नंबर
id_id: Nomor Telpon Kontak
it_it: Telefono
ko_kr: 연락 전화 번호
mr_in: संपर्क फोन क्रमांक
nl_nl: Kontakt Telefoon Nummer
pt_pt: Número Tel. Contato
ro_ro: A lua legatura cu Număr de telefon
ru_ru: Контактный телефон
sq_al: Numri kontaktues i telefonit
sv: Kontakttelefonnummer
sw_ke: Kuwasiliana Simu Idadi
tr_tr: IRTIBAT TELEFONU
zh_hk: 联系电话
zh_tw: 聯繫電話
