Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Supplier Balances At A Period End
cs_cz: Dodavatel Zůstatky Na konci období
es_es: Balances de proveedores al Final de un Período
hi_in: आपूर्तिकर्ता एक अवधि के अंत में शेष
id_id: Saldo Supplier Pada Akhir Periode
it_it: Saldi al fornitore A fine periodo
ko_kr: 기간 종료에서 공급 업체의 균형
mr_in: कालावधीसाठी शेवटी पुरवठादार शिल्लक
nl_nl: Leveranciers Saldo op einde van de periode
pt_pt: Saldo do Fornecedor no Final do Período
ro_ro: Furnizorul soldurile la o sfârşitul perioadei
ru_ru: Поставщик Остаток на конец периода
sq_al: Furnizuesi ekuilibrave Në një Fundi Periudhës
sv: Leverantörssaldon vid ett tidigare periodslut
sw_ke: Wasambazaji Bakaa Katika kipindi cha mwisho
tr_tr: Tedarikçi Bir Dönem Sonu Bakiyesi
zh_hk: 期末的供应商（应付）余额
zh_tw: 供應商按期末餘額

source: Supplier Contacts
cs_cz: Dodavatel Kontakty
es_es: Contactos del proveedor
hi_in: आपूर्तिकर्ता संपर्क
id_id: Kontak Supplier
it_it: Fornitore Contatti
ko_kr: 공급 업체 연락처
mr_in: पुरवठादार संपर्क
nl_nl: Leverancier contacten
pt_pt: Contatos Fornecedor
ro_ro: Contacte cu furnizorul
ru_ru: Контакты поставщика
sq_al: Furnizuesi Kontakte
sv: Lokala kontakter
sw_ke: Wasambazaji Mawasiliano
tr_tr: TEDARIKÇI IRTIBATLARI
zh_hk: 供应商联系人
zh_tw: 供應商聯繫

source: This page must be called with the supplier code of the supplier for whom you wish to edit the contacts
cs_cz: Tato stránka musí být volána s dodavatelem kód dodavatele, pro které chcete upravit kontakty
es_es: Esta página debe ser llamada con el código del proveedor del cual se desea editar los contactos
hi_in: इस पृष्ठ सप्लायर के सप्लायर के लिए कोड के साथ बुलाया जाना चाहिए जिसे आप संपर्कों को संपादित करना चाहते हैं
id_id: Halaman ini harus dipanggil dgn kode supplier yg ingin Anda ubah kontak-nya
it_it: di
ko_kr: 이 페이지는 당신이 연락처를 편집 할 누구를위한 공급 업체의 공급 업체 코드를 호출해야합니다
mr_in: हे पृष्ठ आपल्याला संपर्क संपादित इच्छित ज्यांच्यासाठी पुरवठादार पुरवठादार कोडसह म्हणतात करणे आवश्यक आहे
nl_nl: Pagina moet opgevraagd worden met de leverancierscode van de leverancier waarvan u de contacten wilt wijzigen
pt_pt: Está página precisa vir com o código fornecedor para o qual você deseja editar contato
ro_ro: Această pagină trebuie să fie numit cu codul furnizorul de furnizor pentru care doriţi să editaţi date de contact
ru_ru: Эта страница должна быть вызвана с поставщиком код поставщика, для которого вы хотите редактировать контакты
sq_al: Kjo faqe duhet të quhet me kodin furnizuesit e furnizuesit për të cilin ju dëshironi të redaktoni kontaktet
sv: Denna sida måste anropas med leverantörskoden för den leverantör för vilken du vill redigera kontakter
sw_ke: Ukarasa huu ni lazima kuitwa na kanuni wasambazaji wa wasambazaji ambao unataka hariri mawasiliano
tr_tr: Bu sayfanın tedarikçinin tedarikçisi kod ile çağrılması gerekir sen kişileri düzenlemek istediğiniz kime
zh_hk: 此页面必须在选择了供应商之后进入
zh_tw: 這頁必須由你想要編輯連結的供應商編號來呼叫

source: When the page is called from within the system this will always be the case
cs_cz: Když je stránka volána z uvnitř systému to bude vždy být případ
es_es: Cuando la página es llamada desde dentro del sistema este siempre será el caso
hi_in: जब पृष्ठ प्रणाली के भीतर से कहा जाता है यह हमेशा मामला होगा
id_id: Jika halaman ini dipanggil dari sistem, hasilnya selalu seperti ini
it_it: Quando la pagina viene chiamata dall&#39;interno del sistema questo sarà sempre il caso
ko_kr: 페이지가 시스템 내에서 호출 될 때 항상 그런 것
mr_in: पृष्ठ प्रणाली मधून म्हणतात तेव्हा हे नेहमीच असेल
nl_nl: Dit zal altijd het geval zijn wanneer de pagina door het systeem wordt opgevraagd
pt_pt: Quando página chamada pelo sistema sempre o fornecedor já vem selecionado
ro_ro: Atunci când pagina este numit din cadrul sistemului, aceasta va fi întotdeauna cazul
ru_ru: Когда страница вызывается из системы это всегда будет случае
sq_al: Kur faqe është quajtur nga brenda sistemit të kësaj do të jetë gjithmonë rasti
sv: När denna sida anropas inom system så gäller detta alltid
sw_ke: Wakati ukurasa aitwaye kutoka ndani ya mfumo huu daima kuwa kesi
tr_tr: sayfa sistem içinde çağrıldığında bu her zaman böyle olacak
zh_hk: 通常此页面在系统内如此进入
zh_tw: 當這頁由系統內叫出, 一般情況是

source: Select a supplier first, then select the link to add/edit/delete contacts
cs_cz: Vybrat dodavatele první, pak zvolte odkaz přidat / editovat / smazat kontakty
es_es: Seleccione un proveedor primero, luego seleccione el enlace para añadir / editar / suprimir contactos
hi_in: एक सप्लायर के पहले का चयन करें, फिर से जोड़ें / संपादित करें / संपर्क हटाना लिंक का चयन करें
id_id: Pilih supplier lebih dulu, kemudian pilih link utk tambah/ubah/hapus kontak
it_it: di
ko_kr: 추가 먼저, 다음 링크를 선택 공급 업체를 선택 / 편집 / 삭제 연락처
mr_in: एक पुरवठादार निवडा प्रथम, नंतर / संपादन जोडण्यासाठी दुवा निवडू / संपर्क हटवा
nl_nl: Selecteer eerst de leverancier en dan de link om contacten te wijzigen, toe te voegen of te verwijderen
pt_pt: Primeiro selec. Fornecedor, então o link adic./edição/remoç. contatos
ro_ro: Selectaţi un furnizor în primul rând, apoi selectaţi legătura pentru a adăuga / edita / sterge contacte
ru_ru: Выбор поставщика, а затем выберите ссылку добавлять / редактировать / удалять контакты
sq_al: Zgjidh një furnizues të parë, pastaj zgjidhni linkun për të shtuar / edit / delete kontakte
sv: Väl en leverantör först och välj sedan länk för att lägga till/ändra/ta bort kontakter
sw_ke: Kuchagua wasambazaji wa kwanza, kisha chagua zilizounganishwa na kuongeza / edit / kufuta mawasiliano
tr_tr: ÖNCE BIR TEDARIKÇI SEÇINIZ, SONRA IRTIBAT EKLE/DÜZENLE/SIL LINKINI KULLANABILIRSINIZ
zh_hk: 先选择供应商, 再点击链结新增/编辑/删除联系人
zh_tw: 先選取供應商, 再選取連結到新增/編輯/刪除聯繫

source: The contact name must be at least one character long
cs_cz: Jméno kontaktu musí být alespoň jeden znak dlouhá
es_es: El nombre del contacto debe ser al menos un caracter de largo
hi_in: संपर्क का नाम कम से कम एक लंबे चरित्र होना चाहिए
id_id: Nama kontak minimal 1 karakter
it_it: Il nome del contatto deve essere di almeno un personaggio a lungo
ko_kr: 연락처 이름은 적어도 하나의 문자 여야합니다
mr_in: संपर्क नाव किमान एक वर्ण असावा
nl_nl: Contact naam mag niet leeg zijn
pt_pt: o nome do contato deve estar preenchido
ro_ro: Numele persoanei de contact trebuie să fie de cel puţin un caracter de lungă
ru_ru: Имя контакта доджно быть иметь как минимум один символ
sq_al: Emri i kontaktit duhet të jetë së paku një karakter të gjatë
sv: Kontaktnamnet måste vara minst 1 tecken långt
sw_ke: Jina vya lazima angalau tabia moja kwa muda mrefu
tr_tr: IRTIBAT ADI EN AZ 1 KARAKTER OLMALI
zh_hk: 联系人名称必须不少于 1 个字
zh_tw: 聯繫名稱必須不少於 1 個字元

source: The email address entered does not appear to be a valid email address
es_es: La dirección de Correo Electrónico no parece ser válida
id_id: Alamat email yg dimasukkan tampaknya salah
ko_kr: 입력 한 이메일 주소가 유효한 이메일 주소가 아닙니다
mr_in: प्रविष्ट केलेला ईमेल पत्ता वैध ईमेल पत्ता असल्याचे दिसत नाही
pt_pt: O email contém caracteres inválidos
zh_tw: 輸入的電子郵件地址似乎不是一個有效的電子郵件地址

source: The supplier contact information has been updated
cs_cz: Dodavatel kontaktní informace byla aktualizována
es_es: Se actualizó la Información de contacto del proveedor
hi_in: आपूर्तिकर्ता संपर्क जानकारी अद्यतन किया गया है
id_id: Informasi kontak supplier telah diperbarui
it_it: Le informazioni di contatto dei fornitori è stato aggiornato
ko_kr: 공급 업체의 연락처 정보가 업데이트되었습니다
mr_in: पुरवठादार संपर्क माहिती अद्यतनित केले गेले आहे
nl_nl: Leveranciers contact is gewijzigd
pt_pt: Contato do Fornecedor atualizado
ro_ro: Informaţiile de contact furnizor a fost actualizat
ru_ru: Информация контакта поставщика была обновлена
sq_al: Kontakt furnizuesi informata është përditësuar
sv: Leverantören kontaktinformation har uppdaterats
sw_ke: Habari vya wasambazaji imekuwa updated
tr_tr: IRTIBAT BILGISI GÜNCELLENDI
zh_hk: 供应商联系人已更新
zh_tw: 供應商聯繫資訊已更新

source: The new supplier contact has been added to the database
cs_cz: New kontakt byl přidán do databáze
es_es: Se agregó el nuevo contacto del proveedor a la base de datos
hi_in: नए आपूर्तिकर्ता संपर्क डेटाबेस में जोड़ा गया है
id_id: Kontak supplier yg baru telah dimasukkan di database
it_it: di
ko_kr: 새로운 공급 업체에게 연락 해주기 데이터베이스에 추가되었습니다
mr_in: नवीन पुरवठादार संपर्क डेटाबेस जोडले गेले आहे
nl_nl: Nieuwe leveranciers contact is toegevoegd
pt_pt: Novo Contato de Fornecedor adicionado ao DB
ro_ro: A lua legatura cu furnizorul noi a fost adăugată la baza de date
ru_ru: Новый контакт поставщика был добавлен в базу данных
sq_al: Kontakt të ri furnizuesi është shtuar në bazën e të dhënave
sv: Den nya leverantörskontakten har laggts till i databasen
sw_ke: Mpya ya kuwasiliana na wasambazaji imekuwa aliongeza database
tr_tr: YENI TEDARIKÇI IRTIBAT KAYDI EKLENDI
zh_hk: 新供应商联系人新增到数据库
zh_tw: 新供應商聯繫改新增到資料庫

source: The supplier contact could not be inserted or updated because
cs_cz: Dodavately Spojit se nemohl být vložena nebo aktualizovat, protože
es_es: No se pudo agregar ó actualizar el contacto del proveedor porque
hi_in: आपूर्तिकर्ता से संपर्क करें या नहीं किया जा सकता है डाला क्योंकि अद्यतन
id_id: Kontak supplier tdk dapat dimasukkan atau diperbarui karena
it_it: perchè
ko_kr: 공급 업체에게 연락 해주기 삽입 또는 때문에 업데이트 할 수 없습니다
mr_in: पुरवठादार संपर्क घातले किंवा सुधारित केले जाऊ शकत नाही कारण
nl_nl: Leverancierscontact kon niet worden toegevoegd of gewijzigd omdat
pt_pt: O contato do fornecedor não pode ser inserido ou atualizado porque
ro_ro: A lua legatura cu furnizorul nu a putut fi inserate sau actualizate, deoarece
ru_ru: Контакт поставщика не может быть вставлен или обновлен, потому что
sq_al: Kontakt furnizuesi nuk mund të shtohet ose të përditësuar për shkak se
sv: Leverantörskontakten kunde inte infogas eller uppdateras eftersom
sw_ke: kuwasiliana ya wasambazaji inaweza kuwa kuingizwa au updated sababu
tr_tr: TEDARIKÇI IRTIBAT BILGISI EKLENEMEDI/GÜNCELLENEMEDI:
zh_hk: 供应商联系人未能插入或更新, 因为
zh_tw: 供應商聯繫未能插入或更新, 因為

source: The SQL that was used but failed was
cs_cz: SQL, který byl použit, ale nepodařilo se
es_es: El SQL que se usó y falló fué
hi_in: एसक्यूएल है कि इस्तेमाल किया गया था, लेकिन असफल रहा था
id_id: SQL yg digunakan tapi gagal adalah
it_it: Il SQL che è stato usato, ma non è stato
ko_kr: 사용했지만 실패 SQL이었다
mr_in: केला अयशस्वी झाले याची SQL होते
nl_nl: De SQL die faalde was
pt_pt: SQL que foi usado falhou porque
ro_ro: SQL care a fost folosit, dar nu a fost
ru_ru: SQL, который был использован, но завершился неудачей, был
sq_al: SQL që është përdorur, por nuk arriti ishte
sv: Den SQL som användes var
sw_ke: SQL kwamba alikuwa kutumika lakini alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 执行失败的 SQL 是
zh_tw: 使用但失敗的 SQL 是

source: The supplier contact could not be deleted because
cs_cz: Dodavatel kontakt se nepodařilo odstranit, protože
es_es: No se pudo suprimir el contacto del proveedor porque
hi_in: आपूर्तिकर्ता संपर्क करें, क्योंकि मिटाया नहीं जा सकता
id_id: Kontak supplier tdk dapat dihapus karena
it_it: perchè
ko_kr: 공급 업체에게 연락 해주기 때문에 삭제할 수 없습니다
mr_in: पुरवठादार संपर्क हटविले जाऊ शकत नाही कारण
nl_nl: Leveranciers contact kon niet worden verwijded omdat
pt_pt: O contato do fornecedor não pode ser removido porque
ro_ro: A lua legatura cu furnizorul nu poate fi ştearsă, deoarece
ru_ru: Контакт поставщика не может быть удален, потому что
sq_al: Kontakt furnizuesi nuk mund të fshihet sepse
sv: %i bilder kunde inte raderas eftersom de är skrivskyddade
sw_ke: kuwasiliana ya wasambazaji inaweza kuwa ilifutwa kwa sababu
tr_tr: TEDARIKÇI IRTIBAT VERISI SILINEMEDI:
zh_hk: 未能删除供应商联系人, 因为
zh_tw: 未能刪除供應商聯繫, 因為

source: Supplier contact has been deleted
cs_cz: Dodavatel kontakt byl smazán
es_es: Se ha borrado el contacto del proveedor
hi_in: आपूर्तिकर्ता संपर्क हटा दिया गया है
id_id: Kontak supplier telah dihapus
it_it: contattare il fornitore è stato eliminato
ko_kr: 공급 업체에게 연락 해주기가 삭제되었습니다
mr_in: पुरवठादार संपर्क हटविला गेला आहे
nl_nl: Leveranciers contact is verwijded
pt_pt: Contato Fornecedor removido
ro_ro: Lua legatura cu furnizorul a fost şters
ru_ru: Контакт поставщика был удален
sq_al: kontakt Furnizuesi është grisur
sv: Kontaktposten har makulerats
sw_ke: kuwasiliana Supplier imefutwa
tr_tr: TEDARIKÇI IRTIBAT VERISI SILINDI
zh_hk: 供应商联系人已删除
zh_tw: 供應商聯繫已刪除

source: Contacts Defined for
cs_cz: Kontakty definované pro
es_es: Contactos definidos por
hi_in: के लिए निर्धारित संपर्क
id_id: Kontak Dibuat utk
it_it: Contatti definiti per
ko_kr: 연락처에 대한 정의
mr_in: परिभाषित संपर्क
nl_nl: Cotancten gedefinieerd voor
pt_pt: Contatos definidos para
ro_ro: Contacte definite pentru
ru_ru: Контакты определены для
sq_al: Kontakte të përcaktuara për
sv: Kontakter registrerade för
sw_ke: Defined mawasiliano kwa ajili ya
tr_tr: IRTIBAT :
zh_hk: 联系人
zh_tw: 聯繫定義:

source: There are no contacts defined for this supplier
es_es: No hay contactos definidos para este proveedor
id_id: Belum ada kontak yg dibuat utk supplier ini
ko_kr: 이 공급 업체에 대해 정의 된 연락처가 없습니다
mr_in: या पुरवठादार परिभाषित कोणतेही संपर्क नाहीत
pt_pt: Não há contatos definidos para este fornecedor
ro_ro: Nu exista date de contact definite pentru acest furnizor
zh_tw: 針對該供應商沒有聯繫人被定義

source: Show all the supplier contacts for
cs_cz: Zobrazit všechny kontakty pro dodavatele
es_es: Mostrar todos los contactos del proveedor por
hi_in: दिखाएँ सभी आपूर्तिकर्ता के लिए संपर्क
id_id: Tampilkan semua kontak supplier utk
it_it: Mostra
ko_kr: 모든 공급 업체의 연락처를보기
mr_in: सर्व पुरवठादार संपर्क दर्शवा
nl_nl: Toon alle leveranciers contacten voor
pt_pt: Exibir todos contatos fornec. para
ro_ro: Arată toate contactele furnizor pentru
ru_ru: Показать все контакты поставщика для
sq_al: Trego të gjitha kontaktet e furnizuesit për
sv: Visa alla leverantörskontakter för
sw_ke: Kuonyesha majina ya wote wasambazaji kwa ajili ya
tr_tr: TÜM TEDARIKÇI IRTIBATLARINI GÖSTER:
zh_hk: 显示全部供应商联系人
zh_tw: 顯示全部供應商聯繫

source: The contact name must be more than one characters long
ko_kr: 연락처 이름은 하나 이상의 자이어야
mr_in: संपर्क नाव एकापेक्षा अधिक वर्णांचे असणे आवश्यक आहे
pt_pt: O nome contato deve ter mais que 1 caractere
zh_tw: 聯絡人姓名必須超過一個字符長

source: More than one characters long
es_es: Más de una letra de largo
ko_kr: 하나 이상의 자
mr_in: एकापेक्षा जास्त वर्णांचे
pt_pt: Mais que um caracter tamanho
zh_tw: 超過一個字符長

source: The input should be phone number
ko_kr: 입력은 전화 번호해야
mr_in: इनपुट फोन नंबर असावा
pt_pt: Deve ser número de telefônico
zh_tw: 必須輸入電話號碼

source: Only digits,space,+,-,(,) allowed
es_es: Sólo dígitos, espacio, (+), (-) o (,)
ko_kr: 만 자리, 공간, +, -, (,) 허용
mr_in: केवळ अंक, जागा, + - () ला परवानगी
pt_pt: Somente digitos, espaço, +, -, (, ), permitido
zh_tw: 只是數字，空格，+， - ，（，）允許

source: Mobile No
cs_cz: Mobilní č.
es_es: Celular No.
hi_in: मोबाइल नहीं
id_id: No. HP
it_it: No
ko_kr: 모바일 없음
mr_in: मोबाइल नाही
nl_nl: GSM Nr
pt_pt: Núm. Celular
ro_ro: Nu Mobile
ru_ru: Мобильный номер
sq_al: Mobile Jo
sv: Mobilnr
sw_ke: Hakuna simu
tr_tr: CEP TEL.
zh_hk: 手机号码
zh_tw: 手機號碼

source: The input must be email format
ko_kr: 입력은 이메일 형식이어야합니다
mr_in: इनपुट ईमेल स्वरूप असणे आवश्यक आहे
pt_pt: Informar email formato válido
zh_tw: 輸入必須是電子郵件格式

source: should be email format such as adm@weberp.org
es_es: Debe ser en formato de correo electrónico como adm@weberp.org
ko_kr: 이러한 adm@weberp.org으로 이메일 형식이어야합니다
mr_in: अशा adm@weberp.org म्हणून ईमेल स्वरूप असावे
pt_pt: deve estar no formato email, ex: usuario@emailbrasil.com.br
zh_tw: 電子郵件格式如: xxxx@domain.com

source: Supplier Credit Note
cs_cz: Dodavatel dobropis
es_es: Nota de Crédito (Abono) a proveedor
hi_in: आपूर्तिकर्ता क्रेडिट नोट
id_id: Nota Kredit Supplier
it_it: Nota di credito fornitore
ko_kr: 공급 업체 신용 참고
mr_in: पुरवठादार क्रेडिट टीप
nl_nl: Leveranciers Credit Nota
pt_pt: Nota Créd. Fornecedor
ro_ro: Furnizorul de credit Notă
ru_ru: Поставщик кредитную Примечание
sq_al: Shënim Furnizuesi Credit
sw_ke: Wasambazaji Mikopo Kumbuka
tr_tr: Tedarikçi Kredi Notu
zh_hk: 供应商红字发票
zh_tw: 供應商折讓單

source: Enter Supplier Credit Note:
cs_cz: Zadejte dodavatelského úvěru Poznámka:
es_es: Ingrese la nota de Crédito de proveedores:
hi_in: आपूर्तिकर्ता क्रेडिट नोट दर्ज करें:
id_id: Masukkan Nota Kredit Supplier:
it_it: Inserisci Nota di Credito Fornitore:
ko_kr: 공급 업체 신용 참고를 입력 :
mr_in: पुरवठादार क्रेडिट टीप प्रविष्ट करा:
nl_nl: Voer leverancierskrediet Opmerking:
pt_pt: Inform. Nota Créd. Fornec.
ro_ro: Introduceţi credit Notă Furnizor:
ru_ru: Введите Примечание коммерческого кредита:
sq_al: Enter Credit Shënim Furnizuesi:
sv: Registrera en lev.kreditfaktura
sw_ke: Kuingia Supplier Mikopo Kumbuka:
tr_tr: Tedarikçi Kredi Notu girin:
zh_hk: 输入供应商红字发票：
zh_tw: 輸入供應商信用說明：

source: The supplier record selected
cs_cz: Dodavatel vybraný záznam
es_es: Registro de proveedor Seleccionado
hi_in: आपूर्तिकर्ता चयनित रिकॉर्ड
id_id: Data supplier yg dipilih
it_it: Il record dei fornitori selezionati
ko_kr: 선택한 공급 업체 기록
mr_in: निवडलेले पुरवठादार रेकॉर्ड
nl_nl: Geselecteerde leveranciers record
pt_pt: Fornecedor selecionado
ro_ro: Record cu furnizorul selectat
ru_ru: Выбранная запись поставщика
sq_al: Të dhënat e furnizuesit e përzgjedhur
sv: <small>Inget markerat.</small>
sw_ke: Rekodi ya wasambazaji wa kuchaguliwa
tr_tr: TEDARIKÇI KAYDI SEÇILDI
zh_hk: 选取供应商的供应商供货信息
zh_tw: 選取供應商的供應商記錄

source: The tax province associated with your user account has not been set up in this database. Tax calculations are based on the tax group of the supplier and the tax province of the user entering the invoice. The system administrator should redefine your account with a valid default stocking location and this location should refer to a valid tax province
cs_cz: Daň provincie spojené s vaším uživatelským účtem nebyl zřízen v této databázi. Daňové výpočty jsou založeny na daňové skupině dodavatele a daňové provincie uživatel vstupující na faktuře. Správce systému by měl nově definovat svůj účet s platnou výchozí umístění skladování a toto umístění by měla odkazovat na platnou daň provincie
es_es: La jurisdicción fiscal asociada con su cuenta de usuario no ha sido configurada aún. Los cálculos de impuestos se basan en el grupo de impuestos del proveedor y la jurisdicción fiscal del usuario que registra la factura. El administrador del sistema debería redefinir su cuenta con una ubicación predeterminada de existencias válida y esta ubicación debería referirse a una jurisdicción fiscal válida.
hi_in: कर आपके उपयोगकर्ता खाते के साथ जुड़ा हुआ प्रांत इस डेटाबेस में निर्धारित नहीं की गई है. कर गणना आपूर्तिकर्ता और चालान प्रवेश उपयोगकर्ता का टैक्स प्रांत के कर समूह पर आधारित हैं. सिस्टम व्यवस्थापक कोई मान्य डिफ़ॉल्ट संग्रहण स्थान के साथ अपने खाते को फिर से परिभाषित और इस स्थान एक मान्य कर प्रांत का उल्लेख करना चाहिए करना चाहिए
id_id: Wilayah pajak yg berhubungan dgn akun user Anda belum dibuat di database ini. Perhitungan pajak berdasarkan pada grup pajak dari supplier dan wilayah pajak dari user yg memasukkan faktur. Administrator sistem perlu menetapkan akun Anda dgn lokasi stok standar yg berlaku dan lokasi ini akan mereferensi kpd wilayah pajak yg berlaku
it_it: La provincia fiscali associati al tuo account utente non è stato impostato in questo database. il calcolo delle imposte sono basati sul gruppo fiscale del fornitore e la provincia fiscale degli utenti che entrano nella fattura. L&#39;amministratore di sistema deve ridefinire il suo account con un percorso valido calza di default e questa posizione deve fare riferimento a una provincia fiscale valido
ko_kr: 사용자 계정과 관련된 세금 지방이 데이터베이스에 설정되지 않았습니다. 세금 계산은 공급 업체의 세금 그룹과 송장을 입력하는 사용자의 세 지방을 기반으로합니다. 시스템 관리자는 올바른 기본 스타킹 위치에 계정을 다시 정의해야하며,이 위치는 유효한 세금 지방을 참조해야합니다
mr_in: आपल्या वापरकर्ता खात्याशी संबद्ध कर प्रांत या डेटाबेसमध्ये सेट केली गेली नाही. कर गणिते पुरवठादार कर गट आणि चलन प्रविष्ट वापरकर्त्याच्या कर प्रांत आधारित आहेत. प्रणाली प्रशासक वैध डीफॉल्ट साठवण स्थान आपले खाते पुन्हा परिभाषित पाहिजे आणि हे स्थान वैध कर प्रांत तपासायला हवे
nl_nl: De fiscale provincie in verband met uw gebruikersaccount niet is ingesteld in deze databank. BTW-berekeningen zijn gebaseerd op de fiscale eenheid van de leverancier en de fiscale provincie van de gebruiker het invoeren van de factuur. De systeembeheerder moet herdefiniren uw account met een geldig standaard opslag locatie en deze locatie moet verwijzen naar een geldige fiscale provincie
pt_pt: Os impostos regionais associados com seu usuário não foi config. no DB. Calc. de Impostos são baseados no grupo de impostos do Fornec. e nos impostos da região para onde o usuário informou o Pedido. O adm. do sistema deve redefinir sua conta com um local de estoque padrão e esse local deve referir-se a uma região de impostos válida. (região pode ser estado/UF)
ro_ro: Provincia fiscale asociate cu contul dvs. de utilizator nu a fost înfiinţat în această bază de date. calcule fiscale se bazează pe grupul fiscal al furnizorului şi provincia fiscale ale utilizatorului intră în factură. Administratorul de sistem ar trebui să redefinească contul dvs. cu o locaţie validă de stocare implicit şi această locaţie trebuie să se refere la o provincie fiscal valabil
ru_ru: Налоговых провинции, связанные с вашей учетной записи еще не были созданы в этой базе данных. Налоговые расчеты основаны на налоговые группы поставщиков и налоговых провинции пользователя ввода счета-фактуры. Системный администратор должен пересмотреть свой аккаунт с действительными место хранения по умолчанию, и это место следует обратиться к действительным провинции налог
sq_al: Krahinën e taksave që lidhen me llogarinë tuaj të përdoruesit nuk ka qenë i vendosur në këtë bazë të dhënash. llogaritjet e taksave janë të bazuara në grupin e taksave të furnizuesit dhe të krahinës tatimore e përdoruesit që hyjnë në faturë. Administratori i sistemit duhet të ripërcaktuar llogarinë tuaj me një vend çorape të vlefshme default dhe këtë vend duhet t&#39;i referohet një krahinë të vlefshme tatimore
sv: Skatten provinsen kopplad till ditt användarkonto har inte satts upp i denna databas. Skatt Beräkningarna baseras på den skatt grupp av leverantören och den skatt provinsen användaren in i fakturan. Systemadministratören bör omdefiniera ditt konto med ett giltigt default Lagerhållningsplats och denna plats bör läsa en giltig skatt provins
sw_ke: Mkoa wa kodi kuhusishwa na user akaunti yako haijawahi kuanzisha katika database. mahesabu ya Kodi ni msingi wa kundi kodi ya wasambazaji na mkoa wa kodi ya user ya kuingia invoice. Mfumo administrator lazima redefine akaunti yako na eneo halali default kuhifadhi na eneo hili lazima kutaja jimbo halali ya kodi
tr_tr: kullanıcı hesabınız ile ilgili vergi il bu veritabanında kurmak olmamıştır. Vergi hesaplamaları tedarikçi ve fatura giren kullanıcının vergi ilin vergi grup dayanmaktadır. Sistem yöneticisi ve geçerli bir varsayılan çorap konumu ile hesabınıza yeniden belirlemelidir Bu konumu geçerli bir vergi il bakmalıdır
zh_hk: 你的用户设置中缺少纳税区域。税的计算, 是按照供应商的税收组和输入发票的用户的纳税区域决定的。系统管理员需要为你的用户设置一个仓库, 而仓库应对应一个有效的纳税区域
zh_tw: 在資料庫中, 你的用戶帳戶中的稅區還沒有設定. 稅的計算, 是按照供應商的稅組和用戶輸入發票的稅區. 系統管理員需要重新定義一個有效的預設存貨地點到你帳戶, 而這地點是要附到一個有效的稅區
