Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The StockID, SalesType, and CurrencyCode fields must have a corresponding entry in the stockmaster, salestypes, and currencies tables.
es_es: Los campos StockID, SalesType y CurrencyCode debe tener una entrada correspondiente en las tablas stockmaster, salestypes y currencies.
ko_kr: StockID, SalesType 및 CurrencyCode 필드는 stockmaster, salestypes 및 통화 테이블에 해당 항목이 있어야합니다.
mr_in: StockID, SalesType, आणि CurrencyCode फील्ड परस्पर stockmaster मध्ये नोंदणी salestypes, आणि चलने टेबल असणे आवश्यक आहे.
pt_pt: StockID, tipo de vendas e código moeda devem corresponder a uma entrada nas tabelas stockmaster, salestypes e currencies.
zh_tw: 自StockID，SalesType和CURRENCYCODE欄位必須在stockmaster，salstypes和currencies表中有相對應的紀錄。

source: Prices effective from
ko_kr: 에서 효과적인 가격
mr_in: किंमती प्रभावी
pt_pt: Data Inicial Efet. Preço
zh_tw: 價格生效日期自

source: Import Items
cs_cz: Import položek
es_es: Importar artículos
hi_in: आयात आइटम
id_id: Impor Item
it_it: Importare elementi
ko_kr: 수입 품목
mr_in: आयात आयटम
nl_nl: Importeer items
pt_pt: Importação de Itens
ro_ro: Elemente de import
ru_ru: Импортируемые товары
sq_al: Items Import
sv: Importera produkter
sw_ke: Kuagiza Items
tr_tr: İthalat Ürünleri
zh_hk: 导入物料
zh_tw: 匯入物料

source: Import Stock Items from .csv
cs_cz: Import na sklade od. CSV
hi_in: आयात स्टॉक से आइटम. Csv
id_id: Impor Item Stok dari .csv
it_it: Importare elementi da Stock. Csv
ko_kr: .CSV에서 가져 오기 재고 항목
mr_in: . सी एस व्ही वरून आयात करा स्टॉक आयटम
nl_nl: Importeer voorraad items van .csv
pt_pt: Imp. Itens a partir de arq. CSV
ro_ro: De import din stoc. Csv
ru_ru: Импорт товаров склада из .csv
sq_al: Import Items Stock nga. Csv
sv: Importera lagerprodukter från .csv
sw_ke: Stock kuagiza vitu kutoka CSV.
tr_tr: Ithalat Hazır öğeler arasında. Csv
zh_hk: 从csv文件导入库存物料
zh_tw: 從CSV檔案格式匯入庫存物料

source: Stock item "
cs_cz: Skladová položka \
es_es: Artículo de Existencias "
hi_in: शेयर मद \
id_id: Item stok "
it_it: Archivio item "
ko_kr: 주식 항목 \ "
nl_nl: Voorraad item
pt_pt: Item de Estoque
ro_ro: Stoc element "
ru_ru: Элемент склада "
sq_al: pika Stock "
sv: Lager post "
sw_ke: Hisa bidhaa "
tr_tr: Stok item "
zh_hk: 库存物料"
zh_tw: 庫存物料

source: Values in the Perishable field must be either 0 (No) or 1 (Yes)
cs_cz: Hodnoty v oblasti potravin podléhajících rychlé zkáze, musí být buď 0 (ne) nebo 1 (ano)
es_es: Los valores Perecederos en el campo deben ser 0 (No) o 1 (Sí)
hi_in: खराब मैदान में मान या तो 0 (नहीं) या 1 (हाँ) होगा
id_id: Nilai di kolom tahan lama harus baik 0 (Tdk) atau 1 (Ya)
it_it: Valori in campo deperibili devono essere o 0 (No) o 1 (Si)
ko_kr: 부패하기 쉬운 필드의 값 중 하나 여야 0 (없음) 또는 1 (예)
mr_in: नाशवंत क्षेत्रात मूल्ये एकतर 0 (नाही) किंवा 1 (होय) असणे आवश्यक आहे
nl_nl: Waarden in het veld moet bederfelijke ofwel 0 (Nee) of 1 (Ja)
pt_pt: Valores no campo Perecível devem ser ou 0 (Não) ou 1 (Sim)
ro_ro: Valori în domeniul perisabile trebuie să fie 0 (nr) sau 1 (Da)
ru_ru: Значения в поле Скоропортящийся должно быть либо 0 (нет) или 1 (Да)
sq_al: Vlerat në fushën e prishet duhet të jetë ose 0 (Nuk ka) apo 1 (Po)
sv: Värdena i lättfördärvliga området måste vara antingen 0 (nej) eller 1 (Ja)
sw_ke: Maadili katika mashamba kuharibika lazima aidha 0 (No) au 1 (Ndiyo)
tr_tr: Bozulabilir alanında Değerler ya 0 (Hayır) veya 1 (Evet) olmalıdır
zh_hk: 是否易腐品的字段值必须是0代表否或者1代表是
zh_tw: 易府品的欄位值必須為0（否）或1（是）

source: The weight of the packaged item in KGs must be numeric
cs_cz: Hmotnost v kg balených položky musí být číslo
es_es: El peso del artículo empaquetado en Kg debe ser numérico
hi_in: किलोग्राम में पैक आइटम के वजन संख्यात्मक होना चाहिए
id_id: Berat item di-kardus dalam KG harus numerik
it_it: Il peso degli aricoli impacchettati espresso in KG deve essere numerico
ko_kr: KGS에서 패키지 아이템의 무게는 숫자 여야합니다
mr_in: किग्रॅ मध्ये पॅकेज आयटमची वजन अंकीय असणे आवश्यक आहे
nl_nl: Gewicht (in KG) van het verpakte item moet numeriek zijn
pt_pt: O peso da embalagem em KG deve ser numérico e positivo
ro_ro: Greutatea elementului ambalate în KGS trebuie să fie numeric
ru_ru: Вес упакованного товара в кг должен быть числовым
sq_al: Pesha e elementit të paketuara në KGS duhet të jetë një numër
sv: Vikten av förpackad vara i KG måste anges med siffror
sw_ke: Uzito wa bidhaa katika vifurushi kilo lazima numeric
tr_tr: PAKET AGIRLIGI kg. DEGERINDE, POZITIF RAKKAM OLMALI
zh_hk: 包装重量必须是数值
zh_tw: 包裝商品的重量公斤必須是數值

source: Items must be of MBFlag type Manufactured(M), Assembly(A), Kit-Set(K), Purchased(B), Dummy(D) or Phantom(G)
cs_cz: Položky musí být MBFlag typu Výrobce (M), shromáždění (A), Kit-Set (K), Nakoupené (B), Dummy (D), nebo Phantom (G)
es_es: Los Artículos deben ser del tipo MBFlag Manufacturados(M), Ensamblados(A), Kits(K), Comprados(B), ComodinesD) ó Fantasmas(G)
hi_in: आइटम प्रकार (एम) निर्मित, विधानसभा (ए), किट, सेट (कश्मीर), खरीदा (बी), डमी (डी) या प्रेत (जी) MBFlag का होना चाहिए
id_id: Item harus bertipe MBFlag Diproduksi (Manufactured-M), Rakitan (Assembly-A), Kit-Set(K), Dibeli (Purchased-B), Dumi (Dummy-D) atau Intelek (Phantom-G)
it_it: Gli articoli devono essere di tipo MBFlag Prodotto (M), Montaggio (A), Kit-Set (K), acquistate (B), Dummy (D) o Phantom (G)
ko_kr: 항목 (M), 조립 (A) 제조 MBFlag 유형이어야합니다, 키트 세트 (K), 구매 (B), 더미 (D) 또는 팬텀 (G)
mr_in: आयटम (एम), जुळवणी (अ), किट-सेट (के), खरेदी (ब), नकली (ड) किंवा अभ्यास (जी) तयार झालेली MBFlag प्रकारच्या असणे आवश्यक आहे
nl_nl: Onderdelen moeten van het type MBFlag Gefabriceerd (M), assemblage (A), Kit-Set (K), Gekocht (B), Dummy (D) of Phantom (G)
pt_pt: Itens podem ser: (M) Manufaturado; (A) Montado; (K)Kit; (B)Comprado; (D)Boneco e (G)Fantasma
ro_ro: Elementele trebuie să fie de tip MBFlag industriale (M), Adunarea (A), Kit-Set (K), Achiziţionat (B), Dummy (D) sau Phantom (G)
ru_ru: Элементы должны быть MBFlag типа Изготовлено (M), Собрано (), Укомплектовано (K), Приобретено (B), Болванка(D) или Фантом (G)
sq_al: Artikujt duhet të jetë i tipit MBFlag Prodhuar (M), Kuvendi (A), Kit-Set (K), blera (B), Dummy (D) ose Phantom (G)
sv: Artiklar måste vara av MBFlag typ Tillverkas (M), sammansättning (A), Kit-Set (K), Inköp (B), Dummy (D) eller Phantom (G)
sw_ke: Vitu lazima ya aina MBFlag Viwandani (M), Bunge (A), Kit-Set (K), kununuliwa (B), Dummy (D) au Phantom (G)
tr_tr: Bileşen türü üretilmiştir (M), Meclis (A), Kit-Set (K), Satın (B), Kukla (D) veya Phantom (G) MBFlag olmalıdır
zh_hk: 物料必须属于物料标志类型制造(M),组合(A),套装(K),采购(B),虚拟(D)或者Phantom(G)
zh_tw: 物料必須是製造（M），組裝（Ａ），套裝（K），採購（B），虛擬（D）或仿真（G）等標誌類型

source: Assembly/Kitset/Phantom/Service items cannot also be controlled items
cs_cz: Montáž / Kitset / Phantom / Služba položky nemůže být kontrolované zboží
es_es: Artículos como Ensamblajes/Kits/Virtuales/Servicios/Trabajos no pueden ser además artículos controlados.
hi_in: विधानसभा / Kitset / प्रेत / सेवा वस्तुओं को भी नियंत्रित आइटम नहीं हो सकता
id_id: Item Rakitan/Set/Intelek/Jasa juga tdk dapat sbg item terkontrol
it_it: Assemblaggio / Kitset / Phantom / articoli di servizio non possono essere prodotti controllati
ko_kr: 조립 / Kitset / 팬텀 / 서비스 상품도 아이템을 제어 할 수 없다
mr_in: जुळवणी / Kitset / अभ्यास / सेवा आयटम देखील आयटम नियंत्रित केला जाऊ शकत नाही
nl_nl: Montage / kitset / Phantom / Service artikelen kunnen niet worden gecontroleerde producten
pt_pt: Montagem, Kit, Fantasma e Serviço não são itens controláveis
ro_ro: Adunarea / Kitset / Phantom / articole de servicii nu pot fi, de asemenea, produsele supuse controlului
ru_ru: Сборка/Комплект/Фантом/Сервис не может быть контролируемым элементом
sq_al: Kuvendi / Kitset / Phantom / artikuj Service nuk mund të artikujve të kontrolluar
sv: Montering / Kitset / Phantom / Service poster som inte kan även styras poster
sw_ke: Kanisa / Kitset / Phantom / Huduma vitu hawezi pia kudhibitiwa vitu
tr_tr: Montaj / Kitset / Phantom / Hizmet öğeler de kontrol öğeleri olamaz
zh_hk: 组合物料/套装物料/Phantom/服务不能设定为受控物料
zh_tw: 大會/包套/幻影/服務為不能同時被控制的項目

source: Assemblies, Dummies and Kitsets are not physical items and batch/serial control is therefore not appropriate
cs_cz: Sestavy, nechápavé a Kitsets nejsou fyzické předměty a dávky / sériová kontrola proto není vhodné
es_es: Los ensamblajes, comodines y kits no son artículos físicos y por ende no es apropiado el control por lotes/serial
hi_in: विधानसभाओं Dummies, और Kitsets भौतिक वस्तुओं और बैच / धारावाहिक नियंत्रण इसलिए उचित नहीं है नहीं कर रहे हैं
id_id: Rakitan, Dumi dan Set bukanlah item fisik oleh karena itu kontrol batch/seri tdk tepat
it_it: Assemblee, Dummies e Kitsets non sono oggetti fisici in lotti e / controllo seriale non è quindi opportuno
ko_kr: 어셈블리, 인형과 Kitsets 물리적 항목 및 배치 / 직렬 제어 따라서 적절하지 않다 아니다
mr_in: असेंब्ली, नवशिक्यांसाठी आणि Kitsets सिरियल नियंत्रण त्यामुळे योग्य नाही शारीरिक आयटम आणि बॅच / नाहीत
nl_nl: Assemblies, Dummies en Kitsets zijn niet fysiek items en batch / serile is daarom niet geschikt
pt_pt: Montagem, Dummies e Kit não são itens físicos. Usar lote/serie não faz sentido
ro_ro: Ansambluri, Dummies şi Kitsets nu sunt elemente fizice şi lotul / control de serie, nu este, prin urmare,
ru_ru: Сборки, Болванки и Комплекты не являются физическими предметами и поэтому партийны/серийный контроль не соответствует
sq_al: Kuvendet, Dummies dhe Kitsets nuk janë objekte fizike dhe grumbull / kontroll serial nuk është e përshtatshme
sv: Församlingar, modeller och Kitsets är inte fysiska objekt och parti / seriell styrning är därför inte lämpligt
sw_ke: Makanisa, Dummies na Kitsets si kimwili vitu na kundi / kudhibiti Serial hiyo si sahihi
tr_tr: Meclisleri, Dummies ve Kitsets / seri kontrol nedenle uygun değildir fiziksel öğeleri ve parti değildir
zh_hk: 组合物料/虚拟料和套装物料并不是物理物料, 批次/序列号控制并不适用
zh_tw: 組件，虛擬和工具包套不是物理項目，因此批量/序列控制是不恰當的

source: ItemPDF must contain either a filename, or the keyword `none`
cs_cz: ItemPDF musí obsahovat buď název souboru nebo klíčového slova &quot;žádný&quot;
es_es: El elemento PDF debe contener un nombre de archivo o la palabra clave `none`
hi_in: ItemPDF भी शामिल करना चाहिए, एक फ़ाइल नाम या खोजशब्द &#39;कोई नहीं&#39;
id_id: ItemPDF baik harus berisi nama file, atau kata kunci `none`
it_it: ItemPDF deve contenere un nome di file, o la parola chiave `none`
ko_kr: ItemPDF는 파일 이름, 또는 키워드`를 포함해야 none`
mr_in: ItemPDF फाइलनाव, किंवा कीवर्ड `काहीही` एकतर असणे आवश्यक आहे
nl_nl: ItemPDF moet bevatten, hetzij een bestandsnaam, of het sleutelwoord &quot;geen&quot;
pt_pt: Item PDF deve conter ou um nome de arquivo, ou a palavra (none)
ro_ro: ItemPDF trebuie să conţină fie un nume de fişier, sau cuvântul cheie &quot;nici una&quot;
ru_ru: ItemPDF должно содержать либо имя файла, или ключевое слово &quot;none&quot;
sq_al: ItemPDF duhet të përmbajë ose një filename, ose `fjalen asnjë`
sv: ItemPDF måste innehålla antingen ett filnamn, eller sökordet &quot;Inga&quot;
sw_ke: ItemPDF lazima iwe ama ya filename, au keyword &quot;hakuna&quot;
tr_tr: ItemPDF `kelime` hiçbiri ya da bir dosya ya da içermelidir
zh_hk: ItemPDF必须包含文件名或者关键字none
zh_tw: 物料PDF必須包含一個文件名，或者是關鍵字`無`

source: Please ensure that your csv file charset is UTF-8, otherwise the data will not store correctly in database
ko_kr: 그렇지 않으면 데이터가 데이터베이스에 제대로 저장되지 않습니다, CSV 파일의 문자 집합이 UTF-8 있는지 확인하십시오
mr_in: अन्यथा डेटा डेटाबेसमध्ये योग्यरित्या संग्रह करणार नाही, आपल्या सीएसव्ही फाइल वर्णसंच UTF-8 आहे याची खात्री करा
pt_pt: Confirme que o arquivo csv, utiliza o código UTF-8, caso contrário os dados não serão armazenados corretamente no DB
zh_tw: 請確任您的CSV文件的字符集為UTF-8，否則資料將無法正確儲存在資料庫

source: Update if SupplierNo exists
ko_kr: 업데이트 SupplierNo가있는 경우
mr_in: SupplierNo अस्तित्वात असेल तर अद्यतनित
pt_pt: Atualizar Fornecedor se Existir
zh_tw: 如果供應商編號不存在，請更新

source: List of Items without picture
es_es: Lista de artículos sin foto
id_id: Daftar Item tanpa gambar
ko_kr: 사진이없는 항목의 목록
mr_in: चित्र न आयटमची सूची
pt_pt: Lista de Itens sem Imagem
zh_tw: 顯示沒有照片的物料

source: Current Items without picture in webERP
es_es: Artículos actuales sin foto en webERP
id_id: Item tanpa gambar di webERP
ko_kr: webERP에 사진없이 현재 항목
mr_in: WebERP इन चित्र न वर्तमान आयटम
pt_pt: Itens sem Imagem no WebERP
zh_tw: 在ERP中目前的物料沒有圖像

source: Make locationusers Records
ko_kr: locationusers 기록 확인
zh_tw: 使用戶的位置記錄

source: This script makes stock location records for parts where they do not already exist
cs_cz: Tento skript umožňuje evidenci vozidel umístění částí, pokud ještě neexistují
es_es: Este script hace registros de localización de existencias para partes donde ellas no existan previamente
hi_in: इस स्क्रिप्ट के भागों के लिए स्टॉक स्थान रिकॉर्ड बनाता है, जहां वे पहले से ही मौजूद नहीं है
id_id: Script ini membuat data lokasi stok utk brg yg belum ada
it_it: posizione
ko_kr: 이 스크립트는 이미 존재하지 않는 부품 재고 위치 기록을 만든다
mr_in: हे स्क्रिप्ट ते आधीच अस्तित्वात नाही जेथे भाग साठी स्टॉक स्थान रेकॉर्ड करते
nl_nl: Dit script maakt voorraad lokatie records aan voor items daar waar die nog niet bestaan
pt_pt: Este script cria registros para os locais de estoque onde o item não existe
ro_ro: Acest script face evidenţa stocurilor locaţie pentru piese de cazul în care acestea nu există deja
ru_ru: Скрипт создает записи по расположению складов для частей, где они еще не существуют
sq_al: Ky skenar i bën të dhënat vend të aksioneve për pjesët ku ato nuk ekzistojnë
sv: Detta skript gör lagerbokföring plats för delar där de inte redan finns
sw_ke: script Hii inafanya kumbukumbu za eneo hisa kwa sehemu ambapo hawana tayari zipo
tr_tr: Bu script zaten az olduğu yerlerde parçalar için stok yeri kayıtlarını yapar
zh_hk: 这程式制作未存在的部件的存货地点记录
zh_tw: 這程式製作未存在的部件的存貨地點記錄

source: Any users that may not have had user location records have now been given new location user records
ko_kr: 사용자 위치 기록을 없었을 수있는 사용자는 이제 새로운 위치의 사용자 레코드를 주어졌다
zh_tw: 可能不會有用戶的位置記錄，任何用戶現在已經被賦予了新的位置的用戶記錄

source: Make New Company Database Utility
cs_cz: Vytvořit novou databázi firem Utility
es_es: Utilidad para Crear Base de Datos de Nueva Empresa
hi_in: नई कंपनी डाटाबेस उपयोगिता करें
id_id: Fasilitas Membuat Database Perusahaan Baru
it_it: Fai la nuova utility di database aziendale
ko_kr: 새로운 회사 데이터베이스 유틸리티를 확인
mr_in: नवीन कंपनी डेटाबेस उपयुक्तता करा
nl_nl: Faciliteit om een database te maken voor een nieuw bedrijf
pt_pt: Utilit. Criar Novo DB d
ro_ro: Make New Database Utility Company
ru_ru: Утилита создания базы данных новой компании
sq_al: Make New Database Utility Company
sv: Verktyg för att skapa ett nytt företag
sw_ke: Kufanya Mpya Kampuni Database Utility
tr_tr: YENI FIRMA VERITABANI YARAT
zh_hk: 制作新公司数据库应用工具
zh_tw: 應用工具--建立新公司資料庫

source: The web-server does not appear to be able to write to the companies directory to create the required directories for the new company and to upload the logo to. The system administrator will need to modify the permissions on your installation before a new company can be created
cs_cz: Web-server se nezdá být schopna zapisovat do adresáře firem vytvořit potřebné adresáře pro nové společnosti a nahrát logo. Správce systému bude muset změnit oprávnění na instalaci před novou společnost může být vytvořena
es_es: El servidor web no parece ser capaz de escribir a las empresas del directorio para crear los directorios necesarios para la nueva compañía y para cargar el logo de la misma. El administrador del sistema tendrá que modificar los permisos en su instalación antes de que una nueva empresa pueda crearse
hi_in: वेब सर्वर करने के लिए कंपनियों के लिए नई कंपनी के लिए आवश्यक निर्देशिका बनाने के लिए और करने के लिए लोगो अपलोड निर्देशिका में लिखने में सक्षम होना प्रकट नहीं होता है. सिस्टम प्रशासक के लिए एक नई कंपनी पहले अपने स्थापना पर अनुमतियाँ संशोधित करने की आवश्यकता होगी बनाया जा सकता है
id_id: Web-server tampaknya tdk dapat menulis ke direktori companies (perusahaan) utk membuat direktori yg diperlukan utk perusahaan baru dan utk meng-upload logo. Administrator sistem akan perlu mengubah izin pada instalasi Anda sebelum perusahaan yg baru dapat dibuat
it_it: Il server web non sembra essere in grado di scrivere nella directory imprese per creare le directory necessarie per la nuova società e per caricare il logo di. L&#39;amministratore di sistema sarà necessario modificare le autorizzazioni per l&#39;installazione prima di una nuova impresa può essere creato
ko_kr: 웹 서버는 새로운 회사에 필요한 디렉토리를 만들고에 로고를 업로드 할 회사 디렉토리에 쓸 수 있도록 표시되지 않습니다. 새로운 회사가 생성되기 전에 시스템 관리자는 설치에 대한 사용 권한을 수정해야합니다
mr_in: वेब सर्व्हर नवीन कंपनी आवश्यक संचयीका तयार करण्यासाठी आणि लोगो अपलोड करण्यासाठी कंपन्या निर्देशिकेत लिहू दिसत नाही. एक नवीन कंपनी तयार केले जाण्यापूर्वी प्रणाली प्रशासकाला आपल्या प्रतिष्ठापनकरीता परवानग्या सुधारित लागेल
nl_nl: De webserver lijkt niet in staat om naar de bedrijfs directory te schrijven om de vereiste directories te maken en om het logo te importeren. De systeem beheerder dient de authorisaties te wijzigen voordat er een nieuw bedrijf kan worden gemaakt
pt_pt: O servidor http, webserver, parece não ter autoriz. de grav. no diretório da nova companhia onde será gravado o logo da empresa. O adm do sistema deve modificar as permissões antes que a nova companhia seja criada
ro_ro: Web-server nu pare să fie în măsură să scrie în directorul de companii pentru a crea directoare necesare pentru noua companie şi pentru a încărca logo. Administratorul de sistem va trebui să modificaţi permisiunile de instalare inainte de o noua companie poate fi creată
ru_ru: Веб-сервер не имеет возможностм писать в каталог компаний для создания необходимых каталогов для новой компании и загрузки логотипа. Системному администратору будет необходимо изменить разрешения на вашу установку перед возможностью создания новой компании
sq_al: Web-server nuk duket të jetë në gjendje të shkruaj në directory kompanitë për të krijuar drejtoritë e nevojshme për kompani të reja dhe të ngarkoni logon për të. Administratori i sistemit do të duhet të ndryshoni autorizimet në instalimin tuaj para se një kompani e re mund të krijohet
sv: Den web-server verkar inte kunna skriva till de företag som katalogen för att skapa den nödvändiga kataloger för det nya bolaget och att ladda upp logotyp. Systemadministratören måste modifiera behörigheterna för din installation innan ett nytt företag kan skapas
sw_ke: Mtandao-server haionekani kuwa na uwezo wa kuandika kwa directory makampuni ya kuunda telefonkataloger required kwa kampuni mpya na ya upload alama ya. Msimamizi mfumo wa haja ya kurekebisha ruhusa ya ufungaji yako kabla ya kampuni mpya inaweza umba
tr_tr: WEB SUNUCUNUZDAKI FIRMA KLASÖRÜ YAZILABILIR DEGIL, SISTEM YÖNETICINIZE DANISINIZ
zh_hk: 网络服务器看来无法写入公司目录，为新公司创建要求的目录，以及上传logo. 在新公司创建前，系统管理员需修改权限，允许您安装新公司。
zh_tw: 網路伺服器無法寫入公司目錄用。為新公司先見目錄及上傳公司標誌(Logo). 在新公司新建之前，系統管理員需要修改權限，允許您安裝新公司。

source: Company database must not contain spaces, \& or " or '
ko_kr: 회사 데이터베이스 '는 공백을 포함 \ & 또는 \ "또는 안
pt_pt: Abreviações da Companhia não devem conter espaços, ou caracteres especiais
zh_tw: 公司資料庫不能包含空格

source: Only jpg files are supported - a file extension of .jpg is expected
cs_cz: Pouze JPG soubory jsou podporovány -. Příponou jpg se očekává, že
es_es: Sólo los archivos .jpg son soportados, se espera una extensión de archivo .jpg
hi_in: केवल jpg फ़ाइलों का समर्थन कर रहे हैं -. फाइल के jpg एक्सटेंशन की उम्मीद है
id_id: Hanya file jpg yg didukung - harus file dgn akhiran .jpg
it_it: Solo i file jpg sono supportati -. Un&#39;estensione di file jpg è previsto
ko_kr: 만 JPG 파일이 지원됩니다 - .JPG 파일 확장자가 예상된다
mr_in: केवळ JPG फाइल्स समर्थीत आहे -.JPG एक फाइल एक्सटेंशन अपेक्षित आहे
nl_nl: Alleen jpg files worden ondersteund - een file met .jpg extension dient te worden gebruikt
pt_pt: Só arquivos do tipo jpg serão usados
ro_ro: Numai fişiere jpg sunt acceptate. - O extensie de fişier de jpg este de aşteptat
ru_ru: Только JPG файлы поддерживаются -. ожидается расширение файла JPG,
sq_al: Vetëm fotografi jpg janë të mbështetura -. A file extension i jpg pritet
sv: Endast jpg-filer stöds -. Filtillägget jpg väntas
sw_ke: Tu files jpg ni mkono -. Ugani faili wa jpg inatarajiwa
tr_tr: SADECE JPG DOSYALARI DESTEKLENIYOR - UZANTISI .JPG OLAN BIR DOSYA YÜKLEYINIZ
zh_hk: 只支持JPG文件- 请输入一个 .jpg 扩展名的文件
zh_tw: 只支援 JPG 檔案 - 請輸入一個 .jpg 為副名的檔案

source: The script to create the new company database failed because
cs_cz: Skript pro vytvoření nové firemní databázi se nezdařilo, protože
es_es: El SQL para crear la base de datos de la nueva compañía falló porque
hi_in: करने के लिए नई कंपनी डाटाबेस बनाने लिपि क्योंकि विफल
id_id: Script utk membuat database perusahaan baru gagal karena
it_it: Lo script per creare il nuovo database azienda non è riuscita perché
ko_kr: 스크립트 때문에 실패 새로운 회사의 데이터베이스를 작성하려면
mr_in: कारण नवीन कंपनी डेटाबेस तयार करण्यासाठी स्क्रिप्ट अयशस्वी
nl_nl: Script om de nieuwe bedrijfs database te maken faalde omdat
pt_pt: O script para criar o novo banco da companhia falhou porque
ro_ro: Script pentru a crea baza de date noua societate a eşuat pentru că
ru_ru: Скрипт для создания новой базы данных компании завершился неудачей, потому что
sq_al: Shkrimit për të krijuar bazën e të dhënave të reja kompani dështoi sepse
sv: De skript för att skapa det nya bolaget databasen misslyckades på grund
sw_ke: Script ya kuunda kampuni mpya ya Mbegu alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 产生新公司数据库的程式失败, 因为
zh_tw: 產生新公司資料庫的程式失敗, 因為

source: Attempting to create the new company directories
cs_cz: Pokus o vytvoření nové společnosti adresářů
es_es: Intentando crear las carpetas de la nueva compañía
hi_in: करने के लिए नई कंपनी बनाने का प्रयास कर निर्देशिका
id_id: Mencoba utk membuat direktori perusahaan yg baru
it_it: Il tentativo di creare le directory nuova società
ko_kr: 새로운 회사 디렉토리를 만들려고
mr_in: नवीन कंपनी संचयीका निर्माण करण्याचा प्रयत्न
nl_nl: Poging om de nieuwe bedrijfs directories te maken
pt_pt: Tentando criar diretórios da nova companhia
ro_ro: Încercarea de a crea directoare noua companie
ru_ru: Попытка создания новых каталогов компании
sq_al: Përpjekur për të krijuar directories kompani e re
sv: Försöker skapa det nya företagets mappar
sw_ke: Kujaribu kujenga Directories kampuni mpya
tr_tr: YENI FIRMA IÇIN KLASÖR YARATILMAYA ÇALISILIYOR
zh_hk: 尝试产生新公司目录
zh_tw: 產生新公司目錄.....

source: This company cannot be added because either it already exists or no logo is being uploaded!
cs_cz: Tato společnost nemůže být přidána, protože buď již existuje nebo ne logo je nahrán!
es_es: No se puede agregar esta compañía porque ya existe o no se está cargando un logotipo
hi_in: यह कंपनी क्योंकि यह या तो पहले से मौजूद है या कोई लोगो अपलोड किया जा रहा है जोड़ा नहीं जा सकता!
id_id: Perusahaan ini tdk dapat ditambahkan karena sdh ada atau tdk ada logo yg di-upload!
it_it: Questa società non può essere aggiunto sia perché esiste già o no logo è stato caricato!
ko_kr: 이 회사는 하나가 이미 존재하기 때문에 추가 할 수 없거나 로고가 업로드되고 있지!
mr_in: तो आधीपासूनच विद्यमान एकतर कारण ही कंपनी जोडले जाऊ शकत नाही किंवा कोणतेही लोगो अपलोड करण्यात येत आहे!
nl_nl: Dit bedrijf kan niet worden toegevoegd omdat het of al bestaat of er geen logo is geimporteerd
pt_pt: Esta companhia não pode ser adicionada porque ela já existe ou nenhum logo está subindo
ro_ro: Aceasta companie nu poate fi adăugat, fie pentru că ea deja există sau nu logo-ul este în curs de încărcat!
ru_ru: Эта компания не может быть добавлена, потому что она уже существует или логотип не загружен!
sq_al: Kjo kompani nuk mund të shtohet sepse ose ajo tashmë ekziston, ose nuk logo është duke u ngarkuar!
sv: Detta företag kan inte läggas till eftersom antingen det redan finns eller ingen logotyp läggs upp!
sw_ke: Kampuni hii hawezi kuwa aliongeza kwa sababu aidha tayari lipo au alama yeyote ni kuwa uploaded!
tr_tr: YENI FIRMA EKLENEMEDI! YA SISTEMDE MEVCUT YA DA FIRMA LOGOSU YÜKLENMEMIS
zh_hk: 这公司未能新增, 因为已存在或未上载公司标志
zh_tw: 這新公司不能新建, 因為已存在或未上傳公司標誌
