Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Action for Zero Counts
cs_cz: Akce pro Zero Counts
es_es: Acción para Cómputos Cero
hi_in: शून्य गणना के लिए लड़ाई
id_id: Tindakan utk Perhitungan 0
it_it: Azione per Zero Conti
ko_kr: 제로 카운트에 대한 조치
mr_in: शून्य संख्या कृती
nl_nl: Actie voor de nul tellingen
pt_pt: Ação para Zerar Contadores
ro_ro: Acţiune pentru Zero contează
ru_ru: Действие для нулевых счетчиков
sq_al: Veprimit për Zero Pikat
sv: Hastigheten för denna åtgärd
sw_ke: Utekelezaji kwa makosa Zero
tr_tr: SIFIR SAYIMLAR IÇIN YAPILACAK ISLEM
zh_hk: 盘点数为0的物料
zh_tw: 點算為 0 的行動

source: Adjust System stock to Nil
cs_cz: Přizpůsobit systém skladu s nulou
es_es: Ajustar existencias del Sistema a Nulo
hi_in: प्रणाली शून्य करने के लिए स्टॉक को समायोजित करें
id_id: Sesuaikan stok Sistem ke 0
it_it: Regolare stock di sistema a zero
ko_kr: 무기 호에 시스템 재고를 조정
mr_in: शुन्य ते प्रणाली स्टॉक समायोजित
nl_nl: Wijzig systeem voorraad naar nul
pt_pt: Ajuste Estoque Sistema para Nada
ro_ro: Reglaţi stoc Sistemul de la zero
ru_ru: Подгонять системный товар к Nil
sq_al: Rregullo aksioneve Sistemit të Nil
sv: Justera System lager och håller nollan
sw_ke: Kurekebisha mfumo wa hisa kwa Nil
tr_tr: SISTEM STOK SEVIYESINI AYARLA (Nil)
zh_hk: 调整账面数为0
zh_tw: 調整系統存貸到 "無"

source: Do not Adjust System stock to Nil
es_es: No ajustar existencias del Sistema a Nulo
id_id: Jangan Sesuaikan stok Sistem ke Nol
ko_kr: 무기 호에 시스템 재고를 조정하지 마십시오
mr_in: शुन्य प्रणाली स्टॉक समायोजित करू नका
pt_pt: Não Ajuste Estoque Sistema para Nada
zh_tw: 不要調整系統存量為無

source: Stock Location Transfer Docket Error
cs_cz: Umístění skladu Transfer Docket Chyba
es_es: Error de Expediente de Transferencia de ubicación de inventario
hi_in: शेयर ट्रांसफर स्थान डॉकेट त्रुटि
id_id: Kesalahan Surat Perpindahan Lokasi Stok
it_it: Posizione di riserva errore di trasferimento Docket
ko_kr: 재고 위치 전송 꼬리표 오류
mr_in: स्टॉक स्थान हस्तांतरण सारांश त्रुटी
nl_nl: Vastlegging van voorraad transfer mislukt
pt_pt: Erro na Transfer. Local Estoque
ro_ro: Bursa de Valori Transfer Locaţie Docket Eroare
ru_ru: Ошибка описи перемещения товара
sq_al: Transferimi rend dite Stock Vendndodhja Gabim
sv: Lager Plats Transfer Docket Fel
sw_ke: Hisa Location Transfer Error docket
tr_tr: Stok yeri Transfer Docket Hata
zh_hk: 存货地点转移记录错误
zh_tw: 存貨地點轉移標櫼錯誤

source: Reprint transfer docket
cs_cz: Dotisk převod stvrzenky
es_es: Reimprimir Expediente de Transferencia
hi_in: पुनर्मुद्रण हस्तांतरण डॉकेट
id_id: Cetak-ulg surat perpindahan
it_it: Ristampa trasferimento Docket
ko_kr: 재 인쇄 전송 꼬리표
mr_in: पुनर्मुद्रण हस्तांतरण सारांश
nl_nl: Herdruk transfer Docket
pt_pt: Reimpressão Transfer. Local Estoque
ro_ro: Reimprimare transfer registru
ru_ru: Перепечатать квитанцию о передаче
sq_al: rend dite Ribotim transferimi
sv: Reprint överföring Docket
sw_ke: Kikachapishwa kuhamisha docket
tr_tr: Reprint transfer hulasa
zh_hk: 重新打印交易明细表
zh_tw: 轉載轉移待審案件

source: Transfer docket to reprint
cs_cz: Převod stvrzenky na dotisk
es_es: Expediente de Transferencia a imprimir
hi_in: स्थानांतरण पुनर्मुद्रण डॉकेट
id_id: Surat perpindahan utk dicetak-ulg
it_it: Trasferimento Docket di ristampare
ko_kr: 다시 인쇄 꼬리표로 이동
mr_in: पुनर्मुद्रण करण्यासाठी सारांश स्थानांतरीत
nl_nl: Transfer geagendeerd te herdrukken
pt_pt: Transfer. Local Estoque para Reimpressão
ro_ro: registru Transfer la republica
ru_ru: Передать квитанцию на перепечатку
sq_al: listë e vendimeve gjyqësore Transferimi në ribotim
sv: Överföring Docket att skriva ut
sw_ke: Kuhamisha docket na kikachapishwa
tr_tr: reprint Transfer hulasa
zh_hk: 要重新打印的交易明细表
zh_tw: 傳送待審案件重新列印

source: Transfer docket to reprint Shipping Labels
ko_kr: 전송 소송 사건은 선적 라벨을 다시 인쇄
zh_tw: 傳遞案卷重印貨運標籤

source: Print Shipping Labels
es_es: Imprimir etiquetas de envío
ko_kr: 인쇄 배송 라벨
zh_tw: 列印貨運標籤

source: Inventory Location Transfer BOL
cs_cz: Zásoby Umístění Transfer BOL
es_es: Transferencia de Ubicación de Inventario - Lista de Embarque
hi_in: इन्वेंटरी स्थान स्थानांतरण बोल
id_id: B/L Perpindahan Lokasi Persediaan
it_it: Inventario Posizione BOL Transfer
ko_kr: 재고 위치 전송 BOL
mr_in: सूची स्थान हस्तांतरण बोल
nl_nl: Materiaal lijst voor Voorraad lokatie transfer (Bill of Loading)
pt_pt: Transf. Local. Invent. BOL
ro_ro: Inventar Locaţie Transfer BOL
ru_ru: Коносамент передачи товара в местоположение
sq_al: Transferimi Inventari Vendndodhja Bol
sv: Lagerplats transfer
sw_ke: Hesabu Location Transfer Bol
tr_tr: DEPO TRANSFERI (BOL)
zh_hk: 仓库转移提单
zh_tw: 庫存地點轉移提單

source: An error occurred retrieving the items on the transfer
cs_cz: Došlo k chybě načítání položek na převod
es_es: Hubo un error al obtener los artículos de la transferencia
hi_in: एक त्रुटि हस्तांतरण पर आइटम को पुन: प्राप्त हुआ
id_id: Kesalahan terjadi saat mengambil item dalam perpindahan
it_it: Verificato un errore durante il recupero dei punti all&#39;ordine del trasferimento
ko_kr: 오류가 전송의 항목을 검색 발생
mr_in: एक त्रुटी हस्तांतरण वर आयटम पुनर्प्राप्त आली
nl_nl: Een fout is opgetreden bij het opvragen van de items op de transfer
pt_pt: erro na recuperação itens para transf.
ro_ro: O eroare a avut loc preluarea elementele privind transferul
ru_ru: Возникла ошибка получения позиций для передачи
sq_al: Ka ndodhur një gabim retrieving artikuj në transferimin e
sv: Ett fel inträffade hämta poster om överlåtelse
sw_ke: Hitilafu ilitokea retrieving vitu kwenye uhamisho
tr_tr: Bir hata transfer öğeleri almak oluştu
zh_hk: 提取转移的物料时发生错误
zh_tw: 提取轉移的商品時發生錯誤

source: This page must be called with a location transfer reference number
cs_cz: Tato stránka musí být volána s odkazem umístění přenos čísla
es_es: Debe llamarse a esta página con un número de referencia de Esta página debe invocarse con un número de referencia de ubicación de transferencia
hi_in: यह पृष्ठ एक स्थान स्थानांतरण संदर्भ संख्या के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dgn nomor referensi perpindahan lokasi
it_it: Questa pagina deve essere chiamata con un numero di riferimento posizione di trasferimento
ko_kr: 이 페이지는 위치 전송 참조 번호로 호출해야합니다
mr_in: हे पृष्ठ स्थान हस्तांतरण संदर्भ संख्या म्हणतात करणे आवश्यक आहे
nl_nl: deze pagina moet worden opgevraagd met een lokatie transfer ref. nummer
pt_pt: Esta página deve ser chamada com um número de referência de local de transferência
ro_ro: Această pagină trebuie să fie numit cu un număr de referinţă locaţie de transfer
ru_ru: Страница должна быть вызвана с номером ссылки перемещения товара
sq_al: Kjo faqe duhet të quhet me një numër të transferimit vend referencë
sv: Denna sida måste anropas med en plats överföring referensnummer
sw_ke: Ukarasa huu ni lazima wito kwa idadi eneo kuhamisha kumbukumbu
tr_tr: BU SAYFA BIR DEPO TRANSFER REFERANS NO ILE ÇAGRILMALIDIR
zh_hk: 这页必须由相关地点转移编号来呼叫
zh_tw: 這頁必須由相關地點轉移編號來呼叫

source: The SQL that failed while retrieving the items on the transfer was
cs_cz: SQL, které se nepodařilo při načítání položek na převod byl
es_es: El SQL que falló al obtener los artículos de la transferencia fue
hi_in: SQL कि विफल रही है जबकि हस्तांतरण पर आइटम को पुन: प्राप्त था
id_id: SQL yg gagal saat mengambil item dalam perpindahan adalah
it_it: Il SQL che non è riuscita durante il recupero dei punti all&#39;ordine del trasferimento è stato
ko_kr: 이전의 항목을 가져 오는 동안 실패 SQL
mr_in: हस्तांतरण वर आयटम पुनर्प्राप्त करताना अयशस्वी की SQL होते
nl_nl: Een fout is opgetreden bij het opvragen van de items op de transfer in de volgende SQL
pt_pt: SQL que falhou enquanto recuperava os itens na transferência foi
ro_ro: SQL care au eşuat în timp ce extrage elementele privind transferul a fost
ru_ru: Завершившийся неудачей SQL получения элементов передачи
sq_al: SQL që dështoi, ndërsa retrieving artikuj në transferimin u
sv: Den SQL som misslyckades under formuleringen av frågorna på överföringen
sw_ke: SQL kwamba alishindwa wakati retrieving vitu kwenye uhamisho wa mara
tr_tr: oldu transfer öğeleri almak ise başarısız SQL
zh_hk: 提取转移物料失败的 SQL 是
zh_tw: 提取轉移商品失敗的 SQL 是

source: The transfer reference selected does not appear to be set up
cs_cz: Převod referenčního vybrané nezdá být zřízen
es_es: La referencia de transferencia seleccionada no parece estar definida
hi_in: स्थानांतरण प्रकट नहीं होता चयनित संदर्भ ऊपर स्थापित किया जाना है
id_id: Referensi perpindahan yg dipilih tampaknya belum diatur
it_it: Il riferimento trasferimento selezionato non sembra essere impostato
ko_kr: 선택한 전송 기준은 설정하지 않는 것
mr_in: निवडलेले हस्तांतरण संदर्भ सेट करता दिसत नाही
nl_nl: De geselecteerde verplaatsings ref. lijkt niet te zijn op gezet
pt_pt: A refer. da trans. selec. parece não ter sido configurada.
ro_ro: Transferul de referinţă selectat nu pare să se înfiinţeze
ru_ru: Ссылка на выбранную передачу не сконфигурирована
sq_al: Referenca e transferimit zgjedhur nuk duket të jetë ngritur
sv: Överföringen hänvisning valda verkar inte upprättas
sw_ke: kumbukumbu ya kuhamisha kuchaguliwa haionekani kuwa kuanzisha
tr_tr: görünmüyor seçilen transfer referans kurulacak
zh_hk: 选取的转移参考未有设定
zh_tw: 選取的轉移參考未有設定

source: enter the items to be transferred first
cs_cz: Zadejte položky, které mají být převedeny první
es_es: entrar los artículos a ser transferidos primero
hi_in: आइटम दर्ज करने के लिए पहले स्थानांतरित किया जा
id_id: masukkan item utk dipindahkan dulu
it_it: inserire gli elementi da trasferire prima
ko_kr: 입력 항목은 첫번째 전송 될
mr_in: प्रथम हस्तांतरित करणे आयटम प्रविष्ट
nl_nl: voer eerst de items op die moeten worden verplaatst
pt_pt: informe itens para transfer. primeiro
ro_ro: introduceţi elementele care urmează să fie transferate prima
ru_ru: сначала введите позиции, которые должны быть перемещены
sq_al: hyjnë në artikujt që do të transferohet e parë
sv: Ange vilka uppgifter som skall överföras först
sw_ke: kuingia katika vitu na kuhamishiwa kwanza
tr_tr: ÖNCE TRANSFER EDILECEK ÜRÜNLERI GIRIN
zh_hk: 请先输入要转移的物料
zh_tw: 請先輸入要轉移的商品

source: Inventory Negatives Listing
cs_cz: Zásoby Negativy Výpis
es_es: Listado de inventario negativo
hi_in: सूची लिस्ट नकारात्मक
id_id: Daftar Persediaan Negatif
it_it: Negativi Inventario Listing
ko_kr: 목록 재고 부정적
mr_in: यादी सूची Negatives
nl_nl: Negatieve voorraad lijst
pt_pt: Relatório Estoq. Negativo
ro_ro: Negative Inventarul Listing
ru_ru: Отрицательная инвентаризация
sq_al: Negative Inventari Listing
sv: Negativa lager
sw_ke: Hesabu negatives Listing
tr_tr: NEGATIF STOK LISTESI
zh_hk: 列出负数仓存
zh_tw: 列出負數庫存

source: Negative Stock Listing Error
cs_cz: Negativní Krajské knihovny Františka Bartoše Chyba
es_es: Error Listado de Existencia Negativa
hi_in: नकारात्मक स्टॉक लिस्टिंग में त्रुटि
id_id: Kesalahan Daftar Stok Negatif
it_it: Negativo Archivio Errore Listing
ko_kr: 부정적인 재고 목록 오류
mr_in: नकारात्मक स्टॉक सूचीसाठी त्रुटी
nl_nl: Fout bij negatieve voorraad lijst
pt_pt: List. Erro Estoque Negativo
ro_ro: Negativ Bursa de Valori Listing Eroare
ru_ru: Ошибка перечня отрицательных запасов
sq_al: Negative Listing Stock Gabim
sv: Negativa Stock Listing Fel
sw_ke: Hasi Stock Listing Error
tr_tr: NEGATIF STOK LISTE HATASI
zh_hk: 负数存货列出错误
zh_tw: 負數存貨列出錯誤

source: An error occurred retrieving the negative quantities.
cs_cz: Došlo k chybě načítání negativní množství.
es_es: Hubo un error al obtener las cantidades negativas.
hi_in: एक त्रुटि नकारात्मक मात्रा को पुन: प्राप्त हुआ.
id_id: Kesalahan terjadi saat mengambil qty negatif
it_it: Verificato un errore durante il recupero della quantità negative.
ko_kr: 오류가 음의 양을 검색 발생했습니다.
mr_in: एक त्रुटी नकारात्मक प्रमाणात पुनर्प्राप्त आली.
nl_nl: Fout opgetreden bij het opvragen van de negatieve aantallen
pt_pt: Erro ocorreu recuperando quantidades negativas.
ro_ro: O eroare a avut loc preluarea cantităţile negative.
ru_ru: Ошибка получения отрицательных величин.
sq_al: Ka ndodhur një gabim retrieving sasi negative.
sv: Fel uppstod när negativa kvantiteter skulle hämtas
sw_ke: Hitilafu ilitokea retrieving kiasi ya hasi.
tr_tr: NEGATIF DEGERLER ALINIRKEN HATA OLUSTU
zh_hk: 提取负数量时发生错误
zh_tw: 提取負數量時發生錯誤

source: The sql that failed to retrieve the negative quantities was
cs_cz: Sql, které se nepodařilo načíst negativní množství bylo
es_es: El SQL que no pudo obtener las cantidades negativas fue
hi_in: एसक्यूएल कि नकारात्मक मात्रा में लाने में असफल रहा था
id_id: The sql yg gagal utk mengambil jumlah negatif
it_it: L&#39;SQL che non è riuscito a recuperare i quantitativi negativo è stato
ko_kr: 음의 수량을 검색하지 못했습니다 SQL이었다
mr_in: नकारात्मक प्रमाणात पुनर्प्राप्त करण्यात अयशस्वी की SQL होते
nl_nl: De sql die niet aan de negatieve hoeveelheden halen was
pt_pt: SQL que falhou para recuperar qtd negat. foi
ro_ro: Sql care nu a reuşit să recupereze cantităţile negativ a fost
ru_ru: SQL, которому не удалось получить отрицательные величины
sq_al: Sql që nuk arriti të marrë sasi negative ishte
sv: Den SQL som misslyckades med att hämta den negativa kvantiteter var
sw_ke: Ya sql kwamba alishindwa Retrieve kiasi hasi alikuwa
tr_tr: negatif miktarlar alamadı sql oldu
zh_hk: 无法查到负数的SQL是
zh_tw: 檢索負量的SQL程序失敗

source: There are no negative stocks to list
cs_cz: Nejsou žádné negativní zásoby na seznam
es_es: No existen stocks negativos para listar
hi_in: वहाँ कोई नकारात्मक स्टॉक कर रहे हैं करने के लिए सूची
id_id: Tdk ada stok negatif utk didaftar
it_it: Non ci sono stock negativi alla lista
ko_kr: 나열하는 부정적인 주식이 없습니다
mr_in: यादी नकारात्मक साठा नाहीत
nl_nl: Er was geen negatieve voorraad om te presenteren
pt_pt: Não há estoque com saldo negativo para listar
ro_ro: Nu există stocuri negative la lista
ru_ru: Нет отрицательных запасов к показу
sq_al: Nuk ka rezervat negative tek lista
sv: Det finns inga negativa lager att visa
sw_ke: Hakuna hifadhi ya hasi na orodha
tr_tr: LISTELENECEK NEGTIF STOK YOK
zh_hk: 没有可列出的负数存货
zh_tw: 沒有可列出的負數存貨

source: Negative Stock Listing Problem
es_es: Problema de Listado de Existencias Negativas
id_id: Masalah Daftar Stok Negatif
ko_kr: 부정적인 재고 목록 문제
mr_in: नकारात्मक स्टॉक यादी समस्या
pt_pt: Problema Relat. Estoq. Negativo
zh_tw: 負庫存清單問題

source: The entered transfer reference is expected to be numeric
es_es: La referencia de transferencias introducida debe ser numérica
id_id: Referensi perpindahan yg dimasukkan harus numerik
ko_kr: 입력 전송 기준은 숫자 것으로 예상된다
mr_in: प्रविष्ट हस्तांतरण संदर्भ अंकीय असेल अशी अपेक्षा आहे
pt_pt: Ref. da transferência deve ser numérica
zh_tw: 所輸入的轉讓引用要求為數字

source: Print Stock Transfer
es_es: Imprimir traslado de inventario
id_id: Cetak Perpindahan Stok
ko_kr: 인쇄 재고 이전
mr_in: प्रिंट स्टॉक हस्तांतरण
pt_pt: Imprimir Transf. Estoque
zh_tw: 列印庫存轉移

source: Print Transfer Note
es_es: Imprimir nota de Transferencia
id_id: Cetak Surat Perpindahan
ko_kr: 인쇄 전송 주
mr_in: प्रिंट हस्तांतरण टीप
pt_pt: Imprimir Nota Transf.
zh_tw: 列印調撥通知單

source: Print Stock Transfer Note
es_es: Imprimir nota de traslado de inventario
id_id: Cetak Surat Perpindahan Stok
ko_kr: 인쇄 재고 이전 주
mr_in: प्रिंट स्टॉक हस्तांतरण टीप
pt_pt: Impr. Nota Transf. Estoque
zh_tw: 列印庫存調撥單

source: Stock Transfer Form
cs_cz: Sklad Transfer formuláře
es_es: Formulario de Transferencia de Existencias
hi_in: शेयर ट्रांसफर फॉर्म
id_id: Form Perpindahan Stok
ko_kr: 재고 이전 양식
mr_in: स्टॉक हस्तांतरण फॉर्म
nl_nl: Voorraad Verplaatsing van
pt_pt: Form Transf. Estoque
ro_ro: Stoc Formular de transfer
ru_ru: Форма перемещения запасов
sq_al: Formë Stock Transfer
sv: Lagerflyttningsformulär
sw_ke: Hisa Transfer Form
tr_tr: Stok Transfer Formu
zh_hk: 存货转移自
zh_tw: 存貨調撥單

source: Print Stock Transfer - Error
es_es: Error de Impresión de Transferencia de Existencias
id_id: Cetak Perpindahan Stok - Kesalahan
ko_kr: 인쇄 재고 이전 - 오류
mr_in: प्रिंट स्टॉक हस्तांतरण - त्रुटी
pt_pt: Erro Impr. Transf. Estoq.
zh_tw: 列印庫存調撥 - 錯誤

source: There was no transfer found with number
es_es: No se encontraron transferencias con el número
id_id: Tdk ada perpindahan dgn nomor
ko_kr: 번호를 찾을 수 없습니다 전송은 없었다
mr_in: संख्या आढळले नाही हस्तांतरण आली
pt_pt: Não foi encontrada transf. com o número
zh_tw: 沒有發現轉讓編號

source: Try Again
es_es: Tratar de nuevo
id_id: Coba Kembali
ko_kr: 다시 시도
mr_in: पुन्हा प्रयत्न करा
pt_pt: Tentar Novam.
zh_tw: 再試一次

source: Date of transfer:
cs_cz: Datum převodu:
es_es: Fecha de transferencia
hi_in: हस्तांतरण की तिथि:
id_id: Tgl Perpindahan:
it_it: Data del trasferimento:
ko_kr: 이전의 날짜 :
nl_nl: Datum van transfer
pt_pt: Data Transf:
ro_ro: Data transferului:
ru_ru: Дата перевода:
sq_al: Data e transferit:
sv: Datum för transferering
sw_ke: Tarehe ya kuhamisha:
tr_tr: Transfer Tarihi:
zh_hk: 转移日期
zh_tw: 轉移日期

source: Supplier Transaction Listing
cs_cz: Dodavatel seznamu transakcí
es_es: Listado de Transacciones de proveedor
hi_in: आपूर्तिकर्ता लेनदेन लिस्ट
id_id: Daftar Transaksi Supplier
it_it: Elenco dei fornitori di transazione
ko_kr: 공급 업체 트랜잭션 목록
mr_in: पुरवठादार व्यवहार यादी
nl_nl: Leverancier Transactie Listing
pt_pt: Listagem Trans. Fornecedor
ro_ro: Furnizorul lista tranzacţiilor
ru_ru: Листинг сделок поставщиков
sq_al: Listing Furnizuesi Transaction
sv: Leverantör förteckning över transaktioner
sw_ke: Wasambazaji Transaction Listing
tr_tr: Tedarikçi İşlem Listeleme
zh_hk: 供应商交易列表
zh_tw: 供應商交易列表

source: Supplier transaction listing from
cs_cz: Dodavatel seznamu transakcí od
es_es: Listado de transacciones de proveedor desde
hi_in: आपूर्तिकर्ता लेनदेन लिस्टिंग से
id_id: Supplier transaksi daftar dari
it_it: Fornitore annuncio dell&#39;operazione da
ko_kr: 목록에서 공급 업체의 거래
mr_in: पासून सूची पुरवठादार व्यवहार
nl_nl: Leverancier transactie vermelding uit
pt_pt: Listagem Trans. Fornecedor De
ro_ro: Furnizorul lista tranzacţiilor din
ru_ru: Листинг сделок поставщиков из
sq_al: listë Furnizuesi transaksion nga
sv: Leverantör förteckning över transaktioner från
sw_ke: Wasambazaji manunuzi ya nyimbo kutoka
tr_tr: Tedarikçi işlem listeden
zh_hk: 供应商交易列表自
zh_tw: 供應商交易列表自

source: Top Items Search Result
cs_cz: Nejlépe položky Výsledek hledání
es_es: Resultado de la búsqueda Artículos Principales
hi_in: शीर्ष खोज परिणाम आइटम
id_id: Produk Top Search Result
it_it: Articoli Top Risultato della ricerca
ko_kr: 상위 항목 검색 결과
mr_in: शीर्ष आयटम शोध निकाल
nl_nl: Top Items Zoekresultaat
pt_pt: Resultado Pesq. Princ. Itens
ro_ro: Top articole Rezultat de Căutare
ru_ru: Лучшие элементы результата поиска
sq_al: Artikuj Top Search Result
sv: Top Poster Sökresultat
sw_ke: Juu Items Search Result
tr_tr: Üst Öğeleri Arama Sonucu
zh_hk: 最上层物料查询结果
zh_tw: 熱門項目搜索結果

source: Select a Work Order
es_es: Seleccionar una orden de trabajo
ko_kr: 작업 순서를 선택
zh_tw: 選取一個工作單

source: Select a Work Order Number to Print before calling this page
ko_kr: 이 페이지를 호출하기 전에 인쇄 할 작업 주문 번호를 선택
zh_tw: 選取一個要列印的訂單編號才能叫出這頁面

source: Select Work Order
es_es: Seleccionar orden de trabajo
ko_kr: 선택 작업 순서
zh_tw: 選取一個工作單

source: This page must be called with a Work order number to print
ko_kr: 이 페이지는 인쇄 작업 주문 번호로 호출해야합니다
zh_tw: 這頁必須由要列印的工作單編號叫出

source: Print Work Order Number
ko_kr: 인쇄 작업 주문 번호
zh_tw: 列印工作單號碼

source: The email address entered does not appear to be valid. No emails have been sent.
es_es: La dirección de Correo Electrónico introducida no parece ser válida. No se envió ningún email.
id_id: Alamat email tampaknya bermasalah. Email tdk dikirim.
ko_kr: 입력 한 이메일 주소가 올바르지 않습니다. 어떤 이메일이 전송되지 않았습니다.
mr_in: प्रविष्ट केलेला ईमेल पत्ता वैध असल्याचे दिसत नाही. नाही ईमेल पाठवली आहेत.
pt_pt: O endereço de email não é valido. nenhum email foi enviado
zh_tw: 輸入的電子郵件地址似乎不是有效的。沒有任何郵件發送。

source: There was a problem retrieving the Work order header details for Order Number
ko_kr: 주문 번호에 대한 작업 순서 헤더 정보를 검색하는 동안 문제가 발생했습니다
zh_tw: 選取工作單號的表頭頭詳細信息，有問題

source: Print Work Order Error
ko_kr: 인쇄 작업 주문 오류
zh_tw: 列印工作單錯誤

source: Unable to Locate Work Order Number
ko_kr: 일 주문 번호를 찾을 수 없습니다
zh_tw: 不能找到訂單編號

source: Signed for:
es_es: Firmado por:
ko_kr: 대한 서명 :
zh_tw: 簽署:

source: Print or Email the Order
cs_cz: Tisk nebo e-mail objednávky
es_es: Imprimir o enviar el pedido por correo-e
hi_in: प्रिंट या आदेश ईमेल
id_id: Cetak atau Email Order
it_it: Stampa o e-mail l&#39;Ordine
ko_kr: 인쇄하거나 주문을 이메일로
mr_in: ऑर्डर मुद्रित किंवा ईमेल
nl_nl: Afdruk of E-mailen van Opdracht
pt_pt: Imprimir ou Enviar Email da Ord. Compra
ro_ro: Imprimare sau e-mail Ordinului
ru_ru: Печатать заказ или отправить его по электронной почте
sq_al: Shtypura ose Email Rendit
sv: Skriv ut sidor i omvänd ordning
sw_ke: Magazeti au Email Order
tr_tr: SIPARISI YAZDIR / EMAIL OLARAK GÖNDER
zh_hk: 打印或电子邮件发送这张订单
zh_tw: 列印或電郵這訂單

source: There was a problem retrieving the contact details for the location
ko_kr: 위치의 연락처 세부 정보를 검색하는 동안 문제가 발생했습니다
zh_tw: 取得聯絡人位置的詳細資料時發生錯誤

source: Email to
cs_cz: E-mail
es_es: Enviar correo-e a
hi_in: को ईमेल
id_id: Email ke
it_it: E-mail a
ko_kr: 에 이메일
mr_in: ईमेलवर
nl_nl: E-mail naar
pt_pt: Email para
ro_ro: E-mail la
ru_ru: Отправить по электронной почте
sq_al: Email të
sv: Epost till
sw_ke: Barua pepe
tr_tr: EMAIL KIME GÖNDERILECEK?
zh_hk: 电邮到
zh_tw: 電郵到

source: Label Item
es_es: Artículo en etiqueta
ko_kr: 레이블 항목
zh_tw: 商品標籤

source: Label Lot
es_es: Lote en etiqueta
ko_kr: 라벨 부지
zh_tw: 批號標籤

source: No of Full Packages
es_es: Cantidad de paquetes completos
ko_kr: 전체 패키지 없음
zh_tw: 全部總頁數

source: Labels/Package
es_es: Etiquetas/Paquete
ko_kr: 레이블 / 패키지
zh_tw: 標籤/包裝

source: Weight/Package
es_es: Peso/Paquete
ko_kr: 무게 / 패키지
zh_tw: 重量/包裝

source: LeftOver Qty
ko_kr: 남은 수량
zh_tw: 遺留下來的數量

source: Labels
es_es: Etiquetas
ko_kr: 레이블
zh_tw: 標籤

source: Purchase Order Report
cs_cz: Objednávka Zpráva
es_es: Informe de orden de compra
hi_in: खरीद आदेश रिपोर्ट
id_id: Laporan Order Pembelian
it_it: Ordine di Acquisto Report
ko_kr: 주문 보고서를 구매
mr_in: मागणी नोंदवा खरेदी
nl_nl: Bestelling Verslag
pt_pt: Relatório Ordem Compra
ro_ro: Ordinul de cumpărare Raport
ru_ru: Отчет о заказе на покупку
sq_al: Raportin e Urdhër blerjes
sv: Inköpsorderrapport
sw_ke: Ripoti ya kununua Order
tr_tr: Sipariş Raporu
zh_hk: 采购订单报告
zh_tw: 採購訂單報表

source: Extended Price
cs_cz: Rozšířená Cena
es_es: Precio Extenso
hi_in: विस्तारित मूल्य
id_id: Harga Meluas
it_it: Pezzo Esteso
ko_kr: 가액
mr_in: एक्सटेंडेड किंमत
nl_nl: Totaal Excl.
pt_pt: Preço Extendido
ro_ro: Extended Pret
ru_ru: Расширенная цена
sq_al: Çmimi i zgjeruar
sv: Utökad prislista
sw_ke: Bei kupanuliwa
tr_tr: Genişletilmiş Fiyat
zh_hk: 价格
zh_tw: 單項產品總值

source: Customer Number
cs_cz: Zákaznické číslo
es_es: Número del cliente
hi_in: ग्राहक संख्या
id_id: Nomor Customer
it_it: Numero cliente
ko_kr: 고객 번호
mr_in: ग्राहक क्रमांक
nl_nl: Klantnummer
pt_pt: Cliente Núm.
ro_ro: Număr client
ru_ru: Номер клиента
sq_al: Numri i klientit
sv: Kundnummer
sw_ke: Idadi ya wateja
tr_tr: Müşteri sayısı
zh_hk: 客户编号
zh_tw: 客戶名稱

source: Month
cs_cz: Měsíc
es_es: Mes
hi_in: माह
id_id: Bulan
it_it: Mese
ko_kr: 달
mr_in: महिना
nl_nl: Maand
pt_pt: Mês
ro_ro: Luna
ru_ru: Месяц
sq_al: Muaj
sv: Månad
sw_ke: Mwezi
tr_tr: AY
zh_hk: 月
zh_tw: 月

source: Supplier Number
cs_cz: Číslo dodavatele
es_es: Número del proveedor
hi_in: आपूर्तिकर्ता संख्या
id_id: Nomor Supplier
it_it: Fornitore numero
ko_kr: 공급 업체 번호
mr_in: पुरवठादार क्रमांक
nl_nl: Leveranciers nummer
pt_pt: Número Fornecedor
ro_ro: Numărul furnizorul
ru_ru: Номер поставщика
sq_al: Furnizuesi Numri
sv: Leverantörsnummer
sw_ke: Idadi wasambazaji
tr_tr: Tedarikçi sayısı
zh_hk: 供应商号码
zh_tw: 供應商編號

source: Header Details
cs_cz: Záhlaví Podrobnosti
es_es: Detalles del Encabezado
hi_in: हैडर विवरण
id_id: Rincian Header
it_it: Intestazione Dettagli
ko_kr: 헤더 세부 사항
mr_in: शीर्षलेख तपशील
pt_pt: Detalhes Cabeç.
ro_ro: Antet Detalii
ru_ru: Подробности заголовка
sv: Header Detaljer
tr_tr: Başlık Detayları
zh_hk: 表头细节
zh_tw: 標題詳細信息

source: By
cs_cz: Podle
es_es: Por
hi_in: द्वारा
id_id: Dgn
it_it: Da
ko_kr: 로
mr_in: द्वारे
nl_nl: Door
pt_pt: Por
ro_ro: De
ru_ru: По
sq_al: Nga
sv: Genom att
sw_ke: Na
tr_tr: Tarafından
zh_hk: 依
zh_tw: 藉由

source: Date Type
cs_cz: Datum Typ
es_es: Tipo de Fecha
hi_in: तिथि प्रकार
id_id: Tipe Tgl
it_it: Data Type
ko_kr: 날짜를 입력
mr_in: दिनांक प्रकार
nl_nl: Datum Type
pt_pt: Tipo Data
ro_ro: Data Tip
ru_ru: Тип Даты
sq_al: Data Type
sv: Datumtyp
sw_ke: Aina ya tarehe
tr_tr: Tarih yazın
zh_hk: 日期类型
zh_tw: 日期類型
