Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The bank accounts could not be retrieved because
cs_cz: Bankovní účty se nepodařilo získat, protože
es_es: No se pudo obtener las cuentas bancarias porque
hi_in: बैंक खातों वजह से हो सकता है नहीं लिया गया
id_id: akun bank tdk dapat diambil karena
it_it: Non è stato possibile estrarre il conto bancario
ko_kr: 은행 계정이 있기 때문에 검색 할 수 없습니다
mr_in: बँक खाती कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: De bankrekeningen konden niet worden opgevraagd omdat
pt_pt: Conta Bancária não pode ser recuperada porque
ro_ro: Conturile bancare nu a putut fi recuperate, deoarece
ru_ru: Этибанковские счета не могут быть получены ,так как
sq_al: Llogaritë bankare nuk mund të shikohet, sepse
sv: Bankkonton kan inte hämtas för att
sw_ke: akaunti ya benki inaweza kuwa retrieved sababu
tr_tr: BANKA HESAPLARI GÖSTERILEMIYOR:
zh_hk: 找不到银行账户, 因为
zh_tw: 銀行帳戶未能提取, 因為

source: Bank Account Receipts Entry
cs_cz: Bankovní účet Příjmy Vstup
es_es: Registrar ingresos a cuenta bancaria
hi_in: बैंक खाता प्राप्तियों एंट्री
id_id: Entri Penerimaan Bank
it_it: Bank Account Ricevute Entry
ko_kr: 은행 계좌 영수증 항목
mr_in: बँक खाते पावत्या प्रविष्टी
nl_nl: Invoer binnenkomende Bank Betalingen
pt_pt: Adicionar Conta Bancária Receb.
ro_ro: Cont bancar Încasări de intrare
ru_ru: Запись о поступлении на банковский счет
sq_al: Xhirollogaria Pranimet Hyrja
sv: Bankinbetalningar
sw_ke: Akaunti ya benki Mapato Entry
tr_tr: Banka Hesap Makbuzlar Giriş
zh_hk: 银行账户收款凭证
zh_tw: 銀行帳戶收款憑證

source: Enter Receipt
cs_cz: Zadejte Příjem
es_es: Introducir Ingreso
hi_in: रसीद दर्ज
id_id: Masukkan Penerimaan
it_it: Inserisci Ricevuta
ko_kr: 영수증을 입력
mr_in: पावती प्रविष्ट करा
nl_nl: Invoer van ontvangst
pt_pt: Entre Recebido
ro_ro: Introduceţi Chitanţă
ru_ru: Введите квитанцию
sv: Registrera betalningar
sw_ke: Kuingia risiti
tr_tr: Makbuz girin
zh_hk: 输入收款凭证
zh_tw: 輸入收據

source: Enter Customer Receipt
cs_cz: Zadejte zákazníka Příjem
es_es: Introducir un Ingreso de cliente
hi_in: ग्राहक रसीद दर्ज
id_id: Masukkan Penerimaan Customer
it_it: Invio ricevuta per il cliente
ko_kr: 고객 영수증을 입력
mr_in: ग्राहक पावती प्रविष्ट करा
nl_nl: Invoer van een klant ontvangst
pt_pt: Entre Recebido Cliente
ro_ro: Introduceţi bon client
ru_ru: Введите квитанцию клиентов
sq_al: Enter Receipt Customer
sv: Registrera kundkvitto
sw_ke: Wateja kuingia risiti
tr_tr: Müşteri Makbuz girin
zh_hk: 输入顾客收款收据
zh_tw: 輸入客戶收款憑證

source: To enter a payment TO a customer (ie. to pay out a credit note), enter a negative payment amount.
cs_cz: Chcete-li zadat platbu zákazníka (tj. zaplatit dobropis), zadejte zápornou částku platby.
es_es: Para entrar un pago A un cliente, es decir, pagar una nota de crédito, entre un importe negativo de pago.
hi_in: एक ग्राहक (ie. के लिए एक क्रेडिट नोट भुगतान करते हैं) करने के लिए कोई भुगतान प्रवेश, एक नकारात्मक भुगतान राशि दर्ज करें.
id_id: Utk memasukkan pembayaran KEPADA customer (yaitu: membayarkan nota kredit), masukkan jumlah peymbayaran negatif
it_it: Per inserire un pagamento ad un cliente (cioè a pagare una nota di credito), inserire un valore negativo di pagamento.
ko_kr: 고객에게 결제를 입력하려면 (예. 신용 메모를 지불하는) 음의 지불 금액을 입력합니다.
mr_in: एक ग्राहकाला देयक प्रविष्ट करा (ie. क्रेडिट नोट बाहेर मोजावी), एक नकारात्मक देयक रक्कम प्रविष्ट करा.
nl_nl: Om een betaling aan een klant uit te voeren (bv om een credit factuur te betalen) voer een negatief betaal bedrag in
pt_pt: Para entrar com pagamento para um cliente
ro_ro: Pentru a introduce o plată către un client (adică să plătească o notă de credit), introduceţi o sumă de plată negativ.
ru_ru: Для ввода платежа клиенту (то есть, чтобы оплатить кредит-ноту), введите отрицательное значение суммы платежа.
sq_al: Për të futur një pagesë për një klient (dmth. për të paguar nga një notë krediti), të hyjë në një shumë negative pagese.
sv: Om du vill ange en betalning till en kund (dvs. att betala ut en kreditfaktura), mata in ett negativt belopp.
sw_ke: Kuingia malipo kwa wateja (kv kulipa mikopo nje ya note), kuingia hasi ya malipo ya kiasi.
tr_tr: Bir müşteri (yani bir kredi notu ödemek) TO bir ödeme girmek için, negatif bir ödeme tutarı girin.
zh_hk: 要向顾客输入一笔付款（例如，支付一张红字发票），输入一笔负数付款金额。
zh_tw: 輸入一筆客戶的付款憑證（例如:支付一張負數發票），輸入一筆負數付款金額。

source: No currencies are defined yet
cs_cz: Nejsou definovány žádně měny
es_es: No se han definido monedas aún
hi_in: कोई मुद्राओं अभी तक परिभाषित कर रहे हैं
id_id: Belum ada mata uang yg sdh dibuat
it_it: Non è ancora stata definita nessuna valuta
ko_kr: 어떤 통화는 아직 정의되지 않은
mr_in: नाही चलने अद्याप व्याख्या आहेत
nl_nl: Er zijn nog geen valuta bedragen vastgelegd
pt_pt: Nenhuma moeda definida
ro_ro: Nu valute sunt definite încă
ru_ru: Не определены валюты
sq_al: Nuk ka monedhave janë përcaktuar ende
sv: Det finns inga valutor upplagda
sw_ke: sarafu Hakuna defined bado
tr_tr: HENÜZ PARA BIRIMI TANIMLANMAMIS
zh_hk: 还没有设定货币
zh_tw: 還沒有設定貨幣

source: Receipts cannot be entered until a currency is defined
cs_cz: Příjmy nemůže být zapsán do měna je definována
es_es: No se pueden entrar recibos mientras no defina una moneda
hi_in: प्राप्ति तक एक मुद्रा परिभाषित किया गया है नहीं किया जा सकता है प्रवेश
id_id: Penerimaan tdk dapat dimasukkan sampai mata uang telah dibuat
it_it: Gli incassi non possono essere registrati fino a quando non è stata inserita almeno una valuta
ko_kr: 통화가 정의 될 때까지 영수증을 입력 할 수 없다
mr_in: एक चलन व्याख्या होईपर्यंत पावत्या प्रविष्ट करणे शक्य नाही
nl_nl: Ontvangsten kunnen niet ingevoerd worden tot een valuta is gedefinieerd
pt_pt: Receb. não podem ser feitos, até que uma moeda seja criada
ro_ro: Veniturile nu pot fi introduse până la o moneda este definită
ru_ru: Невозможно ввести банковские квитанции пока не определена валюта
sq_al: Faturat nuk mund të futen deri në një monedhë është përcaktuar
sv: Inleveranser kan inte göras förrän en valuta registrerats
sw_ke: Risiti hawezi kuwa aliingia mpaka sarafu hufafanuliwa
tr_tr: PARA BIRIMI TANIMLAMADIGINIZ SÜRECE FIS GIRISI YAPAMAZSINIZ
zh_hk: 没有设定货币, 无法输入收款
zh_tw: 沒有設定貨幣, 無法輸入收款

source: Suggested rate:
cs_cz: Navrhovaná rychlost:
es_es: Tasa sugerida:
hi_in: सुझाया दर:
id_id: Kurs Diusulkan:
it_it: tasso consigliato:
ko_kr: 권장 속도 :
mr_in: सूचित दर:
nl_nl: Voorgestelde koers
pt_pt: Taxa Sugerida:
ro_ro: Sugerat Rata:
ru_ru: Предлагаемая ставка:
sq_al: Shkalla e sugjeruara:
sv: Färeslagen kurs:
sw_ke: Alipendekeza kiwango:
tr_tr: Önerilen oranı:
zh_hk: 建议的比率：
zh_tw: 推薦率：

source: Receipt Exchange Rate
cs_cz: Příjem Kurzy měn
es_es: Tipo de cambio del recibo
hi_in: रसीद विनिमय दर
id_id: Kurs Penerimaan
it_it: Ricevuta di tasso di cambio
ko_kr: 영수증 환율
mr_in: पावती विनिमय दर
nl_nl: Wisselkoers voor ontvangstboeking
pt_pt: Taxa Câmbio Receb.
ro_ro: Cursul de schimb la data primirii
ru_ru: Обменный курс в квитанции
sq_al: Rate Receipt Shkëmbim
sv: Kvitto växelkurs
sw_ke: Risiti Thamani ya Shilingi
tr_tr: Makbuz Kur
zh_hk: 收款汇率
zh_tw: 收據匯率

source: The exchange rate between the currency of the bank account currency and the currency of the receipt
cs_cz: Směnný kurz mezi měnou měna bankovního účtu a měnách, po obdržení
es_es: La tasa de cambio entre la moneda de la cuenta bancaria y la moneda del ingreso
hi_in: बैंक खाता की मुद्रा मुद्रा और प्राप्ति की मुद्रा के बीच विनिमय दर
id_id: Kurs antara mata uang dari akun bank dan mata uang penerimaan
it_it: Il tasso di cambio tra la valuta della valuta del conto bancario e la moneta della ricevuta
ko_kr: 은행 계좌의 통화의 통화와 영수증의 통화 사이의 환율
mr_in: बँक खाते चलन चलन आणि पावतीची चलन दरम्यान विनिमय दर
nl_nl: Het wisselkoers verschil tussen de valuta van de bankrekening en de valuta van de ontvangst
pt_pt: Taxa de câmbio entre a moeda da conta bancária e a moeda do do recebimento
ro_ro: Cursul de schimb dintre moneda de moneda contului bancar şi moneda de la primirea
ru_ru: Обменный курс между валютой счета и валютой квитанции
sq_al: Kursi i këmbimit në mes monedhën e llogarisë bankare të monedhës dhe monedhën e pranimit
sv: Växelkursen mellan bankkontots valuta och kvittots valuta
sw_ke: Kiwango cha ubadilishaji kati ya sarafu ya fedha za akaunti ya benki na fedha ya ofisi ya
tr_tr: banka hesabına para para ve makbuz para birimi arasındaki döviz kuru
zh_hk: 银行账户货币和收款货币之间的汇率
zh_tw: 銀行帳戶貨幣的貨幣和收據的貨幣之間的匯率

source: Functional Exchange Rate
cs_cz: Funkční Kurzy měn
es_es: Tipo de cambio funcional
hi_in: कार्यात्मक विनिमय दर
id_id: Kurs yg Berlaku
it_it: Tasso di cambio funzionale
ko_kr: 기능 환율
mr_in: कार्यात्मक विनिमय दर
nl_nl: functionele wisselKoers
pt_pt: Taxa Câmbio Funcional
ro_ro: Funcţionale Cursul de schimb
ru_ru: Функциональный курс обмена
sq_al: Rate funksional Shkëmbim
sv: Funktionell växelkurs
sw_ke: Kazi Thamani ya Shilingi
tr_tr: Fonksiyonel Kur
zh_hk: 本位货币汇率
zh_tw: 功能性匯率

source: The exchange rate between the currency of the business (the functional currency) and the currency of the bank account
cs_cz: Směnný kurz mezi měnou podnikání (funkční měna) a měnou účtu
es_es: La tasa de cambio entre la divisa del negocio (la divisa funcional) y la divisa de la cuenta bancaria
hi_in: व्यापार (कार्यात्मक मुद्रा) की मुद्रा के बीच विनिमय दर और बैंक खाता की मुद्रा
id_id: Kurs antara mata uang bisnis (mata uang yg berlaku) dan mata uang akun bank
it_it: Il tasso di cambio tra la valuta del business (la valuta funzionale) e la valuta del conto in banca
ko_kr: 사업의 통화 (기능 통화) 및 은행 계좌의 통화 사이의 환율
mr_in: व्यवसायाच्या चलन (फंक्शनल चलन) आणि बँक खात्याचा चलन दरम्यान विनिमय दर
nl_nl: Het wisselkoersverschil tusen de valuta van de business (functionele valuta) en de valuta van de bankrekening
pt_pt: A taxa entre a moeda padrão da empresa e a moeda da conta bancária
ro_ro: Cursul de schimb dintre moneda de afaceri (moneda funcţională) şi moneda de cont bancar
ru_ru: Обменный курс между функциональной валюты и валютой счета
sq_al: Kursi i këmbimit në mes të monedhës së biznesit (monedha funksionale) dhe monedhën e llogarisë bankare
sv: Växelkursen mellan företagets valuta (den funktionella valutan) och bankkontots valuta
sw_ke: Kiwango cha ubadilishaji kati ya fedha za biashara (sarafu kazi) na sarafu ya akaunti ya benki
tr_tr: iş (fonksiyonel para birimi) para birimi arasındaki döviz kuru ve banka hesabına para birimi
zh_hk: 操作货币（本位币）和银行账户货币的汇率
zh_tw: 業務（功能貨幣）的貨幣和銀行帳戶的貨幣之間的匯率

source: Receipt Type
cs_cz: Příjem Typ
es_es: Tipo de Ingreso
hi_in: रसीद लिखें
id_id: Tipe Penerimaan
it_it: Tipo di incasso
ko_kr: 영수증 유형
mr_in: पावती प्रकार
nl_nl: Ontvangst Soort
pt_pt: Tipo de Recebimento
ro_ro: Primire Tip
ru_ru: Тип квитанции
sq_al: Marrjes Type
sv: Inbetalningstyp
sw_ke: Aina risiti
tr_tr: TIP
zh_hk: 收款方式
zh_tw: 收款方式

source: Reference on Bank Transactions Inquiry
es_es: Referencia en la consulta de transacciones bancarias
ko_kr: 은행 거래 문의에 참조
mr_in: बँक व्यवहार वर संदर्भ चौकशी
pt_pt: Consulta Transações Bancárias
zh_tw: 對銀行交易詢價

source: Narrative on General Ledger Account Inquiry
es_es: Descripción en la consulta de cuentas contables
ko_kr: 총계정 원장 계정 귀하의 설화
mr_in: सामान्य खातेवही खाते चौकशी वर गोष्ट
pt_pt: Consulta Transações Contábeis - Detalhadas
zh_tw: 總帳帳戶查詢

source: Banked
cs_cz: Klopené
es_es: Depositado
hi_in: बैंकिंग
id_id: Disetor
it_it: Provenienti da banche
ko_kr: 줄 지어 늘어 놓다
nl_nl: Dwarshelling
pt_pt: Banco
ro_ro: Infiltratiilor
ru_ru: Объединенные
sq_al: Drejtua
sv: Bank
zh_hk: 存入
zh_tw: 開戶

source: Banked into the
cs_cz: Naklonila do
es_es: En la cuenta bancaria de
hi_in: बैंकिंग में
id_id: Disetor ke
it_it: incassato nel conto
ko_kr: 로 뱅크
mr_in: मध्ये Banked
nl_nl: Geboekt op
pt_pt: Entrada Banco
ro_ro: Trece în
ru_ru: объединенные в
sq_al: Drejtua në
sv: Postat till
sw_ke: Banked katika
tr_tr: GIRILEN HESAP >>
zh_hk: 账号
zh_tw: 存款到

source: on
cs_cz: na
es_es: a
hi_in: पर
id_id: pada
it_it: il
ko_kr: 에
mr_in: वर
nl_nl: op
pt_pt: em
ro_ro: pe
ru_ru: на
sq_al: më
sv: på
sw_ke: juu
zh_hk: 日期
zh_tw: 於

source: Received
cs_cz: Přijaté
es_es: Recibido
hi_in: प्राप्त
id_id: Diterima
it_it: incassato
ko_kr: 수신
mr_in: प्राप्त
nl_nl: Ontvangen
pt_pt: Recebido
ro_ro: Primit
ru_ru: получено
sq_al: Pranuar
sv: Mottaget
sw_ke: Alipokea
tr_tr: ALINDI
zh_hk: 已接收
zh_tw: 已收

source: Tag
es_es: Centro de Costo (Tag)
hi_in: टैग
ko_kr: 꼬리표
mr_in: मुलांचा शिवशिवीचा खेळ
nl_nl: Label
pt_pt: Etiqueta
ro_ro: Etichetă
ru_ru: Тег
sq_al: Etiketë
sv: Ettikett
tr_tr: Etiket
zh_hk: 标签
zh_tw: 標籤

source: The selected customer does not trade in the currency of the receipt being entered - either the currency of the receipt needs to be changed or a different customer selected
cs_cz: Vybraný zákazník nemá obchod v měně přijetí je součástí - ať už měnu přijetí je třeba změnit, nebo jiný zákazník vybraný
es_es: El cliente seleccionado no opera en la moneda del ingreso que está registrando; ó cambia la moneda del ingreso ó selecciona otro cliente
hi_in: चयनित ग्राहक प्राप्त करने की मुद्रा में व्यापार नहीं दर्ज किया जा रहा है - या तो प्राप्ति की मुद्रा में परिवर्तित करने की जरूरत है या एक अलग ग्राहक चयनित
id_id: Customer yg dipilih tdk bertransaksi dalam mata uang penerimaan yg sedang dimasukkan - (coba salah satu) mata uang penerimaan perlu dirubah atau customer lain dipilih
it_it: Il cliente selezionato non scambi la moneta della ricevuta di essere iscritti - la moneta della ricevuta deve essere cambiata o un altro cliente selezionato
ko_kr: 영수증의 통화로 거래하지 않는 선택한 고객이 입력되는 - 중 영수증의 통화 변경해야하거나 다른 고객이 선택
mr_in: निवडलेले ग्राहक प्रविष्ट जात पावतीची चलनात व्यापार नाही - पावतीची चलन एकतर बदल किंवा भिन्न ग्राहक निवडलेले करणे आवश्यक
nl_nl: De geselcteerde klant handelt niet in de valuta waarin de ontvangst is geboekt - of de valuta van de ontvangst of een andere klant moet worden geselecteerd
pt_pt: Cliente selecionado não faz transação na moeda do recebimento.Modificar moeda do recebimento ou o cliente selecionado
ro_ro: Clientul selectat nu comerţului în moneda de primire a fi introduse - fie moneda de primire trebuie să fie schimbat sau un alt client selectat
ru_ru: Выбранный покупатель не покупает в валюте, указанной в квитанции. Надо либо изменить валюту квитанции или выбрать другого покупателя
sq_al: Konsumatorit zgjedhur nuk tregtisë në valutën e marrjes u futur - ose në monedhën e pranimit duhet të ndryshohet apo një klient tjetër të zgjedhur
sv: Vald kund handlar inte i valutan för mottagandet som skrivs in - antingen i valutan för den mottagande behöver ändras eller en annan kund vald
sw_ke: Mteja kuchaguliwa haina biashara katika sarafu ya risiti ya kuwa aliingia - ama ya sarafu ya kupokea mahitaji ya kubadilishwa au mteja tofauti kuchaguliwa
tr_tr: Seçilen müşteri girmiş olma alınış para ticareti değil - ya alındığı para değiştirilmesi gerekiyor ya da farklı bir müşteri seçilmiş
zh_hk: 所选的顾客并不用正输入的收款货币交易-或者是收款的货币需要更改，或者需要另选顾客
zh_tw: 所選擇的客戶沒有在正在進入收據的貨幣交易 - 需要改變或不同的客戶選擇的收據或貨幣

source: Customer Transaction Inquiry
es_es: Consultar transacción del cliente
ko_kr: 고객의 거래 문의
zh_tw: 客戶交易查詢

source: Inquiry
es_es: Consulta
ko_kr: 문의
mr_in: चौकशी
pt_pt: Consultar
zh_tw: 總帳查詢

source: General Ledger Receipt Entry
cs_cz: General Ledger Příjem Vstup
es_es: Ingreso de Recibo Contable
hi_in: सामान्य खाता बही रसीद एंट्री
id_id: Masukkan Penerimaan Buku Besar
it_it: Inserimento incasso a fronte di movimento contabile
ko_kr: 원장 영수증 항목
mr_in: सामान्य खातेवही पावती प्रविष्टी
nl_nl: Grootboek Ontvangst Invoer
pt_pt: Entrada Receb. Contábil
ro_ro: General Ledger Primirea de intrare
ru_ru: Запись о банковской квитанции в главной книге
sq_al: Marrjes Libri Hyrja
sv: Registrera kundbetalningar
sw_ke: Ujumla Ledger risiti Entry
tr_tr: MUHASEBE FIS GIRISI
zh_hk: 总账科目贷方输入
zh_tw: 總帳收款輸入

source: Select Tag
cs_cz: Vyberte Tag
es_es: Seleccionar centro de costo
hi_in: टैग चुनें
id_id: Pilih Tag
it_it: Seleziona tag
ko_kr: 선택 태그
mr_in: निवडा टॅग
nl_nl: Selecteer label
pt_pt: Selecione Ident.
ro_ro: Selectaţi Tag
ru_ru: Выберите тег
sq_al: Zgjidh Tag
sv: Välj etikett
sw_ke: Tag kuchagua
tr_tr: Seçmek Etiket
zh_hk: 选择标签
zh_tw: 選擇標記

source: No General ledger accounts have been set up yet
cs_cz: Č. účtů hlavní knihy byly zřízeny ještě
es_es: No se han configurado cuentas contables aún
hi_in: कोई सामान्य खाता बही खातों तक किया गया है अभी तक निर्धारित
id_id: Belum ada akun Buku Besar yg sdh dibuat
it_it: Al momento non è ancora stato definito alcun sottoconto
ko_kr: 어떤 총계정 원장 계정은 아직 설정되어 있지 않은
mr_in: नाही सामान्य खातेवही खाती अद्याप सेट केले आहेत
nl_nl: Er zijn nog geen grootboekrekeningen gecreeerd
pt_pt: Não há contas contábeis
ro_ro: Nr conturile General Ledger au fost stabilite încă
ru_ru: Еще не созданы счета главной книги
sq_al: Ka llogari librit të Përgjithshëm janë ngritur ende
sv: Det finns inga konton
sw_ke: Hakuna akaunti kitabu Mkuu zimeanzishwa bado
tr_tr: MUHASEBE HESAPLARI HENÜZ TANIMLANMAMIS
zh_hk: 还没有设置总账会计科目
zh_tw: 還沒有會計科目被設定

source: receipts cannot be entered against GL accounts until the GL accounts are set up
cs_cz: příjmy nemohou být zapsány proti GL účty až GL účty jsou zřizovány
es_es: los ingresos no pueden entrarse en cuentas contables hasta que se configuren las cuentas
hi_in: प्राप्तियों जीएल खातों खिलाफ दर्ज नहीं किया जब तक जीएल खातों की स्थापना कर सकते हैं
id_id: penerimaan tdk dapat dimasukkan terhadap akun GL sampai akun GL dibuat
it_it: gli incassi non possono essere inseriti a fronte di un movimento in un sottoconto se i sottoconti non sono stati definiti
ko_kr: GL 계정이 설정 될 때까지 영수증 (GL)에 입력 할 수 없습니다이 계정
mr_in: जी.एल. खाती सेट होईपर्यंत पावत्या जी.एल. खाती विरुद्ध प्रविष्ट करणे शक्य नाही
nl_nl: Ontvangsten kunnen pas tegen een grootboekrekning worden geboekt nadat deze zijn gecreeerd
pt_pt: recebimentos Conta Contábil, até que a conta possa ser config.
ro_ro: veniturile nu pot fi introduse împotriva conturile GL până conturile GL sunt stabilite
ru_ru: нельзя ввести квитанцию для счета в главной книге до тех пор, пока не сконфигурированы счета в гланой книге
sq_al: faturat nuk mund të lidhet kundër llogaritë GL deri në llogaritë GL janë ngritur
sv: inbetalningar kan inte utföras förrän konton har definierats
sw_ke: risiti hawezi kuwa aliingia dhidi ya akaunti GL mpaka akaunti GL ni kuanzisha
tr_tr: MUHASEBE HESAPLARI TANIMLANMADAN MUH.HESAPLARINA FIS GIRISI YAPAMAZSINIZ
zh_hk: 总账科目行没有设置不能收款
zh_tw: 收款未能輸入總帳直到總帳帳戶被設定

source: Amount of Discount
cs_cz: Výše slevy
es_es: Monto del descuento
hi_in: छूट की राशि
id_id: Jumlah Diskon
it_it: Sconto
ko_kr: 할인 금액
mr_in: सवलत रक्कम
nl_nl: Bedrag van Korting
pt_pt: Valor do Desconto
ro_ro: Suma de Reducere
ru_ru: Количество по скидке
sq_al: Shuma e Discount
sv: Rabattbelopp
sw_ke: Kiasi cha Discount
tr_tr: ISKONTO TUTARI
zh_hk: 折扣金额
zh_tw: 折扣金額

source: agreed prompt payment discount is
cs_cz: dohodnuto okamžité platby sleva
es_es: el descuento por pronto pago acordado es
hi_in: सहमत शीघ्र भुगतान छूट है
id_id: diskon pembayaran yg disetujui adalah
it_it: lo sconto concordato per il pagamento pronta cassa è
ko_kr: 동의 프롬프트 결제 할인은
mr_in: मान्य प्रॉम्प्टवर देयक सवलतीच्या आहे
nl_nl: Overeengekomen korting bij directe betaling is
pt_pt: Desconto combinado pagto a vista é
ro_ro: reducere convenite de plată este prompt
ru_ru: скидка на быстрый платеж
sq_al: dakord zbritje të shpejtë të pagesave është
sv: kassarabatten är
sw_ke: walikubaliana malipo ya kuchochea discount
tr_tr: kabul istemi ödeme indirimlidir
zh_hk: 承诺的付款折扣是
zh_tw: 承諾的付款折扣是

source: Payee Bank Details
cs_cz: Příjemce Bankovní
es_es: Detalles del banco del beneficiario
hi_in: आदाता बैंक विवरण
id_id: Rincian Bank Penerima
it_it: Dati bancari del creditore
ko_kr: 수취인 은행 세부 사항
mr_in: ज्याला पैसे दिले तो मनुष्य बँक तपशील
nl_nl: Bank details van betaler
pt_pt: Detalhes Bancários do Pagto
ro_ro: Payee Banca Detalii
ru_ru: Данные о банке плательщика
sq_al: Detajet bankare paguari
sv: Betalningsinfo
sw_ke: Benki payee Details
tr_tr: ÖDEYICI BANKA DETAYLARI
zh_hk: 付款银行资料
zh_tw: 付款銀行資料

source: Select a Customer
cs_cz: Vybrat zákazníka
es_es: Seleccionar un cliente
hi_in: एक ग्राहक का चयन करें
id_id: Pilih Customer
it_it: Selezionare un cliente
ko_kr: 고객 선택
mr_in: एक ग्राहक निवडा
nl_nl: Selecteer een klant
pt_pt: Selecione um Cliente
ro_ro: Selectaţi un client
ru_ru: Выберите клиентов
sq_al: Zgjidh një Customer
sv: Välj en kund
sw_ke: Kuchagua Wateja
tr_tr: Müşteri seçin
zh_hk: 选择客户
zh_tw: 選擇一個客戶

source: Text in the Customer
cs_cz: Text v Zákaznickém
es_es: Una parte del
hi_in: ग्राहक में पाठ
id_id: Teks di Customer
it_it: Testo nel Customer
ko_kr: 고객의 텍스트
mr_in: ग्राहक मध्ये मजकूर
nl_nl: Tekst in de Klant
pt_pt: Texto do Cliente
ro_ro: Text în Client
ru_ru: Текст в клиентов
sq_al: Tekst në Customer
sv: Del av texten i kund
sw_ke: Nakala ya Wateja ya
tr_tr: Müşteri Metin
zh_hk: 顾客的文字
zh_tw: 客戶的部分

source: name
cs_cz: název
es_es: nombre
hi_in: नाम
id_id: (nama)
it_it: nome
ko_kr: 이름
nl_nl: naam
pt_pt: Nome
ro_ro: Numele
ru_ru: имя
sq_al: Emri
sv: namn
sw_ke: jina
tr_tr: MÜSTERI ADI
zh_hk: 名称包含
zh_tw: 名稱

source: Text extract in the Customer
cs_cz: Text extrakt v Zákaznickém
es_es: Una parte del
hi_in: पाठ ग्राहक निकालने में
id_id: Sebagian teks di Customer
it_it: Testo estratto il Cliente
ko_kr: 고객의 텍스트 추출
mr_in: ग्राहक मध्ये मजकूर काढू
nl_nl: Tekst-extract in de Klant
pt_pt: Texto extraido do Cliente
ro_ro: Text extras în care Clientul
ru_ru: Извлечь текст в клиентов
sq_al: Tekst ekstrakt në Customer
sv: Del av texten i kund
sw_ke: Nakala dondoo kwa Wateja wa
tr_tr: Metin Müşteri ekstresi
zh_hk: 顾客名称中摘取的文字
zh_tw: 客戶的部分

source: code
cs_cz: kód
es_es: código
hi_in: कोड
id_id: (kode)
it_it: codice
ko_kr: 코드
mr_in: कोड
pt_pt: código
ro_ro: cod
ru_ru: код
sq_al: Kodi
sv: numret
sw_ke: kificho
tr_tr: MÜSTERI KODU
zh_hk: 包含
zh_tw: 編號

source: Enter an extract of the customer code to search for. Customer codes can contain any alpha-numeric character or underscore
ko_kr: 검색 할 고객 코드의 추출물을 입력한다. 고객 코드는 알파벳 - 숫자 문자를 포함 또는 밑줄 수 있습니다
mr_in: शोधण्यासाठी ग्राहक कोड एक अर्क द्या. ग्राहक कोड कोणत्याही अल्फा अंकीय वर्ण किंवा अधोरेखित करू शकता
pt_pt: Informe código extrato do cliente para pesquisa. Cód. clientespodem conter caracteres alfanuméricos ou hífen ou (underscore)
zh_tw: 輸入客戶代碼摘錄來搜索。客戶代碼可以包含任何字母數字字符或下劃線

source: Customer invoice number
cs_cz: Zákaznické číslo faktury
es_es: Número de factura del cliente
hi_in: ग्राहक चालान संख्या
id_id: Nomor faktur customer
it_it: Cliente numero della fattura
ko_kr: 고객 송장 번호
mr_in: ग्राहक चलन क्रमांक
nl_nl: Klant factuurnummer
pt_pt: Número Aviso do Cliente
ro_ro: Client număr de factură
ru_ru: Номер счета-фактуры клиента
sq_al: Numri Customer faturës
sv: Kundfakturanummer
sw_ke: Mteja ankara idadi
tr_tr: Müşteri fatura numarası
zh_hk: 顾客发票编号
zh_tw: 客戶的發票號碼

source: Enter A GL Receipt
cs_cz: Zadejte GL Příjem
es_es: Registrar un Ingreso Contable
hi_in: एक जीएल रसीद दर्ज
id_id: Masukkan Penerimaan GL
it_it: Inserisci un incasso a fronte di un movimento contabile
ko_kr: GL 영수증을 입력
mr_in: एक जी.एल. पावती प्रविष्ट करा
nl_nl: Invoeren Van Een GB Ontvangst
pt_pt: Informe Conta Contab. Recebimentos
ro_ro: Introduceţi o chitanţă GL
sq_al: Enter Një faturë GL
sv: Registrera en kundinbetalning
sw_ke: Kuingia A risiti GL
tr_tr: MUHASEBE FIS GIRISI
zh_hk: 输入总账科目收款
zh_tw: 輸入總帳收款

source: Accept and Process Batch
cs_cz: Přijímat a zpracovávat šarže
es_es: Aceptar y Procesar Lote (batch)
hi_in: स्वीकार करने और प्रोसेस बैच
id_id: Terima dan Proses Batch
it_it: Accetta e processa il gruppo di incassi
ko_kr: 동의 및 프로세스 배치
mr_in: स्वीकारा आणि प्रक्रिया बॅच
nl_nl: Accepteer en verwerk batch
pt_pt: Confirmar e Processar Lote
ro_ro: Acceptaţi şi proces discontinuu
ru_ru: Принять и обработать партию
sq_al: Prano dhe Batch Procesi
sv: Ok
sw_ke: Kukubali na kundi mchakato
tr_tr: KABUL ET VE LOT'U ISLE
zh_hk: 接受和执行收款
zh_tw: 接受和執行批次
