Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Inventory Planning Based On Preferred Supplier Data
cs_cz: Zásoby plánování na základě preferovaného dodavatele dat
es_es: Planificación del Inventario en base a información del proveedor Preferido
hi_in: सूची पसंदीदा प्रदायक डेटा के आधार पर योजना
id_id: Perencanaan Persediaan Berdasarkan Data Supplier Pilihan
it_it: Inventory Planning Sulla base dei dati dei fornitori preferenziali
ko_kr: 우선 공급 업체 데이터를 기반으로 재고 계획
mr_in: पसंतीचे पुरवठादार डेटावर आधारित सूची नियोजन
nl_nl: Inventarisatie planning op basis van Preferred Supplier Data
pt_pt: Dados Estoque Base Fornec. Preferêncial
ro_ro: Inventar de planificare pe baza datelor furnizorul preferat
ru_ru: Планирование инвентаризация на основе данных о предпочитаемом поставщике
sq_al: Planifikimit Inventari bazuar në të dhënat Furnizuesi i parapëlqyer
sv: Lagerplanering baserad på leverantörspreferenser
sw_ke: Hesabu Mipango msingi data Preferred Supplier
tr_tr: Tercih Tedarikçi Veri Dayalı Stok Planlama
zh_hk: 根据偏好的供应商数据作库存计划
zh_tw: 根據首選供應商所做的庫存商品計劃報表

source: Inventory Stock Check Sheets
cs_cz: Inventurní seznamy
es_es: Hojas de Comprobación de Existencias del Inventario
hi_in: इन्वेंटरी स्टाक चेक शीट्स
id_id: Lembar Stok Opname Persediaan
it_it: Inventario Archivio consultare le schede di
ko_kr: 재고 재고 확인 시트
mr_in: सूची स्टॉक चेक पत्रके
nl_nl: Voorraad controle sheets
pt_pt: Form. Confer. Estoque / Invent.
ro_ro: Formulare de verificare Inventar
ru_ru: Отчеты о проверке ассортимента
sq_al: Check Inventari Stock Sheets
sv: Inventering Stock Kontrollera Sheets
sw_ke: Hesabu Stock Check Sheets
tr_tr: STOK KONTROL FÖYLERI
zh_hk: 打印存货检查表
zh_tw: 庫存存貨檢查表

source: Make Inventory Quantities CSV
cs_cz: Zkontrolujte množství zásob ve formátu CSV
es_es: Crear CSV con Cantidades del Inventario
hi_in: सूची मात्रा सीएसवी करें
id_id: Buat CSV Jumlah Persediaan
it_it: Fai Inventario CSV Quantitativi
ko_kr: 재고 수량의 CSV 만들기
mr_in: सूची प्रमाणात सीएसव्ही बनवा
nl_nl: Maak CSV van hoeveelheden op voorraad
pt_pt: Criar Quantidades Inv. CSV
ro_ro: Asiguraţi-Inventarul CSV Cantităţi
ru_ru: Записать данные о количестве товара в CSV-файл
sq_al: Make sasitë CSV Inventari
sv: Exportera lagerkvantiteter som CSV
sw_ke: Kufanya idadi Mali CSV
tr_tr: STOK MIKTARLARINI (EXCEL)E AKTAR
zh_hk: 生成库存数量CSV文件
zh_tw: 製作庫存數量(CSV格式)

source: Compare Counts Vs Stock Check Data
cs_cz: Porovnejte Counts Vs Data Reklamní Kontrola
es_es: Comparar Datos de Cómputos vs Comprobación de Existencias
hi_in: मायने रखता है बनाम स्टॉक की जाँच करें डेटा की तुलना करें
id_id: Bandingkan Hitungan Vs Data Stok Opname
it_it: Confronta Vs Conti Archivio Controllo dei dati
ko_kr: 재고 확인 데이터 대 카운트 비교
mr_in: स्टॉक चेक डेटा वि संख्या तुलना
nl_nl: Vergelijk voorraad gegevens met de telling
pt_pt: Comparar Contagem Vx Dados Estoque
ro_ro: Compara Vs Verificaţi contează Bursa de Valori de date
ru_ru: Сравнить количества с проверочными данными
sq_al: Krahaso Pikat Vs Data Check Stock
sv: Jämför Räknar Vs Data Lager Check
sw_ke: Kulinganisha Counts Stock Vs Check Data
tr_tr: SAYIM-STOK KONTROL MUKAYESESI
zh_hk: 盘点结果账实核对与调整
zh_tw: 盤點結果帳核對與調整

source: All Inventory Movements By Location/Date
cs_cz: Všechny pohyby zásob podle Místo / Datum
es_es: Todos los Movimientos de Inventario por Ubicación/Fecha
hi_in: स्थान के आधार पर सभी इन्वेंटरी दिनांक / संचलन
id_id: Semua Pergerakkan Persediaan Per Lokasi/Tgl
it_it: Posizione Data
ko_kr: 위치 / 날짜 별 모든 재고 운동
mr_in: स्थान / दिनांक करून सर्व सूची हालचाली
nl_nl: Toon alle voorraad mutaties per lokatie / datum
pt_pt: Todos Movimentos de Estoque Local/Data
ro_ro: Toate mişcările inventarului, prin Locaţia / Data
ru_ru: Все перемещения ассортимента по месту/дате
sq_al: Të gjitha Lëvizjet Inventari Nga Vendi / Data
sv: Alla Inventering Rörelser Efter plats / datum
sw_ke: Mali harakati zote By Location / Tarehe
tr_tr: TÜM STOK HAREKETLERI (DEPO/TARIH BAZLI)
zh_hk: 仓库库存变动查询
zh_tw: 庫存即時流水帳查詢

source: List Inventory Status By Location/Category
cs_cz: Seznam zásob stav Umístění / Kategorie
es_es: Listar Estado del Inventario por Ubicación/Categoría
hi_in: स्थान के आधार पर सूची इन्वेंटरी स्थिति श्रेणी /
id_id: Daftar Status Persediaan Per Lokasi/Kategori
it_it: Posizione
ko_kr: 위치 / 카테고리 별리스트 재고 상태
mr_in: स्थान / गटानुसार सूची सूची स्थिती
nl_nl: Rapporteer voorraad status per lokatie / categorie
pt_pt: Relatório Sit. Inv. por Local/Categoria
ro_ro: Arata Inventar pe Amplasamente
ru_ru: Перечислить статус ассортимента по местоположению/категории
sq_al: Inventari Lista Status Nga Vendi / Category
sv: Lista Utrymmesstatus Efter plats / Kategori
sw_ke: Kitabu cha orodha Hali By Location / Category
tr_tr: STOK DURUMU LISTESI (DEPO/KATEGORI BAZLI)
zh_hk: 仓库当前库存查询
zh_tw: 查詢目前全部的庫存狀態

source: Historical Stock Quantity By Location/Category
cs_cz: Historické skladem Množství Podle lokality / Kategorie
es_es: Histórico de Cantidad de Existencias por Ubicación/Categoría
hi_in: स्थान / श्रेणी के द्वारा ऐतिहासिक स्टॉक मात्रा
id_id: Sejarah Jumlah Stok Per Lokasi/Kategori
it_it: Quantitďż˝ Posizione
ko_kr: 위치 / 카테고리 별 역사 재고 수량
mr_in: स्थान / गटानुसार ऐतिहासिक स्टॉक प्रमाण
nl_nl: Historische voorraad per lokatie / categorie
pt_pt: Histórico Estoque Quant. por Local/Categoria
ro_ro: Cantitatea de Valori istorice de locaţie / Categorie
ru_ru: История количества товаров по местоположению/категории
sq_al: Sasia historike Stock Nga Vendi / Category
sv: Historiska Lagringsmängden Efter plats / Kategori
sw_ke: Kihistoria Stock Quantity By Location / Category
tr_tr: GEÇMIS STOK MIKTARLARI (DEPO/KATEGORI BAZLI)
zh_hk: 仓库历史库存查询
zh_tw: 歷史庫存餘額查詢

source: List Negative Stocks
cs_cz: Seznam Negativní Zásoby
es_es: Informe de Existencias en negativo
hi_in: नकारात्मक सूची स्टॉक्स
id_id: Daftar Stok Negatif
it_it: Scorte Lista Negativo
ko_kr: 음의 주식을 나열
mr_in: नकारात्मक स्टॉक सूची
nl_nl: Rapporteer negatieve voorraden
pt_pt: Relatório Estoque Negativo
ro_ro: Arata stoc negativ
ru_ru: Показать отрицательные запасы
sq_al: Stoqet Lista e Negativ
sv: Lista negativa lager
sw_ke: Orodha Negative Lager
tr_tr: NEGATIF STOKLARI LISTELE
zh_hk: 负数库存查询
zh_tw: 列出負數存貨

source: Period Stock Transaction Listing
es_es: Listado de Transacciones de Existencias por Período
id_id: Daftar Transaksi Stok Per Periode
ko_kr: 기간 주식 거래 목록
mr_in: मुदतील स्टॉक व्यवहार यादी
pt_pt: Relatório Transação Estoque Período
zh_tw: 期間庫存交易列表

source: Stock Transfer Note
es_es: Nota de Transferencia de Existencias
id_id: Surat Perpindahan Stok
ko_kr: 재고 이전 주
mr_in: स्टॉक हस्तांतरण टीप
pt_pt: Nota Transf. de Estoque
zh_tw: 列印庫存移動、調撥單

source: Aged Controlled Stock Report
es_es: Informe de inventario controlado AGED
ko_kr: 노인 제어 주식 보고서
zh_tw: 控制庫存帳齡報表

source: Add A New Item
cs_cz: Přidat novou položku
es_es: Añadir un artículo nuevo
hi_in: एक नई आइटम जोड़ें
id_id: Tambahkan Item Baru
it_it: Aggiungere un nuovo elemento
ko_kr: 새 항목 추가
mr_in: नवीन आयटम जोडा
nl_nl: Voeg een nieuw item toe
pt_pt: Adicionar Novo Item
ro_ro: Insereaza Articol nou
ru_ru: Добавить новый товар
sq_al: Shto një artikull të ri
sv: Lägg till ny produkt
sw_ke: Kuongeza A Bidhaa Mpya
tr_tr: Yeni Öğe Ekle
zh_hk: 新建物料
zh_tw: 新建物料

source: Select An Item
cs_cz: Zvolit položku
es_es: Seleccionar un artículo
hi_in: एक आइटम का चयन करें
id_id: Cari Item
it_it: Selezionare una voce
ko_kr: 항목을 선택
mr_in: आयटम निवडा
nl_nl: Selecteer een item
pt_pt: Selecionar um Item
ro_ro: Selectare Articol
ru_ru: Выберите товар
sq_al: Përzgjidhni një objekt
sv: Välj produkt
sw_ke: Chagua Bidhaa
tr_tr: Öğe Seçin
zh_hk: 选择物料
zh_tw: 選擇物料

source: Add or Update Prices Based On Costs
es_es: Añadir o actualizar precios basados en costos
id_id: Tambah / Perbarui Harga Berdasarkan HPP
ko_kr: 추가 또는 업데이트 가격 비용을 기반으로
mr_in: मूल्यांवर आधारित भाव जोडा किंवा अद्यतनित
pt_pt: Adic. ou Atual. Preços Baseado em Custos
zh_tw: 根據成本新建或更新價格

source: View or Update Prices Based On Costs
cs_cz: Zobrazit nebo aktualizace ceny na základě nákladů
es_es: Ver o Actualizar los Precios Basados en Costos
hi_in: देखें या अद्यतन लागत के आधार पर कीमतों
id_id: Lihat / Perbarui Harga Berdasarkan HPP
it_it: Prezzi visualizzare o aggiornare sulla base dei costi
ko_kr: 비용을 기준으로보기 또는 업데이트 가격
mr_in: मूल्यांवर आधारित पहा किंवा अद्यतन भाव
nl_nl: Bekijken of bijwerken Prijzen op basis van kosten
pt_pt: Ver ou Atual. Preços com base em Custos
ro_ro: Vezi preţurile sau Update bazate pe costurile
ru_ru: Просмотреть и обновить цены на основе затрат
sq_al: View ose Update Çmimet bazuar në kostot e
sv: Visa eller uppdatera priser baserat på kostnad
sw_ke: Maoni au Mwisho Bei Based On Gharama
tr_tr: Maliyetleri Dayalı görüntüleme veya Update fiyatları
zh_hk: 根据成本查看或者更新价格
zh_tw: 根據成本查看或更新價格

source: Reorder Level By Category/Location
cs_cz: Změna pořadí úrovni kategorie / Místo
es_es: Punto de pedido por Categoría/Ubicación
hi_in: श्रेणी के द्वारा Reorder स्तर स्थान /
id_id: Tingkat Order-Ulg Per Kategori/Lokasi
it_it: Livello di riordino per categoria / Località
ko_kr: 카테고리 / 위치 별 레벨 순서 변경
mr_in: वर्ग / स्थान करून स्तर पुन्हा क्रमवारी लावा
nl_nl: Bestelniveau per categorie / Locatie
pt_pt: Ajuste Nível por Categoria/Local
ro_ro: Prin nivel Reordonare Categorie / Location
ru_ru: Переупорядочить по по категориям / местонахождению
sq_al: Nivel aktive për Nga Category / Lokacioni
sv: Ändra ordning för nivårapportering
sw_ke: Reorder Level Kwa Jamii / Location
tr_tr: Kategorilere göre yeniden sıralama Seviye / Yer
zh_hk: 种类/地点别的重新订购水准
zh_tw: 類別/倉庫別的安全存量

source: Select A Work Order
cs_cz: Zvolit výrobní zakázku
es_es: Seleccionar una orden de trabajo
hi_in: एक कार्य आदेश का चयन करें
id_id: Cari Order Produksi
it_it: Seleziona un ordine di lavoro
ko_kr: 작업 순서를 선택
mr_in: कार्य आदेश निवडा
nl_nl: Selecteer een werk order
pt_pt: Selecionar Ordem Produção
ro_ro: Selectare Bon de lucru
ru_ru: Выберите заказ на работу
sq_al: Zgjidh nje Urdhrin e Punës
sv: Välj en arbetsorder
sw_ke: Kuchagua A Order Kazi
tr_tr: Bir İş Emri seçin
zh_hk: 选择一个工作单
zh_tw: 選取一個工作單

source: QA Samples and Test Results
es_es: Muestras de control de calidad y resultados de pruebas
ko_kr: 품질 보증 샘플 및 테스트 결과
zh_tw: QA樣品和測試結果

source: Costed Bill Of Material Inquiry
cs_cz: Vyčíslením nákladů kusovníku Poptávka
es_es: Consultar lista de materiales costeada
hi_in: सामग्री की costed विधेयक जांच
id_id: Cari Biaya Daftar Bahan Baku
it_it: Bill Of Material generano costi inchiesta
ko_kr: 재료 귀하의 비용이 산정 된 빌
mr_in: साहित्य चौकशीची बिल खर्च
nl_nl: Kosten Materiaal Lijst Bewerken
pt_pt: Consulta BOM Custeado
ro_ro: Bill bugetat Din Material anchetă
ru_ru: Исследование рассчитанной спецификации материалов
sq_al: Bill kosto e materiale Hetim
sv: Kostnadsberäknad materiallista
sw_ke: Costed Bill Uchunguzi wa vifaa
tr_tr: MALIYETLENDIRILMIS ÜRÜN AGACI SORGUSU
zh_hk: 物料清单成本
zh_tw: 物料清單成本

source: Indented Bill Of Material Listing
cs_cz: Odsazené kusovníku Výpis
es_es: Informe de Lista de Materiales Identada
hi_in: सामग्री की लिस्ट इंडेंटेड विधेयक
id_id: Daftar Bersusun Bahan Baku
it_it: Frastagliata Bill di materiale annuncio
ko_kr: 재료 목록의 들여 쓰기 빌
mr_in: साहित्य सूचीची इंडेण्टेड बिल
nl_nl: Ingesprongen Bill Of Material Listing
pt_pt: Relatório Identado BOM
ro_ro: Bill alin de listare Material
ru_ru: Выровненный список накладной на материалы
sq_al: Bill prerë të renditur Materiale
sv: Materiallista
sw_ke: Indented Bill ya nyimbo Material
tr_tr: Materyal Listeleme Of Girintili Bill
zh_hk: 缩排式BOM清单
zh_tw: 階層式(BOM)清表

source: List Components Required
cs_cz: Seznam Požadované součásti
es_es: Listado de Componentes Requeridos
hi_in: सूची आवश्यक अवयव
id_id: Daftar Komponen yg Diperlukan
it_it: Componenti elenco richiesto
ko_kr: 목록 구성 요소 필수
mr_in: आवश्यक घटक यादी
nl_nl: Gewenste lijst Components
pt_pt: Listar Componentes Requeridos
ro_ro: Lista de componente necesare
ru_ru: Перечислить требуемые компоненты
sq_al: Përbërësit Lista e kërkuar
sv: Lista nödvändiga komponenter
sw_ke: Orodha Components Required
tr_tr: Gerekli Listesi Bileşenleri
zh_hk: 列出需要的部件
zh_tw: 列印需要的部件

source: List Materials Not Used Anywhere
es_es: Lista de materiales no usados en ningún lugar
id_id: Tampilkan Bahan Baku Tdk Digunakan Dimanapun
ko_kr: 목록 자료는 임의의 장소에서 사용하지 않음
mr_in: कोठेही न वापरलेली सामग्रीची यादी
pt_pt: Lista Mat. Não Usados em Estrutura
zh_tw: 列出沒有任何用途的物料

source: Indented Where Used Listing
cs_cz: Odsazené Pokud Použité Výpis
es_es: Informe Identado de Dónde se Usaron
hi_in: दांतेदार बना हुआ लिस्ट कहाँ गए
id_id: Daftar Bersusun Dimana Digunakan
it_it: Frastagliata Dove usato Listing
ko_kr: 들여 쓰기 사용 목록
mr_in: इंडेण्टेड कोठे वापरले यादी
nl_nl: Ingesprongen Waar gebruikt onder vermelding van
pt_pt: Relatório Identado Onde Usado
ro_ro: În cazul în care alin utilizat, cu menţionarea
ru_ru: Выровненный список мест использования
sq_al: Prerë Ku përdorura Listing
sv: Lista Material ingår i
sw_ke: Indented wapi Used Listing
tr_tr: Girintili Nerede Listeleme kullanılmış
zh_hk: 缩排使用过的列表
zh_tw: 階層式元件用途查詢

source: WO Items ready to produce
es_es: Artículos de órdenes de trabajo listos para producir
ko_kr: 생산 준비 항목 WO
zh_tw: 工作單物料準備生產

source: MRP
es_es: PRM (Planificación de Requerimientos de Materiales)
hi_in: एमआरपी
id_id: MRP - Perencanaan Persyaratan Bahan
mr_in: एमआरपी
zh_tw: MRP(物料需求計劃)

source: MRP Suggested Purchase Orders
cs_cz: MRP Doporučené Objednávky
es_es: PRM - Órdenes de Compra Sugeridas
hi_in: एमआरपी खरीद आदेश सुझाए
id_id: MRP - Order Pembelian Yg Disarankan
it_it: MRP consigliati Ordini di acquisto
ko_kr: MRP 제안 구매 주문
mr_in: एमआरपी सूचित खरेदी ऑर्डर
nl_nl: MRP Voorgestelde Bestellingen
pt_pt: MRP Sugestão O.C.
ro_ro: MRP sugerate ordinele de cumpărare
ru_ru: MRP предлагаемые заказы на покупку
sq_al: MRP sugjeruara urdhëron Blerje
sv: MRP föreslagna inköpsorder
sw_ke: Alipendekeza MRP Daraja Ununuzi
tr_tr: MRP Satınalma Siparişleri Önerilen
zh_hk: MRP建议的采购订单
zh_tw: MRP建議採購訂單

source: MRP Suggested Work Orders
cs_cz: MRP Doporučené pracovní Objednávky
es_es: PRM - Órdenes de Trabajo Sugeridas
hi_in: एमआरपी कार्य आदेश सुझाए
id_id: MRP - Order Produksi Yg Disarankan
it_it: MRP consigliati ordini di lavoro
ko_kr: MRP 제안 작업 지시
mr_in: एमआरपी सूचित कार्य ऑर्डर
nl_nl: MRP Voorgestelde Werkorders
pt_pt: MRP Sugestão Ord. Produção
ro_ro: MRP sugerate comenzi de lucru
ru_ru: MRP предлагаемые наряды на работу
sq_al: MRP sugjeruara urdhëron Puna
sv: MRP föreslagna arbetsorder
sw_ke: Alipendekeza MRP Daraja Kazi
tr_tr: MRP İş Emirleri Önerilen
zh_hk: MRP建议的工单
zh_tw: MRP建議工作訂單

source: MRP Reschedules Required
cs_cz: MRP přeplánuje Požadované
es_es: PRM - Reprogramación Requerida
hi_in: एमआरपी आवश्यक Reschedules
id_id: MRP - Jadwal-Ulg Diperlukan
it_it: MRP ripianifica obbligatori
ko_kr: MRP는 필수을 다시 예약
mr_in: एमआरपी पुनःवेळापत्रक आवश्यक
nl_nl: MRP herschikt Vereist
pt_pt: MRP Reprogramação Requerida
ro_ro: MRP reeşalonarea Necesar
ru_ru: Требкется перепланирование MRP
sq_al: MRP Reschedules Patjetėr
sv: MRP återschemaläggning krävs
tr_tr: MRP Gerekli yeniden çizelgeler
zh_hk: MRP要求重新计划
zh_tw: MRP要求重新計劃

source: Print Certificate of Analysis
es_es: Imprimir certificado de análisis
ko_kr: 분석 증명서를 인쇄
zh_tw: 列印分析證書

source: Historical QA Test Results
es_es: Resultados de pruebas de control de calidad históricas
ko_kr: 역사 품질 보증 테스트 결과
zh_tw: 歷史QA測試結果

source: Bills Of Material
cs_cz: Materiálové listy
es_es: Listas de materiales
hi_in: सामग्री के बिल
id_id: Daftar Bahan Baku
it_it: Le distinte base
ko_kr: 자재 명세서 (BOM)
mr_in: साहित्याचा बिल
nl_nl: Materiaal Lijsten
pt_pt: Estrutura Produto
ro_ro: Bon de Materiale
ru_ru: Спецификация материалов
sq_al: Faturat e materiale
sv: Materiallistor
sw_ke: Bili ya Material
tr_tr: ÜRÜN AGACLARI (BOM)
zh_hk: 物料清单
zh_tw: 物料清單 (BOM)

source: Copy a Bill Of Materials Between Items
es_es: Copiar una lista de materiales entre artículos
id_id: Salin Daftar Bahan Baku Antara Item
ko_kr: 항목 사이에 재료의 빌 복사
mr_in: आयटम्स मधील सामग्रीच्या बिलांची प्रत
pt_pt: Copiar Estrutura Prod. entre Items
zh_tw: 複製BOM為新的物料編號

source: Master Schedule
cs_cz: Master plán
es_es: Programación Maestra (Horario)
hi_in: कार्यक्रम मास्टर
id_id: Jadwal Induk
ko_kr: 마스터 일정
mr_in: मास्टर वेळापत्रक
pt_pt: Planejamento Mestre
ro_ro: Master Program
ru_ru: Главный график работ
sv: Huvud schema
sw_ke: Bwana Ratiba
tr_tr: Master Programı
zh_hk: 主计划
zh_tw: 主排程

source: Auto Create Master Schedule
cs_cz: Auto Vytvořit Master plán
es_es: Auto Crear Programación Maestra
hi_in: ऑटो मास्टर अनुसूची बनाएँ
id_id: Jadwal Induk Secara Otomatis
it_it: Auto Create piano principale di produzione
ko_kr: 자동 마스터 스케줄 만들기
mr_in: मास्टर वेळापत्रक आपोआप निर्माण करणे
nl_nl: Maak autom Master Schedule
pt_pt: Auto Criar Planejamento Mestre
ro_ro: Auto Creare Program de Master
ru_ru: Автоматическое создание главного графика работ
sq_al: Auto Krijo Schedule Master
sv: Skapa huvudschema automatiskt
sw_ke: Auto Create Mwalimu Ratiba
tr_tr: Oto Master Çizelgesi Oluşturma
zh_hk: 自动创建主计划
zh_tw: 自動建立主排程

source: MRP Calculation
cs_cz: Výpočet MRP
es_es: PRM - Cálculo
hi_in: एमआरपी गणना
id_id: MRP - Perhitungan
it_it: Calcolo MRP
ko_kr: MRP 계산
mr_in: एमआरपी गणना
nl_nl: MRP-berekening
pt_pt: Processar MRP
ro_ro: MRP de calcul
ru_ru: Расчет MRP
sq_al: MRP Llogaritja
sv: MRP Beräkning
tr_tr: MRP Hesaplama
zh_hk: 物料需求计划（MRP）计算
zh_tw: 計算MRP

source: Quality Tests Maintenance
es_es: Mantenimiento de pruebas de calidad
ko_kr: 품질 테스트 유지 보수
zh_tw: QA測試維護

source: Bank Account Payments Matching
cs_cz: Bankovní účet platby odpovídající
es_es: Conciliar egresos de cuenta bancaria
hi_in: बैंक खाता मिलान भुगतान
id_id: Cocokan Pembayaran Bank
it_it: Spunta dei pagamenti
ko_kr: 은행 계좌 결제 매칭
mr_in: बँक खाते देयके जुळणे
nl_nl: Bank Rekening Betalingsvergelijkingen
pt_pt: Conciliar Contas Banc. Pag.
ro_ro: Banca Plăţi cont de potrivire
ru_ru: Сопоставление платежей банковского счета
sq_al: Llogaria Pagesat Banka Matching
sv: Bankkonto matcha utbetalningar
sw_ke: Akaunti ya Malipo ya benki Swahili
tr_tr: UYAN BANKA ÖDEMELERI
zh_hk: 银行对账-付款
zh_tw: 銀行對帳-付款

source: Bank Account Receipts Matching
cs_cz: Bankovní účet Příjmy odpovídající
es_es: Conciliar ingresos a cuenta bancaria
hi_in: बैंक खाता मिलान प्राप्तियां
id_id: Cocokan Penerimaan Bank
it_it: Ricevute conto bancario di corrispondenza
ko_kr: 은행 계좌 영수증 매칭
mr_in: बँक खाते पावत्या जुळणे
nl_nl: Match binnenkomende betalingen
pt_pt: Conciliar Contas Banc. Receb.
ro_ro: Banca Încasări cont de potrivire
ru_ru: Соответствие поступлений на банковский счет
sq_al: Llogaria Pranimet Banka Matching
sv: Bankkonto matcha inbetalningar
sw_ke: Akaunti ya benki Mapato Swahili
tr_tr: Eşleme Banka Hesap Makbuzlar
zh_hk: 银行对账-收款
zh_tw: 銀行對帳-收款

source: Bank Account Reconciliation Statement
cs_cz: Bankovní účet Odsouhlasení prohlášení
es_es: Estado de conciliación bancaria
hi_in: बैंक खाता समाधान वक्तव्य
id_id: Laporan Rekonsiliasi Bank
it_it: Dichiarazione di riconciliazione Bank Account
ko_kr: 은행 계좌 조정 명세서
mr_in: बँक खाते मेळ विवरणपत्र
nl_nl: Bank Account Verzoening Statement
pt_pt: Reconc. Conta Bancária
ro_ro: Cont bancar Declaratie de Reconciliere
ru_ru: Отчет о согласовании банковских счетов
sq_al: Pajtimi i llogarisë bankare Deklaratë
sv: Visa bankavstämningsrapport
sw_ke: Taarifa ya Akaunti ya Benki ya Upatanisho
tr_tr: Banka Hesap Uzlaşma Bildirisi
zh_hk: 银行对账单
zh_tw: 銀行對帳單

source: Cheque Payments Listing
cs_cz: Seznam šekových plateb
es_es: Lista de pagos con cheque
hi_in: चैक लिस्ट भुगतान
id_id: Daftar Pembayaran Cek
it_it: Pagamenti
ko_kr: 수표 지급 리스팅
mr_in: सूची धनादेश देयके
nl_nl: Cheque Betalings Lijst
pt_pt: Listagem Pagamentos Cheque
ro_ro: Plăţi Cec Listing
ru_ru: Список платежей по чеку
sq_al: Pagesat çek Listing
sv: Lista checkutbetalningar
sw_ke: Hundi Malipo ya nyimbo
tr_tr: ÇEK ÖDEMELERI LISTESI
zh_hk: 付款清单
zh_tw: 付款清單

source: Account Inquiry
cs_cz: Přehled účtu
es_es: Consultar cuenta
hi_in: खाता जांच
id_id: Cari Akun
it_it: Richiesta Account
ko_kr: 계정 문의
mr_in: खाते चौकशी
nl_nl: Rekening Opvragen
pt_pt: Consulta Conta Contábil
ro_ro: Cont anchetă
ru_ru: Исследование счета
sq_al: Hetim llogari
sv: Kontofråga
sw_ke: Uchunguzi akaunti
tr_tr: HESAP SORGUSU
zh_hk: 总账查询
zh_tw: 總帳查詢

source: Account Listing
cs_cz: Výpis účet
es_es: Lista de cuentas
hi_in: खाता लिस्ट
id_id: Daftar Akun
it_it: Conto Listing
ko_kr: 계정 목록
mr_in: खाते यादी
pt_pt: Relatório Conta
ro_ro: Cont Listing
ru_ru: Список счетов
sq_al: Llogaria Listing
sv: Konto Listing
sw_ke: Akaunti ya nyimbo
tr_tr: Hesap Listeleme
zh_hk: 会计要素
zh_tw: 總帳帳戶表

source: Account Listing to CSV File
cs_cz: Výpis účtu do CSV souboru
es_es: Lista de cuentas a archivo CSV
hi_in: खाता CSV फ़ाइल करने के लिए लिस्ट
id_id: Daftar Akun ke File CSV
it_it: Account Inserzione di file CSV
ko_kr: CSV 파일에 계정 목록
mr_in: खाते सूची सीएसव्ही फाइलमध्ये
nl_nl: Account woning naar CSV-bestand
pt_pt: Gerar arquivo C. Contábil (CSV)
ro_ro: Listarea Cont pentru a fişierului CSV
ru_ru: Распечатку счетов в CSV-файл
sq_al: Listing Llogaria për CSV File
sv: Konto Notering till CSV-fil
sw_ke: Akaunti ya nyimbo na Picha CSV
tr_tr: CSV Dosyasına Hesap Listeleri
zh_hk: 将会计科目导入CSV文件
zh_tw: 下載總帳(CSV文件)

source: Tag Reports
cs_cz: Tag zprávy
es_es: Informes de Centros de Costo
hi_in: टैग रिपोर्टें
id_id: Laporan Tag
it_it: Tag Report
ko_kr: 태그 보고서
mr_in: टॅग अहवाल
nl_nl: Tag Rapporten
pt_pt: Relatório Tags Contábeis
ro_ro: Tag Rapoarte
ru_ru: Отчеты по тегу
sq_al: Tag Raportet
sv: Etikettera rapporter
tr_tr: Tag Raporlar
zh_hk: 标签报告
zh_tw: 標籤報表

source: Tax Reports
cs_cz: Daňová přiznání
es_es: Informes de impuestos
hi_in: कर रिपोर्ट
id_id: Laporan Pajak
it_it: Rapporti fiscali
ko_kr: 세금 보고서
mr_in: कर अहवाल
nl_nl: Belasting Rapporten
pt_pt: Relatório Impostos
ro_ro: Rapoarte fiscale
ru_ru: Отчеты по налогам
sq_al: Raportet e taksave
sv: Skatterapporter
sw_ke: Ripoti ya kodi
tr_tr: Vergi Raporlar
zh_hk: 税报告
zh_tw: 稅報表

source: GL Accounts
es_es: Cuentas contables
ko_kr: GL 계정
mr_in: जी.एल. खाती
pt_pt: Contas Contábeis
zh_tw: 會計科目

source: GL Budgets
cs_cz: GL rozpočty
es_es: Presupuestos contables
hi_in: जीएल बजट
id_id: Anggaran GL
it_it: GL bilanci
ko_kr: GL 예산
mr_in: जी.एल. बजेट
nl_nl: Budget voor grootboekrekeningen
pt_pt: Orçamento Contábil
ro_ro: GL bugete
ru_ru: Бюджеты главной книги
sq_al: GL Buxhetet
sv: Redovisning budgetar
sw_ke: GL Bajeti
tr_tr: GL Bütçeler
zh_hk: 总帐预算
zh_tw: 總帳預算

source: GL Tags
cs_cz: GL Tagy
es_es: Centros de costo
hi_in: जीएल टैग
id_id: Tag GL
it_it: GL Tag
ko_kr: GL 태그
mr_in: जी.एल. टॅग्ज
nl_nl: Grootboekrekening labels
pt_pt: Tags Contábeis
ro_ro: Tag-uri GL
ru_ru: Теги главной книги
sv: Redovisnings Etiketter
tr_tr: GL Etiketler
zh_hk: 总帐标签
zh_tw: 總帳標籤

source: Add a new Asset
cs_cz: Přidat nový Asset
es_es: Añadir un activo nuevo
hi_in: एक नया संपत्ति जोड़ें
id_id: Tambah Aktiva baru
it_it: Aggiungere un nuovo assetto
ko_kr: 새로운 자산을 추가
mr_in: नवीन मालमत्ता जोडा
nl_nl: Voeg een nieuwe Asset
pt_pt: Adicionar Novo Ativo
ro_ro: Adauga un activ nou
ru_ru: Добавить новый актив
sq_al: Shto një Pasurive të ri
sv: Lägg till ett nytt Asset
sw_ke: Kuongeza Amana mpya
tr_tr: Yeni bir Varlık ekle
zh_hk: 增加新资产
zh_tw: 增加新資產

source: Depreciation Journal
cs_cz: Odpisy věstníku
es_es: Diario de Amortización
hi_in: मूल्यह्रास जर्नल
id_id: Jurnal Penyusutan
it_it: Ammortamenti Gazzetta
ko_kr: 감가 상각 저널
mr_in: घसारा जर्नल
nl_nl: Afschrijvingen Journal
pt_pt: Registro Depreciação
ro_ro: Amortizarea Jurnalul
ru_ru: Журнал амортизации
sq_al: Zhvlerësimi Journal
sv: Avskrivningsjournal
sw_ke: Uchakavu Journal
tr_tr: Amortisman Dergisi
zh_hk: 折旧日记账
zh_tw: 折舊日記帳

source: Asset Register
cs_cz: Asset Registrace
es_es: Registro de activos
hi_in: संपत्ति रजिस्टर
id_id: Daftar Aktiva
ko_kr: 자산 등록
mr_in: मालमत्ता रजिस्टर
pt_pt: Registro de Ativo
ro_ro: Activ Inregistrare
ru_ru: Реестр активов
sq_al: Aktiv Regjistrohu
sv: Asset Registrera
sw_ke: Mali Register
tr_tr: Varlık Kayıt
zh_hk: 资产登记簿
zh_tw: 資產登記簿

source: My Maintenance Schedule
es_es: Mi plan de mantenimiento
ko_kr: 내 유지 보수 일정
mr_in: माझे देखभाल वेळापत्रक
pt_pt: Meu Planej. Mestre
zh_tw: 我的維護計劃
