Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The system parameters are set to prohibit negative stocks. Processing this stock adjustment would result in negative stock at this location. This adjustment will not be processed.
cs_cz: Parametry systému jsou nastaveny zakázat negativní zásob. Zpracování této populace úpravy by mělo za následek negativní skladu na tomto místě. Tato úprava nebudou zpracovány.
es_es: El sistema está configurado para prohibir existencias negativas. Si se procesara este ajuste de existencias resultaría en exitencias negativas en esta ubicación. El ajuste no será procesado.
hi_in: प्रणाली मानकों को नकारात्मक स्टॉक निषेध सेट कर रहे हैं. प्रसंस्करण इस शेयर नकारात्मक समायोजन शेयर में इस स्थान पर नतीजा होगा. इस समायोजन संसाधित नहीं किया जाएगा.
id_id: Parameter sistem diatur utk tdk memperbolehkan stok negatif. Memproses penyesuaian stok ini akan menyebabkan stok negatif pada lokasi ini. Penyesuaian ini tdk akan diproses.
it_it: I parametri di sistema sono impostate per vietare stock negativi. Elaborazione questo aggiustamento stock si tradurrebbe in stock negativo in questa posizione. Questa regolazione non saranno trattati.
ko_kr: 시스템 매개 변수는 음의 축적량을 금지하도록 설정된다. 이 재고 조정을 처리하면이 위치에 부정적인 재고가 될 것입니다. 이 조정은 처리되지 않습니다.
mr_in: प्रणाली घटके नकारात्मक साठा करण्यास बंदी सेट केले जाते. या स्टॉक समायोजन प्रक्रिया या स्थानावर नकारात्मक स्टॉक कारणीभूत ठरेल. हे समायोजन प्रक्रिया केली जाणार नाही.
nl_nl: Syteem setting lat geen negatieve voorraad toe. Omdat deze voorraadwijziging zal resulteren in een negatieve voorraad zal deze niet worden uitgevoerd
pt_pt: Parâmetros do Sistema configurados para barrar estoque negativo. Processamento irá resultar em estoque negativo para este local. transação não processada
ro_ro: Parametrii sistemului sunt stabilite pentru a interzice stocuri negative. Prelucrarea această ajustare stoc ar duce în stoc negativ la această locaţie. Această ajustare nu vor fi procesate.
ru_ru: Параметры системы запрещают отрицательные запасы. Корректировка приведет к отрицательным запасам в этом месте. Корректировка не будет проведена.
sq_al: Parametrat e sistemit janë të vendosur që të ndalojnë stoqe negative. Përpunimin e këtij rregullimi të aksioneve do të rezultojë në magazinë negative në këtë vend. Ky rregullim nuk do të jenë të përpunuara.
sv: Systemet sätts till de förbjuda negativa lagren. Bearbetning av detta bestånd justering skulle resultera i negativa lager på denna plats. Denna justering kommer inte att behandlas.
sw_ke: vigezo ni kuweka mfumo wa kuzuia hifadhi ya hasi. Usindikaji marekebisho hisa ingeweza kusababisha hisa hasi katika eneo hili. Pendekezo hili si kuwa processed.
tr_tr: Sistem parametreleri olumsuz stokları yasaklamak için ayarlanır. Işlem bu stok ayarlaması bu yerde negatif stok olmasına neden olur. Bu ayar işleme alınmayacaktır.
zh_hk: 系统参数设置为禁止负数库存。处理此库存调整会导致此地点的负数库存。此调整无法进行。
zh_tw: 系統設定禁止負存貨量. 執行這存貨調整會導致這地點負存貨量. 不能執行調整

source: Unable to determine if the serial item exists
cs_cz: Nelze určit, zda výrobní položka existuje
es_es: No es posible determinar si existe el número de serie del artículo
hi_in: असमर्थ अगर धारावाहिक मद मौजूद है निर्धारित करने के लिए
id_id: Tdk dapat menentukan apakah item serial itu ada
it_it: Impossibile determinare se l&#39;elemento seriale esiste
ko_kr: 직렬 항목이 존재하는 경우 확인할 수 없습니다
mr_in: सिरियल आयटम विद्यमान हे निर्धारित करण्यात अक्षम
nl_nl: Niet mogelijk om vast te stellen of het seriematige item bestaat
pt_pt: Não foi possivel determinal se item serial existe
ro_ro: Imposibil pentru a determina dacă există elementul de serie
ru_ru: Невозможно определить, если серийный товар существует
sq_al: Në pamundësi për të përcaktuar nëse ekziston pika serial
sv: Det går inte att avgöra om den seriella objektet finns
sw_ke: Hawawezi kuamua kama bidhaa Serial lipo
tr_tr: SERILENMIS ÜRÜN OLUP OLMADIGI TESPIT EDILEMIYOR
zh_hk: 未能判定序列号是否存在
zh_tw: 未能判定序號是否存在

source: A stock adjustment for
cs_cz: Skladem úprava
es_es: Ajuste de existencia para
hi_in: एक शेयर समायोजन के लिए
id_id: Penyesuaian stok utk
it_it: Un aggiustamento stock per
ko_kr: 대한 재고 조정
mr_in: एक स्टॉक समायोजन
nl_nl: Een voorraadwijziging voor
pt_pt: Ajuste de estoque para
ro_ro: O ajustare stoc pentru
ru_ru: Корректировка склада для
sq_al: Një rregullim e aksioneve për
sv: Lagerjustering för
sw_ke: A marekebisho hisa kwa
tr_tr: STOK AYARLAMA >>
zh_hk: 存货调整
zh_tw: 存貨調整

source: has been created from location
cs_cz: byl vytvořen z místa
es_es: ha sido creado desde la ubicación
hi_in: है स्थान से बनाया गया है
id_id: telah dibuat dari lokasi
it_it: è stato creato dalla posizione
ko_kr: 위치에서 생성 된
mr_in: स्थान तयार केले गेले आहे
nl_nl: is gemaakt van lokatie
pt_pt: foi criada do local
ro_ro: a fost creat de la locaţie
ru_ru: создано из расположения
sq_al: është krijuar nga lokacioni
sv: har skapats från platsen
sw_ke: imeanzishwa kutoka eneo
tr_tr: << ISLENDI, DEPO:
zh_hk: 已新建，仓库
zh_tw: 已由地點產生

source: Stock adjustment for
es_es: Ajuste de existencia para
id_id: Penyesuaian stok utk
ko_kr: 대한 재고 조정
mr_in: साठी स्टॉक समायोजन
pt_pt: Ajuste de Estoque para
zh_tw: 存貨調整

source: Adjustment Details
cs_cz: Úprava Podrobnosti
es_es: Detalles de Ajuste
hi_in: समायोजन विवरण
id_id: Rincian Penyesuaian
it_it: Regolazione Dettagli
ko_kr: 조정 세부 사항
mr_in: समायोजन तपशील
nl_nl: Aanpassing Details
pt_pt: Detalhes do Ajuste
ro_ro: Ajustare Detalii
ru_ru: Подробности согласования
sq_al: Rregullimit Details
sv: Justering Detaljer
sw_ke: Marekebisho Details
tr_tr: Ayar Detayları
zh_hk: 调整细节
zh_tw: 調整明細

source: Partial Description
cs_cz: Částečné Popis
es_es: Descripción Parcial
hi_in: आंशिक विवरण
id_id: Sebagian Keterangan
it_it: Descrizione parziale
ko_kr: 부분 설명
mr_in: अर्धवट वर्णन
nl_nl: Deel beschrijving
pt_pt: Descrição Parcial
ro_ro: Parţială Descriere
ru_ru: Частичное описание
sq_al: Përshkrimi i pjesshëm
sv: Partialbeskrivning
sw_ke: Ubaguzi Description
tr_tr: Kısmi Açıklama
zh_hk: 部分描述
zh_tw: 部分摘要

source: Partial Stock Code
cs_cz: Částečné skladem Kód
es_es: Porción del Código de Inventario
hi_in: आंशिक स्टॉक कोड
id_id: Sebagian Kode Stok
it_it: Archivio parziale del codice
ko_kr: 일부 주식 코드
mr_in: अर्धवट स्टॉक कोड
nl_nl: Deel van de voorraad code
pt_pt: Código Parcial Estoque
ro_ro: Parţială stoc Cod
ru_ru: Частичный код товара
sq_al: Kodi i pjesshëm Stock
sv: Partiellt produktnr
sw_ke: Ubaguzi Stock Code
tr_tr: Kısmi Stok Kodu
zh_hk: 部分库存代码
zh_tw: 物料存貨編碼

source: Check Part
cs_cz: Zkontrolujte, zda část
es_es: Comprobar Pieza
hi_in: चेक भाग
id_id: Cek Brg
it_it: Controllare la parte
ko_kr: 일부 확인
mr_in: भाग तपासा
nl_nl: Kontroleer Onderdeel
pt_pt: Verificar Componente
ro_ro: Partea a verifica
ru_ru: Проверить часть
sq_al: Check Pjesa
sv: Konrollera produkt
sw_ke: Sehemu ya kuangalia
tr_tr: KONTROL ET
zh_hk: 检查物料编号
zh_tw: 檢查部件

source: In Units of
cs_cz: V jednotkách
es_es: Unidades
hi_in: की इकाइयों में
id_id: Dalam Satuan
it_it: In Unità di
ko_kr: 단위
mr_in: च्या घटकात
nl_nl: In eenheden van
pt_pt: em Unidades de
ro_ro: În unităţi de
ru_ru: Единицы
sq_al: Në Njësitë e
sv: i enheter om
sw_ke: Katika Units wa
tr_tr: BIRIM:
zh_hk: 单位
zh_tw: 單位

source: Adjustment to Stock At Location
cs_cz: Přizpůsobení se skladem v místě
es_es: Ajuste a existencia en ubicación
hi_in: समायोजन स्थान पर स्टॉक करने के लिए
id_id: Penyesuaian terhadap Stok di Lokasi
it_it: Adeguamento al magazzino a posizione
ko_kr: 위치에 재고로 조정
mr_in: स्थानावर शेअर करण्यासाठी समायोजन
nl_nl: Het ingevoerde item is of een dummy part of een assemblage of een kitset onderdeel
pt_pt: Ajuste de Estoque no Local
ro_ro: Adaptarea la Bursa de Valori la locatia
ru_ru: Корректировка склада в расположении
sq_al: Rregullim për Stock Në Vendndodhja
sv: Justering av lagerplats
sw_ke: Marekebisho kwa Stock Katika Location
tr_tr: AYARLAMA YAPILACAK DEPO
zh_hk: 调整到仓库
zh_tw: 調整到存貨地點

source: Comments On Why
cs_cz: Komentáře k Proč
es_es: Comentarios sobre porqué
hi_in: पर टिप्पणी क्यों
id_id: Keterangan
it_it: Commenti sul perché
ko_kr: 왜에 대한 의견
mr_in: का टिप्पण्या
nl_nl: Verklaring Waarom
pt_pt: Justificativa Ajuste
ro_ro: Comentarii la ce
ru_ru: Комментарии на Почему
sq_al: Komente Mbi Pse
sv: Kommentar
sw_ke: Maoni ya nini
tr_tr: SEBEBI
zh_hk: 调整原因
zh_tw: 註明原因

source: Adjustment Quantity
cs_cz: Úprava Množství
es_es: Cantidad Ajustada
hi_in: समायोजन मात्रा
id_id: Qty Penyesuaian
it_it: Quantità di regolazione
ko_kr: 조정 수량
mr_in: समायोजन प्रमाण
nl_nl: Aanpassen Aantal
pt_pt: Quantidade Ajustada
ro_ro: Cantitatea de ajustare
ru_ru: Корректировка количества
sq_al: Rregullimit Sasia
sv: Justerat antal
sw_ke: Marekebisho Kiasi
tr_tr: AYARLAMA MIKTARI
zh_hk: 调整数量
zh_tw: 調整數量

source: Enter Stock Adjustment
cs_cz: Zadejte skladem Nastavení
es_es: Introducir ajuste de inventario
hi_in: शेयर समायोजन दर्ज
id_id: Masukkan Penyesuaian Stok
it_it: Inserisci aggiustamento stock
ko_kr: 재고 조정을 입력
mr_in: स्टॉक ऍडजस्टमेंट प्रविष्ट करा
nl_nl: Voer Voorraad Wijziging In
pt_pt: Informar Ajuste de Estoque
ro_ro: Introduceţi ajustare stoc
ru_ru: Введите корректировку склада
sq_al: Enter Rregullimit Stock
sv: Registrera lagerjustering
sw_ke: Kuingia Stock Adjustment
tr_tr: STOK AYARLAMALARI ISLE!
zh_hk: 输入存货调整
zh_tw: 輸入存貨調整

source: Show Movements
cs_cz: Zobrazit Pohyby
es_es: Mostrar Movimientos
hi_in: दिखाएँ संचलन
id_id: Tampilkan Perpindahan
it_it: Mostra Movimenti
ko_kr: 보기 운동
mr_in: दर्शवा हालचाली
nl_nl: Laat Verplaatsingen Zien
pt_pt: Exibir Movimentos
ro_ro: Vizualizare Tranzactii
ru_ru: Показать перемещения
sq_al: Show Lëvizjet
sv: Visa transaktioner
sw_ke: Kuonyesha Harakati
tr_tr: HAREKETLERI GÖSTER
zh_hk: 显示物料移动
zh_tw: 顯示移動

source: Adjusting Controlled Items
cs_cz: Úprava kontrolovaného zboží
es_es: Ajustando Artículos Controlados
hi_in: नियंत्रित वस्तुओं का समायोजन
id_id: Menyesuaikan Item Terkontrol
it_it: Regolazione prodotti controllati
ko_kr: 제어 항목 조정
mr_in: नियंत्रित आयटम समायोजित
nl_nl: Wijzig gecontroleerde items
pt_pt: Ajustar Itens Controlados
ro_ro: Reglarea produsele supuse controlului
ru_ru: Корректирование
sq_al: Përshtatja Items kontrolluar
sv: Justerar kontrollerade produkter
sw_ke: Kurekebisha Items Controlled
tr_tr: KONTROLLÜ ÜRÜNLER AYARLANIYOR
zh_hk: 调整受控物料
zh_tw: 調整受控商品

source: Enter A Stock Adjustment
cs_cz: Zadejte skladem přizpůsobení
es_es: Introducir un ajuste de existencias
hi_in: एक स्टॉक समायोजन दर्ज
id_id: Masukkan Penyesuian Stok
it_it: Inserisci un aggiustamento stock
ko_kr: 재고 조정을 입력
mr_in: एक स्टॉक ऍडजस्टमेंट प्रविष्ट करा
nl_nl: Voer een voorraadwijziging in
pt_pt: Ajustar Estoque
ro_ro: Introduceţi o ajustare la Bursa de Valori
ru_ru: Введите корректировку склада
sq_al: Enter Një Rregullimit Stock
sv: Registrera en lagerjustering
sw_ke: Kuingia A Adjustment Stock
tr_tr: BIR STOK AYARLAMA GIRIN
zh_hk: 输入一个存货调整
zh_tw: 輸入一個存貨調整

source: This page can only be opened if a stock adjustment for a controlled item has been entered
cs_cz: Tato stránka může být otevřen pouze akcie úprava pro kontrolované položky byly zapsány
es_es: Esta página sólo se puede abrir si se ha introducido un ajuste de existencia para un elemento de control
hi_in: यह पृष्ठ केवल तभी एक नियंत्रित आइटम के लिए एक शेयर समायोजन दर्ज किया गया है खोला जा सकता है
id_id: Halaman ini hanya dapat dibuka jika penyesuian stok utk item terkontrol sdh dimasukkan
it_it: Questa pagina può essere aperto solo un aggiustamento stock per un elemento di controllo è stato inserito
ko_kr: 통제 항목에 대한 재고 조정이 입력되어있는 경우,이 페이지는 열 수 있습니다
mr_in: नियंत्रीत गोष्टीसाठी एक स्टॉक समायोजन प्रविष्ट केले असल्यास हे पृष्ठ फक्त उघडता येते
nl_nl: Deze pagina kan alleen worden geopend indien een voorraad wijziging voor een gecontroleerd item wordt toegevoegd
pt_pt: Esta página só pode ser aberta se um ajuste de estoque para item controlado foi informado
ro_ro: Aceasta pagina poate fi deschis numai în cazul în care o ajustare stoc pentru un element controlată a fost introdus
ru_ru: Эта страница может быть открыта только если только введена корректировка ассортимента для контролируемого товара
sq_al: Kjo faqe mund të hapen vetëm në qoftë se një rregullim të aksioneve për një artikull të kontrolluar ka hyrë
sv: Denna sida kan endast öppnas om ett bestånd justering för ett föremål som har angetts
sw_ke: Ukarasa huu unaweza tu kufunguliwa kama marekebisho ya hisa kwa ajili ya bidhaa kudhibitiwa imekuwa aliingia
tr_tr: kontrollü bir öğe için bir stok ayarlaması girildi Bu sayfa sadece açılabilir
zh_hk: 只有在受控物料调整输入后才能开启此页
zh_tw: 只有在受控商品調整輸入後才能開啟此頁

source: The adjusted item must be defined as controlled to require input of the batch numbers or serial numbers being adjusted
cs_cz: Upravená položka musí být definována jako řízené vyžadovat zadání čísel šarží nebo sériových čísel se upravuje
es_es: El elemento de ajuste debe ser definido como controlado para exigir la entrada de los números de lote o números de serie siendo ajustados
hi_in: समायोजित आइटम के लिए बैच नंबर या सीरियल नंबर की आवश्यकता नियंत्रित इनपुट के रूप में परिभाषित किया जाना चाहिए किया जा रहा है समायोजित
id_id: Item yg disesuaikan harus ditentukan sbg terkontrol utk membutuhkan input dari nomor batch atau nomor seri yg disesuaikan
it_it: L&#39;ordine del giorno adeguato deve essere definito come controllato per richiedono l&#39;input dei numeri di lotto o numeri di serie sono regolati
ko_kr: 조정 항목은 배치 번호 또는 일련 번호의 입력을 요구하는 제어 조정되는 것으로 정의해야합니다
mr_in: सुस्थीत जात बॅच क्रमांक किंवा सिरिअल क्रमांक इनपुट आवश्यक नियंत्रित म्हणून सुस्थीत आयटम ठरवणे आवश्यक आहे
nl_nl: Gewijzigd item moet als gecontroleerd worden aangemerkt voor invoer van batch / serie nummer
pt_pt: O item ajustado precisa estar definido como controlado e requer número de controle serial ou lote para ser ajustado
ro_ro: Element reglate trebuie să fie definit ca fiind sub control de a solicita intrarea numerele loturilor sau numerele de serie fiind ajustată
ru_ru: Скорректированая позиция должна быть определена как контролируемая для того, чтобы требовать номер партии или серийные номера корректируемый товаров.
sq_al: Pika e rregulluar duhet të përcaktohet si të kontrolluar të kërkojë të dhëna e numrave të serisë apo numrat serik të rregulluar
sv: Raden måste vara definierad som kontrolleras för att man skall registrera batch- eller serienummer
sw_ke: bidhaa ya kubadilishwa lazima hufafanuliwa kama kudhibitiwa zinahitaji mchango wa idadi ya kundi au idadi Serial kuwa kurekebishwa
tr_tr: Düzeltilmiş madde düzeltilmiş olan toplu iş numaraları veya seri numaraları giriş gerektirecek kontrollü olarak tanımlanması gerekir
zh_hk: 你要调整的物料被定义为受控物料, 调整需要输入批次号或序号
zh_tw: 你要調整的商品被定義為受控商品, 調整需要輸入批次號或序號

source: Back to Adjustment Screen
cs_cz: Zpět na nastavení obrazovky
es_es: Volver a la Pantalla de Ajustes
hi_in: वापस करने के लिए स्क्रीन समायोजन
id_id: Kembali ke Menu Penyesuaian
it_it: Torna alla regolazione dello schermo
ko_kr: 돌아 가기 조정 화면으로
mr_in: मागे ऍडजस्टमेंट स्क्रीनवर
nl_nl: Terug naar wijzigingsscherm
pt_pt: Voltar Telas Ajustes
ro_ro: Înapoi la Screen ajustare
ru_ru: Назад к экрану корректировки
sq_al: Kthehu tek Screen Rregullimit
sv: Tillbaka
sw_ke: Nyuma Screen Adjustment
tr_tr: AYARLAMA EKRANINA GERI DÖN
zh_hk: 返回调整页
zh_tw: 返回調整頁

source: Adjustment of controlled item
cs_cz: Úpravy regulovaných položek
es_es: Ajuste de artículo controlado
hi_in: नियंत्रित वस्तु का समायोजन
id_id: Penyesuaian dari item terkontrol
it_it: Regolazione del bene controllato
ko_kr: 통제 된 항목의 조정
mr_in: नियंत्रित आयटमची समायोजन
nl_nl: Wijzigen van gecontroleerd item
pt_pt: Ajustar um item controlado
ro_ro: Ajustarea element controlate
ru_ru: Корректировка контроллируемых товаров
sq_al: Rregullimi i sendit të kontrolluara
sv: Justering av kontrollerade produkter
sw_ke: Marekebisho ya bidhaa kudhibitiwa
tr_tr: KONTROLLÜ ÜRÜN AYARLAMALARI
zh_hk: 调整受控物料
zh_tw: 調整受控商品

source: Adding Items
cs_cz: Přidání položky
es_es: Añadiendo artículos
hi_in: आइटम जोड़ना
id_id: Menambahkan Item
it_it: Aggiunta di elementi
ko_kr: 항목 추가
mr_in: आयटम जोडणे
nl_nl: Toevoegen van items
pt_pt: Adic. Itens
ro_ro: Adăugarea Elemente
ru_ru: Добавление товаров
sq_al: Shtimi i Artikujve
sv: Lägg till produkter
sw_ke: Kuongeza Items
tr_tr: ÜRÜN EKLE
zh_hk: 新增物料
zh_tw: 新增商品

source: Removing Items
cs_cz: Odstranění položky
es_es: Quitando Artículos
hi_in: आइटम्स हटाना
id_id: Menghapus Item
it_it: Rimozione di elementi
ko_kr: 항목을 제거
mr_in: आयटम काढत
nl_nl: Verwijderen van items
pt_pt: Remover Itens
ro_ro: Eliminarea elementelor
ru_ru: Удаление товаров
sq_al: Heqja e Artikujve
sv: Ta bort produkter
sw_ke: Kuondoa Items
tr_tr: ÜRÜN KALDIR
zh_hk: 移除物料
zh_tw: 移除商品

source: The Adjustment Type needs to be set
cs_cz: Úprava typu musí být nastavena
es_es: Se necesita fijar el tipo de ajuste
hi_in: समायोजन प्रकार सेट की जरूरत है
id_id: Tipe Penyesuaian perlu diatur
it_it: Il tipo di regolazione deve essere impostato
ko_kr: 조정 유형 설정해야합니다
mr_in: ऍडजस्टमेंट प्रकार सेट करणे आवश्यक आहे
nl_nl: Wijzigingstype moet worden aangegeven
pt_pt: O tipo de ajuste precisa ser defin.
ro_ro: Tipul de ajustare trebuie să fie stabilite
ru_ru: Тип корректировки необходимо установить
sq_al: Lloji Rregullimit duhet të jetë i vendosur
sv: Den justering Type måste ställas in
sw_ke: Type Adjustment inahitaji kuweka
tr_tr: AYARLAMA TÜRÜ OLUSTURULMALI
zh_hk: 需要设定调整种类
zh_tw: 需要設定調整種類

source: Please try again
cs_cz: Prosím zkuste to znovu
es_es: Por favor intente nuevamente
hi_in: कृपया पुनः प्रयास करें
id_id: Silahkan coba kembali
it_it: Si prega di riprovare
ko_kr: 다시 시도하십시오
mr_in: कृपया पुन्हा प्रयत्न करा
nl_nl: Probeer het opnieuw
pt_pt: Nova Tentativa
ro_ro: Vă rugăm să încercaţi din nou
ru_ru: Пожалуйста, попробуйте еще раз
sq_al: Ju lutemi provoni përsëri
sv: Försök igen.
sw_ke: Tafadhali jaribu tena
tr_tr: LÜTFEN TEKRAR DENEYIN
zh_hk: 请重试
zh_tw: 請重試

source: Inventory Categories Maintenance
cs_cz: Nastavení skladových skupin
es_es: Administrar categorías de inventario
hi_in: श्रेणियाँ सूची रखरखाव
id_id: Pengaturan Kategori Persediaan
it_it: Inventario categorie di manutenzione
ko_kr: 재고 카테고리 유지 보수
mr_in: सूची कॅटेगरीज देखभाल
nl_nl: Voorraad Catergorie Onderhoud
pt_pt: Manutenção Categorias Estoque
ro_ro: Reglaje Categorii de Inventar
ru_ru: Поддержка категорий ассортимента
sq_al: Inventari Kategoritë Mirëmbajtja
sv: Lagerkategorier
sw_ke: Hesabu Jamii Maintenance
tr_tr: STOK KATEGORILERI YÖNETIMI
zh_hk: 物料组
zh_tw: 物料組設定

source: Dummy Item - (No Movements)
cs_cz: Fiktivní položka - (bez pohybů)
es_es: Artículos Simulados - (Sin Movimiento)
hi_in: (नहीं आंदोलनों) - Dummy आइटम
id_id: Item Dumi - (Tdk ada Perpindahan)
it_it: Dummy dell&#39;oggetto - (assenza di movimenti)
ko_kr: 더미 아이템 - (없음 운동)
mr_in: नकली आयटम - (नाही हालचाली)
nl_nl: Dummy item (geen verplaatsingen)
pt_pt: Item Boneco
ro_ro: Articol ocazional
ru_ru: Макет товара - (Без передвижений)
sq_al: Prona ne Shitje - (No Lëvizja)
sv: Dummy produkter - (inga transaktioner)
sw_ke: Dummy Bidhaa - (No Movements)
tr_tr: SERVIS - (HAREKETSIZ)
zh_hk: 虚拟物料 - (无库存)
zh_tw: 虛擬物料 - (沒有庫存)

source: Finished Goods
cs_cz: Hotové výrobky
es_es: Bienes terminados
hi_in: तैयार माल
id_id: Brg Jadi
it_it: Prodotti finiti
ko_kr: 완제품
mr_in: विक्रीस तयार वस्तू
nl_nl: Afgewerkte Goederen
pt_pt: Produtos Acabados
ro_ro: Produse Finisate
ru_ru: Законченные товары
sq_al: Mallrat e përfunduara
sv: Färdiga produkter
sw_ke: Kumaliza Bidhaa
tr_tr: BITMIS MAMUL
zh_hk: 产成品
zh_tw: 成品

source: Labour
cs_cz: Práce
es_es: Mano de obra
hi_in: श्रम
id_id: Jasa
it_it: Lavoro
ko_kr: 노동
mr_in: कामगार
nl_nl: Arbeid
pt_pt: M.Obra
ro_ro: Manopera
ru_ru: Работы
sq_al: Punës
sv: Arbete
sw_ke: Kazi
tr_tr: ISÇILIK
zh_hk: 人工
zh_tw: 人工

source: Raw Materials
cs_cz: Surovin
es_es: Materias primas
hi_in: कच्चे माल
id_id: Bahan Baku
it_it: Materie prime
ko_kr: 원료
mr_in: कच्चा माल
nl_nl: Grondstoffen
pt_pt: Materias Consumo
ro_ro: Materie Prima
ru_ru: Сырые материалы
sq_al: Lëndët e para
sv: Råmeterial
sw_ke: Malighafi
tr_tr: HAMMADDELER
zh_hk: 原材料
zh_tw: 原料

source: Could not delete the property
cs_cz: Nelze odstranit vlastnictví
es_es: No se pudo suprimir la propiedad
hi_in: संपत्ति को नष्ट नहीं कर सका
id_id: Tdk dapat menghapus ciri tersebut
it_it: Impossibile eliminare la proprietà
ko_kr: 속성을 삭제할 수 없습니다
mr_in: मालमत्ता नष्ट करणे शक्य नाही
nl_nl: Kon eigendom niet verwijderen
pt_pt: Não pode remover a propriedade
ro_ro: Nu a putut şterge proprietatea
ru_ru: Не могу удалить свойство
sq_al: Nuk mund të fshini pronës
sv: Kunde inte radera egenskapen
sw_ke: Hakuweza kufuta mali
tr_tr: mülkiyet silinemedi
zh_hk: 未能删除此属性
zh_tw: 未能刪除屬性

source: Deleted the property
cs_cz: Vypouští nemovitosti
es_es: Eliminada la propiedad
hi_in: संपत्ति नष्ट
id_id: Telah menghapus ciri tersebut
it_it: Eliminata la proprietà
ko_kr: 속성을 삭제
mr_in: ठिकाण हटवले
nl_nl: Verwijder eigendom
pt_pt: Apagada a propriedade
ro_ro: Şters de proprietate
ru_ru: Удаленные свойства
sq_al: Deleted pronës
sv: Raderade egenskapen
sw_ke: Ilifutwa mali
tr_tr: mülkiyet Silindi
zh_hk: 删除此属性
zh_tw: 刪除屬性

source: The Inventory Category code must be six characters or less long
cs_cz: Zásoby kategorie kód musí být šest znaků nebo méně dlouho
es_es: El código de Categoría de Inventario no debe pasar de 6 caracteres
hi_in: इन्वेंटरी श्रेणी कोड छः अक्षर या उससे कम अवश्य होना चाहिए
id_id: Kode Kategori Persediaan maksimum 6 karakter
it_it: Il codice di inventario di categoria deve essere di sei caratteri o meno lungo
ko_kr: 재고 분류 코드는 6 자 이하 여야합니다
mr_in: सूची वर्ग कोड लांब सहा किंवा त्यापेक्षा कमी असणे आवश्यक आहे
nl_nl: Voorraad categorie mag maximaal 6 tekens lang zijn
pt_pt: A Categoria de estoque precisa ter no máximo 6 caracteres
ro_ro: Inventarul Codul Categorie trebuie să fie de şase caractere sau mai puţin timp
ru_ru: Код категории инвентаря должен быть не длиннее 6 символов
sq_al: Kodi Kategoria Inventari duhet të jetë gjashtë shkronja ose më pak gjatë
sv: Inventeringen Kategori koden måste vara sex tecken eller mindre lång
sw_ke: Ya Mali Jamii kificho lazima wahusika sita au chini ya muda mrefu
tr_tr: STOK KATEGORISI KODU 6 KARAKTERDEN KISA OLMALI
zh_hk: 物料组编号最长6个字符
zh_tw: 倉儲類別編碼必須不多於 6 個字完

source: The Inventory category code must be at least 1 character but less than six characters long
cs_cz: Kategorie zásob kód musí být minimálně 1 znak, avšak méně než šest znaků dlouhé
es_es: El código de la categoría de inventario debe ser de al menos un carácter, pero mucho menos de seis caracteres
hi_in: इन्वेंटरी श्रेणी कोड कम से कम 1 चरित्र, लेकिन कम से कम छह वर्ण लंबा होना चाहिए
id_id: Kode kategori Persediaan minimal 1 karakter tapi maksimum 6 karakter
it_it: Il codice categoria inventario deve essere di almeno 1 carattere ma meno di sei caratteri
ko_kr: 재고 분류 코드는 최소 1 문자 미만 6 자 이상이어야합니다
mr_in: सूची श्रेणी कोड किमान 1 अक्षर असायला पण कमी सहा अक्षरे लांब आवश्यक
nl_nl: Voorraad code moet tussen de 1 en de 6 tekens lang zijn
pt_pt: Código Cat. Estoque deve ter entre 1 e 6 caracteres
ro_ro: Codul categoriei Inventarul trebuie să fie de cel puţin 1 caracter, dar mai puţin de şase caractere
ru_ru: Код категории инвентаря должен быть от 1 до 6 символов
sq_al: Kodi kategori Inventari duhet të jetë së paku 1 karakterit, por më pak se gjashtë shkronja të gjatë
sv: Inventeringen kategorin kod måste vara minst 1 tecken, men mindre än sex tecken
sw_ke: Ya jamii Mali code lazima angalau 1 tabia lakini wahusika chini ya sita kwa muda mrefu
tr_tr: STOK KATEGORISI KODU EN AZ 1 KARAKTER OLMALI
zh_hk: 物料组编号必须是1 - 6个字符
zh_tw: 倉儲類別編碼必須 是 1 - 6 個字元

source: The Sales category description must be twenty characters or less long and cannot be zero
es_es: La descripción de la categoría de Venta no ha de pasar de 20 caracteres y no puede ser cero
id_id: Keterangan kategori Penjualan maksimum 20 karakter tdk boleh kosong
ko_kr: 판매 카테고리 설명 스무 자 이하 여야 0이 될 수 없습니다
mr_in: विक्री श्रेणी वर्णन वीस किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे आणि शून्य असू शकत नाही
pt_pt: Descrição Categoria Vendas deve ter entre 1 e 20 caracteres
zh_tw: 銷售類別描述必須為介於20個字符內，並不能為零
