Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The key will be identical with field name from the debtorsmaster table. All fields will be in the set regardless of whether the value was set.
cs_cz: Klíčem bude totožný s názvem pole z debtorsmaster tabulky. Všechna pole budou v souboru bez ohledu na to, zda je hodnota byla nastavena.
es_es: La clave será idéntica al nombre del campo de la tabla maestra de los deudores. Todos los campos estarán en el conjunto independientemente si el valor se fijó.
hi_in: कुंजी debtorsmaster तालिका से फ़ील्ड नाम के साथ समान हो जाएगा. सभी क्षेत्रों में निर्धारित है कि क्या मूल्य निर्धारित किया गया था की परवाह किए बिना किया जाएगा.
id_id: Kunci ini akan identik dgn nama kolom dari tabel debtorsmaster. Semua kolom akan ada di set terlepas dari apakah nilainya sdh diatur.
it_it: La chiave sarà identico al nome del campo della tabella debtorsmaster. Tutti i campi saranno nel set indipendentemente dal fatto che il valore è stato impostato.
ko_kr: 키는 debtorsmaster 테이블에서 필드 이름과 동일합니다. 모든 필드에 관계없이 값이 설정되었는지 여부 세트에있을 것입니다.
mr_in: की debtorsmaster तक्त्यातून फील्ड नावाने तोच असेल. सर्व क्षेत्रे पर्वा मूल्य सेट झाले आहे किंवा नाही संच असेल.
nl_nl: De sleutel zal identiek zijn met de veldnaam uit de debtorsmaster tafel. Alle velden worden in de set, ongeacht of de waarde is vastgesteld.
pt_pt: a chave ira ser identica aos nomes de campos da tabela debtormaster. todos os campos estarão no conjunto com seus valores configurados
ro_ro: Cheia va fi identic cu numele câmpului din tabelul debtorsmaster. Toate domeniile vor fi în set, indiferent dacă valoarea a fost stabilit.
ru_ru: Ключ будет идентичен имени поля из таблицы debtorsmaster. Все поля будут в наборе независимо от установленного значения.
sq_al: Kryesore do të jetë identik me emrin fushë nga tabela debtorsmaster. Të gjitha fushat do të jetë në grup, pavarësisht nëse ishte vendosur vlera.
sv: Nyckeln kommer att vara identiska med fältnamn från debtorsmaster bordet. Alla fält kommer att vara i den uppsättning oavsett om värdet fastställdes.
sw_ke: muhimu kuwa kufanana na shamba jina kutoka meza ya debtorsmaster. Mashamba yote itakuwa katika kuweka bila kujali kama thamani ya mara kuweka.
tr_tr: Anahtar debtorsmaster tablodan alan adı ile aynı olacak. Tüm alanları ne olursa olsun değeri olup olmadığını kümesi olacaktır.
zh_hk: 此关键字将会与debtormaster表中的字段名一致。所有的字段都会设置，无论是否设置了数值。
zh_tw: 關鍵問題是相同的從debtorsmaster表的字段名。所有字段都將在集合不論是否設置了值。

source: The name of a database field to search on.
cs_cz: Název databáze, pole pro vyhledávání.
es_es: El nombre de un campo de base de datos para búsqueda.
hi_in: एक डेटाबेस फ़ील्ड के नाम पर खोज करने के लिए.
id_id: Nama kolom database utk pencarian di.
it_it: Il nome di un campo di database di ricerca.
ko_kr: 데이터베이스 필드의 이름에 검색 할 수 있습니다.
nl_nl: De naam van een database veld gaan zoeken.
pt_pt: O nome do banco de dados para procurar
ro_ro: Numele unui câmp de baze de date pentru a căuta pe.
ru_ru: Имя поля базы данных для поиска.
sq_al: Emri i një fushë të bazës së të dhënave për të kërkuar në.
sv: Namnet på en databas fält att söka på.
sw_ke: Jina ya shamba la Mbegu tafuta.
tr_tr: Veritabanı alan adını arama için.
zh_hk: 要查找的数据库字段名称
zh_tw: 數據庫字段來搜索該名稱。

source: Search Criteria
cs_cz: Kritéria vyhledávání
es_es: Criterio de Búsqueda
hi_in: खोज मापदंड
id_id: Kriteria Pencarian
it_it: Criteri di ricerca
ko_kr: 검색 조건
mr_in: शोध निकष
nl_nl: Zoekcriteria
pt_pt: critério de pesquisa
ro_ro: Criterii de căutare
ru_ru: Критерии поиска
sq_al: Search Kriteret
sv: Sökkriterier
sw_ke: Search Vigezo
tr_tr: Arama Kriterleri
zh_hk: 查找条件
zh_tw: 搜尋條件

source: A (partial) string to match in the above Field Name.
cs_cz: (Částečné) řetězec, aby odpovídaly na výše uvedeném Název pole.
es_es: Una cadena (parcial) para que coincida con el Nombre de Campo de arriba.
hi_in: एक स्ट्रिंग (आंशिक) ऊपर फ़ील्ड नाम में मैच के लिए.
id_id: Kaliman (sebagian) utk dicocokan di Kolom Nama di atas.
it_it: A (parziale) stringa da confrontare nel Nome di sopra del campo.
ko_kr: (부분) 문자열은 위의 필드 이름에 일치합니다.
mr_in: अ (आंशिक) स्ट्रिंग वरील फील्ड नाव तोड.
nl_nl: Een (gedeeltelijke) string aan te passen in het bovenstaande veld Naam.
pt_pt: uma string parcial para comparar com o campo acima
ro_ro: Un şir (parţială), pentru a se potrivi în Nume mai presus de câmp.
ru_ru: (Частично) строка для совпадения в поле Имя выше.
sq_al: A (i pjesshëm) string që të shkojë në emrin e mësipërme në terren.
sv: A (delvis) sträng för att matcha i ovanstående Fältnamn.
sw_ke: A string (sehemu) ya mechi kwa jina hapo juu Field.
tr_tr: A (kısmi) dize yukarıdaki Alan Adı maç için.
zh_hk: 全部或者部分字串符合上述字段名称
zh_tw: （部分）串在上面字段名稱相匹配。

source: This function returns an array of customer IDs, which may be integers or strings.
cs_cz: Tato funkce vrací pole ID zákazníka, který může být celá čísla nebo řetězce.
es_es: Esta función devuelve una matriz de identificadores de cliente, que pueden ser enteros o cadenas.
hi_in: इस समारोह ग्राहक आईडी की एक सरणी है, जो पूर्णांक या तार हो सकता है देता है.
id_id: Fungsi ini mengembalikan array ID customer, yg mungkin bilangan bulat atau teks.
it_it: Questa funzione restituisce una matrice di ID cliente, che possono essere numeri interi o stringhe.
ko_kr: 이 기능은 정수 또는 문자열이 될 수있다 고객 ID의 배열을 돌려줍니다.
nl_nl: Deze functie retourneert een array van de klant-id&#39;s, die kunnen worden gehele getallen of strings.
pt_pt: Função retorna um arranjo de ID de clientes, que pode ser strings ou inteiros.
ro_ro: Această funcţie întoarce o matrice de ID-urile de client, care poate fi numere întregi sau siruri de caractere.
ru_ru: Эта функция возвращает массив идентификаторов клиентов, которые могут быть целыми числами или строками.
sq_al: Ky funksion të kthimit një rrjet të konsumatorëve ID, të cilat mund të jenë numra të plotë apo vargjet.
sv: Den här funktionen returnerar en matris med kund-ID, som kan vara heltal eller strängar.
sw_ke: Kazi hii anarudi safu ya Vitambulisho vya wateja, ambayo inaweza kuwa integers au masharti.
tr_tr: Bu işlevi tam sayılar veya dizeleri olabilir müşteri kimlikleri bir dizi döndürür.
zh_hk: 此函数返回一个顾客ID的数组，它可能是整数组成或者字符串组成。
zh_tw: 該函數返回客戶ID的數組，其可以是整數或字符串。

source: This function returns a list of currency abbreviations.
cs_cz: Tato funkce vrací seznam zkratek měn.
es_es: Esta función devuelve una lista de abreviaturas de divisas.
hi_in: इस समारोह में मुद्रा कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar singkatan mata uang.
it_it: Questa funzione restituisce una lista di abbreviazioni valuta.
ko_kr: 이 기능은 통화 약어의 목록을 반환합니다.
mr_in: हे कार्य चलन abbreviations सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van valuta afkortingen.
pt_pt: Função retorna uma lista de abreviações de moedas
ro_ro: Această funcţie returnează o listă de abrevieri valută.
ru_ru: Эта функция возвращает список аббревиатур валют.
sq_al: Ky funksion të kthimit një listë të shkurtesave të monedhës.
sv: Denna funktion returnerar en lista med valuta förkortningar.
sw_ke: Kazi hii anarudi orodha ya vifupisho sarafu.
tr_tr: Bu fonksiyon para kısaltmaların bir listesini döndürür.
zh_hk: 此函数返回一个货币缩写列表。
zh_tw: 此函數返回的貨幣縮寫的列表。

source: This function returns an array of currency abbreviations.
cs_cz: Tato funkce vrací pole měny zkratek.
es_es: Esta función devuelve una matriz de abreviaturas de divisas.
hi_in: इस समारोह में मुद्रा कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array singkatan mata uang.
it_it: Questa funzione restituisce una matrice di abbreviazioni valuta.
ko_kr: 이 기능은 통화 약어의 배열을 돌려줍니다.
nl_nl: Deze functie retourneert een array van valuta-afkortingen.
pt_pt: Função retorna um arranjo de abreviações de moedas
ro_ro: Această funcţie întoarce o matrice de abrevieri valută.
ru_ru: Эта функция возвращает массив аббревиатур валют.
sq_al: Ky funksion të kthimit një rrjet të shkurtesave të monedhës.
sv: Den här funktionen returnerar en matris av valuta förkortningar.
sw_ke: Kazi hii anarudi safu ya Vifupisho sarafu.
tr_tr: Bu fonksiyon para kısaltmaların bir dizi döndürür.
zh_hk: 此函数返回一个货币缩写数组。
zh_tw: 此函數返回的貨幣縮寫的陣列。

source: This function takes a currency abbreviation and returns details of that currency.
cs_cz: Tato funkce vezme zkratkou měny a vrací podrobnosti o této měně.
es_es: Esta función tiene una abreviatura de la moneda y los detalles de rentas de esa moneda.
hi_in: इस समारोह में कहा कि मुद्रा की एक मुद्रा संक्षिप्त नाम और रिटर्न का विवरण होता है.
id_id: Fungsi ini menerima singkatan mata uang dan mengembalikan rincian mata uang tersebut.
it_it: Questa funzione accetta un dettaglio abbreviazione di valuta e restituisce quella valuta.
ko_kr: 이 기능은 통화의 약어를 받아 그 통화의 세부 정보를 반환합니다.
mr_in: हे कार्य एक चलन संक्षेप घेते आणि त्या चलन तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een andere valuta afkorting en geeft de details van die valuta.
pt_pt: Função com base na abreviação da moeda retorna os detalhes da moeda.
ro_ro: Această funcţie are o abreviere detalii monedă şi se întoarce de această monedă.
ru_ru: Эта функция принимает аббревиатуру валюты и возвращает подробности по этой валюте.
sq_al: Ky funksion merr një hollësi shkurtim të monedhës dhe kthimin e asaj monedhe.
sv: Den här funktionen tar en valuta förkortning och returnerar detaljer i denna valuta.
sw_ke: Kazi hii inachukua maelezo ya sarafu abbreviation na anarudi ya sarafu hiyo.
tr_tr: Bu işlev bir para birimi kısaltma ve döner detayları alır.
zh_hk: 此函数接受一个货币缩写并且返回此货币的详细资料。
zh_tw: 該函數接受一個貨幣縮寫，並返回該貨幣的細節。

source: Currency abbreviation
cs_cz: Měna zkratka
es_es: Abreviatura de Moneda
hi_in: मुद्रा संक्षिप्त नाम
id_id: Singkatan Mata Uang
it_it: Valuta abbreviazione
ko_kr: 환율의 약어
mr_in: चलन संक्षेप
nl_nl: Munt afkorting
pt_pt: Abreviação da moeda
ro_ro: Valută abreviere
ru_ru: Аббревиатура валюты
sq_al: shkurtim Currency
sv: Valuta förkortning
sw_ke: Sarafu abbreviation
tr_tr: Para kısaltma
zh_hk: 货币缩写
zh_tw: 貨幣縮寫

source: A currency abbreviation as returned by the GetCurrencyList function.
cs_cz: Měna zkratka jako vrácené GetCurrencyList funkce.
es_es: Una abreviatura de la moneda a sido devuelta por la función GetCurrencyList (Obtener Lista de Divisa).
hi_in: एक मुद्रा के रूप में संक्षिप्त नाम GetCurrencyList समारोह से लौट आए.
id_id: Singkatan mata uang seperti yg dikembalikan oleh fungsi GetCurrencyList.
it_it: Una sigla valuta come restituito dalla funzione GetCurrencyList.
ko_kr: GetCurrencyList 함수에 의해 반환 통화의 약어.
mr_in: GetCurrencyList कार्यपद्धतीला परत म्हणून एक चलन संक्षेप.
nl_nl: Een munt afkorting als geretourneerd door de GetCurrencyList functie.
pt_pt: A abreviação da moeda será retornada pela função GetCurrencyList.
ro_ro: O abreviere moneda returnat de funcţia GetCurrencyList.
ru_ru: Аббревиатура валюты, возвращаемая функцией GetCurrencyList.
sq_al: Një shkurtim monedhë kthyer si nga funksioni GetCurrencyList.
sv: En valuta förkortning som returneras av GetCurrencyList funktionen.
sw_ke: abbreviation A sarafu kama akarudi na kazi ya GetCurrencyList.
tr_tr: Bir para kısaltma olarak GetCurrencyList işlevi tarafından döndürülen.
zh_hk: GetCurrencyList函数返回货币缩写
zh_tw: 因為返回的GetCurrencyList功能的貨幣縮寫。

source: This function returns an array of currency details.
cs_cz: Tato funkce vrací pole měny detailů.
es_es: Esta función devuelve una matriz de datos de moneda.
hi_in: इस समारोह में मुद्रा विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array rincian mata uang.
it_it: Questa funzione restituisce una matrice di dati valuta.
ko_kr: 이 기능은 통화 정보의 배열을 돌려줍니다.
mr_in: हे कार्य चलन तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van valuta details.
pt_pt: Função retorna um arranjo de detalhes da moeda
ro_ro: Această funcţie întoarce o matrice de detalii valută.
ru_ru: Эта функция возвращает массив подробностей по валюте.
sq_al: Ky funksion të kthimit një rrjet të dhënat e monedhës.
sv: Den här funktionen returnerar en matris av valuta detaljer.
sw_ke: Kazi hii anarudi safu ya maelezo ya sarafu.
tr_tr: Bu fonksiyon para ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个货币详细资料数组。
zh_tw: 這個函數返回的貨幣細節的數組。

source: This function returns a list of sales type abbreviations.
cs_cz: Tato funkce vrací seznam zkratek typu prodeje.
es_es: Esta función devuelve una lista de abreviaturas del tipo de ventas.
hi_in: इस समारोह में बिक्री का प्रकार कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar singkatan tipe penjualan.
it_it: Questa funzione restituisce una lista di abbreviazioni tipo di vendita.
ko_kr: 이 기능은 판매 유형 약어의 목록을 반환합니다.
mr_in: हे कार्य विक्री प्रकार abbreviations सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van de omzet soort afkortingen.
pt_pt: Função retorna a lista das abreviações dos tipos de vendas.
ro_ro: Această funcţie returnează o listă de abrevieri tip de vânzări.
ru_ru: Эта функция возвращает список сокращений типов продаж.
sq_al: Ky funksion të kthimit një listë e shitjes shkurtesave lloji.
sv: Denna funktion returnerar en lista av försäljningen typ förkortningar.
sw_ke: Kazi hii anarudi orodha ya vifupisho aina ya mauzo.
tr_tr: Bu fonksiyonu satış tür kısaltmaların bir listesini döndürür.
zh_hk: 此函数返回一个销售类型缩写列表。
zh_tw: 這個函數返回的銷售類型的縮寫列表。

source: This function returns an array of sales type abbreviations.
cs_cz: Tato funkce vrací pole zkratek typu prodeje.
es_es: Esta función devuelve una matriz de abreviaturas del tipo de ventas.
hi_in: इस समारोह में बिक्री का प्रकार कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array singkatan tipe penjualan.
it_it: Questa funzione restituisce una matrice di abbreviazioni tipo di vendita.
ko_kr: 이 기능은 판매 유형 약어의 배열을 돌려줍니다.
nl_nl: Deze functie retourneert een array van de omzet soort afkortingen.
pt_pt: Função retorna um conjunto de abreviações do tipo de vendas.
ro_ro: Această funcţie întoarce o matrice de abrevieri tip de vânzări.
ru_ru: Эта функция возвращает массив сокращений типов продаж.
sq_al: Ky funksion të kthimit një rrjet të shitjes shkurtesave lloji.
sv: Den här funktionen returnerar en matris av försäljningen typ förkortningar.
sw_ke: Kazi hii anarudi safu ya Vifupisho aina ya mauzo.
tr_tr: Bu fonksiyonu satış tür kısaltmaların bir dizi döndürür.
zh_hk: 此函数返回一个销售类型缩写数组。
zh_tw: 這個函數返回的銷售類型縮寫的數組。

source: This function takes a sales type abbreviation and returns details of that sales type.
cs_cz: Tato funkce má prodejní zkratka typu a vrátí podrobnosti tohoto prodeje typu.
es_es: Esta función toma una abreviatura del tipo de ventas y datos devueltos de ese tipo de ventas.
hi_in: इस समारोह में एक बिक्री प्रकार संक्षिप्त नाम और कहा कि बिक्री प्रकार का विवरण देता है लेता है.
id_id: Fungsi ini menerima singkatan tipe penjualan dan mengembalikan rincian tipe penjualan tersebut.
it_it: Questa funzione accetta un tipo di vendita abbreviazione e particolari ritorni di questo tipo di vendita.
ko_kr: 이 함수는 판매 유형 약어를 취해 그 판매 유형의 상세를 반환한다.
mr_in: हे कार्य विक्री प्रकार संक्षेप घेते आणि त्या विक्री प्रकारच्या तपशील पुनरागमन झाले आहे.
nl_nl: Deze functie neemt een sales soort afkorting en geeft de details van dat de verkoop type.
pt_pt: Função pega a abreviação de um tipo de venda e retorna detalhes desse tipo de vendas.
ro_ro: Această funcţie are o abreviere tip de vânzări şi returnează detalii de acest tip de vânzări.
ru_ru: Эта функция принимает аббревиатуру типа продаж и возвращает подробности этого типа продаж.
sq_al: Ky funksion merr një shkurtim të shitjes dhe kthimit lloj detajet e atij lloji të shitjes.
sv: Denna funktion tar en försäljning typ förkortning och returnerar uppgifter om att försäljningen typ.
sw_ke: Kazi hii inachukua wa mauzo abbreviation aina na maelezo anarudi ya kwamba aina ya mauzo.
tr_tr: Bu fonksiyon bir satış türü kısaltma ve bu satış türünün döner detayları alır.
zh_hk: 此函数接受一个销售类型缩写并返回该销售类型的细节。
zh_tw: 這個函數接受一個銷售型的縮寫，並返回該銷售類型的詳細信息。

source: Sales type abbreviation
cs_cz: Prodej zkratka typu
es_es: Abreviación de tipo de venta
hi_in: बिक्री प्रकार संक्षिप्त नाम
id_id: Singkatan tipe penjualan
it_it: Vendite tipo abbreviazione
ko_kr: 판매 유형 약어
mr_in: विक्री प्रकार संक्षेप
nl_nl: Verkoop soort afkorting
pt_pt: Abreviação do Tipo de Vendas
ro_ro: Vânzări de tip abreviere
ru_ru: Аббревиатура типа продаж
sq_al: Sales shkurtim lloj
sv: Försäljning typ förkortning
sw_ke: Mauzo ya aina abbreviation
tr_tr: Satış türü kısaltma
zh_hk: 销售方式缩写
zh_tw: 貨幣類型縮寫

source: A sales type abbreviation as returned by the GetSalesTypeList function.
cs_cz: Prodej zkratka typu jako vrácené GetSalesTypeList funkce.
es_es: Una abreviatura del tipo de ventas como la devuelta por la función GetSalesTypeList (Devolver Lista de Tipos de Venta).
hi_in: एक बिक्री के रूप में संक्षिप्त नाम लिखें GetSalesTypeList समारोह से लौट आए.
id_id: Singkatan tipe penjualan seperti yg dikembalikan oleh fungsi GetSalesTypeList.
it_it: Un tipo di vendita abbreviazione come restituito dalla funzione GetSalesTypeList.
ko_kr: GetSalesTypeList 함수에 의해 반환 판매 유형의 약어.
mr_in: GetSalesTypeList कार्यपद्धतीला परत म्हणून विक्री प्रकार संक्षेप.
nl_nl: Een verkoop soort afkorting als geretourneerd door de GetSalesTypeList functie.
pt_pt: Abreviação do tipo de vendas retornado pela função GetSalesTypeList
ro_ro: Un tip abreviere de vânzare returnată de funcţia GetSalesTypeList.
ru_ru: Аббревиатура типа продаж, возвращаемая функцией GetSalesTypeList.
sq_al: Një shkurtim shitjes lloj kthyer si nga funksioni GetSalesTypeList.
sv: En försäljning typ förkortning som returneras av GetSalesTypeList funktionen.
sw_ke: A abbreviation mauzo ya aina kama akarudi na kazi ya GetSalesTypeList.
tr_tr: Bir satış türü kısaltma olarak GetSalesTypeList işlevi tarafından döndürülen.
zh_hk: GetSalesTypeList函数返回销售类型缩写
zh_tw: 因為返回的GetSalesTypeList功能的銷售類型縮寫。

source: This function returns an array of sales type details.
cs_cz: Tato funkce vrací pole detailů prodeje typu.
es_es: Esta función devuelve una matriz del tipo de detalles de las ventas.
hi_in: इस समारोह में बिक्री प्रकार के विवरण की एक सरणी देता है.
id_id: Fungsi ini mengembalikan rincian array tipe penjualan.
it_it: Questa funzione restituisce una matrice di dati di tipo commerciale.
ko_kr: 이 기능은 판매 유형 정보의 배열을 돌려줍니다.
mr_in: हे कार्य विक्री प्रकार तपशील अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van de omzet soort details.
pt_pt: Função retorna um conjunto de talhes do tipo de vendas.
ro_ro: Această funcţie întoarce o matrice de detalii tip de vânzări.
ru_ru: Эта функция возвращает массив подробностей типов продаж.
sq_al: Ky funksion të kthimit një rrjet të shitjes detaje lloji.
sv: Den här funktionen returnerar en matris av försäljningen typ detaljer.
sw_ke: Kazi hii anarudi safu ya maelezo ya aina ya mauzo.
tr_tr: Bu fonksiyon satış tür ayrıntıları içeren bir dizi döndürür.
zh_hk: 此函数返回一个销售类型细节数组。
zh_tw: 這個函數返回的銷售類型的詳細信息的數組。

source: This function is used to insert sales type details into the webERP database.
cs_cz: Tato funkce slouží k vložení typu prodeje údaje do databáze webERP.
es_es: Esta función se utiliza para insertar detalles del tipo ventas en la base de datos webERP.
hi_in: इस समारोह webERP डेटाबेस में डालने की बिक्री प्रकार विवरण के लिए प्रयोग किया जाता है.
id_id: Fungsi ini digunakan utk memasukkan rincian tipe penjualan ke database webERP.
it_it: Questa funzione viene utilizzata per dettagli sul tipo di vendite inserire nel database webERP.
ko_kr: 이 함수는 webERP 데이터베이스로 판매 형식 정보를 삽입하기 위해 사용된다.
mr_in: हे कार्य webERP कोष मध्ये विक्री प्रकार तपशील घालण्यासाठी वापरले जाते.
nl_nl: Deze functie wordt gebruikt om de verkoop soort details in de webERP database.
pt_pt: Função é usada para inserir detalhes do tipo de vendas no banco webERP.
ro_ro: Această funcţie este utilizată pentru a introduce detalii tip de vânzări în baza de date webERP.
ru_ru: Эта функция используется, чтобы вставить подробности типов продаж в базу данных webERP.
sq_al: Ky funksion është përdorur për të futur të dhënat e shitjes lloji në bazës së të dhënave webERP.
sv: Denna funktion används för att infoga försäljning typ detaljer i webERP databasen.
sw_ke: kazi hii ni kutumika kuingiza maelezo ya aina ya mauzo katika orodha ya webERP.
tr_tr: Bu fonksiyonu webERP veritabanına eklemek satış türü ayrıntılarını için kullanılır.
zh_hk: 此函数用于插入一个销售类型细节到webERP数据库
zh_tw: 此功能是用來插入銷售類型的詳細信息到ERP的數據庫。

source: Sales Type Details
cs_cz: Prodej Typ Údaje
es_es: Detalles de Tipo de Venta
hi_in: बिक्री विवरण लिखें
id_id: Rincian Tipe Penjualan
it_it: Vendite Tipo Dettagli
ko_kr: 판매 유형 세부 사항
mr_in: विक्री प्रकार तपशील
nl_nl: Verkoop Type Details
pt_pt: Detalhes do Tipo de Vendas
ro_ro: Vânzări Tip Detalii
ru_ru: Подробности типов продаж
sq_al: Sales Details Type
sv: Försäljning Typ Detaljer
sw_ke: Aina ya mauzo Details
tr_tr: Satış Tipi Detayları
zh_hk: 销售方式细节
zh_tw: 銷售種類明細

source: This function returns a list of hold reason codes.
cs_cz: Tato funkce vrátí seznam kódů držet důvodu.
es_es: Esta función devuelve una lista de los códigos de razones en espera.
hi_in: इस समारोह में पकड़ कारण कोड की एक सूची देता है.
id_id: Fungsi ini mengembalikan daftar kode alasan dibekukan.
it_it: Questa funzione restituisce una lista di codici di motivazione attesa.
ko_kr: 이 기능은 보류 이유 코드의 목록을 반환합니다.
mr_in: हे कार्य थांबवून कारण कोड सूची पुनरागमन झाले आहे.
nl_nl: Deze functie geeft een lijst van te houden redencodes.
pt_pt: Essa função retorna uma lista de códigos de motivo
ro_ro: Această funcţie returnează o listă de coduri motiv deţin.
ru_ru: Эта функция возвращает список кодов причин удержания.
sq_al: Ky funksion të kthimit një listë e kodeve arsye të mbajë.
sv: Denna funktion returnerar en lista med koder hålla anledning.
sw_ke: Kazi hii anarudi orodha ya codes sababu ya umiliki.
tr_tr: Bu fonksiyonu tutun neden kodlarını bir listesini döndürür.
zh_hk: 此函数返回一个冻结原因代码列表。
zh_tw: 該函數返回保持的原因代碼的列表。

source: This function returns an array of hold reason codes.
cs_cz: Tato funkce vrací pole kódů držet důvodu.
es_es: Esta función devuelve una matriz los códigos de razones en espera.
hi_in: इस समारोह में पकड़ कारण कोड की एक सरणी देता है.
id_id: Fungsi ini mengembalikan array kode alasan dibekukan.
it_it: Questa funzione restituisce un array di codici di ragione attesa.
ko_kr: 이 기능은 보류 이유 코드의 배열을 돌려줍니다.
mr_in: हे कार्य थांबवून कारण कोडचा एक अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van te houden redencodes.
pt_pt: Essa função retorna um array de códigos de motivo.
ro_ro: Această funcţie întoarce o matrice de coduri motiv deţin.
ru_ru: Эта функция возвращает массив кодов причин удержания.
sq_al: Ky funksion të kthimit një rrjet të kodeve arsye të mbajë.
sv: Den här funktionen returnerar en matris med koder hålla anledning.
sw_ke: Kazi hii anarudi safu ya codes sababu ya umiliki.
tr_tr: Bu fonksiyonu tutun neden kodlarını içeren bir dizi döndürür.
zh_hk: 此函数返回一个冻结原因代码数组。
zh_tw: 該函數返回保持的原因代碼的數組。
