Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Record inserted
cs_cz: Záznam vložen
es_es: Registro insertado
hi_in: रिकॉर्ड डाला
id_id: Data telah dimasukkan
it_it: Record inserito
ko_kr: 레코드 삽입
mr_in: रेकॉर्ड समाविष्ट
nl_nl: Bestandregel ingevoegd
pt_pt: Registro inserido
ro_ro: Inregistrare inserata
ru_ru: Запись вставлена
sq_al: Regjistro futur
sv: Posten skapad
sw_ke: Rekodi ya kuingizwa
tr_tr: KAYIT EKLENDI
zh_hk: 记录已新增
zh_tw: 插入記錄

source: An error occurred in retrieving the group information from chartmaster
cs_cz: Došlo k chybě při získávání informací od skupiny chartmaster
es_es: Hubo un error al obtener la información del grupo en las cuentas contables
hi_in: एक त्रुटि chartmaster से समूह सूचना को वापस लाने में हुआ
id_id: Kesalahan terjadi saat mengambil informasi grup dari tabel chartmaster
it_it: È verificato un errore di estrarre le informazioni sul gruppo da chartmaster
ko_kr: 오류가 chartmaster에서 그룹 정보를 검색에서 발생
mr_in: एक त्रुटी chartmaster गटात माहिती पुनर्प्राप्त करीत असताना आली
nl_nl: Er is een fout opgetreden bij het ophalen van de groep informatie van chartmaster
pt_pt: Ocorreu erro ao recuperar o informação do grupo a partir do chartmaster
ro_ro: A apărut o eroare în regăsirea informaţiilor de grup de la chartmaster
ru_ru: Ошибка в получении информации о группе из мастера диаграмм
sq_al: Ka ndodhur një gabim në marrjen e informacionit nga grupi chartmaster
sv: Ett fel uppstod i hämtning gruppen information från chartmaster
sw_ke: Hitilafu ilitokea katika retrieving habari kikundi kutoka chartmaster
tr_tr: Bir hata chartmaster gelen grup bilgisi alınırken oluştu
zh_hk: 从主表中查找组信息时发生错误
zh_tw: 從主圖表檢索組信息時發生錯誤

source: Cannot delete this account group because general ledger accounts have been created using this group
cs_cz: Nelze smazat tento účet skupiny, protože účtů hlavní knihy byly vytvořeny pomocí této skupině
es_es: No se puede suprimir el subgrupo de cuentas porque contiene cuentas que usan dicho subgrupo
hi_in: इस खाते के समूह को नष्ट क्योंकि सामान्य खाता बही खातों इस समूह का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus grup akun ini karena akun buku besar telah dibuat menggunakan grup ini
it_it: Impossibile eliminare questo gruppo di conti, perché ci sono conti di contabilità generale che sono stati creati utilizzando questo gruppo
ko_kr: 총계정 원장 계정이이 그룹을 사용하여 생성 되었기 때문에이 계정 그룹을 삭제할 수 없습니다
mr_in: हे खाते गट हटविले जाऊ शकत नाही कारण सामान्य खातेवही खाती हा गट वापरून तयार केले आहेत
nl_nl: Kan deze rekening groep niet verwijderen omdat de grootboek rekeningen zijn afgeleid van deze groep
pt_pt: Este grupo de contas não pode ser apagado porque o Plano Geral de Contas foi criado usando este grupo
ro_ro: Nu poate sterge acest grup de cont deoarece conturile General Ledger au fost create folosind acest grup
ru_ru: Не удается удалить группу этого счёта , поскольку в общей бухгалтерской книге были созданы счета с использованием этой группы
sq_al: Nuk mund të fshini këtë grup llogari sepse llogaritë e përgjithshme librit kanë qenë krijuar duke përdorur këtë grup
sv: Kan inte ta bort kontogruppen för att det finns konton som använder den
sw_ke: Hawezi kufuta akaunti ya kikundi kwa sababu akaunti kitabu ujumla viliumbwa kwa kutumia kikundi
tr_tr: HESAP GRUBU SILINEMIYOR, BAGLI MUH.HESAPLARI VAR.
zh_hk: 不能删除，已创建了属于这个科目组的会计科目
zh_tw: 總帳已產生此會計科目組, 不能刪除

source: There are
cs_cz: Jsou zde
es_es: Existen
hi_in: वहाँ रहे हैं
id_id: Ada
it_it: Ci sono
ko_kr: 있다
mr_in: आहेत
nl_nl: Er zijn
pt_pt: Existem
ro_ro: Există
ru_ru: Существуют
sq_al: Ka
sv: Det finns
sw_ke: Kuna
tr_tr: MEVCUT
zh_hk: 存在
zh_tw: 總共有

source: general ledger accounts that refer to this account group
cs_cz: účtů hlavní knihy, které se vztahují k tomuto účtu skupině
es_es: cuentas contables que hacen referencia a este subgrupo
hi_in: सामान्य खाता बही खातों कि इस खाते के समूह को देखें
id_id: akun buku besar yg mereferensi pada grup akun ini
it_it: sottoconti fanno riferimento a questo conto
ko_kr: 이 계정 그룹을 참조 총계정 원장 계정
mr_in: हे खाते गट संदर्भित करणारे सामान्य खातेवही खाती
nl_nl: Grootboek rekeningen die refereren aan deze rekening groep
pt_pt: Plano Geral de Contas refere-se a este grupo de contas
ro_ro: Contabilitatea generală lespedea de mormânt care se referă la acest grup cont
ru_ru: счет в главной книге, ссылающийся на эту группу счетов
sq_al: llogaritë e përgjithshme librit që i referohen në këtë grup llogari
sv: konton som refererar till denna kontogrupp
sw_ke: ujumla kitabu akaunti kwamba kutaja kundi hili akaunti
tr_tr: ILGILI MUH.HESAPLARI:
zh_hk: 属于此科目组的会计科目
zh_tw: 此會計科目參考此會計科目組

source: Parent Group
cs_cz: Rodičovská skupina
es_es: Grupo ancestro
hi_in: माता पिता के समूह
id_id: Grup Induk
it_it: Capogruppo del Gruppo
ko_kr: 상위 그룹
mr_in: पालक गट
nl_nl: moeder groep
pt_pt: Grupo Pai
ro_ro: Grupul de mamă
ru_ru: Родительская группа
sq_al: Grupi Bazë
sv: Segment Group
sw_ke: Mzazi Group
tr_tr: Üst Grup
zh_hk: 父组
zh_tw: 父群組

source: Move Group
es_es: Mover grupo
id_id: Pindahkan Grup
ko_kr: 그룹 이동
mr_in: गट हलवा
pt_pt: Mover Grupo
zh_tw: 移動組

source: An error occurred in retrieving the parent group information
cs_cz: Došlo k chybě při načítání mateřské skupiny informací
es_es: Hubo un error al obtener la información del grupo ancestro
hi_in: एक त्रुटि अभिभावक समूह सूचना को वापस लाने में हुआ
id_id: Kesalahan terjadi saat mengambil informasi grup induk
it_it: È verificato un errore di estrarre le informazioni del gruppo di genitore
ko_kr: 에러는 상위 그룹 정보를 검색 발생한
mr_in: एक त्रुटी पालक समुह माहिती पुनर्प्राप्त करीत असताना आली
nl_nl: Er is een fout opgetreden bij het ophalen van het moederconcern informatie
pt_pt: Ocorreu um erro na recuperação do principal grupo de informação
ro_ro: A apărut o eroare în regăsirea informaţiilor grupului mamă
ru_ru: Ошибка при получении информации о родительской группе
sq_al: Ka ndodhur një gabim në marrjen e informacionit grupin mëmë
sv: Ett fel uppstod i att hämta den information föräldragrupp
sw_ke: Hitilafu ilitokea katika retrieving kundi mzazi habari
tr_tr: Bir hata üst grup bilgisi alınırken oluştu
zh_hk: 查找父组信息时发生错误
zh_tw: 在檢索父組信息時出錯

source: Cannot delete this account group because it is a parent account group of other account group(s)
cs_cz: Nelze smazat tento účet skupiny, protože se jedná o mateřskou účet skupinou dalších účtové skupiny (y)
es_es: No se puede suprimir este subgrupo de cuentas porque contiene otro(s) subgrupo(s)
hi_in: इस खाते के समूह को नष्ट क्योंकि यह अन्य खाते समूह (ओं) की एक अभिभावक के खाते समूह है नहीं कर सकते
id_id: Tdk dapat menghapus grup akun ini karena digunakan sbg induk dari grup akun yg lain
it_it: Impossibile eliminare questo gruppo considerazione perché si tratta di un gruppo di account principale del gruppo di altri account
ko_kr: 그것은 다른 계정 그룹의 상위 계정 그룹이기 때문에이 계정 그룹을 삭제할 수 없습니다 (들)
mr_in: हे खाते गट हटवणे शक्य नाही कारण इतर खाते गटांचा हा पालक खाते गट आहे
nl_nl: Kan deze rekening groep niet verwijderen omdat het de moedergroep is van andere rekening groep(en)
pt_pt: Este grupo de contas não pode ser apagado porque é uma conta de de grupo principal de outro grupo(s) de contas
ro_ro: Nu poate sterge acest grup de cont, deoarece este un cont de grup mamă de grup alt cont (e)
ru_ru: Нельзя удалить данную группу аккаунтов так как она являетсяя родительской для других(ой) групп(ы)
sq_al: Nuk mund të fshini këtë grup llogari sepse kjo është një llogari prind grup i grupit llogari të tjera (s)
sv: Kan inte ta bort detta konto eftersom det är föräldrakonto i en kontogrupp
sw_ke: Hawezi kufuta akaunti ya kikundi kwa sababu ni mzazi akaunti ya kundi la kundi nyingine akaunti (s)
tr_tr: diğer hesap grup (lar) bir ana hesap grubu, çünkü bu hesap grubu silinemiyor
zh_hk: 删除会计科目组失败, 由于它是其他账户组的父账户组。
zh_tw: 未能刪除這會計科目組, 因為這是其他科目的主帳目組

source: account groups that have this group as its/there parent account group
cs_cz: účet skupiny, které mají tuto skupinu jako jeho / je skupina rodičů účet
es_es: grupos contables que tiene este grupo como su grupo contable ancestro
hi_in: खाता समूह जो अपनी / वहाँ माता - पिता खाता समूह के रूप में इस समूह है
id_id: grup akun yg mempunyai grup ini sbg grup akun induk nya
it_it: gruppi di account che hanno questo gruppo come il suo / gruppo di appartenenza ci conto
ko_kr: 그 /이 부모 계정 그룹으로이 그룹이 계정 그룹
mr_in: हा खाते गट ज्यांचा पालक खाते गट आहे असे खाते गट
nl_nl: accountgroepen die deze groep als hun moeder accountgroep hebben
pt_pt: grupo de contas que têm seu grupo como seu/seus grupo de contas principal
ro_ro: grupuri cont de faptul că au acest grup ca sa / acolo grup cont mamă
ru_ru: группы счетов, для которых эта группа счетов - родительская
sq_al: konsideratë grupe që kanë këtë grup si grup / saj nuk ka llogari prind
sv: kontogrupper som har denna grupp som sitt / det överordnade kontogrupp
sw_ke: akaunti ya makundi ambayo kundi hili kama / wake kundi kuna mzazi akaunti
tr_tr: onun / orada ana hesap grubu olarak bu grup var hesap grupları
zh_hk: 账户组将此账户作为他的/他们的父账户组
zh_tw: 這父會計科目群組下的會計科目組

source: An error occurred in deleting the account group
cs_cz: Došlo k chybě při mazání účtu skupiny
es_es: Hubo un error al suprimir el grupo contable
hi_in: एक त्रुटि खाता समूह को हटाने में हुई
id_id: Kesalahan terjadi saat menghapus grup akun
it_it: Si è verificato un errore durante l'eliminazione del gruppo di account
ko_kr: 오류가 계정 그룹을 삭제에서 발생
mr_in: एक त्रुटी खाते गट काढून टाकत असताना आली
nl_nl: Er is een fout opgetreden bij het verwijderen van de account-groep
pt_pt: Ocorreu um erro na deleção do grupo de contas
ro_ro: A apărut o eroare în ştergerea grupului de cont
ru_ru: Ошибка при удалении группы счетов
sq_al: Ka ndodhur një gabim në fshirjes së të grupit llogari
sv: Ett fel uppstod i stryka kontogrupp
sw_ke: Hitilafu ilitokea katika kufuta akaunti ya kikundi
tr_tr: Bir hata hesap grubu silme oluştu
zh_hk: 删除账户组是发生错误
zh_tw: 在刪除會計科目組時發生錯誤

source: The SQL that was used to delete the account group was
cs_cz: SQL, který byl použit smazat účet skupina byla
es_es: El SQL usado para suprimir el grupo contables fue
hi_in: SQL कि खाता समूह हटाना इस्तेमाल किया गया था
id_id: SQL yg digunakan utk menghapus grup akun adalah
it_it: L&#39;SQL che è stato utilizzato per eliminare il gruppo di conto è stato
ko_kr: 계정 그룹이었다 삭제하는 데 사용 된 SQL
mr_in: खाते गट हटताना वापरलेला SQL होते
nl_nl: De SQL die gebruikt werd om de rekening groep te verwijderen is
pt_pt: SQL que foi usado para apagar o grupo de contas foi
ro_ro: SQL care a fost utilizat pentru a şterge grupul contul a fost
ru_ru: SQL, который был использован для удаления группы счета
sq_al: SQL që është përdorur për të fshini grupin llogari ishte
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika kufuta kikundi akaunti alikuwa
tr_tr: hesap grubu silmek için kullanılan SQL oldu
zh_hk: 用于账户组的 SQL 是
zh_tw: 這是用來刪除該會計科目組的SQL是

source: group has been deleted
cs_cz: skupina byla smazána
es_es: El grupo de cuentas ha sido eliminado
hi_in: समूह हटा दिया गया है
id_id: grup telah dihapus
it_it: e' stato cancellato
ko_kr: 그룹이 삭제되었습니다
mr_in: गट हटविला गेला आहे
nl_nl: groep is verwijderd
pt_pt: grupo de contas foi apagado
ro_ro: Grupul a fost şters
ru_ru: группа была удалена
sq_al: Grupi është grisur
sv: Kontogruppen har tagits bort
sw_ke: kundi imefutwa
tr_tr: GRUP SILINDI
zh_hk: 科目组已删除
zh_tw: 科目已刪除

source: The sql that was used to retrieve the account group information was
cs_cz: Sql, který byl použit k načtení účtové skupiny informace
es_es: El SQL usado para obtener la información del subgrupo de cuentas fue
hi_in: एसक्यूएल कि खाता समूह सूचना पाने के लिये प्रयुक्त किया गया था
id_id: SQL yg digunakan utk mengambil informasi grup akun adalah
it_it: L&#39;SQL che è stato utilizzato per recuperare le informazioni di account di gruppo è stato
ko_kr: 계정 그룹 정보를 검색하는 데 사용 된 SQL이었다
nl_nl: De SQL die gebruikt werd om de rekening-groep op te halen was
pt_pt: SQL que foi usado para recuperar o grupo de informação de contas foi
ro_ro: SQL care a fost utilizat pentru a prelua informaţiile grupului contul a fost
ru_ru: SQL, который был использован для получения информации о группе счета
sq_al: Sql që është përdorur për të marrë informacion grup llogari ishte
sv: Den SQL som användes var
sw_ke: Ya sql kuwa ilitumika Retrieve ya kundi akaunti habari mara
tr_tr: hesap grubu bilgi almak için kullanılan sql oldu
zh_hk: 用于查询账户组信息的SQL是
zh_tw: 這是用來檢索該會計科目組信息的SQL是

source: Could not get account groups because
cs_cz: Nemohu získat účetní skupiny, protože
es_es: No se pudo obtener los grupos contables porque
hi_in: खाता क्योंकि समूहों प्राप्त नहीं कर सका
id_id: Tdk dapat mengambil grup akun karena
it_it: Non àŠ possibile estrarre il piano dei conti perchè
ko_kr: 계정 그룹 때문에를 가져올 수 없습니다
mr_in: खाते गट मिळविणे शक्य नाही कारण
nl_nl: Kon geen rekening groep ophalen omdat
pt_pt: Não foi possibel obter grupo de conta porque
ro_ro: Nu am putut obţine grupuri considerare deoarece
ru_ru: Не удалось получить группу счетов, так как
sq_al: Nuk mund të merrni parasysh sepse grupe
sv: Kan inte hämta kontogrupper för att
sw_ke: Hakuweza kupata akaunti ya makundi kwa sababu
tr_tr: HESAP GRUPLARI GÖSTERILEMIYOR:
zh_hk: 不能取得科目组, 由于
zh_tw: 不能取得會計科目組, 因為

source: Search
cs_cz: Vyhledávání
es_es: Buscar
hi_in: खोज
id_id: Cari
it_it: Cerca
ko_kr: 수색
mr_in: शोध
nl_nl: Zoek
pt_pt: Pesquisar
ro_ro: Cautare
ru_ru: Поиск
sq_al: Kërko
sv: Sök
tr_tr: Arama
zh_hk: 查找
zh_tw: 搜尋

source: Group Name
cs_cz: Název skupiny
es_es: Nombre del grupo
hi_in: समूह नाम
id_id: Nama Grup
it_it: Nome del conto
ko_kr: 그룹 이름
mr_in: गट नाव
nl_nl: Groep naam
pt_pt: Nome Grupo
ro_ro: Nume grup
ru_ru: Имя группы
sq_al: Emri i Grupit
sv: Gruppnamn
sw_ke: Jina la kikundi
tr_tr: GRUP ADI
zh_hk: 科目组名称
zh_tw: 科目組名稱

source: Section
cs_cz: Sekce
es_es: Sección
hi_in: अनुभाग
id_id: Tipe
it_it: Conto Mastro
ko_kr: 섹션
mr_in: भाग
nl_nl: Sectie
pt_pt: Seção
ro_ro: Sectiune
ru_ru: Раздел
sq_al: Seksioni
sv: Typ
sw_ke: Sehemu
tr_tr: BÖLÜM
zh_hk: 会计要素
zh_tw: 會計要素

source: Sequence In TB
cs_cz: V pořadí TB
es_es: Secuencia en balance de comprobación
hi_in: टीबी में अनुक्रम
id_id: Urutan di Neraca Percobaan
it_it: Posizione
ko_kr: 결핵에서 순서
mr_in: टीबी मध्ये क्रम
nl_nl: Reeks In TB
pt_pt: Seq. no TB
ro_ro: În secvenţa de TB
ru_ru: Последовательность в борьбе с туберкулезом
sq_al: Sekuenca Në TB
sv: Sekvens på TB
sw_ke: Katika mlolongo TB
tr_tr: Sequence In Trial Balance
zh_hk: 试算表行次
zh_tw: 試算表次序

source: Profit and Loss
cs_cz: Zisky a ztráty
es_es: Ganancias y pérdidas
hi_in: लाभ और हानि
id_id: Laba/Rugi
it_it: Profitti e Perdite
ko_kr: 손익
mr_in: नफा, तोटा
nl_nl: Winst en Verlies
pt_pt: Lucros e Perdas
ro_ro: Profit şi pierdere
ru_ru: Прибыли и убытки
sq_al: Fitimi dhe Humbja
sv: Resultaträkning
sw_ke: Faida na hasara
tr_tr: KAR/ZARAR
zh_hk: 损益类
zh_tw: 損益表

source: Yes
cs_cz: Ano
es_es: Sí
hi_in: हां
id_id: Ya
it_it: Sì
ko_kr: 네
mr_in: होय
nl_nl: Ja
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sq_al: Po
sv: Ja
sw_ke: Ndiyo
tr_tr: EVET
zh_hk: 是
zh_tw: 是

source: No
cs_cz: Ne
hi_in: नहीं
ko_kr: 아니
mr_in: नाही
nl_nl: Nee
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sq_al: Jo
sv: Nej
sw_ke: Hakuna
tr_tr: HAYIR
zh_hk: 否
zh_tw: 否

source: Edit
cs_cz: Upravit
es_es: Editar
hi_in: संपादित करें
it_it: Modifica
ko_kr: 편집
mr_in: संपादन करणे
nl_nl: Wijzigen
pt_pt: Editar
ro_ro: Editeaza
ru_ru: Изменить
sq_al: Redakto
sv: Ändra
sw_ke: Hariri
tr_tr: DÜZELT
zh_hk: 编辑
zh_tw: 編輯

source: Are you sure you wish to delete this account group?
es_es: ¿Está seguro que desea suprimir este grupo de cuenta?
id_id: Apakah Anda yakin ingin menghapus grup akun ini?
ko_kr: 이 계정 그룹을 삭제하려면 확실합니까?
mr_in: आपण हे खाते गट हटवू इच्छिता खात्री आहे?
pt_pt: Confirma exclusão desse grupo conta?
zh_tw: 是否確定要刪除這會計科目組?

source: Delete
cs_cz: Smazat
es_es: Suprimir
hi_in: हटाएँ
id_id: Hapus
it_it: Cancella
ko_kr: 삭제
mr_in: हटवा
nl_nl: Verwijderen
pt_pt: Excluir
ro_ro: Sterge
ru_ru: Удалить
sq_al: Grise
sv: Ta bort
tr_tr: SIL
zh_hk: 删除
zh_tw: 刪除

source: An error occurred in retrieving the account group information
cs_cz: Došlo k chybě při načítání účtové skupiny informací
es_es: Hubo un error al obtener la información del subgrupo de cuentas
hi_in: एक त्रुटि खाता समूह सूचना को वापस लाने में हुआ
id_id: Kesalahan terjadi saat mengambil informasi grup akun
it_it: È verificato un errore di estrarre le informazioni del gruppo di account
ko_kr: 오류가 계정 그룹 정보를 검색 발생한
mr_in: एक त्रुटी खाते समुह माहिती पुनर्प्राप्त करीत असताना आली
nl_nl: Er is een fout opgetreden bij het ophalen van de account-groep informatie
pt_pt: Um erro ocorreu na recuperação inf. grupo conta
ro_ro: A apărut o eroare în regăsirea informaţiilor grup de cont
ru_ru: Ошибка в получении информации о группе счета
sq_al: Ka ndodhur një gabim në marrjen e informacionit grupit llogari
sv: Ett fel uppstod i att hämta den information kontogrupp
sw_ke: Hitilafu ilitokea katika retrieving kundi akaunti habari
tr_tr: Bir hata hesap grubu bilgisi alınırken oluştu
zh_hk: 查找账户组信息时发生错误
zh_tw: 在檢索會計科目組信息時出錯

source: The SQL that was used to retrieve the account group and that failed in the process was
cs_cz: SQL, který byl použit k načtení účtové skupiny, a že se nepodařilo v tomto procesu bylo
es_es: El SQL que falló al obtener el subgrupo de cuentas fue
hi_in: SQL कि खाता समूह पुनः प्राप्त किया गया था और उस प्रक्रिया में विफल रहा था
id_id: SQL yg digunakan utk mengambil grup akun dan yg gagal dalam proses adalah
it_it: Il SQL che è stata utilizzata per recuperare il gruppo di conto e che ha fallito nel processo è stato
ko_kr: 계정 그룹을 검색하는 데 사용하고 그 과정에서 실패 하였다 SQL이었다
mr_in: खाते गट पुनर्प्राप्त करण्यासाठी वापरले आणि त्या प्रक्रियेत अयशस्वी झाली याची SQL होते
nl_nl: De SQL die gebruikt werd om de rekening-groep te halen en dat is mislukt in het proces was
pt_pt: SQL usado para recuperar grupo de conta foi:
ro_ro: SQL care a fost utilizat pentru a prelua grupul considerare şi că nu a reuşit în procesul a fost
ru_ru: Неудачно завершившийся SQL, который был использован для получения группы счета
sq_al: SQL që është përdorur për të marrë në grupin e llogarisë dhe se dështoi në këtë proces ishte
sv: Den SQL som användes var
sw_ke: SQL kuwa ilitumika Retrieve ya kundi akaunti na kwamba alishindwa katika mchakato wa mara
tr_tr: hesap grubu almak için kullanılan ve SQL oldu sürecinde başarısız
zh_hk: 用于查询科目组失败的SQL是
zh_tw: 這是用來檢索該會計科目組和失敗的過程中的SQL是

source: The account group name does not exist in the database
cs_cz: Účet jméno skupiny neexistuje v databázi
es_es: El nombre de grupo de cuenta no existe en la base de datos
hi_in: खाता समूह के नाम डेटाबेस में मौजूद नहीं है
id_id: Nama grup akun tdk ada di database
it_it: Il nome del gruppo account non esiste nel database
ko_kr: 계정 그룹 이름이 데이터베이스에 존재하지 않는다
mr_in: खाते गट नाव डेटाबेसमध्ये अस्तित्वात नाही
nl_nl: De rekening groepsnaam bestaat niet in de database
pt_pt: O nome do grupo de conta não existe no Banco Dados
ro_ro: Numele grupului de cont nu exista in baza de date
ru_ru: Имя группы счета не существует в базе данных
sq_al: Grupi i llogarisë Emri nuk ekziston në bazën e të dhënave
sv: Kontot gruppnamn finns inte i databasen
sw_ke: Akaunti ya kikundi jina haipo katika orodha ya
tr_tr: Hesap grubu adı veritabanında yok
zh_hk: 科目组名称在数据库中不存在。
zh_tw: 輸入的會計科目組名稱不存在於資料庫

source: Edit Account Group Details
es_es: Editar detalles de grupo contable
id_id: Edit Rincian Grup Akun
ko_kr: 계정 편집 그룹 세부 사항
mr_in: संपादन खाते समुह तपशील
pt_pt: Editar Detalhes Grupo Conta
zh_tw: 編輯會計科目組明細

source: Update
cs_cz: Aktualizace
es_es: Actualizar
hi_in: अद्यतन
id_id: Perbarui
it_it: Aggiorna
ko_kr: 업데이트
mr_in: अद्यतन
nl_nl: Vernieuwen
pt_pt: Atualizar
ru_ru: Обновить
sv: Uppdatera
sw_ke: Mwisho
tr_tr: GÜNCELLE
zh_hk: 更新
zh_tw: 更新

source: New Account Group Details
es_es: Detalles de grupo contable nuevo
id_id: Rincian Grup Akun Baru
ko_kr: 새 계정 그룹 정보
mr_in: नवीन खाते समुह तपशील
pt_pt: Novo Detalhe Grupo de Conta
zh_tw: 新增會計科目組明細

source: Insert
cs_cz: Vložit
es_es: Insertar
hi_in: सम्मिलित करें
id_id: Masukkan
it_it: Inserisci
ko_kr: 삽입
mr_in: आत घालणे
nl_nl: Voeg toe
pt_pt: Inserir
ro_ro: Insera
ru_ru: вставить
sq_al: Fut
sv: Infoga
tr_tr: Eklemek
zh_hk: 插入
zh_tw: 插入

source: Account Group Name
cs_cz: Účet Název skupiny
es_es: Nombre del grupo contable
hi_in: खाता समूह का नाम
id_id: Nama Grup Akun
it_it: Account Nome del gruppo
ko_kr: 계정 그룹 이름
mr_in: खाते गट नाव
nl_nl: naam van een rekeninggroep
pt_pt: Nome Grupo de Conta
ro_ro: Numele grupului cont
ru_ru: Имя группы счетов
sq_al: Emri i GRupit të Llogarisë
sv: Kontogruppsbeskrivning
sw_ke: Jina Group akaunti
tr_tr: Hesap Grup Adı
zh_hk: 科目组名称
zh_tw: 會計科目組名稱

source: Enter the account group name
es_es: Introducir el nombre del grupo de cuentas
ko_kr: 계정 그룹 이름을 입력합니다
mr_in: खाते गट नाव प्रविष्ट करा
pt_pt: Informe Nome Grupo de Conta
zh_tw: 輸入會計科目組名稱

source: A unique name for the account group must be entered - at least 3 characters long and less than 30 characters long. Only alpha numeric characters can be used.
es_es: Se debe ingresar un nombre único para el grupo de cuentas -de al menos 3 caracteres y menos de 30 caracteres. Sólo se pueden usar caracteres alfanuméricos.
ko_kr: 계정 그룹의 고유 한 이름을 입력해야합니다 - 최소 3 자 긴 미만 30 자. 영문자 및​​ 숫자가 사용될 수있다.
mr_in: खाते गटासाठी एक अद्वितीय नाव प्रविष्ट करणे आवश्यक आहे - किमान 3 वर्ण लांब आणि 30 वर्ण लांब पेक्षा कमी. केवळ अल्फा अंकीय वर्ण वापरले जाऊ शकते.
pt_pt: Nome do Grupo de Conta deve ser informado. Tamanho entre 3 caract. e no máximo 30 caract.
zh_tw: 該會計科目組的唯一名稱，必須輸入 - 至少3個字符長，小於30個字符長。只有字母數字字符都可以使用。

source: Top Level Group
cs_cz: Nejvyšší úroveň skupiny
es_es: Grupo de nivel superior
hi_in: शीर्ष स्तर समूह
id_id: Grup Tingkat Utama (Top Level)
ko_kr: 최상위 그룹
mr_in: शीर्ष स्तर गट
nl_nl: Groep van het hoogste niveau
pt_pt: Nível Grupo
ro_ro: Grupul la nivel de top
ru_ru: Группа верхнего уровня
sq_al: Grupi i Nivelit të Lartë
sv: Toppnivågrupp
sw_ke: Juu Level Group
tr_tr: Üst Düzey Grubu
zh_hk: 顶层组
zh_tw: 頂層群組

source: Section In Accounts
cs_cz: Sekce v účtech
es_es: Sección contable
hi_in: खातों में धारा
id_id: Tipe Akun
it_it: Conto Mastro
ko_kr: 계정 섹션
mr_in: खात्यातील विभाग
nl_nl: Sectie In Rekeningen
pt_pt: Seções Contábil
ro_ro: În secţiunea Conturi
ru_ru: Раздел на счетах
sq_al: Seksioni Në Llogari
sv: Kontotyp
sw_ke: Katika sehemu ya Hesabu za
tr_tr: HESAP BÖLÜMLERI
zh_hk: 会计要素
zh_tw: 會計要素

source: Select YES if this account group will contain accounts that will consist of only profit and loss accounts or NO if the group will contain balance sheet account
es_es: Seleccione SI si este grupo cuenta contendrá cuentas que consistirá en sólo cuentas de pérdidas y ganancias, o NO si el grupo contendrá cuenta de balance
ko_kr: 그룹이 대차 대조표 계정을 포함 할 경우이 계정 그룹이 더 만 손익 계정 구성 또는 것이다 계정을 포함 할 경우 YES를 선택
mr_in: या गटात केवळ नफा आणि तोटा खात्यांचे समावेश असेल तर होय निवडाकिंवा या गटात ताळेबंद खात्यांचे समावेश असेल नाही निवडा
pt_pt: Selecione SIM se esse grupo de conta irá conter contas que são de Lucros e Perdas; Selecione NÃO se o grupo irá conter contas de Resultado
zh_tw: 如果這個會計科目將包含帳戶及損益帳，則選擇YES; 若包含資產負債表科目，則選擇NO。

source: Enter the sequence number that this account group and its child general ledger accounts should display in the trial balance
es_es: Introduce el número de secuencia que este grupo de cuentas y sus cuentas hijas del libro mayor deben mostrar en el balance de comprobación
ko_kr: 이 계정 그룹과 하위 총계정 원장 계정이 시험 균형을 표시해야합니다 일련 번호를 입력
mr_in: हे खाते गटासाठी आणि त्याच्या उप सामान्य खातेवही खात्यांसाठी ट्रायल बॅलेंस मध्ये दाखवण्यास क्रम नंबर प्रविष्ट करा
pt_pt: Informe o número de sequência para determinar, onde esse grupo de contas e subcontas, irá aparecer no balancete
zh_tw: 輸入該會計科目的序列號則總帳子科目將會顯示在試算表上

source: Account Sections
cs_cz: Sekce účtu
es_es: Secciones contables
hi_in: खाता अनुभाग
id_id: Tipe Akun
it_it: Account Sezioni
ko_kr: 계정 섹션
mr_in: खाते विभाग
nl_nl: Rekening Secties
pt_pt: Seções Contas
ro_ro: Considerare secţiunile
ru_ru: Разделы счета
sq_al: Seksioni i Llogarisë
sv: Kontotyper
sw_ke: Sections akaunti
tr_tr: HESAP BÖLÜMLERI
zh_hk: 会计要素
zh_tw: 會計要素
