Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The receipt of contract work order finished stock GL posting could not be inserted because
cs_cz: Obdržení objednávky smlouvy o dílo hotové fotografie GL vysílání nemohly být zařazeny, protože
es_es: La publicación contable de existencias finalizadas de la orden de trabajo del contrato no se pudieron insertar porque
hi_in: ठेके का काम के आदेश के रसीद स्टॉक जीएल नहीं डाला जा सका क्योंकि पोस्टिंग समाप्त
id_id: Posting GL penerimaan stok jadi dari kontrak order produksi tdk dapat dimasukkan karena
it_it: La ricevuta di ordine contratto di lavoro finito GL stock distacco non potrebbe essere inserito perché
ko_kr: 계약 작업 순서의 영수증 증권 GL 게시가 있기 때문에 삽입 할 수 없습니다 완료
mr_in: कंत्राट काम आदेशाच्या स्टॉक जी.एल. पोस्टिंग समाविष्ट करणे शक्य नाही समाप्त कारण
nl_nl: De ontvangst van het contract werkorder gereed voorraad GL terbeschikkingstelling kan niet worden geplaatst omdat
pt_pt: Lançamentos Contab. do recebimento de contrato ordem produção não pode ser inserido porque
ro_ro: Primirea comenzii contract de muncă încheiat GL stoc detaşării nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить в главную книгу данные о получении наряда на выполнению работ
sq_al: Pranimin e punës për të përfunduar kontrata GL aksioneve postimi nuk mund të futet, sepse
sv: Mottagande av entreprenadarbeten för slaktdjur GL utstationering kunde inte sättas in eftersom
sw_ke: Ofisi ya mkataba wa kazi ili kumaliza hisa GL posting inaweza kuwa kuingizwa kwa sababu
tr_tr: sözleşme iş emri makbuz stok GL çünkü takılı olamazdı ilanıyla bitmiş
zh_hk: 合同工单接收成品的总帐过账无法进行因为
zh_tw: 因為完成過帳到庫存總帳，不能插入收到的合約工作單

source: The following SQL to insert the work order receipt of finished items GLTrans record was used
cs_cz: Následující SQL vložit práce přijetí objednávky hotových položek záznamu GLTrans byla použita
es_es: Se utilizó el siguiente código SQL para insertar el recibo de la orden de trabajo del registro contable de los artículos terminados
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL समाप्त आइटम GLTrans रिकॉर्ड के कार्य आदेश रसीद इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans penerimaan order produksi atas brg jadi
it_it: L&#39;SQL seguente per inserire il ricevimento di ordini di lavoro di elementi finiti record GLTrans è stato utilizzato
ko_kr: 완성 된 항목 GLTrans 레코드의 작업 수주를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: पूर्ण आयटम GLTrans रेकॉर्ड काम ऑर्डर पावती घालण्यासाठी खालील SQL वापरला होता
nl_nl: Gebruikte SQL Grootboek boeking van gereed produkt van de werkorder kon niet worden uitgevoerd omdat
pt_pt: SQL usado para inserir lançam. contab. receb. ordem produção foi
ro_ro: SQL pentru a insera următoarele ordinea primirii activitatea de elemente finite record GLTrans a fost folosit
ru_ru: SQL вставки информации о получении наряда на работу для законченных товаров:
sq_al: SQL e mëposhtme për të futur në mënyrë që punën e marrjes të të dhënave të artikujve përfunduar GLTrans është përdorur
sv: Fäljande SQL användes för att registrera mottagningen av färdiga produkter
sw_ke: SQL zifuatazo Insert ili kazi ya kupokea rekodi ya kumaliza vitu GLTrans ilitumika
tr_tr: eklemek için aşağıdaki SQL bitmiş ürün GLTrans kaydın iş emri makbuz kullanıldı
zh_hk: 向总帐记录中插入工单收货的SQL是
zh_tw: 下列SQL用作插入接收工作單完成商品總帳交易記錄

source: The WIP credit on receipt of finished items from a work order GL posting could not be inserted because
cs_cz: Úvěrová WIP o přijetí hotových položek z GL pracovní příkaz vysílání nemůže být vložen, protože
es_es: El crédito del Trabajo en Progreso en la recepción de artículos terminados desde una publicación contable de la orden de trabajo no se ha podido insertar, porque
hi_in: एक काम के आदेश पोस्टिंग जीएल से समाप्त वस्तुओं की प्राप्ति पर WIP क्रेडिट वजह से नहीं किया जा सकता है डाला
id_id: Posting GL Kredit WIP saat penerimaan brg jadi dari order produksi tdk dapat dimasukkan karena
it_it: Il credito WIP al ricevimento di oggetti finiti da un ordine di lavoro GL distacco non può essere inserito perché
ko_kr: 작업 순서 GL 게시에서 완성 항목의 영수증에 WIP 신용이 있기 때문에 삽입 할 수 없습니다
mr_in: एक काम ऑर्डर जी.एल. पोस्ट तयार आयटम मिळाल्यानंतर WIP क्रेडिट समाविष्ट करणे शक्य नाही कारण
nl_nl: De WIP-krediet op de ontvangst van de afgewerkte producten van een werkorder GL terbeschikkingstelling kan niet worden geplaatst omdat
pt_pt: O lancam. contab. crédito WIP do recebimento de produtos ordem de produção não foi inserido porque
ro_ro: Creditul WIP la primirea de produse finite dintr-un GL pentru postarea de muncă nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить данные о WIP-кредите на получение законченных товаров из наряда на работу в главную книгу
sq_al: Kredi WIP mbi pranimin e artikujve përfundoi nga një GL për punë postimi nuk mund të shtohet sepse
sv: Mottagningen av WIP kredit för färdiga produkter kunde inte registreras eftersom
sw_ke: mikopo ya WIP kwenye ofisi ya vitu kutoka GL kumaliza kazi ili posting inaweza kuwa kuingizwa kwa sababu
tr_tr: ilanıyla iş emri GL bitmiş ürün alındığında WIP kredi çünkü takılı olamazdı
zh_hk: 从WIP的工单中贷接收成品过账到总帐无法进行，是因为
zh_tw: 因為收到從工作單總帳過帳成品項目，所以無法插入該WIP信用貸據

source: The following SQL to insert the WIP GLTrans record was used
cs_cz: Následující SQL vložit WIP GLTrans záznam byl použit
es_es: Se utilizó el siguiente código SQL para insertar el registro contable del Trabajo en Ejecución
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL WIP GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data GLTrans WIP
it_it: L&#39;SQL seguente per inserire il record WIP GLTrans è stato utilizzato
ko_kr: WIP GLTrans의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: WIP GLTrans रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: SQL gebruikt om de WIP grootboek boeking uit te voeren was
pt_pt: SQL usado para inserir registros wip usado foi
ro_ro: SQL pentru a insera următoarele WIP GLTrans record a fost folosit
ru_ru: SQL для вставки WIP-записи в главную книгу
sq_al: SQL e mëposhtme për të futur të dhënat GLTrans WIP është përdorur
sv: Följande SQL användes för WIP posten
sw_ke: SQL zifuatazo Insert ya rekodi WIP GLTrans ilitumika
tr_tr: eklemek için aşağıdaki SQL WIP GLTrans rekor kullanıldı
zh_hk: 用于插入在制品总账交易记录的SQL是
zh_tw: 下列SQL用作插入WIP總帳交易記錄

source: Could not update the work order item record with the total quantity received because
cs_cz: Nepodařilo se aktualizovat pracovní příkaz položky záznam s celkovým množstvím přijaté protože
es_es: No se pudo actualizar el registro del artículo en la Orden de Trabajo con la cantidad total recibida porque
hi_in: कुल क्योंकि प्राप्त मात्रा साथ काम क्रम मद रिकॉर्ड अद्यतन नहीं सका
id_id: Tdk dapat memperbarui data item order produksi dgn total qty diterima karena
it_it: Impossibile aggiornare il record per elementi di lavoro con la quantità totale ricevuto, perché
ko_kr: 총 수량이 때문에 수신과 작업 순서 항목 레코드를 업데이트 할 수 없습니다
mr_in: एकूण प्रमाणात काम ऑर्डर आयटम रेकॉर्ड अद्यतनित करणे शक्य नाही कारण प्राप्त
nl_nl: Kon de werkorer item record niet wijzigen voor de totale hoeveelhied ontvangen omdat
pt_pt: Não pode atualizar ordem produção item com a quantid. total recebida porque
ro_ro: Nu a putut actualiza record pentru element de lucru cu cantitatea totală primită, deoarece
ru_ru: Не удалось обновить товар в наряде на работу с полученным значением, так как
sq_al: Nuk mund update rekord për punën artikull me sasinë totale të pranuar, sepse
sv: Kunde inte uppdatera arbetsorder posten med total kvantitet eftersom
sw_ke: Hakuweza update ili kazi bidhaa rekodi kwa wingi jumla ya kupokea kwa sababu
tr_tr: Çünkü alınan toplam miktarı ile iş emri öğesi kayıt güncelleme Couldn&#39;t
zh_hk: 未将总收货数量更新至工作单物料记录, 因为
zh_tw: 不能更新工作單商品記錄的總接收數量, 因為

source: The following SQL was used to update the work order
cs_cz: Následující SQL byla použita k aktualizaci pracovní příkaz
es_es: Para actualizar la orden de trabajo se usó el SQL siguiente
hi_in: निम्नलिखित एसक्यूएल को कार्य आदेश अद्यतन किया गया
id_id: SQL berikut digunakan utk memperbarui order produksi tersebut
it_it: Il SQL seguente è stata utilizzata per aggiornare l&#39;ordine di lavoro
ko_kr: 다음 SQL은 작업 지시를 업데이트하는 데 사용 된
mr_in: खालील SQL काम ऑर्डर अद्यतनित करण्यासाठी वापरलेला
nl_nl: De gebruikte SQL die is gebruikt om werkorder te wijziging was
pt_pt: SQL usado para atualizar ordem produção
ro_ro: SQL au fost folosite pentru a actualiza ordinea de muncă
ru_ru: SQL обновления для обновления наряда на работу
sq_al: SQL pas u përdor për të rinovuar për punë
sv: Följande SQL användes för att uppdatera arbetsordern
sw_ke: SQL zifuatazo ilitumika update ili kazi
tr_tr: Aşağıdaki SQL iş emri güncellemek için kullanılan
zh_hk: 用于更新工作单的 SQL 是
zh_tw: 下列SQL用作更新工作單

source: The contract has been closed. No further charges can be posted against this contract.
cs_cz: Tato smlouva byla uzavřena. Žádné další poplatky mohou být vyslán proti této smlouvě.
es_es: El contrato se ha cerrado. No se podrán publicar cargos adicionales contra este contrato.
hi_in: अनुबंध बंद कर दिया गया है. आगे कोई शुल्क इस अनुबंध के खिलाफ तैनात किया जा सकता है.
id_id: Kontrak telah selesai. Tdk ada biaya lebih lanjut dapat diposting terhadap kontrak ini.
it_it: Il contratto è stato chiuso. Nessuna accusa è più possibile distaccati contro questo contratto.
ko_kr: 계약은 닫혔습니다. 더 이상 요금이 계약에 게시 할 수 없습니다.
mr_in: कंत्राट बंद केले गेले आहे. पुढील शुल्क या करार विरोधात पोस्ट केले जाऊ शकते.
nl_nl: Het contract is gesloten. Geen verdere kosten kan worden geplaatst tegen dit contract.
pt_pt: O contrato foi fechado. Nenhuma cobrança pode ser feita contra este contrato.
ro_ro: Contractul a fost închis. Fara taxe suplimentare pot fi postate împotriva prezentului contract.
ru_ru: Контракт был закрыт. Никакие списаний могут быть произведены в отношении этого договора.
sq_al: Kontrata ka qenë e mbyllur. Ka akuza të mëtejshme mund të postohen kundër kësaj kontrate.
sv: Kontraktet har stängts. Inga ytterligare avgifter kan bokas mot detta avtal.
sw_ke: mkataba imekuwa imefungwa. Hakuna mashtaka zaidi inaweza posted dhidi ya mkataba huu.
tr_tr: Sözleşme kapatıldı. Başka masraf bu sözleşme karşılığında gönderilebilir.
zh_hk: 此合同已经关闭。无法向此合同增加收费
zh_tw: 該合約已結案。針對此合約已沒有未來的費用。

source: Close Contract
cs_cz: Zavřít smlouvy
es_es: Cerrar Contrato
hi_in: करीब अनुबंध
id_id: Tutup Kontrak
it_it: Chiudere Contratto
ko_kr: 닫기 계약
mr_in: बंद कॉण्ट्रॅक्ट
nl_nl: Sluiten contract
pt_pt: Fechar Contrato
ro_ro: Închideţi Contract
ru_ru: Закрыть контракт
sq_al: Close kontratës
sv: Stäng kontrakt
sw_ke: Mkataba wa karibu
tr_tr: Yakın Sözleşme
zh_hk: 关闭合同
zh_tw: 關閉合約

source: Closing the contract will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
cs_cz: Uzavření smlouvy se zabránilo další akcie jsou vydávány, a poplatky za odkazy proti němu. Odchylky budou zachyceny ve výkazu zisku a ztráty. Jste si jisti?
es_es: Al cerrar el contrato no se podrán emitir existencias ni realizar cargos al mismo. Las variaciones se imputarán a la cuenta de ganancias y pérdidas. ¿Está seguro?
hi_in: समापन आगे स्टॉक पाएगा यह अनुबंध करने के लिए जारी किया जा रहा है और आरोप उसके खिलाफ बनाया जा रहा है. Variances लाभ और हानि खाते में ले जाया जाएगा. तुम्हें यकीन है?
id_id: Menutup kontrak akan mencegah penambahan stok dan biaya lebih lanjut terhadapnya. Selisih akan tercatat di akun laba rugi. Apakah Anda Yakin?
it_it: La chiusura del contratto eviterà ulteriori misure di stock ad esso e gli oneri in corso contro di essa. Scostamenti saranno imputate al conto profitti e perdite. Sei sicuro?
ko_kr: 계약을 닫으면 더 재고가 발행되는 요금으로 반대 만들어지는 것을 방지 할 수 있습니다. 차이는 손익 계정으로 이동합니다. 확실합니까?
mr_in: कंत्राट बंद तो दिले जात आणि शुल्क त्यावर केले जात पुढील शेअर प्रतिबंध केला जाईल. Variances नफा नेले जाईल. आपली खात्री आहे?
nl_nl: Sluiten van de overeenkomst zal verder materieel te voorkomen dat gemitteerd, en de kosten worden gemaakt tegen. Varianties zullen worden genomen om de winst-en verliesrekening. Are You Sure?
pt_pt: Fechamento do contrato previne envio de outros itens de estoque deste contrato. Variações irão ser apuradas lucros / perdas. Confirma?
ro_ro: Incheierea contractului va împiedica stoc fiind emise în continuare să-l şi taxelor fiind formulate împotriva sa. Variaţii vor fi luate în contul de profit şi pierdere. Esti sigur?
ru_ru: Закрытие контракта сделает невозможным дальнейшее добаление товаров в него и списаний на основании этого контракта. Будут рассогласования между прибылями и убытками. Вы уверены ?
sq_al: Mbyllja e kontratës do të parandalojë të aksioneve të mëtejshme që do të lëshohen në atë dhe akuzat që bëhen kundër tij. Mospërputhje do të merren në llogarinë e fitimit dhe humbjes. A jeni i sigurtë?
sv: Utgående kontrakt kommer att hindra ytterligare personaloptioner utfärdas till den och avgifter som görs mot det. Avvikelser kommer att tas till resultaträkningen. Är du säker?
sw_ke: Kufunga mkataba wa mapenzi kuzuia hisa zaidi kuwa imetolewa na kuwa na madai ya kuwa alifanya dhidi yake. Variances zitachukuliwa akaunti ya faida na hasara. Wewe ni haki?
tr_tr: Kapanış fazla stok önleyecektir sözleşme ve verilen varlık ücrete karşı yapılmaktadır. Varyansları kâr ve zarar hesabı ile alınacaktır. Eğer Emin misiniz?
zh_hk: 关闭此合同后，将无法在向此合同增加商品并且追加与其相关的费用。差异将被过账到损益账户。您确定要关闭吗？
zh_tw: 合同結案將阻止進一步的庫存被異動，並正在作出拒絕一切費用的發生。此差異將影響損益帳。你確定嗎？

source: Contract Other Requirements
cs_cz: Další požadavky smlouvy
es_es: Otros Requerimientos del Contrato
hi_in: अनुबंध अन्य आवश्यकताएँ
id_id: Persyaratan Lainnya Kontrak
it_it: Requisiti di altro contratto
ko_kr: 기타 요구 사항을 계약
mr_in: इतर आवश्यकता कॉण्ट्रॅक्ट
nl_nl: Contract Overige vereisten
pt_pt: Outros Requerim. do Contrato
ro_ro: Contract Alte cerinţe
ru_ru: Другие требования контракта
sq_al: Kërkesat e kontratës të tjera
sv: Kontrakt Övriga krav
sw_ke: Mahitaji mengine mkataba
tr_tr: Sözleşme Diğer Gereksinimler
zh_hk: 合同的其他要求
zh_tw: 合約其他要求

source: The other contract requirements cannot be altered because the customer has already placed the order
cs_cz: Další požadavky smlouvy nelze měnit, protože zákazník má již umístěn objednávky
es_es: Los otros requisitos del contrato no pueden ser alterados debido a que el cliente ya ha realizado el pedido
hi_in: अन्य अनुबंध आवश्यकताओं क्योंकि ग्राहक पहले से ही आदेश दिया है परिवर्तित नहीं किया जा सकता
id_id: Persyaratan lainnya kontrak tdk dapat diubah karena customer telah melakukan order
it_it: I requisiti di altro contratto non può essere modificata in quanto il cliente ha già effettuato l&#39;ordine
ko_kr: 고객이 이미 주문한 때문에 다른 계약 요구 사항이 변경 될 수 없다
mr_in: ग्राहक आधीच ऑर्डर घातल्या आहेत कारण इतर करार आवश्यकता बदलता येऊ शकत नाही
nl_nl: De andere contractuele eisen kan niet worden gewijzigd omdat de klant al de bestelling geplaatst
pt_pt: Outros requerimentos do contrato, não podem ser alterados, porque o cliente já informou o pedido
ro_ro: Celelalte cerinţe contract nu poate fi modificat, deoarece clientul a plasat deja comanda
ru_ru: Другие требования котнтракта не могут быть изменены, поскольку поставщик уже разместили заказ
sq_al: Kërkesat e tjera të kontratës nuk mund të ndryshohet, sepse konsumatori e ka vendosur tashmë të rendit
sv: Det andra kontraktet krav kan inte ändras eftersom kunden har redan lagt beställningen
sw_ke: Mahitaji ya mkataba mwingine hawezi kuwa ilibadilika kwa sababu wateja tayari kuwekwa ili
tr_tr: Müşteri zaten siparişiniz çünkü diğer sözleşme şartları değiştirilemez
zh_hk: 其他的合同要求无法变更因为顾客已经下了订单
zh_tw: 因為客戶已經下訂單，其他合約要求不能改變

source: The quantity of the new requirement is expected to be numeric
cs_cz: Množství nových požadavků je Očekává se, že číselné
es_es: La cantidad del nuevo requisito debe ser un número
hi_in: नई आवश्यकता का मात्रा के सांख्यिक होने की उम्मीद है
id_id: Qty persyaratan yg baru harus numerik
it_it: La quantità del nuovo requisito dovrebbe essere numerico
ko_kr: 새로운 요구의 양은 숫자 것으로 예상
mr_in: नवीन गरज प्रमाण अंकीय असेल अशी अपेक्षा आहे
nl_nl: De hoeveelheid van de nieuwe eis zal naar verwachting worden numerieke
pt_pt: A quantidade do novo requerimento precisa ser numérica
ro_ro: Cantitatea de Noua cerinţă este de aşteptat să fie numeric
ru_ru: Количество новых требований должно быть числовым
sq_al: Sasia e kërkesë e re pritet të jetë një numër
sv: Mängden av de nya kraven beräknas vara numeriska
sw_ke: Kiwango cha mahitaji ya mpya inatarajiwa kuwa nambari
tr_tr: Yeni ihtiyacının miktar sayısal olması bekleniyor
zh_hk: 需要输入数量
zh_tw: 新規定的數量預計將是數字

source: The cost per unit of the new requirement is expected to be numeric
cs_cz: Náklady na jednotku nového požadavku Očekává se, že číselné
es_es: La costo unitario del nuevo requisito debe ser un número
hi_in: नई आवश्यकता के प्रति इकाई लागत के लिए सांख्यिक होने की उम्मीद है
id_id: Biaya per unit persyaratan baru harus numerik
it_it: Il costo unitario del nuovo requisito dovrebbe essere numerico
ko_kr: 새로운 요구 단위당 비용은 숫자가 될 것으로 예상
mr_in: नवीन आवश्यकतेवर प्रति युनिट खर्च अंकीय असेल अशी अपेक्षा आहे
nl_nl: De kosten per eenheid van de nieuwe eis zal naar verwachting worden numerieke
pt_pt: O Custo unitário do novo requerimento deve ser numérico
ro_ro: Costul pe unitatea de Noua cerinţă este de aşteptat să fie numeric
ru_ru: Затраты на единицу новых требований должно быть числовым
sq_al: Koston për njësi të kërkesave të re pritet të jetë një numër
sv: Kostnaden per enhet av de nya kraven beräknas vara numeriska
sw_ke: Gharama kwa kila kitengo ya mahitaji ya mpya inatarajiwa kuwa nambari
tr_tr: Yeni gereksinimi birim maliyet sayısal olması bekleniyor
zh_hk: 单位成本需要是数字
zh_tw: 每單位成本的新規定預計為數字

source: Enter a description of this requirement for the contract
ko_kr: 계약이 요구 사항에 대한 설명을 입력합니다
mr_in: करार या आवश्यकता वर्णन प्रविष्ट करा
pt_pt: Informe a descrição desse requerimento para o contrato
zh_tw: 輸入合約要求的說明

source: Enter the quantity of this requirement for the contract
ko_kr: 계약이 요구 사항의 수량을 입력
mr_in: करार या आवश्यकता प्रमाण प्रविष्ट करा
pt_pt: Informe a quantidade desse requerimento para o contrato
zh_tw: 進入合約要求的數量

source: Are you sure you wish to delete this contract requirement?
es_es: ¿Está seguro que desea suprimir este requerimiento de contrato?
id_id: Apakah Anda yakin ingin menghapus persyaratan kontak ini?
ko_kr: 이 계약 요건을 삭제하려면 확실합니까?
mr_in: आपण या कराराची गरज हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção deste requerimento do contrato?
zh_tw: 是否確定要刪除這合約?

source: Total Other Requirements Cost
cs_cz: Celkem Další požadavky náklady
es_es: Total Costo de Otros Requerimientos
hi_in: कुल लागत अन्य आवश्यकताएँ
id_id: Total Biaya Persyaratan Lain
it_it: Costo Totale Altri requisiti
ko_kr: 총 기타 요구 사항 비용
mr_in: एकूण इतर आवश्यकता किंमत
nl_nl: Totaal Andere vereisten Cost
pt_pt: Custo Total Outros Requerim.
ro_ro: Cost total Alte cerinţe
ru_ru: Общая стоимость Других требований
sq_al: Totali tjera Kërkesat Kosto
sv: Summa övriga kostnader som krävs
sw_ke: Jumla ya mahitaji mengine ya Gharama
tr_tr: Toplam Diğer Gereksinimler Maliyeti
zh_hk: 其他要求的成本总计
zh_tw: 其它需求的成本總計

source: Update Other Requirements Lines
cs_cz: Update Další požadavky Lines
es_es: Actualizar Líneas de Otros Requerimientos
hi_in: अद्यतन अन्य आवश्यकताएँ लाइन्स
id_id: Perbarui Baris Persyaratan Lain
it_it: Aggiornamento Linee Altri requisiti
ko_kr: 업데이트 기타 요구 사항 라인
mr_in: इतर आवश्यकता लाईन्स अद्यतनित
nl_nl: Update Overige vereisten Lines
pt_pt: Atualizar Linhas Outros Requerimentos
ro_ro: Update Alte linii Necesitati
ru_ru: Обновить другие требоания
sq_al: Update Kërkesat tjera Lines
sv: Uppdatera Övriga krav Lines
sw_ke: Update nyingine Mahitaji Lines
tr_tr: Güncelleştirme Diğer Gereksinimler Hatları
zh_hk: 更新其他要求行
zh_tw: 更新其它需求

source: Enter New Requirements
cs_cz: Zadat nové požadavky
es_es: Introducir los Nuevos Requisitos
hi_in: नई आवश्यकताएँ दर्ज
id_id: Masukkan Persyaratan Baru
it_it: Inserisci i requisiti di New
ko_kr: 새로운 요구 사항을 입력
mr_in: नवीन आवश्यकता प्रविष्ट करा
nl_nl: Voer Nieuwe eisen
pt_pt: Adic. Novos Requerimentos
ro_ro: Introduceţi noi cerinţe
ru_ru: Введите новые требования
sq_al: Enter Kërkesat e re
sv: Ange Nya krav
sw_ke: Kuingia Mahitaji Mpya
tr_tr: Yeni Talepler girin
zh_hk: 输入新的要求
zh_tw: 輸入新的需求

source: Requirement Description
cs_cz: Popis požadavku
es_es: Descripción de los Requisitos
hi_in: आवश्यकता विवरण
id_id: Keterangan Persyaratan
it_it: Requisito Descrizione
ko_kr: 요구 사항 설명
mr_in: गरज वर्णन
nl_nl: Eis Beschrijving
pt_pt: Descrição Requerimentos
ro_ro: Cerinţa Descriere
ru_ru: Описание требования
sq_al: Description Kërkesa
sv: Krav Beskrivning
sw_ke: Mahitaji Description
tr_tr: Gereksinimi Açıklama
zh_hk: 需求描述
zh_tw: 要求說明

source: Cost Per Unit
cs_cz: Náklady na jednotku
es_es: Costo Unitario
hi_in: प्रति यूनिट लागत
id_id: Biaya Per Unit
it_it: Costo per unità
ko_kr: 단위 당 비용
mr_in: प्रति युनिट खर्च
nl_nl: Kosten per eenheid
pt_pt: Custo Unitário
ro_ro: Costului pe unitate
ru_ru: Стоимость единицы
sq_al: Kosto për njësi
sv: Kostnad per enhet
sw_ke: Per gharama Unit
tr_tr: Birim Maliyet
zh_hk: 单位成本
zh_tw: 單位成本

source: Enter the cost per unit of this requirement
es_es: Introducir el costo por unidad de este requisito
ko_kr: 이 요구 사항의 단위 당 비용을 입력
mr_in: या आवश्यकता प्रति युनिट खर्च प्रविष्ट करा
pt_pt: Informe o custo por unidade desse requerimento
zh_tw: 輸入每單位成本的要求

source: Enter New Contract Requirement
cs_cz: Zadejte Nové smlouvy požadavku
es_es: Introducir nuevo requerimiento del contrato
hi_in: नए अनुबंध आवश्यकताएँ दर्ज
id_id: Masukkan Persyaratan Kontrak Baru
it_it: Inserisci nuovo requisito del contratto
ko_kr: 새로운 계약 요구 사항을 입력
mr_in: नवीन करार गरज प्रविष्ट करा
nl_nl: Voer Nieuw contract vereiste
pt_pt: Adic. Novo Requerimento Contrato
ro_ro: Introduceţi Cerinţa nou contract
ru_ru: Введите новое требование контракта
sq_al: Enter Kërkesa e re e kontratës
sv: Ange nytt kontrakt Krav
sw_ke: Kuingia mkataba mpya Hitaji
tr_tr: Yeni Sözleşme Gereği girin
zh_hk: 输入新合同要求
zh_tw: 輸入新的合約要求

source: Modify Contract
cs_cz: Změnit smlouvy
es_es: Modificar Contrato
hi_in: संशोधित अनुबंध
id_id: Ubah Kontrak
it_it: Modifica del contratto
ko_kr: 계약 수정
mr_in: कॉण्ट्रॅक्ट सुधारा
nl_nl: Wijzig Contract
pt_pt: Modificar Contrato
ro_ro: Modificare Contract
ru_ru: Изменить контракт
sq_al: Modifiko kontratës
sv: Ändra kontrakt
sw_ke: Kurekebisha Mkataba
tr_tr: Değiştirmek Sözleşme
zh_hk: 更改合同
zh_tw: 修改合約

source: Contract Entry
cs_cz: Vstup smlouvy
es_es: Contrato de Entrada
hi_in: अनुबंध एंट्री
id_id: Entri Kontrak
it_it: Contratto di entrata
ko_kr: 계약 입력
mr_in: कॉण्ट्रॅक्ट प्रविष्टी
pt_pt: Entrada Contrato
ro_ro: Contract de intrare
ru_ru: Позиция контракта
sq_al: Kontratës Hyrja
sv: Kontrakt Entry
sw_ke: Mkataba Entry
tr_tr: Sözleşme Giriş
zh_hk: 合同输入
zh_tw: 輸入合約

source: The contract reference must be entered (and be longer than 5 characters) before the requirements of the contract can be setup
ko_kr: 계약 기준 입력 (긴 5 자보다) 설정할 수 있습니다 계약의 요구 사항 전에해야
mr_in: कराराच्या आवश्यकता व्यवस्थित करण्यापूर्वी कंत्राट संदर्भ (आणि 5 वर्णांपेक्षा मोठे असू) प्रविष्ट करणे आवश्यक आहे
pt_pt: A referência desse contrato deve ser informada (5 ou mais caracteres) antes de configurar os requerimentos desse contrato
zh_tw: 設置合約要求之前，該合約的參考必須輸入（並超過5個字符長）
