Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: To enter and confirm this dispatch, it must be re-selected and re-read again to update the changes made by the other user
cs_cz: Chcete-li zadat a potvrdit tuto expedici, je třeba re-vybraný a re-číst a aktualizovat změny provedené ostatními uživateli
es_es: Para introducir y confirmar este despacho, debe volver a ser seleccionada y volver a leer de nuevo para actualizar los cambios realizados por el otro usuario
hi_in: प्रवेश करने के लिए और इस प्रेषण की पुष्टि, इसे फिर से चुना जाना और फिर से फिर से पढ़ने के लिए अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अद्यतन करें
id_id: Utk memasukkan dan mengkonfirmasi, pengiriman tersebut harus dipilih dan dibaca-ulg utk memperbarui perubahan yg dibuat oleh user lain
it_it: Per inserire e confermare questa spedizione, deve essere ri-selezionati e rileggere di nuovo per aggiornare le modifiche apportate dagli altri utenti
ko_kr: 입력이 파견을 확인하기 위해서는 다시 선택해야하고, 다른 사용자가 변경 사항을 업데이트하기 위해 다시 다시 읽어
mr_in: प्रविष्ट करा आणि या पाठवणे पुष्टी करण्यासाठी, तो पुन्हा निवडणे आवश्यक आहे आणि इतर वापरकर्ता द्वारे केलेले बदल अद्यतनित करण्यासाठी पुन्हा पुन्हा वाचा
nl_nl: om deze zending te bevestigen moet de zending eerst opnieuw worden geselecteerd om de verandering van een andere gebruiker te verwerken
pt_pt: Para informar e confirmar esse despacho, precisa ser resselecionado e relido novamente para atualizar as modificações por outros usuários
ro_ro: Pentru a introduce şi a confirma acest expediere, trebuie să fie re-ales şi re-citit din nou, pentru a actualiza modificările făcute de celălalt utilizator
ru_ru: Чтобы ввести и подтвердить эту отправку, он должен быть выбраны и перечитан снова для обновления изменений, внесенные другими пользователями
sq_al: Për të hyrë dhe për të konfirmuar këtë dërgimit, ajo duhet të jetë ri-zgjedhur dhe ri-lexuar përsëri për të rinovuar ndryshimet e bëra nga përdorues të tjerë
sv: För att genomföra utleveransen måste ordern läsas in igen för att få med ändringar gjorda av annan användare
sw_ke: Kuingia na kuthibitisha hili dispatch, ni lazima re-kuchaguliwa na kusoma tena tena update mabadiliko yaliyotolewa na mtumiaji mwingine
tr_tr: girin ve bu sevk onaylamak için, ve yeniden seçilmelidir yeniden başka bir kullanıcı tarafından yapılan değişiklikleri güncelleştirmek için tekrar okumak
zh_hk: 要进行交货和开发票，必须重选销售订单
zh_tw: 要進入和確認派送, 必須再次重選和復核其他用戶的更新

source: Select a sales order for confirming deliveries and invoicing
cs_cz: Vyberte prodejní objednávky k potvrzení dodávky a fakturace
es_es: Seleccionar una orden de venta para confirmar entregas y facturar
hi_in: पुष्टि प्रसव और चालान के लिए एक बिक्री आदेश का चयन करें
id_id: Pilih order penjualan utk mengkonfirmasi pengiriman dan faktur
it_it: Selezionare un ordine di vendita per confermare la spedizione / emettere fattura
ko_kr: 확인 배송 및 송장에 대한 판매 주문을 선택
mr_in: निश्चिती प्रसूतीच्या आणि इन्हॉइसिंग साठी विक्री ऑर्डर निवडा
nl_nl: selecteer een verkoopsorder om levering en facturatie te bevestigen
pt_pt: Selecione uma ordem de vendas para confirmar o despacho e a fatura
ro_ro: Selectaţi o comandă de vânzări pentru livrări şi confirmarea de facturare
ru_ru: Выберите заказ не продажу для подтвреждения поставок и оприходования
sq_al: Zgjidh një qëllim të shitjes për dërgesat e konfirmuar dhe faturimi
sv: Välj en kundorder för att göra utleveranser och fakturera
sw_ke: Kuchagua ili mauzo ya wanaojifungua kuthibitisha na fakturering
tr_tr: SEVK EDILECEK VE FATURALANACAK SATIS SIPARISI SEÇIN
zh_hk: 选择销售订单来确认交货和开发票
zh_tw: 選擇銷售訂單來確認交貨和開發票

source: Could not update the default shipping carrier for this branch because
cs_cz: Nemohu aktualizovat výchozí lodní dopravce pro tento obor, protože
es_es: No se puede actualizar el valor predeterminado de envío de transporte para esta rama, porque
hi_in: इस शाखा क्योंकि के लिए डिफ़ॉल्ट शिपिंग वाहक अद्यतन नहीं किया जा सका
id_id: Tdk dapat memperbarui perusahaan pengiriman utama utk cabang ini karena
it_it: Non è stato possibile aggiornare lo spedizioniere predefinito per questa filiale perchè
ko_kr: 이 지점 때문에 대한 기본 운송 회사를 업데이트 할 수 없습니다
mr_in: या शाखा मुलभूत शिपिंग वाहक अद्यतनित करणे शक्य नाही कारण
nl_nl: Kon de default vervoerder voor deze branch niet selecteren omdat
pt_pt: Não foi possível atualizar a transportadora padrão para essa sucursal, porque
ro_ro: Nu a putut actualiza transportatorul maritim implicit pentru această ramură, deoarece
ru_ru: Не удалось обновить перевозчика по умолчанию для этого филиала, так как
sq_al: Nuk mund update zgarë anijeve default për këtë degë, sepse
sv: Kan inte ändra standarspeditör för denna leveransplats för att
sw_ke: Hakuweza update meli default carrier kwa tawi hili kwa sababu
tr_tr: ISLEM BASARISIZ! SUBENIN VARSAYILAN NAKLIYECISI GÜNCELLENEMEDI:
zh_hk: 未能更新为这个客户分公司的默认承运人, 因为
zh_tw: 未能更新為這分公司的預設物流公司, 因為

source: The SQL used to update the branch default carrier was
cs_cz: SQL používaných k aktualizaci pobočky výchozí dopravce byl
es_es: El SQL utilizada para actualizar la compañía por defecto fue
hi_in: एसक्यूएल अद्यतन करने के लिए शाखा डिफ़ॉल्ट वाहक इस्तेमाल किया गया था
id_id: SQL yg digunakan utk memperbarui pengirim utama cabang adalah
it_it: Il codice SQL utilizzato per aggiornare lo spedizioniere predefinito per la filiale selezionata era
ko_kr: 분기 기본 캐리어를 업데이트하는 데 사용되는 SQL이었다
mr_in: शाखा डीफॉल्ट वाहक अद्यतनित करण्यासाठी वापरली SQL होते
nl_nl: De gebruikte SQL om de branch default vervoerder te updaten was
pt_pt: SQL usado para atualizar o transpordador padrão foi
ro_ro: SQL folosite pentru a actualiza transportatorului implicit ramura a fost
ru_ru: SQL обновления настроек филиала по умолчанию
sq_al: SQL të përdorura për të rinovuar default degë bartës ishte
sv: SQL
sw_ke: SQL kutumika update default tawi carrier alikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作更新客户分公司默认承运人的SQL是
zh_tw: 用作更新分公司預設物流公司的 SQL 是

source: CRITICAL ERROR
cs_cz: KRITICKÁ CHYBA
es_es: ERROR CRÍTICO
hi_in: गंभीर त्रुटि
id_id: KESALAHAN FATAL
it_it: ERRORE CRITICO
ko_kr: 심각한 오류
mr_in: गंभीर त्रुटी
nl_nl: ERNSTIGE FOUT
pt_pt: ERRO C R Í T I C O
ro_ro: Eroare critică
ru_ru: КРИТИЧЕСКАЯ ОШИБКА
sq_al: KRITIK GABIM
sv: KRITISKT FEL
sw_ke: Muhimu ERROR
tr_tr: KRITIK HATA!!
zh_hk: 严重错误
zh_tw: 嚴重錯誤

source: NOTE DOWN THIS ERROR AND SEEK ASSISTANCE
cs_cz: POZNÁMKA DOWN tuto chybu a požádat o pomoc
es_es: TOME nota DE ESTE ERROR Y SOLICITE AYUDA
hi_in: नीचे इस त्रुटि ध्यान दें और सहायता की तलाश
id_id: CATAT KESALAHAN INI DAN CARI BANTUAN
it_it: Prendete nota di questo errore e contattate l'amministratore di sistema
ko_kr: 이 오류를 기록해서 도움을 요청
mr_in: ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात
nl_nl: NOTEER DEZE FOUT EN CONTACTEER SYSTEEM BEHEERDER
pt_pt: ANOTE ESTE ERRO tecle (PRTSCR), cole e peça ajuda
ro_ro: Notaţi această eroare şi să solicite asistenţă
ru_ru: ЗАПИШИТЕ ЭТУ ОШИБКУ И ОБРАТИТЕСЬ К СПЕЦИАЛИСТУ
sq_al: Shënoj këtë gabim dhe të kërkojë ndihmë
sv: NOTERA FELET OCH SKAFFA HJäLP
sw_ke: NOTE CHINI kosa hili kupata msaada
tr_tr: BU HATAYI BIR YERE NOT EDIN VE YARDIM ISTEYIN
zh_hk: 请记下这个错误并联系管理员寻求协助
zh_tw: 請記下這個錯誤及尋找協助

source: The sales order header could not be updated with the invoice number
cs_cz: Prodejní objednávky záhlaví nemohl být aktualizován číslo faktury
es_es: El encabezado de la orden de venta no se pudo actualizar con el número de factura
hi_in: बिक्री आदेश हैडर चालान संख्या के साथ अद्यतन नहीं किया जा सकता है
id_id: Header order penjualan tdk dapat diperbarui dgn nomor faktur tersebut
it_it: Non è stato possibile aggiornare l'intestazione dell'ordine con il numero di fattura
ko_kr: 판매 주문 헤더는 송장 번호를 업데이트 할 수 없습니다
mr_in: विक्री ऑर्डर शीर्षक चलन संख्या सुधारित केले जाऊ शकत नाही
nl_nl: De koptekst van de verkooporder kon niet worden geupdate met het factuurnummer
pt_pt: Cabeçalho Pedido Venda não pode ser atualiz. com aviso núm.
ro_ro: Antet comandă de vânzări nu a putut fi actualizată cu numărul facturii
ru_ru: Не удалось обновить номер счета в заголовке заказа на продажу
sq_al: Header shitjes mënyrë nuk mund të rifreskohet me numrin e faturës
sv: Kundorderhuvudet kunde inte uppdateras med fakturanumret
sw_ke: Header mauzo ili inaweza kuwa mwisho na idadi ya ankara
tr_tr: Satış siparişi başlık fatura numarası ile güncellenen olamazdı
zh_hk: 销售订单抬头信息未能与发票编号一起更新
zh_tw: 這銷售訂單的標題未能與發票編號一起更新

source: The following SQL to update the sales order was used
cs_cz: Následující SQL aktualizovat prodejní objednávky byly použity
es_es: Se usó el siguiente SQL para actualizar las órdenes de venta
hi_in: निम्नलिखित SQL आदेश बिक्री इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui order penjualan
it_it: Il codice SQL utilizzato per aggiornare l'ordine era
ko_kr: 판매 주문을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: विक्री ऑर्डर अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De SQL gebruikt om de salesorder te vernieuwen was
pt_pt: Foi usado para atualizar a ordem de vendas o seguinte SQL
ro_ro: Următoarele SQL de actualizare a comandă de vânzări a fost folosit
ru_ru: SQL обновления заказа на продажу
sq_al: SQL e mëposhtme për të rinovuar për shitje është përdorur
sv: SQL
sw_ke: SQL zifuatazo update utaratibu wa mauzo ya mara kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新销售订单的SQL是
zh_tw: 以下更新銷售訂單的 SQL 正被使用

source: The debtor transaction record could not be inserted because
cs_cz: Dlužník transakce záznam nemůže být vložen, protože
es_es: No se pudo agregar el registro de transacción del deudor porque
hi_in: देनदार लेनदेन रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data transaksi debitur tdk dapat dimasukkan karena
it_it: Non è stato possibile registrare l'operazione sul conto debitori perchè
ko_kr: 채무자의 거래 기록이 있기 때문에 삽입 할 수 없습니다
mr_in: ऋणको व्यवहार रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: De debiteuren transactie kon niet worden toegevoegd omdat
pt_pt: O registro da transação a débito não pode ser inserido porque
ro_ro: Tranzacţia record debitorul nu a putut fi introdus, deoarece
ru_ru: Невозможно добавить запись о транзакциях дебитора
sq_al: Transaksioni i debitorit rekord nuk mund të shtohet sepse
sv: Kundtransaktioen kunde inte sparas för att
sw_ke: Rekodi ya deni manunuzi inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 应收交易记录未能插入,因为
zh_tw: 借方交易未能插入, 因為

source: The following SQL to insert the debtor transaction record was used
cs_cz: Následující SQL vložit dlužníka transakce záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de transacción del deudor
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL ऋणी लेनदेन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data transaksi debitur
it_it: Il codice utilizzato per registrare l'operazione era
ko_kr: 채무자 트랜잭션 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: ऋणको व्यवहार रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de debiteuren transactie toe te voegen was
pt_pt: Foi usado para inserir o regitro de transação a débito o seguinte SQL
ro_ro: SQL pentru a insera în urma tranzacţiei record debitorul a fost folosit
ru_ru: SQL вставки данных о транзакциях должника
sq_al: SQL e mëposhtme për të futur në transaksion debitorit rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert rekodi ya deni shughuli ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入应收交易记录的SQL是
zh_tw: 以下插入借方交易記錄的 SQL 正被使用

source: The debtor transaction taxes records could not be inserted because
cs_cz: Dlužník transakčních daní záznamy nemohly být zařazeny, protože
es_es: No se pudo agregar los registros de impuestos de la transacción del deudor porque
hi_in: देनदार लेनदेन करों रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data pajak transaksi debitur tdk dapat dimasukkan karena
it_it: Le tasse di transazione debitore record non poteva essere inserito perché
ko_kr: 채무자의 거래 기록이 있기 때문에 삽입 할 수 없습니다 세금을
mr_in: ऋणको व्यवहार कर रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
nl_nl: De debiteuren transactie belasting records kon niet worden toegevoegd omdat
pt_pt: Não pode ser inserido o registro de taxas de transação a débito porque
ro_ro: Impozitele debitorul înregistrările tranzacţiei nu a putut fi introdus, deoarece
ru_ru: Данные о налогах транзакций должника не могут быть вставлены в базу
sq_al: Transaksioni i debitorit tatimeve të dhënat nuk mund të futet, sepse
sv: Kundtransaktionen för moms kunde inte sparas för att
sw_ke: Transaktionen jukumu kumbukumbu kodi inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 应收交易的税务记录未能插入,因为
zh_tw: 借方交易的稅記錄未能插入, 因為

source: The following SQL to insert the debtor transaction taxes record was used
cs_cz: Následující SQL vložit dlužníka transakce daní záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de impuestos de la transacción del deudor
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL ऋणी लेनदेन करों रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data pajak pajak transaksi debitur
it_it: L&#39;SQL seguente per inserire il debitore transazione tasse record è stato utilizzato
ko_kr: 채무자의 거래세의 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: ऋणको व्यवहार कर रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: Degebruikte SQL om de debiteuren transactie belasting record toe te voegen was
pt_pt: Foi usado para inserir o registro de taxas de transação a débito o seguinte SQL
ro_ro: SQL pentru a insera următoarele debitorului tranzacţia record taxe a fost folosit
ru_ru: SQL­-запрос вставки данных о налогах транзакций должника
sq_al: SQL e mëposhtme për të futur në transaksion debitorit taksat rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya manunuzi jukumu rekodi ya kodi ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入应收交易的税务记录的SQL是
zh_tw: 以下插入借方交易的稅記錄的 SQL 正被使用

source: The asset number being disposed of is:
es_es: El número de activo a ser eliminado es:
id_id: Nomor aktiva yg ingin dilepas adalah:
ko_kr: 자산 번호는 폐기되고 :
mr_in: वाट जात मालमत्ता क्रमांक आहे:
pt_pt: O número Ativo sendo baixado é:
zh_tw: 被出售的資產數量為：

source: The sales order detail record could not be updated because
cs_cz: Prodejní objednávky detail záznamu nelze aktualizovat, protože
es_es: No se pudo actualizar el registro de detalle de la orden de venta porque
hi_in: बिक्री आदेश विस्तार रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Data rincian order penjualan tdk dapat diperbarui karena
it_it: Non è stato possibile aggiornare i dati dell'ordine perchè
ko_kr: 판매 주문 상세 기록이 있기 때문에 업데이트 할 수 없습니다
mr_in: विक्री ऑर्डर तपशील नोंद अद्यावत करू शकत नाही कारण
nl_nl: De details van de verkoopsorder kon niet worden toegevoegd omdat
pt_pt: O registro detalhado da ordem de vendas não pode ser atualizado porque
ro_ro: Vânzări record pentru detaliu nu a putut fi actualizat deoarece
ru_ru: Не удалось обновить данные о заказе на продажу
sq_al: Shitjes detaje për rekord nuk mund të rifreskohet për shkak se
sv: Kundorderpsoten kunde inte uppdateras för att
sw_ke: ili mauzo ya rekodi ya kina hakuweza kuwa updated sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 销售订单行信息未能更新, 因为
zh_tw: 銷售訂單資料未能更新, 因為

source: The following SQL to update the sales order detail record was used
cs_cz: Následující SQL aktualizovat prodejní objednávky detail záznam byl použit
es_es: Se usó el siguiente SQL para actualizar el registro detalle del pedido de venta
hi_in: निम्नलिखित SQL आदेश बिक्री विस्तार रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data rincian order penjualan
it_it: Il codice SQL utilizzato per aggiornare l'ordine era
ko_kr: 판매 주문 세부 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: विक्री ऑर्डर तपशील रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de details van de verkoopsorder toe te voegen was
pt_pt: Para atualizar o registro detalhado da ordem de vendas foi usado o seguinte SQL
ro_ro: Următoarele SQL de actualizare a vânzărilor record pentru detaliu a fost folosit
ru_ru: SQL обновления заказа на продажу
sq_al: SQL e mëposhtme për të rinovuar të shitjes detaje për rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo update rekodi ya mauzo ili kina ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新销售订单行信息的SQL是
zh_tw: 以下更新銷售訂單資料記錄的 SQL 正被使用

source: The order delivery differences log record could not be inserted because
cs_cz: Aby dodávka Rozdíly záznam protokolu nemůže být vložen, protože
es_es: No se pudo agregar el registro de anotaciones de diferencias de entrega de pedidos porque
hi_in: आदेश वितरण मतभेद लॉग रिकॉर्ड वजह से हो सकता है नहीं डाला
id_id: Data log selisih pengiriman order tdk dapat dimasukkan karena
it_it: Non è stato possibile registrare le differenze tra ordine e spedizione perchè
ko_kr: 주문 배달 차이는 기록이 있기 때문에 삽입 할 수 없습니다 로그
mr_in: ऑर्डर वितरण फरक रेकॉर्ड समाविष्ट करणे शक्य नाही लॉग कारण
nl_nl: De log record van de leveringsverschillen kon niet worden toegevoegd omdat
pt_pt: A dif. entrega do pedido não pode ser inserida porque
ro_ro: De livrare, pentru jurnalul de diferenţele de înregistrare nu a putut fi introdus, deoarece
ru_ru: Не удалось вставить данные о различиях в заказе на доставку
sq_al: Ofrimit për dallimet log rekord nuk mund të futet, sepse
sv: Kundorderleveransdifferanslogposten kunde inte sparas för att
sw_ke: Utaratibu wa utoaji wa rekodi tofauti logi inaweza kuwa kuingizwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 订单交货差异日志未能插入,因为
zh_tw: 訂單交貨差異記錄日誌未能插入, 因為

source: The following SQL to insert the order delivery differences record was used
cs_cz: Následující SQL vložit pořadí doručení rozdíly záznam byl použit
es_es: Se usó el siguiente SQL para agregar el registro de diferencias de entrega de pedidos
hi_in: निम्नलिखित सम्मिलित करने के लिए SQL आदेश वितरण मतभेद रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut digunakan utk memasukkan data selisih pengiriman order
it_it: Il codice SQL utilizzato per registrare le differenze tra ordine e spedizione era
ko_kr: 주문 배달 차이 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: ऑर्डर वितरण फरक रेकॉर्ड घालण्यास खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de log record van de leveringsverschillen toe te voegen was
pt_pt: O seguinte erro SQL ocorreu na inserção da dif. de entrega
ro_ro: SQL următoare pentru a insera comanda de livrare înregistrat diferenţe a fost folosit
ru_ru: SQL-запрос вставки расхождений в доставке заказа
sq_al: SQL e mëposhtme për të futur në shpërndarjen për dallimet rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo Insert ya utoaji wa rekodi ili tofauti ilikuwa kutumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于插入订单交货差异日志的SQL是
zh_tw: 以下插入訂單交貨差異的 SQL 正被使用

source: Cannot retrieve the mbflag
cs_cz: Nelze načíst mbflag
es_es: No puede recuperar la mbflag
hi_in: mbflag पुनः प्राप्त नहीं कर सकते
id_id: Tdk dapat mengambil mbflag yg
it_it: Impossibile recuperare le mbflag
ko_kr: mbflag를 검색 할 수 없습니다
mr_in: Mbflag पुनर्प्राप्त करू शकत नाही
nl_nl: Kan niet ophalen van de mbflag
pt_pt: Não recuperou ID MBFLAG
ro_ro: Nu poate prelua mbflag
ru_ru: Не удалось получить mbflag
sq_al: Nuk mund të rifitoj mbflag
sv: Kan inte hämta mbflag
sw_ke: Hawezi Retrieve ya mbflag
tr_tr: mbflag alınamıyor
zh_hk: 查不到制造还是购买的标志
zh_tw: 無法檢索MBFLAG

source: WARNING
cs_cz: UPOZORNĚNÍ
es_es: ADVERTENCIA
hi_in: चेतावनी
id_id: PERINGATAN
it_it: ATTENZIONE
ko_kr: 경고
mr_in: चेतावणी
nl_nl: WAARSCHUWING
pt_pt: AVISO
ro_ro: AVERTISMENT
ru_ru: ВНИМАНИЕ
sq_al: KUJDES
sv: VARNING
tr_tr: UYARI
zh_hk: 警告
zh_tw: 警告

source: Could not retrieve current location stock
cs_cz: Nepodařilo se získat aktuální polohu vozidla
es_es: No se pudo obtener las existencias de la ubicación actual
hi_in: वर्तमान स्थान स्टॉक पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil stok utk lokasi saat ini
it_it: Non è stato possibile estrarre la disponibilità presso il magazzino selezionato
ko_kr: 현재 위치 주식을 검색 할 수 없습니다
mr_in: वर्तमान स्थान स्टॉक पुनर्प्राप्त करणे शक्य नाही
nl_nl: Kon de voorraad op locatie niet opvragen
pt_pt: Não pode recuperar local estoque atual
ro_ro: Nu sa putut prelua stoc locaţia curentă
ru_ru: Не удалось найти склад в текущем местоположении
sq_al: Nuk mund të rifitoj vendin e aksioneve të tanishme
sv: Kan inte visa aktuellt lagerställe
sw_ke: Hakuweza Retrieve sasa eneo hisa
tr_tr: MEVCUT LOKASYONUN STOGUNU GÖSTERILEMIYOR:
zh_hk: 找不到物料库存
zh_tw: 未能提取現在地點存貨

source: Location stock record could not be updated because
cs_cz: Umístění skladové evidenci nelze aktualizovat, protože
es_es: No se pudo actualizar el registro de Ubicación del almacén porque
hi_in: स्थान स्टॉक रिकॉर्ड क्योंकि अद्यतन नहीं किया जा सकता है
id_id: Data lokasi stok tdk dapat diperbarui karena
it_it: Non è stato possibile aggiornare la quantità disponibile presso il magazzino selezionato perchè
ko_kr: 위치 재고 레코드가 있기 때문에 업데이트 할 수 없습니다
mr_in: स्थान स्टॉक नोंद अद्यावत करू शकत नाही कारण
nl_nl: De voorraadrecord van de lokatie kon niet worden geupdate omdat
pt_pt: Registro local estoque não pode ser atualizado porque
ro_ro: Locul de amplasare evidenţă operativă a mărfurilor nu a putut fi actualizat deoarece
ru_ru: Не удалось изменить данные о складе в местоположении
sq_al: Vendndodhja rekord aksioneve nuk mund të rifreskohet për shkak se
sv: Lagerställepost kunde inte uppdateras för att
sw_ke: Location rekodi ya hisa inaweza kuwa mwisho kwa sababu
tr_tr: DEPO STOK KAYDI GÜNCELLENEMEDI:
zh_hk: 更新物料库存失败,因为
zh_tw: 地點存貨記錄未能更新, 因為

source: The following SQL to update the location stock record was used
cs_cz: Následující SQL aktualizovat umístění skladové evidenci byl používán
es_es: Para actualizar el registro de Ubicación del almacén, se usó el SQL siguiente
hi_in: निम्नलिखित एसक्यूएल स्थान स्टॉक रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data lokasi stok
it_it: Il codice SQL utilizzato per aggiornare la quantità disponibile era
ko_kr: 위치 재고 기록을 업데이트하려면 다음 SQL을 사용 하였다
mr_in: स्थान स्टॉक रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De gebruikte SQL om de voorraad record van de lokatie te vernieuwen was
pt_pt: SQL para atualizar o local de estoque foi
ro_ro: Următoarele SQL de actualizare a stocului record locaţia a fost folosit
ru_ru: SQL обновления данных о складе в местоположении
sq_al: SQL e mëposhtme për të rinovuar të aksioneve vend rekord është përdorur
sv: SQL
sw_ke: SQL zifuatazo update rekodi ya eneo hisa ilitumika
tr_tr: KULLANILAN KOMUT:
zh_hk: 用于更新物料库存的SQL是
zh_tw: 以下更新地點存貨記錄的 SQL 正被使用

source: Could not retrieve assembly components from the database for
cs_cz: Nepodařilo se načíst součásti sestavy z databáze
es_es: No se pudo recuperar los componentes del montaje de la base de datos para
hi_in: डेटाबेस के लिए विधानसभा से घटकों को पुनः प्राप्त नहीं किया जा सका
id_id: Tdk dapat mengambil komponen rakitan dari database utk
it_it: Non è stato possibile estrarre i componenti del raggruppamento
ko_kr: 대한 데이터베이스에서 어셈블리 부품을 검색 할 수 없습니다
mr_in: साठी डेटाबेस जुळवणी घटक परत मिळवू शकलो नाही
nl_nl: Kon de assemblage componenten niet opvragen
pt_pt: Não pode recuperar componentes montagem no DB para
ro_ro: Nu sa putut prelua componente de asamblare din baza de date pentru
ru_ru: Не удалось получить данные о компонентах сборки из базы данных для
sq_al: Nuk mund të rifitoj komponente kuvendit nga baza e të dhënave për
sv: Kan inte visa monteringsprodukter för att
sw_ke: Hakuweza Retrieve vipengele kanisa kutoka database
tr_tr: veritabanı için gelen montaj parçaları alınamadı
zh_hk: 找不到BOM组件信息
zh_tw: 未能從資料庫中提取組裝零件

source: because
cs_cz: protože
es_es: porque
hi_in: क्योंकि
id_id: karena
it_it: perchè
ko_kr: 때문에
mr_in: कारण
nl_nl: omdat
pt_pt: porque
ro_ro: deoarece
ru_ru: потому, что
sq_al: sepse
sv: eftersom
sw_ke: kwa sababu
tr_tr: ÇÜNKÜ
zh_hk: 因为
zh_tw: 因為
