Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: You must select a general ledger code from the list below
cs_cz: Musíte zvolit hlavní knihy kód z níže uvedeného seznamu
es_es: Debe seleccionar un código contable de la siguiente lista
hi_in: आप नीचे दी गई सूची में से एक सामान्य खाता बही कोड का चयन करना होगा
id_id: Anda harus memilih kode jurnal umum dari daftar di bawah ini
it_it: È necessario selezionare un codice di Contabilità Generale dalla lista qui sotto
ko_kr: 당신은 아래 목록에서 일반 회계 원장 코드를 선택해야합니다
mr_in: आपण खालील सूचीमधून एक सामान्य खातेवही कोड निवडणे आवश्यक आहे
nl_nl: U moet een grootboek-code uit de onderstaande lijst
pt_pt: Selecionar código contábil da lista abaixo
ro_ro: Trebuie să selectaţi un cod de registru general din lista de mai jos
ru_ru: Вы должны выбрать код главной книги из списка ниже
sq_al: Ju duhet të zgjidhni një kod i përgjithshëm libër nga lista e mëposhtme
sv: Du måste välja en huvudbok kod från listan nedan
sw_ke: Lazima kuchagua mkuu wa kitabu code kutoka kwenye orodha hapo chini
tr_tr: Eğer aşağıdaki listeden bir defteri kebir kodu seçmelisiniz
zh_hk: 您必须从下列列表中选择一个总帐代码
zh_tw: 您必須從下面的列表中選擇一個總帳代碼

source: The account code entered is not a valid code
cs_cz: Účet zadaný kód není validní kód
es_es: El código de cuenta no es un código válido
hi_in: खाता प्रवेश कोड मान्य कोड नहीं है
id_id: Kode akun yg dimasukkan tdk berlaku
it_it: Il codice account immesso non è un codice valido
ko_kr: 입력 한 계정 코드는 올바른 코드가 아닙니다
mr_in: प्रविष्ट खाते कोड वैध कोड नाही
nl_nl: Geselecteerde rekening is geen geldige code
pt_pt: Código conta não é um código válido
ro_ro: Codul de cont introdus nu este un cod valid
ru_ru: Введенный расчетный код не правильный код
sq_al: Kodi i llogarisë hyri nuk është një kod i vlefshëm
sv: Adressen du angav är inte giltig.
sw_ke: Kanuni akaunti aliingia si halali code
tr_tr: GIRILEN HESAP KODU GEÇERLI BIR KOD DEGIL
zh_hk: 输入的会计科目无效
zh_tw: 輸入的會計科目編號無效

source: This line cannot be added to the transaction
cs_cz: Tato linka nemůže být přidány k transakci
es_es: Esta línea no se puede agregar a la transacción
hi_in: इस लाइन लेन - देन को जोड़ा नहीं जा सकता
id_id: Baris ini tdk dapat ditambahkan ke transaksi
it_it: di
ko_kr: 이 줄은 트랜잭션에 추가 할 수 없습니다
mr_in: ही ओळ व्यवहार जोडले जाऊ शकत नाही
nl_nl: De regel kan niet aan de transactie worden toegevoegd
pt_pt: Linha não pode ser adicion. na transação
ro_ro: Această linie nu poate fi adăugat la tranzacţie
ru_ru: Эта строка не может быть добавлена к сделке
sq_al: Kjo linjë nuk mund të shtohet në transaksion
sv: Denna linje kan inte läggas till transaktionen
sw_ke: line hii haiwezi kuongezwa kwa manunuzi ya
tr_tr: BU SATIR HAREKETE EKLENEMEZ
zh_hk: 未能新增会计凭证行
zh_tw: 未能新增列到交易

source: You can use the selection box to select the account you want
cs_cz: Můžete použít pole výběru vyberte účet, který chcete
es_es: Puede usar la caja de selección para seleccionar la cuenta que quiera
hi_in: आप चयन बॉक्स का उपयोग करने के लिए खाते आप चाहते हैं का चयन कर सकते
id_id: Anda dapat menggunakan kotak pilihan utk memilih akun yg Anda inginkan
it_it: di
ko_kr: 당신은 당신이 원하는 계정을 선택하려면 선택 상자를 사용할 수 있습니다
mr_in: आपण इच्छित खाते निवडण्यासाठी निवड बॉक्स वापरू शकता
nl_nl: Via de selectie box kan de gewenste account worden geselecteerd
pt_pt: Pode ser usada caixa seleção para escolher a conta desejada
ro_ro: Aveţi posibilitatea să utilizaţi caseta de selectare pentru a selecta contul pe care doriţi
ru_ru: Вы можете использовать окно выбора, чтобы выбрать нужный счет
sq_al: Ju mund të përdorni kutinë e zgjedhjes për të zgjedhur llogari që ju dëshironi
sv: Du kan använda rutan för att välja det konto du vill
sw_ke: Unaweza kutumia sanduku ya uteuzi ya kuchagua unataka akaunti
tr_tr: SEÇIM KUTUSUNU KULLANARAK BIR HESAP SEÇEBILIRSINIZ
zh_hk: 可以在下拉列表中选择会计科目
zh_tw: 可以用選取格來選取你要的帳目

source: The amount entered is not numeric
cs_cz: Uvedená částka není číselný
es_es: El importe entrado no es numérico
hi_in: प्रवेश राशि सांख्यिक नहीं है
id_id: Jumlah yg dimasukkan bukan numerik
it_it: L&#39;importo inserito non è numerico
ko_kr: 입력 한 금액이 아닌 숫자
mr_in: प्रविष्ट रक्कम अंकीय नाही
nl_nl: Ingevoerde waarde is niet numeriek
pt_pt: Valor informado não é numérico
ro_ro: Suma introdus nu este numeric
ru_ru: Введенная сумма не является числовой
sq_al: Shuma e dhënë nuk është numerike
sv: Den angivna platsen är inte giltig.
sw_ke: Kiasi aliingia si numeric
tr_tr: GIRILEN TUTAR NÜMERIK DEGIL
zh_hk: 输入的金额不是数值
zh_tw: 輸入的總額不是數值

source: Bank Account Transaction Analysis
ko_kr: 은행 계좌 거래 분석
mr_in: बँक खाते व्यवहार विश्लेषण
pt_pt: Análise Transações da Conta Bancária
zh_tw: 銀行帳戶交易分析

source: Imported Bank Receipt of
ko_kr: 의 수입 은행 영수증
mr_in: आयात बँक मिळाल्याच्या
pt_pt: Importar pagamento Bancário de
zh_tw: 匯入銀行收據

source: Imported Bank Payment of
ko_kr: 의 수입 은행의 지급
mr_in: च्या आयातीत बँक भरणा
pt_pt: Importar pagamento Bancário de
zh_tw: 匯入銀行支付

source: If you have entered a GL analysis check that the sum of GL Entries agrees to the total bank transaction. If it does not then the bank transaction import will not be processed.
ko_kr: 만약 GL 분석 검사를 입력 한 경우 GL 엔트리의 합은 총 은행 거래에 동의한다는. 그렇지 않으면 다음 은행 거래 가져 오기는 처리되지 않습니다.
mr_in: आपण एक जी.एल. विश्लेषण तपासणी प्रविष्ट केली तर जी.एल. नोंदी बेरीज एकूण बँक व्यवहार करण्यास सहमत की. तो नंतर बँक व्यवहार आयात प्रक्रिया केली जाणार नाही नाही तर.
pt_pt: Se foi informado análise contábil verif. que a soma das entradas contábeis combina com o total da trans. bancária. Se isso não ocorrer não haverá importação trans. bancárias
zh_tw: 如果你已經輸入了一個總帳分析檢查總帳輸入的總和同意該銀行總交易。如果它不那麼銀行交易的進口將不會被處理。

source: Back to Main Import Screen
ko_kr: 메인으로 가기 가져 오기 화면에
mr_in: मुख्य आयात स्क्रीनवर
pt_pt: Voltar para Tela Importação
zh_tw: 返回到主要匯入業面

source: Payment to Supplier Account
ko_kr: 공급 업체 계정에 지불
mr_in: पुरवठादार खात्यात भरणा
pt_pt: Conta para Pagamento Fornecedor
zh_tw: 付款到供應商帳戶

source: GL Payment
es_es: Pago contable
ko_kr: GL 지불
mr_in: जी.एल. भरणा
pt_pt: Pagamento - Contábil
zh_tw: 付款總帳

source: Receipt to Customer Account
ko_kr: 고객 계정에 영수증
mr_in: ग्राहक खात्यात पावती
pt_pt: Receber para Conta Cliente
zh_tw: 收據給客戶帳戶

source: GL Receipt
es_es: Recibo contable
ko_kr: GL 영수증
mr_in: जी.एल. पावती
pt_pt: Recebimento Contábil
zh_tw: 總帳收據

source: General ledger Analysis
es_es: Análisis contable
ko_kr: 원장 분석
mr_in: सामान्य खातेवही विश्लेषण
pt_pt: Análise Contas Contábeis
zh_tw: 總帳分析

source: Total of GL Entries
ko_kr: GL 항목의 총
mr_in: जी.एल. नोंदींच्या एकूण
pt_pt: Visualizar Lançamentos contábeis
zh_tw: 總帳總條目

source: Total Bank Transaction
es_es: Total de la transacción bancaria
ko_kr: 전체 은행 거래
mr_in: एकूण बँक व्यवहार
pt_pt: Trans. Bancárias
zh_tw: 合計銀行交易

source: Yet To Enter
ko_kr: 그러나 입력하려면
mr_in: अद्याप प्रविष्ट करा
pt_pt: Qtd pendente de Aviso
zh_tw: 尚未輸入

source: Reconciled
es_es: Conciliado
ko_kr: 조정 됨
mr_in: समेट
pt_pt: Conciliado
zh_tw: 對帳

source: Account Selection
cs_cz: Výběr účtu
es_es: Selección de Cuenta
hi_in: खाता चयन
id_id: Pilihan Akun
it_it: Selezione account
ko_kr: 계정 선택
mr_in: खाते निवड
nl_nl: Rekening Selectie
pt_pt: Selec. Conta
ro_ro: Cont de selecţie
ru_ru: Выбор счета
sq_al: Përzgjedhja llogari
sv: Konto
sw_ke: Uchaguzi akaunti
tr_tr: HESAP SEÇIMI
zh_hk: 选择会计科目
zh_tw: 帳目選取

source: If you know the code enter it above
cs_cz: Znáte-li kód zadejte jej výše
es_es: Entre el código arriba, si lo conoce
hi_in: यदि आप यह कोड दर्ज ऊपर पता
id_id: Masukkan di atas jika Anda tahu kodenya
it_it: Se si conosce il codice per inserirlo sopra
ko_kr: 당신이 코드를 알고 있다면 위를 입력
mr_in: आपण ओळखत असल्यास कोड वरील दाखल
nl_nl: Als u de code kent voer hem hierboven in
pt_pt: Caso saiba o código informe-o acima
ro_ro: Dacă ştiţi codul introduceţi-l de mai sus
ru_ru: Если вы знаете код введите его выше
sq_al: Në qoftë se ju e dini kodin e të hyjë ai më lart
sv: Om du känner till, ange den ovan
sw_ke: Kama unajua utaratibu wa kuingia hapo juu
tr_tr: KODU BILIYORSANIZ YUKARIDAKI ALANA GIRIN
zh_hk: 请在上面输入编号
zh_tw: 請在上面輸入編碼

source: otherwise select the account from the list
cs_cz: jinak vyberte účet, ze seznamu
es_es: de otro modo seleccione una cuenta de la lista
hi_in: अन्यथा सूची में से खाते का चयन करें
id_id: atau pilih akun dari daftar berikut
it_it: altrimenti selezionare l&#39;account dall&#39;elenco
ko_kr: 그렇지 않으면 목록에서 계정을 선택
mr_in: अन्यथा सूचीतून खाते निवडा
nl_nl: anders selecteer rekeningnr uit lijst
pt_pt: ou selecione conta da lista
ro_ro: selectaţi în caz contrar contul din lista
ru_ru: в противном случае выберите счет из списка
sq_al: ndryshe zgjidhni llogari nga lista
sv: annars väljer du det konto i listan
sw_ke: vinginevyo chagua akaunti orodha
tr_tr: VEYA LISTEDEN BIR HESAP SEÇIN
zh_hk: 或在此下拉列表中选择
zh_tw: 或從清單中選取帳目

source: Internal Stock Categories Requests By Security Role Maintenance
id_id: Pengaturan Permintaan Kategori Stok Internal Per Posisi Keamanan
ko_kr: 보안 역할 유지 관리함으로써 재고 카테고리 요청
pt_pt: Manutenção Categorias Estoq. Requis. por Alçada Segurança
zh_tw: 根據使用者角色維護易耗品分類

source: Payment Entry
cs_cz: Platba Vstup
es_es: Introducir un pago
hi_in: भुगतान एंट्री
id_id: Masukkan Pembayaran
it_it: Entrata pagamento
ko_kr: 결제 항목
mr_in: भरणा प्रविष्टी
nl_nl: Invoer van betaling
pt_pt: Informar Pagamento
ro_ro: De plată de intrare
ru_ru: Платеж
sq_al: Pagesa Hyrja
sv: Inbetalningar
sw_ke: Malipo Entry
tr_tr: ÖDEME GIRISI
zh_hk: 付款
zh_tw: 輸入付款

source: The Selected type cannot contain any of the following characters
id_id: Kode customer tdk boleh berisi karakter berikut
ko_kr: 선택한 유형은 다음 문자를 포함 할 수 없습니다
mr_in: निवडलेले प्रकार खालील वर्ण कोणत्याही असू शकत नाही
pt_pt: O código do tipo não pode conter estes caracteres
zh_tw: 所選類型不能包含以下任何字符

source: You have not selected a security role to maintain the internal stock categories on
id_id: Anda belum memilih posisi keamanan utk mengatur kategori stok
ko_kr: 당신의 재고 범주를 유지하기 위해 보안 역할을 선택하지 않은
mr_in: आपण अंतर्गत स्टॉक श्रेणी देखरेख करण्यासाठी सुरक्षा भूमिका निवडले नाहीत
pt_pt: Selecionar uma alçada para manut. de categoria estoque interno
zh_tw: 您還沒有選擇一個安全角色，以維護內部庫存類別上

source: You have not selected a stock category to be added as internal to this security role
id_id: Anda belum memilih kategori stok utk ditambahkan sbg internal ke posisi keamanan ini
ko_kr: 당신은 주식 카테고리를 선택하지 않은 것은이 보안 역할에 내부로 추가 할
mr_in: आपण या सुरक्षा भूमिका आंतरीक म्हणून जोडले एक स्टॉक श्रेणी निवडले नाहीत
pt_pt: Selecionar uma categoria de estoque interno para adicionar alçada de segurança
zh_tw: 您沒有選擇倉庫類別添加為內部到這個角色的安全性

source: The Stock Category
es_es: La categoría de inventario
id_id: Kategori Stok
ko_kr: 주식의 종류
mr_in: स्टॉक वर्ग
pt_pt: Categoria de estoque
zh_tw: 所選類型不能包含以下任何字符

source: already allowed as internal for this security role
es_es: ya permitido como interno para este rol de seguridad
id_id: telah diperbolehkan sbg internal utk posisi keamanan ini
ko_kr: 이미이 보안 역할에 대한 내부로 허용
mr_in: आधीच या सुरक्षा भूमिका अंतर्गत म्हणून अनुमती
pt_pt: alçada já habilitada como interna para essa categoria
zh_tw: 已經允許內部對這個角色的安全性

source: Stock Category:
es_es: Categoría de inventario:
id_id: Kategori Stok:
ko_kr: 주식의 종류 :
mr_in: स्टॉक वर्ग:
pt_pt: Categoria de Estoque:
zh_tw: 存貨類別

source: has been allowed to user role
id_id: telah diperbolehkan ke posisi user
ko_kr: 사용자 역할에 허용 된
mr_in: वापरकर्ता भूमिका परवानगी दिलेली आहे
pt_pt: foi concedida para alçada usuário
zh_tw: 已經允許用戶角色

source: as internal
id_id: sbg internal
ko_kr: 내부로
mr_in: म्हणून अंतर्गत
pt_pt: como interna
zh_tw: 內部

source: The Stock Category by Role record could not be deleted because
id_id: Data Kategori Stok per Posisi tdk dapat dihapus karena
ko_kr: 역할 기록하여 주식 종류가 있기 때문에 삭제할 수 없습니다
mr_in: भूमिका रेकॉर्ड करून स्टॉक वर्ग हटवणे शक्य नाही कारण
pt_pt: A categoria de Alçada de Estoque não pode ser removida porque
zh_tw: 該庫存分類按角色記錄無法刪除，因為

source: Internal Stock Category
id_id: Kategori Stok Internal
ko_kr: 재고 카테고리
mr_in: अंतर्गत स्टॉक वर्ग
pt_pt: Categoria Interna de Estoque
zh_tw: 內部庫存類別

source: for user role
id_id: utk posisi user
ko_kr: 사용자 역할에 대해
mr_in: वापरकर्ता भूमिका साठी
pt_pt: para Alçada Usuário
zh_tw: 用戶角色

source: Select User Role
es_es: Seleccionar perfil de usuario
id_id: Pilih Posisi User
ko_kr: 선택 사용자 역할
mr_in: निवडा वापरकर्ता भूमिका
pt_pt: Selec. Alçada Usuário
zh_tw: 選擇使用者角色

source: Stock Categories available as internal for role
id_id: Kategori Stok tersedia sbg internal utk posisi
ko_kr: 역할에 대한 내부로 사용할 수 stock 카테고리
mr_in: भूमिका अंतर्गत म्हणून उपलब्ध स्टॉक श्रेणी
pt_pt: Manutenção Categoria Estoque Interno
zh_tw: 可作為庫存分類的內部角色

source: Internal Stock Categories Allowed to user role
es_es: Categorías de inventario internas permitidas al rol de usuario
id_id: Kategori Stok Internal Diperbolehkan ke posisi user
ko_kr: 재고 카테고리는 사용자 역할에 허용
mr_in: वापरकर्ता भूमिका करण्याची परवानगी अंतर्गत स्टॉक श्रेणी
pt_pt: Regra Permissão Usuário Cat. Estoq. Interna
zh_tw: 允許用戶角色的內部倉庫分類

source: Are you sure you wish to delete this internal stock category code?
es_es: ¿Está seguro que desea suprimir este código de categoría inventario interno?
id_id: Apakah Anda yakin ingin menghapus kode kategori stok internal ini?
ko_kr: 이 재고 분류 코드를 삭제하려면 확실합니까?
mr_in: आपण या अंतर्गत स्टॉक श्रेणी कोड हटवू इच्छित खात्री आहे?
pt_pt: confirma remoção dessa categoria de estoque?
zh_tw: 您確定要刪除這個內部庫存類別代碼？

source: Select Stock Category Code
es_es: Seleccionar un código de categoría de inventario
id_id: Pilih Kode Kategori Stok
ko_kr: 선택 주식 종류 코드
mr_in: स्टॉक वर्ग कोड निवडा
pt_pt: Selec. Cod. Categ. Estoq.
zh_tw: 選擇庫存類別代碼

source: Create an Internal Materials Request
es_es: Crear una Requisición de Material Interno
id_id: Buat Permintaan Material Internal
ko_kr: 내부 자료 요청 만들기
mr_in: एक अंतर्गत सामुग्री विनंती तयार
pt_pt: Criar uma Requis. Interna de Material(is)
zh_tw: 新建一個內部材料申請

source: You must select a Department for the request
es_es: Debe seleccionar el Departamento para la requisición
id_id: Anda harus memilih Departemen utk permintaan tersebut
ko_kr: 당신은 요청에 대한 부서를 선택해야합니다
mr_in: आपण विनंती करीता विभाग निवडणे आवश्यक आहे
pt_pt: Selecionar um Departamento para a requisição
zh_tw: 你必須選擇一個部門的要求

source: You must select a Location to request the items from
es_es: Debe seleccionar una Localidad desde la cual hacer el requerimiento de los artículos
id_id: Anda harus memilih Lokasi darimana utk meminta item
ko_kr: 당신은에서 항목을 요청하는 위치를 선택해야합니다
mr_in: आपण आयटम विनंती करण्यासाठी स्थान निवडणे आवश्यक आहे
pt_pt: Selecionar o local de onde selecionar o(s) item(ns)
zh_tw: 從申請項目中，你必須選擇一個位置

source: The line was successfully deleted
es_es: La línea se eliminó con éxito
id_id: Barisnya telah berhasil dihapus
ko_kr: 행이 삭제되었습니다
mr_in: ओळ यशस्वीरित्या हटविली
pt_pt: Linha removida com sucesso
zh_tw: 該生產線已成功刪除

source: The request header record could not be inserted because
es_es: No se pudo agregar el registro de encabezado del requerimiento porque
id_id: Data header permintaan tdk dapat dimasukkan karena
ko_kr: 요청 헤더 레코드가 있기 때문에 삽입 할 수 없습니다
mr_in: विनंती शीर्षलेख रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
pt_pt: O cabeçalho não pode ser inserido porque
zh_tw: 不能插入請求標頭記錄，因為

source: The following SQL to insert the request header record was used
es_es: Se usó el siguiente SQL para agregar el registro de encabezado de requisición
id_id: SQL berikut digunakan utk memasukkan data header permintaan
ko_kr: 요청 헤더 레코드를 삽입 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: विनंती शीर्षलेख रेकॉर्ड घालण्यास खालील SQL वापरला होता
pt_pt: SQL que inseriu o cabeçalho da requisição foi
zh_tw: 下面的SQL程序被用來插入請求標頭中記錄

source: The request line record could not be inserted because
es_es: No se pudo agregar el registro de la línea de requisición porque
id_id: Data baris permintaan tdk dapat dimasukkan karena
ko_kr: 요청 줄 레코드가 있기 때문에 삽입 할 수 없습니다
mr_in: विनंती ओळ रेकॉर्ड समाविष्ट करणे शक्य नाही कारण
pt_pt: A linha de requis. não pode ser inserida porque
zh_tw: 不能插入請求行記錄，因為

source: An internal stock request has been created and is waiting for your authoritation
id_id: Permintaan stok internal telah dibuat dan menunggu otorisasi Anda
ko_kr: 재고 요청이 생성되었습니다하고 authoritation을 기다리고 있습니다
mr_in: एक अंतर्गत स्टॉक विनंती तयार केले गेले आहे आणि आपल्या authoritation प्रतीक्षेत आहे
pt_pt: Req. de estoque interno req. foi criado e aguarda autorização
zh_tw: 內部庫存的請求已經建立並正在等待您的授權

source: Internal Stock Request needs your authoritation
id_id: Permintaan Stok Internal membutuhkan otorisasi Anda
ko_kr: 재고 요청은 authoritation 필요
mr_in: अंतर्गत स्टॉक विनंती आपल्या authoritation आवश्यक
pt_pt: Requis. Interna Estoq. precisa de sua autorização
zh_tw: 內部庫存請求需要您的authoritation

source: The internal stock request has been entered and now needs to be authorised
es_es: La solicitud de existencia interna se ha introducido y ahora tiene que ser autorizada
id_id: Permintaan stok internal telah dimasukkan dan sekarang perlu diotorisasi
ko_kr: 재고 요청이 입력 이제 권한을 부여 할 필요가있다
mr_in: अंतर्गत स्टॉक विनंती प्रविष्ट आणि आता अधिकृत करणे आवश्यक केले गेले आहे
pt_pt: Req. Estoque Interno foi solicitado e agora precisa ser autorizado
zh_tw: 內部庫存的申請已經進入，現在需要授權

source: Create another request
es_es: Crear otra Requisición
id_id: Buat permintaan lainnya
ko_kr: 다른 요청을 만들기
mr_in: दुसर्या विनंती तयार
pt_pt: Criar outra requis.
zh_tw: 新建另一個請求

source: Dispatch
cs_cz: Odeslání
es_es: Enviar
hi_in: प्रेषण
id_id: Kirim
it_it: Spedizione
ko_kr: 급파
mr_in: पाठवणे
nl_nl: Verzenden
pt_pt: Despachar
ro_ro: Expediere
ru_ru: Отправить
sq_al: Dërgoj
sv: Leverans
tr_tr: GÖNDERI
zh_hk: 发货
zh_tw: 發料

source: Edit the Request Line
es_es: Editar la Línea de Requisición
id_id: Edit Baris Permintaan
ko_kr: 요청 줄을 편집
mr_in: विनंती लाइन संपादित
pt_pt: Atualizar Linhas
zh_tw: 編輯請求行

source: Line number
es_es: Número de Línea
id_id: Nomor Baris
ko_kr: 행 번호
mr_in: ओळ क्रमांक
pt_pt: Núm. Linha
zh_tw: 行號

source: Unit of Measure
cs_cz: Měrná jednotka
es_es: Unidad de Medida
hi_in: माप की इकाई
id_id: Satuan Ukuran
it_it: Unità di misura
ko_kr: 측정 단위
mr_in: मापनाचे एकक
nl_nl: Meet Eenheid
pt_pt: Unidade de Medida
ro_ro: Unitatea de masura
ru_ru: Единица измерения
sq_al: Njësia e matjes
sv: Enhet
sw_ke: Kitengo cha kupima
tr_tr: ÖLÇÜ BIRIMI
zh_hk: 计量单位
zh_tw: 計量單位

source: Quantity Requested
es_es: Cantidad solicitada
id_id: Qty yg Diminta
ko_kr: 수량 요청
mr_in: प्रमाणात मागणी
pt_pt: Quantidade Requerida
zh_tw: 需求數量

source: Update Line
es_es: Actualizar Línea
id_id: Perbarui Baris
ko_kr: 업데이트 라인
mr_in: अद्यतनित लाइन
nl_nl: Regel Aanpassen
pt_pt: Atualizar Linha(s)
tr_tr: SATIRI GÜNCELLE
zh_hk: 更新列
zh_tw: 更新列

source: Internal Stock Request Details
es_es: Detalles de Requisición de Existencia Interna
id_id: Rincian Permintaan Stok Internal
ko_kr: 재고 요청 세부 사항
mr_in: अंतर्गत स्टॉक विनंती तपशील
pt_pt: Detalhes da Req. Item Interna
zh_tw: 內部庫存請求細節

source: Department
es_es: Departamento
id_id: Departemen
ko_kr: 부
mr_in: विभाग
pt_pt: Departamento
zh_tw: 部門

source: Location from which to request stock
es_es: Lugar desde el cual solicitar la existencia
id_id: Lokasi permintaan stok dari
ko_kr: 재고를 요청하는 위치에서
mr_in: स्थान स्टॉक विनंती करण्यासाठी जेथून
pt_pt: Requis. Estoque do Local
zh_tw: 位置從要求的倉庫

source: Select a Location
es_es: Seleccionar una ubicación
id_id: Pilih Lokasi
ko_kr: 위치 선택
mr_in: एक स्थान निवडा
pt_pt: Selec. Local
zh_tw: 選擇位置

source: Date when required
es_es: Fecha de Requerimiento
id_id: Tgl kapan diperlukan
ko_kr: 날짜 필요한 경우
mr_in: दिनांक जेव्हा आवश्यक
pt_pt: Data da requisição
zh_tw: 日期需時

source: Details of Items Requested
es_es: Detalles de los Artículos Requeridos
id_id: Rincian Item yg Diperlukan
ko_kr: 항목의 세부 사항은 요청
mr_in: महीना आयटम तपशील
pt_pt: Detalhes Item Requisitado
zh_tw: 項目要求的詳細信息

source: Line Number
es_es: Número de Línea
id_id: Nomor Baris
ko_kr: 줄 번호
mr_in: ओळ क्रमांक
pt_pt: Número Linha
zh_tw: 行號

source: Search for Inventory Items
cs_cz: Hledat skladových položek
es_es: Buscar artículos de inventario
hi_in: सूची आइटम के लिए खोजें
id_id: Cari Item Persediaan
it_it: Ricerca di articoli di magazzino
ko_kr: 재고 항목에 대한 검색
mr_in: सूची वस्तू शोधा
nl_nl: Zoek voorraad items
pt_pt: Pesquisar Itens Estoque
ro_ro: Caută obiecte de inventar
ru_ru: Поиск по товарно-материальным ценностям
sq_al: Kërko për Items Inventari
sv: Sök lagerprodukter
sw_ke: Kutafuta Items Inventory
tr_tr: Envanter Öğeler ara
zh_hk: 查询库存物料
zh_tw: 搜索庫存物料

source: There are no stock categories currently defined please use the link below to set them up
cs_cz: Nejsou definovány žádné skupiny materiálu, použijte prosím odkaz níže k jejich definici
es_es: No se han definido categorías de existencias, puede hacerlo usando el vínculo siguiente:
hi_in: कोई स्टॉक वर्तमान में उल्लिखित कृपया नीचे दिए गए लिंक का उपयोग करने के लिए उन्हें स्थापित श्रेणियां हैं
id_id: Tdk ada kategori stok yg sdh dibuat silahkan gunakan link di bawah utk mengaturnya
it_it: Non ci sono categorie di titoli attualmente definito, utilizza il link qui sotto per configurarli
ko_kr: 현재를 설정하기 위해 아래 링크를 사용하십시오 정의 재고 카테고리가 없습니다
mr_in: सध्या त्यांना सेट करण्यासाठी कृपया खालील दुवा वापरा व्याख्या नाही स्टॉक श्रेण्या आहेत
nl_nl: Er zijn nog geen voorraad categories gedefinieerd gebruik onderstaande link om ze aan te maken
pt_pt: Não há categorias definidas. Por favor use o link abaixo para configurar
ro_ro: Nu exista categorii de valori sunt definite în prezent va rugam sa folositi link-ul de mai jos pentru a le configura
ru_ru: Категории товаров в настоящее время не определены, пожалуйста, используйте ссылку ниже, чтобы задать их.
sq_al: Nuk ka kategori të aksioneve të përcaktuar aktualisht ju lutem përdorni lidhjen më poshtë për të vendosur ato
sv: Det finns inga lager kategorier för närvarande är definierade klicka på länken nedan för att ställa in dem
sw_ke: Kuna makundi ya hisa kwa sasa hakuna defined tafadhali kutumia kiungo chini kuweka yao juu
tr_tr: SU ANDA TANIMLI STOK KATEGORISI YOK, LÜTFEN ASAGIDAKI LINK YARDIMIYLA KATEGORI OLUSTURUN
zh_hk: 尚未定义物料组，请单击下面链接定义物料组
zh_tw: 還沒有被訂義的存貨類別, 請用下列的連結來設定

source: Define Stock Categories
cs_cz: Definovat skupiny materiálu
es_es: Definir Categorías de Existencias
hi_in: स्टॉक चैनल परिभाषित
id_id: Masukkan Kategori Stok
it_it: Definire le categorie d&#39;archivio
ko_kr: 주식 범주를 정의
mr_in: स्टॉक कॅटेगरीज परिभाषित
nl_nl: Definieer Voorraad Categories
pt_pt: Definir Categorias de Estoque
ro_ro: Definirea Categorii stoc
ru_ru: Определить категории товара
sq_al: Define Kategoritë Stock
sv: Definiera lagerkategorier
sw_ke: Define Jamii Stock
tr_tr: STOK KATEGORILERINI BELIRLE
zh_hk: 定义物料组
zh_tw: 定義存貨類別

source: In Stock Category
cs_cz: Ve skladové skupině
es_es: En categoría de inventario
hi_in: स्टॉक श्रेणी में
id_id: Dalam Kategori Stok
it_it: Nella categoria Stock
ko_kr: 주식 카테고리에서
mr_in: स्टॉक वर्गात
nl_nl: Voorraad Categorie
pt_pt: Categoria em Estoque
ro_ro: Categorie în stoc
ru_ru: в категории
sq_al: Në Category Stock
sv: I lagerkategori
sw_ke: Katika Jamii Stock
tr_tr: STOK KATEGORISI
zh_hk: 物料组
zh_tw: 物料組

source: All Authorized
es_es: Todo autorizado
id_id: Semua Diotorisasi
ko_kr: 모든 공인
mr_in: सर्व अधिकृत
pt_pt: Autorizar Todas
zh_tw: 所有認可

source: Order Item description has been used in search
cs_cz: Aby Popis byl použit při hledání
es_es: Para la búsqueda se usó la descripción del artículo del pedido
hi_in: आदेश आइटम विवरण खोज में इस्तेमाल किया गया है
id_id: Keterangan Item Order telah digunakan dalam pencarian
it_it: Descrizione della voce Ordine è stato usato nella ricerca
ko_kr: 주문 상품 설명은 검색에 사용 된
mr_in: ऑर्डर आयटम वर्णन शोध वापरले गेले आहे
nl_nl: Order item beschrijving is gebruikt voor de zoekopdracht
pt_pt: Descrição de Item usada na pesquisa
ro_ro: Ordine Descriere Postul a fost utilizat în căutarea
ru_ru: В поиске было использовано описание заказа
sq_al: Përshkrimi i Rendit Item është përdorur në kërkim
sv: Produktbeskrivning användes i sökningen
sw_ke: Maelezo ili Item imekuwa kutumika katika kutafuta
tr_tr: Sipariş Ürün açıklamasına arama kullanılmıştır
zh_hk: 订单中物料描述被用于查询
zh_tw: 訂購產品描述可以使用搜索來查詢
