Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Date
cs_cz: Datum
es_es: Fecha
hi_in: तारीख
id_id: Tgl
it_it: Data
ko_kr: 날짜
mr_in: तारीख
nl_nl: Datum
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sq_al: Data
sv: Datum
sw_ke: Tarehe
tr_tr: TARIH
zh_hk: 日期
zh_tw: 日期

source: Note
cs_cz: Poznámka:
es_es: Nota
hi_in: नोट
id_id: Catatan
it_it: Nota
ko_kr: 노트
mr_in: नोंद
nl_nl: Aantekening
pt_pt: Nota
ro_ro: Notă
ru_ru: Заметка
sq_al: Shënim
sv: Notering
sw_ke: Kumbuka
tr_tr: NOT
zh_hk: 备注
zh_tw: 備註

source: WWW
zh_hk: WWW万维网
zh_tw: 網址

source: Priority
cs_cz: Prioritních
es_es: Prioridad
hi_in: प्राथमिकता
id_id: Prioritas
it_it: Priorità
ko_kr: 우선
mr_in: अग्रक्रम
nl_nl: Prioriteit
pt_pt: prioridade
ro_ro: Prioritate
ru_ru: Приоритет
sq_al: Prioritet
sv: Prioritet
sw_ke: Kipaumbele
tr_tr: Öncelik
zh_hk: 优先级
zh_tw: 優先

source: Are you sure you wish to delete this customer note?
es_es: ¿Está seguro que desea suprimir esta nota de cliente?
id_id: Apakah Anda yakin ingin menghapus catatan customer ini?
ko_kr: 이 고객 쪽지를 삭제하고자하는 확실하고 있습니까?
mr_in: आपण या ग्राहक नोट हटवू इच्छित खात्री आहे?
pt_pt: confirma remoção nota cliente?
zh_tw: 您確定要刪除這個客戶備註？

source: Review all notes for this Customer
cs_cz: Zkontrolovat všechny poznámky pro tohoto zákazníka
es_es: Revisar todas las notas de este cliente
hi_in: समीक्षा इस ग्राहक के लिए सभी नोट
id_id: Lihat semua catatan utk Customer ini
it_it: Recensione tutte le note per questo cliente
ko_kr: 이 고객에 대한 모든 노트를 검토
mr_in: या ग्राहकासाठी सर्व नोट्स पुनरावलोकन
nl_nl: Bekijk alle notities voor deze klant
pt_pt: rever todas notas deste cliente
ro_ro: Review toate notele pentru acest client
ru_ru: Просмотр всех заметок по клиенту
sq_al: Shqyrtim të gjitha shënimet për këtë Customer
sv: Visa alla anteckningar för denna kund
sw_ke: Mapitio ya maelezo yote kwa ajili ya hii Wateja
tr_tr: Bu Müşteri için Review tüm notları
zh_hk: 查看此顾客的所有通知
zh_tw: 查看該客戶的所有備註

source: Note ID
cs_cz: Poznámka: ID
es_es: ID nota
hi_in: नोट आईडी
id_id: ID Catatan
it_it: Nota ID
ko_kr: ID를 참고
mr_in: आयडी टीप
nl_nl: Notitie nummer
pt_pt: ID nota
ro_ro: Notă ID
ru_ru: ID заметки
sq_al: Shënim ID
sv: Noterings ID
sw_ke: Kumbuka ID
tr_tr: Kimliği Not
zh_tw: 備註ID

source: Contact Note
cs_cz: Kontakt Poznámka:
es_es: Nota del contacto
hi_in: नोट संपर्क करें
id_id: Catatan Kontak
it_it: Contatta Nota
ko_kr: 연락 주
mr_in: संपर्क टीप
nl_nl: Kontact notite
pt_pt: Nota contato
ro_ro: A lua legatura cu Nota
ru_ru: Заметки контакта
sq_al: Kontakt Shënimi
sv: Kontaktnotering
sw_ke: Kuwasiliana Kumbuka
tr_tr: Not İletişim
zh_hk: 联络人备注
zh_tw: 聯繫人備註

source: Customer Type (Group) Notes
cs_cz: Typ zákazníka (Group) Poznámky
es_es: Notas del Tipo (Grupo) de cliente
hi_in: ग्राहक प्रकार (समूह) नोट्स
id_id: Catatan Tipe Customer (Grup)
it_it: Tipo di cliente (Group) Notes
ko_kr: 고객 유형 (그룹) 참고
mr_in: ग्राहक प्रकार (गट) नोट्स
nl_nl: Aantekeningen Klant Type (group)
pt_pt: Nota Tipo Cliente(grupo)
ro_ro: Tipul de client (Group) Note
ru_ru: Тип клиента (Группа) заметки
sq_al: Lloji Customer (Group) Shënime
sv: Kundtyps(grupp)noteringar
sw_ke: Aina mteja (Group) Vidokezo
tr_tr: Müşteri Tipi (Grup) Notlar
zh_hk: 顾客种类(组）备注
zh_tw: 客戶類型（集團）附註

source: The Contact priority must be an integer.
cs_cz: Prioritou Kontakt musí být celé číslo.
es_es: La prioridad del contacto debe ser un entero.
hi_in: संपर्क प्राथमिकता एक पूर्णांक होना चाहिए.
id_id: Prioritas Kontak harus bilangan bulat
it_it: La priorità contatto deve essere un intero.
ko_kr: 연락 우선 순위는 정수 여야합니다.
nl_nl: Kontact prioriteit moet een geheel getal zijn
pt_pt: prioridade contato deve ser numérica
ro_ro: A lua legatura cu prioritate trebuie să fie un număr întreg.
ru_ru: Приоритет контакта обозначается цифрой
sq_al: Prioriteti i Kontaktit duhet të jetë një numër të plotë.
sv: Kontaktprioriteten måste vara ett heltal
sw_ke: Kipaumbele Wasiliana lazima kuwa integer.
tr_tr: İletişim öncelikli bir tamsayı olmalıdır.
zh_hk: 联络人优先级必须是整数
zh_tw: 聯絡人優先順序必須是整數

source: The contacts notes must be two hundred characters or less long
es_es: Las notas del contacto no deben pasar de 200 caracteres
id_id: Catatan kontak maksimum 200 karakter
ko_kr: 연락처 노트는 이백 자 이하 여야합니다
mr_in: संपर्क नोट्स दोनशे वर्ण किंवा कमी लांब असणे आवश्यक आहे
pt_pt: notas de contatos devem ter no máx. 200 caract.
zh_tw: 聯絡人的備註說明必須是或少於200字元

source: The contacts notes may not be empty
es_es: Las notas del contacto no pueden estar vacías
id_id: Catatan kontak tdk boleh kosong
ko_kr: 연락처 노트는 비어있을 수 없습니다
mr_in: संपर्क टीपा रिक्त असू शकत नाही
pt_pt: notas contatos devem estar preenchidas
zh_tw: 聯絡人備註不能留空

source: Customer Group Notes
cs_cz: Zákaznická skupina bere na vědomí
es_es: Notas del grupo del cliente
hi_in: ग्राहक समूह नोट्स
id_id: Catatan Grup Customer
it_it: Gruppo clienti Notes
ko_kr: 고객 그룹 노트
mr_in: ग्राहक गट नोट्स
nl_nl: Klant groep notities
pt_pt: Grupo de Notas Cliente
ro_ro: Clientului Grupa Note
ru_ru: Примечания клиентов группы
sq_al: Grupi Shënime Customer
sv: Kundgruppsnoteringar
sw_ke: Mteja Group Vidokezo
tr_tr: Müşteri Grubu Notları
zh_hk: 顾客组通知
zh_tw: 客戶本集團附註

source: The contact group notes record has been added
cs_cz: Kontaktní skupina bere na vědomí záznam byl přidán
es_es: Se creó el registro de notas del grupo de contacto
hi_in: संपर्क समूह नोट्स रिकॉर्ड जोड़ दिया गया है
id_id: Data catatan grup kontak telah ditambah
it_it: Il gruppo di contatto note record è stato aggiunto
ko_kr: 연락처 그룹 노트 기록이 추가되었습니다
mr_in: संपर्क गट रेकॉर्ड समाविष्ट केले आहे टिप
nl_nl: Klant groep notitie is toegevoegd
pt_pt: O grupo de Notas contato foi adicionado
ro_ro: Grupul de Contact înregistraţi note a fost adăugată
ru_ru: Запись о группе контактов была добавлена
sq_al: Grupi i kontaktit thekson rekord ka qenë i shtuar
sv: Kontaktgruppsposten har sparats
sw_ke: Kundi vya rekodi maelezo imekuwa aliongeza
tr_tr: Kişi grubu notlar kayıt eklendi
zh_hk: 联系人组通知记录已增加
zh_tw: 聯絡人群組的備註紀錄已新增

source: The contact group note record has been deleted
cs_cz: Kontaktní skupina na vědomí záznam byl odstraněn
es_es: El registro de nota del grupo de contacto fue eliminado
hi_in: संपर्क समूह नोट रिकॉर्ड हटा दिया गया है
id_id: Data catatan grup kontak telah dihapus
it_it: Il gruppo di record di contatto nota è stata soppressa
ko_kr: 연락처 그룹 노트 기록이 삭제되었습니다
mr_in: संपर्क गट टीप रेकॉर्ड हटविले गेले आहे
nl_nl: Klant groep notitie is verwijderd
pt_pt: Grupo Notas contato foi removido
ro_ro: Grupul de contact nota record a fost şters
ru_ru: Запись о группе контактов была удалена
sq_al: Grupi i kontaktit shënim rekord është grisur
sv: Kontaktgrupsposten har makulerats
sw_ke: Kundi vya rekodi kumbuka imefutwa
tr_tr: Kişi grubu notu kayıt silindi
zh_hk: 联系人组通知记录已经删除
zh_tw: 聯絡人群組的備註紀錄已刪除

source: Notes for Customer Type
cs_cz: Poznámky pro zákazníka typu
es_es: Anotaciones para tipo de cliente
hi_in: ग्राहक प्रकार के लिए नोट्स
id_id: Catatan utk Tipe Customer
it_it: Note per tipo di cliente
ko_kr: 고객 유형에 대한주의 사항
mr_in: ग्राहक प्रकार टिपा
nl_nl: Notities voor Type klant
pt_pt: Notas para Cliente tipo
ro_ro: Note pentru tipul de client
ru_ru: Примечания для типа клиентов
sq_al: Shënime për llojin e konsumatorëve
sv: Anteckningar för Kundtyp
sw_ke: Maelezo ya Aina Wateja
tr_tr: Müşteri Tipi için notlar
zh_hk: 顾客类型的通知：
zh_tw: 對於客戶類型備註

source: Review all notes for this Customer Type
cs_cz: Zkontrolovat všechny poznámky tohoto typu zákazníka
es_es: Revisar todas las notas para este tipo de cliente
hi_in: समीक्षा इस ग्राहक प्रकार के लिए सभी नोट
id_id: Lihat semua catatan utk Tipe Customer ini
it_it: Recensione tutte le note per questo tipo di cliente
ko_kr: 이 고객 유형에 대한 모든 노트를 검토
mr_in: या ग्राहक प्रकार सर्व नोट्स पुनरावलोकन
nl_nl: Check alle aantekeningen van dit Klant Type
pt_pt: Rever todas notas deste tipo cliente
ro_ro: Review toate notele pentru acest tip de client
ru_ru: Просмотр всех заметок для данного типа клиентов
sq_al: Shqyrtim të gjitha shënimet për këtë lloji të konsumatorëve
sv: Visa alla antekningar för denna kundtyp
sw_ke: Mapitio ya maelezo yote kwa aina hii ya Wateja
tr_tr: Bu Müşteri Tip İnceleme tüm notları
zh_hk: 查看此顾客类型的所有通知。
zh_tw: 查看該客戶類型的所有備註

source: Contact Group Note
cs_cz: Kontaktní skupina Poznámka:
es_es: Nota del Grupo del contacto
hi_in: संपर्क समूह नोट
id_id: Catatan Grup Kontak
it_it: Nota del Gruppo di contatto
ko_kr: 연락 그룹 노트
mr_in: संपर्क गट टीप
nl_nl: Kontact groep notitie
pt_pt: Grupo Nota Contato
ro_ro: Grupul de Contact Notă
ru_ru: Примечание группы контактов
sq_al: Shënim Grupit të Kontaktit
sv: Kontogruppbeskrivning
sw_ke: Angalia kuwasiliana Group
tr_tr: Temas Grubu Not
zh_hk: 联系人组通知
zh_tw: 聯絡人群組備註

source: Web site
cs_cz: Webové stránky
es_es: Sitio web
hi_in: वेब साइट
id_id: Situs web
it_it: Sito web
ko_kr: 웹 사이트
mr_in: वेब साइट
pt_pt: Sítio eletr.
ro_ro: Web site-ul
ru_ru: Веб сайт
sv: Webbplats
sw_ke: Mtandao
tr_tr: Web sitesi
zh_hk: 网站
zh_tw: 網站

source: Aged Controlled Inventory
ko_kr: 노인 제어 재고
zh_tw: 帳齡的受控商品

source: as-of
ko_kr: 현재
zh_tw: 作為

source: Inventory
cs_cz: Sklad
es_es: Inventario
hi_in: सूची
id_id: Persediaan
it_it: Magazzino
ko_kr: 목록
mr_in: सूची
nl_nl: Voorraad
pt_pt: Estoque
ro_ro: Inventar
ru_ru: Опись
sq_al: Inventar
sv: Lager
sw_ke: Inventering
tr_tr: STOK
zh_hk: 库存
zh_tw: 庫存

source: The stock held could not be retrieved because
ko_kr: 보유 재고가 있기 때문에 검색 할 수 없습니다
zh_tw: 倉庫總帳代碼無法被檢索，因為

source: Stock
cs_cz: Skladem
es_es: Existencia
hi_in: स्टॉक
id_id: Stok
it_it: Archivio
ko_kr: 재고
mr_in: घराणे
nl_nl: Voorraad
pt_pt: Estoque
ro_ro: Stoc
ru_ru: Ассортимент
sv: Lager
sw_ke: Hisa
tr_tr: Hisse senedi
zh_hk: 库
zh_tw: 存貨

source: Description
cs_cz: Popis
es_es: Descripción
hi_in: विवरण
id_id: Keterangan
it_it: Descrizione
ko_kr: 기술
mr_in: वर्णन
nl_nl: Omschrijving
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sq_al: Përshkrim
sv: Beskrivning
sw_ke: Maelezo
tr_tr: AÇIKLAMA
zh_hk: 描述
zh_tw: 產品規格

source: Batch
cs_cz: Dávka
es_es: Lote
hi_in: बैच
it_it: il gruppo
ko_kr: 일괄
mr_in: तुकडी
nl_nl: Verzameling
pt_pt: Lote
ro_ro: Lot
ru_ru: Партия
sq_al: Grumbull
sw_ke: Kundi
tr_tr: Yığın
zh_hk: 收款
zh_tw: 批次

source: Quantity Remaining
es_es: Cantidad restante
ko_kr: 남은 수량
zh_tw: 剩餘數量

source: Inventory Value
es_es: Valor de inventario
ko_kr: 재고 값
zh_tw: 庫存總值

source: Days Old
ko_kr: 일 이전
zh_tw: 舊的天

source: Total
cs_cz: Celkem
hi_in: कुल
it_it: Totale
ko_kr: 합계
mr_in: संपूर्ण
nl_nl: Totaal
ru_ru: Всего
sv: Totalt
sw_ke: Jumla
tr_tr: TOPLAM
zh_hk: 总计
zh_tw: 總計

source: Aged Customer Balance Listing
cs_cz: Zákazník ve věku bilance Výpis
es_es: Consultar saldos de cuentas por cobrar por vencimiento
hi_in: वृद्ध ग्राहक शेष लिस्ट
id_id: Daftar Umur Piutang
it_it: Elenco saldi clienti scaduti
ko_kr: 노인 고객 밸런스 리스팅
mr_in: वृद्ध ग्राहक शिल्लक यादी
nl_nl: Oude open posten Saldo Lijsten
pt_pt: Relatório Saldos Vencidos de Clientes
ro_ro: În vârstă de client Balanţa Listing
ru_ru: Список балансов старых клиентов
sq_al: Bilanci Aged Customer Listing
sv: Periodisk kundsaldorapport
sw_ke: Wateja wenye umri wa Mizani Listing
tr_tr: YASLANDIRILMIS MÜSTERI BILANÇO LISTESI
zh_hk: 应收账款帐龄分析表
zh_tw: 舊客戶結餘列表

source: Aged Customer Balances
cs_cz: Zákazník ve věku Váhy
es_es: Saldos de cuentas por cobrar por vencimiento
hi_in: वृद्ध ग्राहक शेष
id_id: Umur Piutang
it_it: Saldi clienti scaduti
ko_kr: 노인 고객 잔액
mr_in: वृद्ध ग्राहक शिल्लक
nl_nl: Oude Open Posten Saldos
pt_pt: Saldos Vencidos de Clientes
ro_ro: Client Aged Solduri
ru_ru: Балансы старого клиента
sq_al: Customer Aged ekuilibrave
sv: Periodiska kundsaldon
sw_ke: Wateja wenye umri wa miaka Bakaa
tr_tr: YASLANDIRILMIS MÜSTERI BILANÇOLARI
zh_hk: 欠款余额
zh_tw: 舊客戶結餘

source: Aged Customer Account Analysis
cs_cz: Ve věku od zákaznického účtu analýza
es_es: Análisis de saldos de cuentas por cobrar por vencimiento
hi_in: वृद्ध ग्राहक खाता विश्लेषण
id_id: Analisa Umur Piutang
it_it: Analisi clienti scaduti
ko_kr: 노인 고객 계정 분석
mr_in: वृद्ध ग्राहक खाते विश्लेषण
nl_nl: Oude Open Posten Rekeningen Analyse
pt_pt: Análise Saldo Contas Vencidas Clientes
ro_ro: În vârstă de client Contul Analiza
ru_ru: Анализ баланса старого клиента
sq_al: Llogaria Aged Customer Analiza
sv: Periodisk kundkontoanalys
sw_ke: Wateja wenye umri wa Akaunti ya Uchambuzi
tr_tr: YASLANDIRILMIS MÜSTERI HESAPLARI ANALIZI
zh_hk: 客户欠款分析
zh_tw: 舊客戶戶口分析

source: Problem Report
cs_cz: Problém
es_es: Informe de problemas
hi_in: समस्या रिपोर्ट करें
id_id: Laporan Masalah
it_it: segnalazione di problema
ko_kr: 문제 보고서
mr_in: समस्या नोंदवा
nl_nl: Probleem Rapport
pt_pt: Problema Relatório
ro_ro: Problemă Raport
ru_ru: Отчет об ошибке
sq_al: Report Problem
sv: Problemrapport
sw_ke: Ripoti ya tatizo
tr_tr: HATA RAPORU
zh_hk: 问题报告
zh_tw: 問題報表

source: The customer details could not be retrieved by the SQL because
cs_cz: Zákazník podrobnosti se nepodařilo získat do SQL, protože
es_es: No se pudo obtener mediante SQL el detalle del cliente porque
id_id: Rincian customer tdk dapat diambil oleh SQL karena
it_it: Non àŠ stato possibile estrarre le informazioni sul cliente perchè
ko_kr: 고객의 세부 사항은 SQL 때문에 검색 할 수 없습니다
mr_in: ग्राहक तपशील SQL द्वारे प्राप्त केले जाऊ शकत नाही कारण
nl_nl: De klant details konden niet opgehaald worden met SQL omdat
pt_pt: os detalhes do cliente não foram recuperados pelo SQL porque
ro_ro: Detaliile client nu a putut fi recuperate de către SQL, deoarece
ru_ru: Данные о клиенте не могут быть получены SQL, так как
sq_al: Detajet e konsumatorit nuk mund të shikohet nga SQL sepse
sv: Kunddetaljerna kan inte visas av SQL:n för att
sw_ke: maelezo ya mteja inaweza kuwa retrieved na SQL sababu
tr_tr: MÜSTERI DETAYLARI ALINAMADI:
zh_hk: 客户明细资料无法从SQL取得, 因为
zh_tw: 客戶資料不能從SQL取得, 因為

source: Back to the menu
cs_cz: Zpět do menu
es_es: Volver al menú
hi_in: वापस मेनू करने के लिए
id_id: Kembali ke menu
it_it: Torna al menu
ko_kr: 위로 메뉴로
mr_in: परत मेनूमध्ये
nl_nl: Terug naar het menu
pt_pt: Retornar ao Menu
ro_ro: Inapoi la meniu
ru_ru: Вернуться к меню
sq_al: Kthyer në menu
sv: Tillbaka till menyn
sw_ke: Nyuma kwa menu
tr_tr: MENÜYE DÖN
zh_hk: 返回主菜单
zh_tw: 返回目錄

source: The details of outstanding transactions for customer
cs_cz: Podrobnosti o nesplacených transakcí pro zákazníka
es_es: Detalle de las transacciones pendientes para el cliente
hi_in: ग्राहकों के लिए बकाया लेनदेन का विवरण
id_id: Rincian transaksi blm-lunas utk customer
it_it: Le informazioni sulle operazioni in corso del cliente
ko_kr: 고객에 대한 뛰어난 거래의 세부 사항
mr_in: ग्राहक अनिर्णित व्यवहार तपशील
nl_nl: De details van openstaande transakties voor klanten
pt_pt: Detalhes das transações do cliente
ro_ro: Detaliile tranzacţiilor restante pentru client
ru_ru: Данные о неоплаченных сделках для клиента
sq_al: Detajet e transaksioneve të jashtëzakonshme për të konsumatorëve
sv: ?ppna transaktioner för kunden
sw_ke: Maelezo ya shughuli bora kwa mteja
tr_tr: TAMAMLANMAMIS ISLEMLER, MUSTERI:
zh_hk: 该用户未清算的交易明细
zh_tw: 未處理客戶交易之料

source: could not be retrieved because
cs_cz: se nepodařilo získat, protože
es_es: no se pudo obtener porque
hi_in: हो पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: tdk dapat diambil karena
it_it: non sono state estratte perchè
ko_kr: because 검색 할 수 없습니다
mr_in: पुनर्प्राप्त करणे शक्य नाही कारण
nl_nl: kon niet ophalen omdat
pt_pt: não pode ser recuperado porque
ro_ro: nu a putut fi recuperate, deoarece
ru_ru: не может быть получено потому, что
sq_al: nuk mund të shikohet, sepse
sv: kunde inte hämtas eftersom
sw_ke: inaweza kuwa retrieved sababu
tr_tr: ALINAMADI:
zh_hk: 不能取得, 因为
zh_tw: 不能取得, 因為

source: The SQL that failed was
cs_cz: SQL příkaz, který selhal, byl
es_es: El SQL que falló fue
hi_in: एसक्यूएल है कि विफल रही थी
id_id: SQL yg gagal adalah
it_it: Il codice SQL che non ha funzionato e' stato
ko_kr: 실패한 SQL이었다
mr_in: SQL अयशस्वी होते की
nl_nl: De SQL die mislukte was
pt_pt: SQL que falhou foi
ro_ro: SQL care nu au fost
ru_ru: Завершившийся неудачей SQL
sq_al: SQL që nuk ishte
sv: Den SQL som misslyckades var
sw_ke: SQL kwamba alishindwa mara
tr_tr: KULLANILAN KOMUT:
zh_hk: 运行失败的 SQL 是
zh_tw: 失敗的 SQL 是,

source: There are no customers with balances meeting the criteria specified to list
es_es: No hay clientes con balances que coincidan con el criterio especificado a listar
id_id: Tdk ada customer dgn saldo yg memenuhi kriteria tersebut utk ditampilkan
ko_kr: 목록에 지정된 기준을 충족 저울에는 고객이 없습니다
mr_in: यादीसाठी निर्देशीत मानदंडाशी जुळणारे शिल्लक असलेला ग्राहक नाहीत
pt_pt: Não existem clientes com saldo que atendem o critério especificado
zh_tw: 有沒有客戶餘額達到指定列出的標準

source: Aged Debtor Analysis
cs_cz: Ve věku dlužníka analýza
es_es: Análisis de cartera
hi_in: वृद्ध देनदार विश्लेषण
id_id: Analisa Umur Piutang
it_it: Analisi debitori scaduti
ko_kr: 노인 채무자 분석
mr_in: वृद्ध ऋणको विश्लेषण
nl_nl: Verouderde Open Posten Analyse
pt_pt: Análise Débitos Vencidos
ro_ro: Aged Debitor Analiza
ru_ru: Анализ долгов старых дебиторов
sq_al: Analiza Aged Debitori
sv: Periodisk kundanalys
sw_ke: Wenye umri wa deni Uchambuzi
tr_tr: YASLANDIRILMIS BORÇLU ANALIZI
zh_hk: 应收账款账龄分析表
zh_tw: 舊借方分析

source: From Customer Code
cs_cz: Od kódu zákazníka
es_es: Del código cliente
hi_in: ग्राहक कोड से
id_id: Kode Customer Awal
it_it: Dal codice cliente
ko_kr: 고객 코드에서
mr_in: ग्राहक कोड पासून
nl_nl: Van Klanten Code
pt_pt: Cód. Cliende De
ro_ro: Din codul de abonat
ru_ru: Код клиента (от которого)
sq_al: Nga Kodi i Klientit
sv: Från kundnummer
sw_ke: Kanuni za Wateja
tr_tr: MÜSTERI NO.DAN
zh_hk: 由客户编号
zh_tw: 由客戶編號

source: Enter the first customer code alphabetically to include in the report
es_es: Introducir el primer código de cliente alfabéticamente para incluir en el informe
ko_kr: 보고서에 포함 할 순으로 첫 번째 고객 코드를 입력
mr_in: अहवालात समाविष्ट करण्यासाठी अक्षरानुक्रमाने प्रथम ग्राहक कोड प्रविष्ट करा
pt_pt: Informe código alfabético do Primeiro Cliente contemplado por este relatório
zh_tw: 在報表中包含輸入的客戶代碼的第一個字母

source: To Customer Code
cs_cz: Do kódu zákazníka
es_es: Hasta código cliente
hi_in: ग्राहक कोड करने के लिए
id_id: Kode Customer Akhir
it_it: Al codice cliente
ko_kr: 고객 코드
mr_in: ग्राहक कोड
nl_nl: Tot Klanten Code
pt_pt: Cód. Cliente Até
ro_ro: Pentru codul de abonat
ru_ru: Код клиента (которому)
sq_al: Të Kodit Customer
sv: Till kundnummer
sw_ke: Na Kanuni za wateja
tr_tr: MÜSTERI NO.YA
zh_hk: 到客户编号
zh_tw: 到客戶編號

source: Enter the last customer code alphabetically to include in the report
es_es: Introducir el último código de cliente alfabéticamente para incluir en el informe
ko_kr: 보고서에 포함 할 순으로 마지막 고객 코드를 입력
mr_in: अहवालात समाविष्ट करण्यासाठी अक्षरानुक्रमाने गेल्या ग्राहक कोड प्रविष्ट करा
pt_pt: Informe o código alfabético do Último Cliente contemplado por este relatório
zh_tw: 在報表中包含輸入的客戶代碼的最後一個字母

source: All balances or overdues only
cs_cz: Všechny zůstatky nebo overdues pouze
es_es: Todos los saldos o solo los vencidos
hi_in: केवल सभी शेष या अतिदेय राशि
id_id: Semua saldo / hanya yg terlambat
it_it: Tutti i saldi o solo quelli scaduti
ko_kr: 모든 균형 또는 overdues 만
mr_in: सर्व शिल्लक किंवा overdues केवळ
nl_nl: Alleen Saldos en/of verlopen posten
pt_pt: Todos Saldos ou Só Exced.
ro_ro: Toate soldurile sau overdues numai
ru_ru: Все балансы или только просроченные
sq_al: Të gjithë ekuilibrave apo overdues vetëm
sv: Alla saldon eller bara förfallna
sw_ke: Wote mizani au overdues tu
tr_tr: TÜM BILANÇOLAR MI? VADESI GEÇMISLER MI?
zh_hk: 全部余额或只包含过期未付的
zh_tw: 全部結餘或只有過期

source: All customers with balances
cs_cz: Všichni zákazníci s bilancí
es_es: Todos los clientes con saldos
hi_in: शेष राशि के साथ सभी ग्राहकों
id_id: Semua customer dgn saldo
it_it: Tutti i clienti con saldo
ko_kr: 균형을 모든 고객
mr_in: शिल्लक असलेल्या सर्व ग्राहकांना
nl_nl: Alle klanten met open posten
pt_pt: Todos Clientes com Saldo
ro_ro: Toţi clienţii cu soldurile
ru_ru: Все клиенты с балансами
sq_al: Të gjithë konsumatorët me bilancet e
sv: Alla kunder med saldon
sw_ke: Wateja wote kwa mizani
tr_tr: BILANÇOSU OLAN TÜM MÜSTERILER
zh_hk: 所有有余额的客户
zh_tw: 所有客戶附結餘

source: Overdue accounts only
cs_cz: Po lhůtě splatnosti účtů
es_es: Sólo cuentas en mora
hi_in: अतिदेय खातों केवल
id_id: Hanya akun yg terlambat
it_it: Solo clienti con importi scaduti
ko_kr: 연체 계정 만
mr_in: मुदत संपलेला खाती केवळ
nl_nl: Alleen verlopen rekeningen
pt_pt: Só Contas em Excesso
ro_ro: Restante numai conturile
ru_ru: Только просроченные счета
sq_al: Vonuar vetëm llogaritë
sv: Endast förfallna konton
sw_ke: Overdue akaunti tu
tr_tr: SADECE VADESI GEÇMIS HESAPLAR
zh_hk: 只显示过期未付的
zh_tw: 只有過期戶口

source: Held accounts only
cs_cz: Účtů, pouze
es_es: Sólo cuentas suspendidas
hi_in: आयोजित केवल खातों
id_id: Hany akun yg ditahan
it_it: Solo clienti con pagamenti sospesi
ko_kr: 개최 계정 만
mr_in: आयोजित खाती केवळ
nl_nl: Alleen geblokkeerde rekeningen
pt_pt: Só Contas Bloqueadas
ro_ro: Held numai conturile
ru_ru: Только удержанные счета
sq_al: Mbajtur llogari vetëm për
sv: Endast spärrade konton
sw_ke: Uliofanyika akaunti tu
tr_tr: Yapılan sadece hesapları
zh_hk: 只显示被冻结的客户
zh_tw: 只有凍結的戶口

source: Only Show Customers Of
cs_cz: Zobrazit jen zákazníky
es_es: Mostrar sólo los clientes de
hi_in: केवल शो के ग्राहक
id_id: Hanya Tampilkan Customer dari
it_it: Mostra solo i clienti di
ko_kr: 만보기 고객
mr_in: केवळ दर्शवा ग्राहकांच्या
nl_nl: Toon alleen klanten van
pt_pt: Só Clientes de
ro_ro: Arată numai Clienţii
ru_ru: Показывать только заказчиков
sq_al: Vetëm Show Konsumatorët e
sv: Visa bara kunder av
sw_ke: Tu Onyesha Wateja wa
tr_tr: Sadece Show Müşteriler Of
zh_hk: 负责客户的销售员：
zh_tw: 只顯示各戶的

source: All Salespeople
cs_cz: Všechny Prodejci
es_es: Todos los vendedores
hi_in: सभी Salespeople
id_id: Semua Salesman
it_it: Tutti i venditori
ko_kr: 모든 영업 사원
mr_in: सर्व विक्री व्यक्ती
nl_nl: alle verkopers
pt_pt: Todos Vendedores
ro_ro: Toate Vânzătorii
ru_ru: Все продавцы
sq_al: Të gjitha Salespeople
sv: Alla säljare
sw_ke: Wote salespeople
tr_tr: BÜTÜN SATIS PERSONELI
zh_hk: 全部销售员
zh_tw: 全部業務員

source: Only show customers trading in
cs_cz: Zobrazovat pouze zákazníkům obchodování
es_es: Mostrar sólo los clientes comerciando en
hi_in: केवल ग्राहकों के कारोबार में दिखा
id_id: Hanya tampilkan customer yg bertransaksi dalam
it_it: Solo clienti che utilizzano la valuta
ko_kr: 고객 만이에 거래 보여
mr_in: केवळ ग्राहकांना मध्ये ट्रेडिंग दाखवा
nl_nl: Alleen klanten die betalen met
pt_pt: Só clientes Ativos
ro_ro: arată Numai clienţii de tranzacţionare în
ru_ru: Показывать только клиентов, продающих
sq_al: Vetëm tregojnë klientëve tregtare në
sv: Visa bara kunder med valuta
sw_ke: Kuonyesha tu wateja wa biashara katika
tr_tr: MUST.PARA BIRIMI
zh_hk: 客户的货币
zh_tw: 只顯示有折價交易的客戶

source: Summary or detailed report
cs_cz: Souhrn nebo podrobné zprávy
es_es: Informe detallado o resumen
hi_in: सारांश या विस्तृत रिपोर्ट
id_id: Laporan ringkas atau terperinci
it_it: Livello di dettaglio
ko_kr: 요약 또는 상세 보고서
mr_in: सारांश किंवा विस्तृत अहवाल
nl_nl: Totalen of gedetailieerd rapport
pt_pt: Relatório Resumido ou Detalhado
ro_ro: Rezumat sau un raport detaliat
ru_ru: Итоговый или подробный отчёт
sq_al: Përmbledhje ose raport të detajuar
sv: Aggregerad eller detaljerad rapporrt
sw_ke: Muhtasari au ripoti ya kina
tr_tr: ÖZET VEYA DETAYLI RAPOR
zh_hk: 汇总或明细
zh_tw: 彙總或詳細報表

source: Summary Report
cs_cz: Souhrnná zpráva
es_es: Informe resumen
hi_in: सारांश रिपोर्ट
id_id: Laporan Ringkas
it_it: Rapporto di sintesi
ko_kr: 요약 보고서
mr_in: सारांश अहवाल
nl_nl: Totalen Rapport
pt_pt: Relatório Resumido
ro_ro: Rezumat raport
ru_ru: Суммарный отчет
sq_al: Raport Përmbledhës
sv: Aggregerad rapport
sw_ke: Ripoti muhtasari
tr_tr: ÖZET RAPOR
zh_hk: 汇总报表
zh_tw: 彙總報表

source: Detailed Report
cs_cz: Podrobná zpráva
es_es: Informe detallado
hi_in: चिट्ठा
id_id: Laporan Terperinci
it_it: Elenco dettagliato
ko_kr: 자세한 보고서
mr_in: तपशीलवार अहवाल
nl_nl: Gedetailieerd rapport
pt_pt: Relatório Detalhado
ro_ro: Raportul detaliat
ru_ru: Детальный отчет
sq_al: Raporti i detajuar
sv: Detaljerad rapport
sw_ke: Taarifa za kina
tr_tr: DETAYLI RAPOR
zh_hk: 明细报表
zh_tw: 詳細報表
