Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: To print a credit note only requires the customer, transaction, salesman and branch records be available
cs_cz: Chcete-li tisknout dobropis pouze vyžaduje, aby zákazník, transakce, prodavač a pobočky záznamy k dispozici
es_es: Imprimir una nota de crédito sólo requiere que estén disponibles los registros del cliente, transacción, vendedor y sucursal
hi_in: प्रिंट एक क्रेडिट नोट सिर्फ ग्राहक, लेन - देन विक्रेता, और शाखा रिकॉर्ड उपलब्ध होने की आवश्यकता करने के लिए
id_id: Utk mencetak nota kredit hanya membutuhkan adanya data customer, transaksi, salesman dan cabang
it_it: Per stampare una nota di credito richiede solo l&#39;, cliente transazione, venditore e record ramo essere disponibile
ko_kr: 신용 메모를 인쇄하려면 만 고객, 거래, 판매원 및 분기 기록을 사용할 수 필요
mr_in: क्रेडिट नोट मुद्रित फक्त ग्राहक, व्यवहार, विक्रता आणि शाखा रेकॉर्ड उपलब्ध असणे आवश्यक आहे
nl_nl: Voor het afdrukken van een credit factuur moet klant, transactie, verkoper en branch beschikbaar zijn
pt_pt: Para imprimir nota de crédito requer. pelo cliente, trans, vendedor e sucursal, informações dispon.
ro_ro: Pentru a imprima o notă de credit necesită doar client, tranzacţia, agent de vânzări şi înregistrările ramură să fie disponibile
ru_ru: Для печати кредит-ноты необходимо лишь наличие клиента, сделки, продавца и записи о филиале
sq_al: Për të shkruar një notë krediti vetëm kërkon, konsumatori transaksion shitës, dhe të dhënat e degë të jenë në dispozicion
sv: För att skriva ut en kreditnota endast kräver att kunden, transaktioner, säljare och register filialen finns
sw_ke: Print kumbuka mikopo inahitaji tu ya wateja, manunuzi, mfanyabiashara na kumbukumbu tawi kupatikana
tr_tr: Bir kredi notu sadece müşteri, işlem, satış elemanı ve şube kayıtlar mevcut gerektirir yazdırmak için
zh_hk: 要打印红字发票，只需要客户/ 交易/ 销售员/ 分公司记录
zh_tw: 只可以列印客戶, 交易, 業務員, 分公司記錄的折讓單

source: The SQL used to get this information that failed was
cs_cz: SQL slouží k získání těchto informací, které se nepodařilo se
es_es: El SQL usado para tomar esta información fallo
hi_in: एसक्यूएल को यह जानकारी है कि विफल हो जाया करता था
id_id: SQL yg digunakan utk mengambil informasi ini dan gagal adalah
it_it: L&#39;SQL utilizzato per ottenere questa informazione che era riuscito
ko_kr: SQL은 실패 정보를 얻기 위해 사용했다
mr_in: अयशस्वी की ही माहिती मिळत SQL होते
nl_nl: De gebruikte SQL war de informatie niet kon worde opgevraagd was
pt_pt: SQL usado para mostrar esta informação que falhou foi
ro_ro: SQL folosit pentru a obţine aceste informaţii care nu au fost
ru_ru: Завершившийся неудачей SQL получения этой информации
sq_al: SQL të përdorura për të marrë këtë informacion që nuk ishte
sv: SQL används för att få denna information som misslyckades var
sw_ke: SQL kutumika kupata taarifa kwamba alishindwa mara
tr_tr: SQL oldu başarısız oldu bu bilgileri almak için kullanılır
zh_hk: 用于取得这些信息失败的 SQL 是
zh_tw: 用作取得這些資料失敗的 SQL 是

source: There was a problem retrieving the invoice or credit note stock movement details for invoice number
cs_cz: Tam byl problém načítání fakturu nebo dobropis detailů pohyb zásob na číslo faktury
es_es: Hubo un problema al obtener los detalles de movimiento de existencias de la factura ó abono para el número de factura
hi_in: वहाँ एक चालान संख्या के लिए चालान अथवा क्रेडिट नोट स्टॉक आंदोलन को पुन: प्राप्त विवरण समस्या थी
id_id: Ada masalah saat mengambil faktur atau nota kredit rincian perpindahan stok utk nomor faktur
it_it: C&#39;è stato un problema durante il recupero la fattura o nota di credito i dettagli dei movimenti delle scorte per il numero di fattura
ko_kr: 송장 번호 송장 또는 신용 참고 stock 운동 정보를 검색하는 동안 문제가 발생했습니다
mr_in: अशी यादी तयार नंबरसाठी चलन किंवा क्रेडिट नोट स्टॉक चळवळ तपशील पुनर्प्राप्त करताना समस्या आली
nl_nl: Probleem bij het opvragen van de factuur / credit factuur voorraadbeweging details voor factuur nummer
pt_pt: Houve um problema quando da recuperação do pedido ou da nota de detalhes de movimento de estoque para o pedido número
ro_ro: Nu a fost o problemă la regăsirea stocul factura sau nota de credit detalii circulaţie pentru număr de factură
ru_ru: Возникли проблемы при получении счета или перемещениях кредит-ноты, для номера счета-фактуры
sq_al: Nuk ishte një problem retrieving faturës ose kredi të aksioneve të dhënat shënim lëvizjes për numrin e faturës
sv: Det gick inte att hämta fakturan eller kreditnotan lageruppgifter rörlighet för fakturanummer
sw_ke: Kulikuwa na tatizo retrieving kumbuka invoice au mikopo ya maelezo harakati hisa kwa idadi invoice
tr_tr: fatura numarası için fatura ya da kredi notu stok hareket ayrıntıları alırken bir problem vardı
zh_hk: 取得发票或红字发票的物料移动记录时发生错误
zh_tw: 取得發票編號的發票或折讓單的存貨移動

source: Sub Total
cs_cz: Mezisoučet
hi_in: उप कुल
it_it: Sub Totale
ko_kr: 소계
mr_in: उप एकूण
nl_nl: Sub Totaal
ru_ru: Всего не включая налог
sv: Deltotal
sw_ke: Jumla ndogo
tr_tr: ALT TOPLAM
zh_hk: 小计
zh_tw: 小計

source: Freight
cs_cz: Nákladní
es_es: Flete
hi_in: भाड़ा
id_id: Pengiriman
it_it: Trasporto merci
ko_kr: 화물
mr_in: भाड्याने घेणे
nl_nl: Vracht
pt_pt: Frete
ro_ro: De transport de marfă
ru_ru: Фрахт
sq_al: Mallrave
sv: Frakt
sw_ke: Mizigo
tr_tr: NAKLIYE
zh_hk: 运费
zh_tw: 運費

source: TOTAL INVOICE
cs_cz: Celkové fakturované částky
es_es: TOTAL FACTURA
hi_in: कुल चालान
id_id: TOTAL FAKTUR
it_it: TOTALE FATTURA
ko_kr: 총 송장
mr_in: एकूण चलन
nl_nl: TOTAAL FACTUUR
pt_pt: TOTAL PEDIDO
ro_ro: TOTAL FACTURA
ru_ru: Всего по счету
sq_al: TOTALI FATURA
sv: ATT BETALA
sw_ke: JUMLA ankara
tr_tr: FATURA TOPLAMI
zh_hk: 发票总计
zh_tw: 發票總計

source: Account No:
es_es: Cuenta No.:
id_id: No Akun:
ko_kr: 계정 없음:
mr_in: नाही खाते:
pt_pt: Conta Núm.:
zh_tw: 帳戶號碼

source: TOTAL CREDIT
cs_cz: Celkový úvěrový
es_es: TOTAL CRÉDITO
hi_in: कुल क्रेडिट
id_id: TOTAL KREDIT
it_it: Credito totale
ko_kr: 총 여신
mr_in: एकुण क्रेडिट
nl_nl: TOTAAL CREDIT
pt_pt: TOTAL CRÉDITO
ru_ru: Всего по кредиту
sq_al: GJITHSEJ KREDI
sv: TOTAL KREDIT
sw_ke: JUMLA CREDIT
tr_tr: TOPLAM KREDİ
zh_hk: 红字发票总计
zh_tw: 冲銷總計

source: Please find attached
cs_cz: Zasílám
es_es: Por favor, vea adjunto
hi_in: संलग्न मिल कृपया
id_id: Silahkan lihat terlampir
it_it: Si trasmette in allegato
ko_kr: 첨부를 찾아주세요
mr_in: संलग्न शोधू करा
nl_nl: Bijgevoegd
pt_pt: Veja o anexo
ro_ro: Vă rugăm să găsiţi ataşat
ru_ru: К сему прилагается файл
sq_al: Ju lutem gjeni bashkangjitur
sv: Sök _nästa
sw_ke: Tafadhali kupata masharti
tr_tr: EKLI DOSYA:
zh_hk: 请查看附件
zh_tw: 請查看附頁

source: Emailing
cs_cz: E-mailem
es_es: Enviando correo-e
hi_in: ईमेल
id_id: Meng-email
ko_kr: 이메일 전송
nl_nl: Versturen per e-mail
pt_pt: VIA EMAIL
ro_ro: Email
ru_ru: Отправка по e-mail
sv: Eposta
tr_tr: EMAIL GÖNDERILIYOR
zh_hk: 发送电子邮件
zh_tw: 電郵中

source: Select Invoices/Credit Notes To Print
cs_cz: Vyberte faktury / dobropisy k tisku
es_es: Seleccionar Facturas/Abonos para imprimir
hi_in: चयन चालान / क्रेडिट नोट्स मुद्रित करने के लिए
id_id: Pilih Faktur/Nota Kredit utk Dicetak
it_it: Fatture Selezione / note credito di stampa
ko_kr: 인쇄하기 송장 / 신용 노트를 선택
mr_in: पावत्या / क्रेडिट नोट्स मुद्रित निवडा
nl_nl: Selecteer facturen / credit facturen die moeten woren afgedrukt
pt_pt: Selec. Pedidos / Nota Credito para Imprimir
ro_ro: Facturi Selectaţi / Note de credit Pentru imprimare
ru_ru: Выберите счета/кредит-ноты для печати
sq_al: Faturat Zgjidhni / Shënime Credit To Print
sv: Völj fakturor och kreditfakturor att skriva ut
sw_ke: Kuchagua ankara / Vidokezo mikopo kwa Print
tr_tr: Seçmek Faturalar / Kredi Notları Baskı için
zh_hk: 选择要打印的发票/红字发票
zh_tw: 選取要列印的發票/折讓單

source: Print Invoices or Credit Notes (Landscape Mode)
cs_cz: Tisk faktury nebo dobropisy (landscape mód)
es_es: Imprimir facturas o notas de crédito (modo horizontal)
hi_in: प्रिंट चालान या क्रडिट नोट्स (लैंडस्केप मोड)
id_id: Cetak Faktur atau Nota Kredit (Horisontal)
it_it: Stampa fatture o note di credito (modalità orizzontale)
ko_kr: 인쇄 송장 또는 신용 정보 (가로 모드)
mr_in: प्रिंट पावत्या किंवा क्रेडिट टिपा (लँडस्केप मोड)
nl_nl: Afdrukken facturen of credit facturen ( landschap mode)
pt_pt: Imprimir Pedidos ou Nota Créd. (modo paisagem)
ro_ro: Facturi sau note de credit de imprimare (modul peisaj)
ru_ru: Печать счетов-фактур или кредитных нот (ландшафтный режим)
sq_al: Faturat Print apo në shënimet e kredisë (Mode Peisazhi)
sv: Skriv ut fakturor och kreditfakturor (Landskap)
sw_ke: Magazeti ankara au vya Mikopo (Landscape Mode)
tr_tr: Baskı Faturalar veya Kredi Notları (Manzara Modu)
zh_hk: 打印发票或红字发票（横向打印）
zh_tw: 列印發票或紅字發票（風景模式）

source: Print Invoices or Credit Notes
cs_cz: Tisk faktur / dobropisů
es_es: Imprimir facturas o notas de crédito
hi_in: प्रिंट चालान या क्रडिट नोट्स
id_id: Cetak Faktur / Nota Kredit
it_it: Stampa Fatture o Note di Credito
ko_kr: 인쇄 송장 또는 신용 참고
mr_in: प्रिंट इनव्हॉइस किंवा क्रेडिट नोट्स
nl_nl: Afdrukken facturen of Credit Notas
pt_pt: Imprimir Pedidos ou Nota de Crédito
ro_ro: Facturi sau note de credit de imprimare
ru_ru: Печатать счета или кредит-ноты
sq_al: Faturat Print apo Shënime Credit
sv: Skriv ut fakturor och kreditfakturor
sw_ke: Magazeti ankara au vya Mikopo
tr_tr: YAZDIRILACAK BELGE
zh_hk: 打印发票或红字发票
zh_tw: 列印發票或折讓單

source: Print EDI Transactions
cs_cz: Tisk EDI transakce
es_es: Imprimir transacciones EDI
hi_in: प्रिंट ईडीआई लेनदेन
id_id: Cetak Transaksi EDI
it_it: Stampa transazioni EDI
ko_kr: 인쇄 EDI 거래
mr_in: प्रिंट EDI व्यवहार
nl_nl: Druk EDI transacties af
pt_pt: Imprimir Trans. EDI
ro_ro: Tranzacţii de imprimare EDI
ru_ru: Печатать EDI-транзакций
sq_al: Print Transaksionet EDI
sv: Skriv ut detta dokument
sw_ke: Magazeti EDI Transactions
tr_tr: E-BELGE
zh_hk: 打印 EDI 交易
zh_tw: 列印 EDI 交易

source: Do not Print PDF EDI Transactions
cs_cz: Nepoužívejte Tisk PDF EDI transakcí
es_es: No imprimir transacciones EDI
hi_in: प्रिंट मत पीडीएफ लेनदेन ईडीआई
id_id: Jangan Cetak PDF utk Transaksi EDI
it_it: Non stampare PDF transazioni EDI
ko_kr: PDF의 EDI 거래를 인쇄하지 마십시오
mr_in: पीडीएफ EDI व्यवहार प्रिंट करू नका
nl_nl: Druk de PDF EDI transacties niet af
pt_pt: Não imprimir PDF trans. EDI
ro_ro: Nu Imprimare PDF EDI Tranzacţii
ru_ru: Не печатать EID-транзакции в PDF
sq_al: A nuk Print PDF EDI Transaksionet
sv: Skriv inte ut PDF EDI Transaktioner
sw_ke: Je, si Print PDF EDI Transactions
tr_tr: E-BELGE YAZDIRILMAYACAK
zh_hk: 不要打印 EDI 交易的 PDF
zh_tw: 不要列印 EDI 交易的 PDF

source: Print PDF EDI Transactions Too
cs_cz: Tisk PDF EDI transakce příliš
es_es: También imprimir transacciones EDI
hi_in: भी प्रिंट पीडीएफ ईडीआई लेनदेन
id_id: Cetak PDF Transaksi EDI Juga
it_it: Stampa PDF transazioni EDI Too
ko_kr: 인쇄 PDF의 EDI 거래 너무
mr_in: प्रिंट पीडीएफ़ EDI व्यवहार खूपच
nl_nl: Drk ook de PDF EDO transacties af
pt_pt: Imprimir PDF Trans. EDI também
ro_ro: Imprimare PDF Tranzacţii EDI Prea
ru_ru: Печатать PDF EDI транзакции тоже
sq_al: Print PDF EDI Transaksionet Too
sv: Skriv ut PDF EDI Transaktioner Too
sw_ke: PDF magazeti EDI Transactions sana
tr_tr: E-BELGELERI DE YAZDIR (PDF)
zh_hk: 也打印 EDI 交易的PDF
zh_tw: 一併列印 EDI 交易的PDF

source: Start invoice/credit note number to print
cs_cz: Start faktury / dobropisu číslo k tisku
es_es: Imprimir factura/nota de crédito desde
hi_in: शुरू / क्रेडिट नोट संख्या चालान प्रिंट करने के लिए
id_id: Nomor faktur/nota kredit awal utk dicetak
it_it: fattura Start / numero nota di credito per la stampa
ko_kr: 인쇄 송장 / 신용 노트 넘버를 시작합니다
mr_in: मुद्रित करण्याचा चलन / क्रेडिट नोट क्रमांक प्रारंभ
nl_nl: Start afdruk factuur / credit factuur met nummer
pt_pt: Pedido / Nota Cred. Inic. para imprimir
ro_ro: factură Start / nota număr de credit pentru a imprima
ru_ru: Номер начального счета/кредит-ноты для печати
sq_al: faturë Start / notë krediti numër për të shtypur
sv: Från faktura/kreditfaktura
sw_ke: Kuanza invoice / mikopo kumbuka idadi ya magazeti
tr_tr: YAZDIRILACAK BASL.NO
zh_hk: 要打印的发票/红字发票开始编号
zh_tw: 要列印的發票/折讓單開始

source: End invoice/credit note number to print
cs_cz: Konec faktury / dobropisu číslo k tisku
es_es: Imprimir factura/nota de crédito hasta
hi_in: अंत / क्रेडिट नोट संख्या चालान प्रिंट
id_id: Nomor faktur/nota kredit akhir utk dicetak
it_it: Fine fattura / numero nota di credito per la stampa
ko_kr: 인쇄 최종 송장 / 신용 노트 번호
mr_in: मुद्रित करण्याचा ओवरनंतर चलन / क्रेडिट नोट क्रमांक
nl_nl: Eindig factuur / credit factuur afdruk bij nummer
pt_pt: Pedido / Nota Cred. Final para imprimir
ro_ro: Sfârşitul factură / notă numărul de credit pentru a imprima
ru_ru: Номер последнего счета/кредит-ноты для печати
sq_al: faturë End / notë krediti numër për të shtypur
sv: Till faktura/kreditfaktura
sw_ke: Mwisho invoice / mikopo kumbuka idadi ya magazeti
tr_tr: BITIS NO
zh_hk: 要打印的发票/红字发票结束编号
zh_tw: 要列印的發票/折讓單結束

source: The last invoice created was number
cs_cz: Poslední vytvořené faktury, číslo
es_es: La última factura creada fue la número
hi_in: पिछले बनाया गया चालान नंबर था
id_id: Faktur yg terakhir dibuat adalah nomor
it_it: L&#39;ultima fattura è stato creato il numero
ko_kr: 마지막으로 작성된 송장 번호였다
mr_in: तयार गेल्या चलन क्रमांक होता
nl_nl: Laatste factuur nummer dat is gecreeerd is
pt_pt: Último núm. aviso criado foi
ro_ro: Ultima factură a fost creat numărul de
ru_ru: Последний сорзданный счет имел номер
sq_al: Fatura e fundit e krijuar ishte numri
sv: Senaste skapade fakturanummer
sw_ke: Ya ankara ya mwisho umba alikuwa namba
tr_tr: YARATILAN SON FATURA NUMARASI :
zh_hk: 最后产生的发票编号
zh_tw: 最後產生的發票編號

source: If only a single invoice is required
cs_cz: Kdyby jen v jedné faktuře je nutné
es_es: Si requiere una sola Factura
hi_in: यदि केवल एक ही चालान की आवश्यकता है
id_id: Jika hanya satu faktur yg diperlukan
it_it: Se solo una fattura unica, è indispensabile
ko_kr: 단 하나의 청구서가 필요한 경우
mr_in: फक्त एकच चलन आवश्यक असेल तर
nl_nl: Indien slechts 1 factuur is vereist
pt_pt: Se só aviso simples é requerido
ro_ro: Dacă numai o singură factură este necesară
ru_ru: Если требуется только один счет
sq_al: Në qoftë se vetëm një faturë të vetme është e nevojshme
sv: Om bara en faktura önskas
sw_ke: Ikiwa tu invoice moja inahitajika
tr_tr: SADECE TEK BIR FATURA GEREKIYORSA
zh_hk: 如只要打印一张发票
zh_tw: 如只要求的單一發票

source: enter the invoice number to print in the Start transaction number to print field and leave the End transaction number to print field blank
cs_cz: Zadejte číslo faktury pro tisk ve Spustit číslo transakce k tisku pole a nechat na konec číslo transakce k tisku pole prázdné
es_es: entre el número de factura a imprimir en el campo para el número de transacción Inicial a imprimir y deje en blanco el campo para el número de transacción Final a imprimir
hi_in: दर्ज चालान संख्या प्रारंभ लेनदेन संख्या में मुद्रित करने के लिए मैदान में प्रिंट और अंत लेनदेन संख्या छोड़ने के लिए रिक्त क्षेत्र प्रिंट
id_id: masukkan nomor faktur utk dicetak dalam kolom nomor transaksi Awal utk dicetak dan biarkan kolom nomor transaksi Akhir kosong
it_it: inserire il numero della fattura per la stampa del numero delle transazioni Start per stampare campo e lasciare il numero di transazione per la stampa Fine campo vuoto
ko_kr: 필드를 인쇄하려면 시작 트랜잭션 번호를 인쇄 할 송장 번호를 입력하고 빈 필드를 인쇄 할 최종 거래 번호를 남겨
mr_in: फील्ड मुद्रित आणि रिक्त फील्ड मुद्रित समाप्त व्यवहार क्रमांक सोडून प्रारंभ व्यवहार क्रमांक मुद्रित चलन नंबर प्रविष्ट
nl_nl: voer het factuur nummer in het start veld en laat het eind veld leeg.
pt_pt: Infomre número aviso para imprimir no campo núm. trans. inicial e deixe transação final para imp
ro_ro: introduceţi numărul facturii pentru a imprima în numărul de tranzacţie Start pentru a imprima câmp şi se lasă numărul de tranzacţie End pentru a imprima câmp gol
ru_ru: введите номер счета для печати как стартовый номер сделки и оставьте номер номер последней сделки пустым
sq_al: formoni numrin e faturës për të shtypur në numrin e transaksionit për të shtypur Start fushë dhe të lënë numrin e transaksionit fund për të shtypur fushë bosh
sv: ange fakturanumret i 'från' och lämna 'till' blankt
sw_ke: kuingia idadi ankara kwa maandishi kwa idadi ya kuanza shughuli ya magazeti shamba na kuacha shughuli Mwisho idadi ya magazeti shamba tupu
tr_tr: fatura numarasını alan baskı ve End işlem numarasını bırakmak alanı boş yazdırmak için Başlat işlem numarasını yazdırmak için girmek
zh_hk: 只需输入开始编号无需输入结束编号
zh_tw: 輸入要列印的發票開始交易編號到列印欄及留空要列印的結束交易編號

source: Only use the end invoice to print field if you wish to print a sequential range of invoices
cs_cz: Používejte pouze na konci faktury pro tisk pole, pokud chcete vytisknout sekvenční řadu faktur
es_es: Si desea imprimir una secuencia de facturas, use sólo el campo para la factura final a imprimir
hi_in: केवल अंत चालान उपयोग करने के लिए मैदान प्रिंट यदि आप चालान की एक अनुक्रमिक सीमा प्रिंट इच्छा
id_id: Hanya gunakan kolom faktur akhir jika Anda ingin mencetak beberapa faktur yg berurutan
it_it: Utilizzare solo la fattura finale per stampare campo se si desidera stampare una serie sequenziale di fatture
ko_kr: 당신이 청구서의 연속 범위를 인쇄 할 경우에만 필드를 인쇄 할 최종 송장을 사용
mr_in: आपण पावत्या एक यथाक्रम श्रेणी प्रिंट करायचा असेल तर केवळ फील्ड मुद्रित ओवरनंतर चलन वापर
nl_nl: Voer slechts het eind veld in indien een seriematige reeks van facturen moet worden afgedrukt
pt_pt: Usar sómente o núm. final no camp imprimir aviso, caso seja neces. imprimir intervalo sequ. de avisos
ro_ro: Utilizaţi numai factura pentru a imprima sfârşitul câmp dacă doriţi să imprimaţi o gamă secvenţială a facturilor
ru_ru: Используйте только послений счет, если вы хотите напечатать последовательный ряд счетов-фактур
sq_al: Përdorin vetëm faturën në fund për të shtypur fushë në qoftë se ju dëshironi të shkruar një varg vijues të faturave
sv: Använd bara till fältet om du vill skriva ut ett intervall av fakturanummer
sw_ke: Kutumia tu invoice mwisho na magazeti shamba kama unataka magazeti mbalimbali mtiririko wa ankara
tr_tr: Eğer faturalar sıralı bir dizi yazdırmak istiyorsanız sadece saha baskı sonunda fatura kullanmak
zh_hk: 只有在你想打印一定范围的发票时才需输入结束编号
zh_tw: 只有在你想列印一定範圍的發票時才輸入要列印發票結束欄

source: The last credit note created was number
cs_cz: Poslední úvěr vytvořený na vědomí, byl počet
es_es: La última nota de crédito creada fue la número
hi_in: पिछले क्रेडिट बनाया नोट नंबर था
id_id: Nota kredit terakhir yg dibuat adalah nomor
it_it: La nota di credito ultimo numero è stato creato
ko_kr: 마지막으로 작성된 신용 노트는 수 있었다
mr_in: तयार गेल्या क्रेडिट नोट क्रमांक होता
nl_nl: Nummer van de laatste credit factuur was
pt_pt: Última núm. nota credito foi
ro_ro: Nota de credit a fost creat ultimul număr
ru_ru: Последняя созданная кредит-нота имела номер
sq_al: Shënim i fundit kredi krijuar ishte numri
sv: Senaste kreditfakturanumret var
sw_ke: Mikopo ya mwisho kumbuka umba alikuwa namba
tr_tr: Oluşturulan ilk kredi notu numarası oldu
zh_hk: 最后产生的红字发票编号
zh_tw: 最後折讓單的產生編號

source: A sequential range can be printed using the same method as for invoices above
cs_cz: Sekvenční rozsah lze vytisknout stejnou metodou jako u faktur výše
es_es: Se pueden imprimir un rango secuencial utilizando el mismo método que el de las facturas anteriores
hi_in: एक अनुक्रमिक सीमा से ऊपर के लिए चालान के रूप में उसी पद्धति का उपयोग करके मुद्रित किया जा सकता
id_id: Beberapa nota berurutan dapat dicetak menggunakan metode sama seperti faktur di atas
it_it: Una serie sequenziale possono essere stampati usando lo stesso metodo per le fatture sopra
ko_kr: 순차 범위는 상술 송장과 동일한 방법을 사용하여 인쇄 될 수있다
mr_in: एक यथाक्रम श्रेणी वरील पावत्या प्रमाणेच पद्धत वापरून मुद्रित जाऊ शकते
nl_nl: Een seriematige reeks kan worden afgedrukt op de zelfde wijze als voor facturen
pt_pt: Intervalo sequenc. deve ser impresso usando o mesmo método dos avisos acima
ro_ro: O gamă secvenţial pot fi imprimate folosind aceeaşi metodă ca şi pentru facturile de mai sus
ru_ru: Последовательный диапазон может быть распечатан используя тот же метод, как для счетов-фактур выше
sq_al: Një gamë e vijues mund të jenë të shkruara duke përdorur të njëjtën metodë si për faturat e mësipërme
sv: Du kan skriva ut ett kreditfakturanummerintervall på samma sätt som ovan
sw_ke: A mbalimbali mtiririko unaweza kuwa printed kwa kutumia njia ya sawa kwa ankara juu
tr_tr: Bir sıralı aralığın üzerindeki faturalar için de aynı yöntemi kullanarak basılabilir
zh_hk: 要打印指定范围的发票时, 使用与发票相同的方法
zh_tw: 要列印指定範圍的時, 使用與發票相同的方法

source: A single credit note can be printed by only entering a start transaction number
cs_cz: Jeden dobropis mohou být vytištěny pouze zadáním start číslo transakce
es_es: Una sola nota de crédito se puede imprimir solamente introduciendo un número de inicio de transacción
hi_in: एक एकल क्रेडिट नोट सिर्फ एक शुरुआत के लेन - देन संख्या दर्ज करके मुद्रित किया जा सकता
id_id: Satu nota kredit dapat dicetak dgn memasukkan hanya nomor transaksi awal
it_it: Una nota di credito singolo può essere stampato da solo entrando in un numero di transazione inizio
ko_kr: 단일 신용 참고 만 개시 트랜잭션 번호를 입력하여 인쇄 될 수있다
mr_in: एकच क्रेडिट नोट फक्त प्रारंभ व्यवहार क्रमांक देऊन छापली जाऊ शकतात
nl_nl: Een enkele credit factuur kan worden afgedrukt door het nummer in te voeren in het start veld en het eind veld leeg te laten
pt_pt: Uma simples nota de crédito não pode ser impressa informando apenas o número inicial da transação
ro_ro: O nota de credit unic pot fi imprimate doar prin introducerea unui număr tranzacţie start
ru_ru: Одна кредит-нота может быть распечатана только вводом номер начальной транзакции
sq_al: Një notë të vetme e kreditit mund të jenë të shtypura nga hyrja vetëm një numër i transaksionit fillim
sv: En enda kreditnota kan skrivas ut genom att endast ange ett antal starta transaktion
sw_ke: A single kumbuka mikopo inaweza kuchapishwa na pekee ya kuingia katika shughuli kuanza idadi
tr_tr: Tek bir kredi notu yalnızca bir başlangıç işlem numarasını girerek basılabilir
zh_hk: 如只要打印一张红字发票, 只输入开始编号
zh_tw: 列印單一冲銷發票時, 只要輸入起始交易編號

source: This transaction is addressed to another customer and cannot be displayed for privacy reasons
cs_cz: Tato transakce je určeno k dalšímu zákazníkovi, a nemůže být zobrazen pro důvodů ochrany soukromí
es_es: Esta operación se dirige a otro cliente y no se puede mostrar por razones de privacidad
hi_in: इस सौदे दूसरे ग्राहक को संबोधित किया है और गोपनीयता कारणों के लिए कर सकते हैं प्रदर्शित नहीं
id_id: Transaksi ini ditujukan kpd customer lain dan tdk dapat ditampilkan utk alasan privasi
it_it: L&#39;operazione è rivolta ad un altro cliente e non può essere visualizzato per motivi di privacy
ko_kr: 이 거래는 다른 고객에게 해결하고, 개인 정보 보호를 위해 표시 할 수 없습니다
mr_in: हा व्यवहार दुसर्या ग्राहक उद्देशून आहे आणि गोपनीयता कारणांमुळे प्रदर्शित केले जाऊ शकत नाही
nl_nl: Deze transactie is aan een andere klant gericht en kan om privacy redenen niet worden getoond
pt_pt: Esta transação está direcionada para outro cliente e não pode ser mostrada por razões de privacidade
ro_ro: Această tranzacţie se adresează unui alt client şi nu pot fi afişate pentru motive de confidenţialitate
ru_ru: Эта сделка относится к другому клиенту и не может быть отображена по соображениям конфиденциальности
sq_al: Ky transaksion është drejtuar një klienti tjetër dhe nuk mund të shfaqet për arsye privacy
sv: Denna transaktion är riktat till en annan kund och kan inte visas av sekretesskäl
sw_ke: shughuli hii ni ufumbuzi kwa mteja mwingine na haliwezi kuonyeshwa kwa sababu ya faragha
tr_tr: BU ISLEM BASKA BIR MÜSTERIYE AIT VE GÜVENLIK SEBEBIYLE GÖSTERILEMIYOR
zh_hk: 这个交易的地址是其他客户, 基于保密原因无法显示
zh_tw: 這交易的地址是其他客戶, 基於私隱原因無法顯示
