Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: has already been reversed or fully invoiced by the supplier - it cannot be reversed - stock quantities must be corrected by stock adjustments - the stock is paid for
cs_cz: již byla zrušena, nebo zcela fakturované dodavatelem - to nelze vrátit zpět - akcie množství musí být opraveny zásob úpravy - akcie se vyplácí
es_es: Ya se ha invertido o facturado en su totalidad por el proveedor - no puede ser revertido - las cantidades en existencias deben ser corregidas por los ajustes de existencias - la existencia es pagada por
hi_in: पहले से ही उलट गया है या पूरी तरह से सप्लायर द्वारा चालान - यह उलट नहीं किया जा सकता है - स्टॉक स्टॉक मात्रा समायोजन द्वारा सही होना चाहिए - स्टॉक के लिए भुगतान किया जाता है
id_id: telah dibalikkan atau difaktur sepenuhnya oleh supplier - itu tdk dapat dibalikkan- qty stok harus dibetulkan oleh penyesuaian stok- stok telah dibayar
it_it: è già stata annullata, ovvero interamente fatturati dal fornitore - non può essere invertito - le scorte di magazzino devono essere corretti da aggiustamenti stock - lo stock è pagato per
ko_kr: 이미 공급 업체가 청구 반전 또는 완전히 한 - 재고 수량이 재고 조정에 의해 해결해야 - -이 반전 될 수없는 재고가 지급됩니다
mr_in: आधीच उलट किंवा पूर्णपणे पुरवठादार द्वारे invoiced आहे - तो परत करणे शक्य नाही - स्टॉक प्रमाणात स्टॉक ऍडजस्टमेंट करून दुरुस्त करणे आवश्यक आहे - स्टॉक अदा आहे
nl_nl: is al terug gedraaid of is volledig gefactureerd door de leverancier - het kan niet worden terug gedraaid - voorraad moet worden gecorrigeerd
pt_pt: já havia sido revertido ou avisado pelo fornecedor - não revertido - quantidade estoque devem sofrer ajustes. Estoque pago por
ro_ro: a fost deja inversat sau integral facturate de furnizor - nu poate fi inversat - stoc cantităţi trebuie să fie corectată de ajustări stoc - stocul este plătit pentru
ru_ru: уже отменен или полностью оприходован поставщиком. Не может быть отменен. Количества товара должны быть исправлены путем корректирования сааортимента. Товар оплачен.
sq_al: tashmë është i kundërt ose të faturuara plotësisht nga furnizuesi - kjo nuk mund të kthehet - sasi të aksioneve duhet të korrigjohen nga rregullimet e aksioneve - të aksioneve është paguar për
sv: redan har vänt helt eller fakturerats av leverantören - den kan inte vändas - lagersaldot måste korrigeras genom korrigeringar av lagret - beståndet är betald
sw_ke: tayari kuachwa au kikamilifu invoiced na wasambazaji - haiwezi kuachwa - kiasi hisa lazima kusahihishwa na marekebisho ya hisa - hisa ni malipo kwa ajili ya
tr_tr: zaten ya da tersine çevrilmiş tam tedarikçi tarafından fatura - bu geri alınamaz - stok miktarları stok ayarlamaları ile düzeltilmelidir - stok için ödenen
zh_hk: 已撤销或供应商已全数开出发票 - 未能撤销 - 存货数量只能在存货调整内修改 - 物料已接收
zh_tw: 已撤銷或供應商已全數開出發票 - 未能撤銷 - 存貨數量只能在存貨調整內修改 - 存貨是付款為了

source: Unable to retrieve the quantity on hand of
cs_cz: Nelze získat množství na ruce
es_es: No se pudo obtener la candtidad disponible
hi_in: करने के लिए हाथ पर मात्रा पाने में असमर्थ
id_id: Tdk dapat mengambil total qty dari
it_it: Impossibile recuperare il quantitativo a disposizione dei
ko_kr: 의 손에 양을 검색 할 수 없습니다
mr_in: हात वर प्रमाण पुनर्प्राप्त करण्यात अक्षम
nl_nl: Niet instaat om de beschikbare voorraad op te vragen van
pt_pt: Não recuperou quantidade disponível para
ro_ro: În imposibilitatea de a prelua cantitatea pe mâna lui
ru_ru: Не удалось получить количество в наличии
sq_al: Në pamundësi për të marrë sasinë në dorë të
sv: Det går inte att hämta den kvantitet hand
sw_ke: Haiwezekani kutafuta wingi kwa upande wa
tr_tr: ELDEKI MEVCUT MIKTAR BILGISI ALINAMADI
zh_hk: 未能提取在手数量
zh_tw: 未能提取庫存的數量

source: for Serial No
cs_cz: u pořadového čísla
es_es: para el No. de Serie
hi_in: धारावाहिक के लिए नहीं
id_id: utk Nomor Serial
it_it: per la serie No
ko_kr: 제품 번호에 대한
mr_in: सिरिअल नाही साठी
nl_nl: voor Serie Nr
pt_pt: item Serial Cód.
ro_ro: pentru Numărul de ordine
ru_ru: для серийного номера
sq_al: për Serial No
sw_ke: kwa Serial No
tr_tr: SERI NO:
zh_hk: 序列号
zh_tw: 的序號

source: Unfortunately, of the original number
cs_cz: Bohužel, z původního počtu
es_es: Desafortunadamente, el número original
hi_in: दुर्भाग्य से, मूल संख्या
id_id: Saygnya, dari jumlah yg semula
it_it: Purtroppo, il numero originale
ko_kr: 불행하게도, 원래 수의
mr_in: दुर्दैवाने, मूळ संख्या
nl_nl: Helaas, van het orginele nummer
pt_pt: Sem sucesso, para o número original
ro_ro: Din păcate, din numărul iniţial
ru_ru: К сожалению, из исходного номера
sq_al: Për fat të keq, e numrit origjinal
sv: Olyckligtvis, av det ursprungliga antalet
sw_ke: Bahati mbaya, ya idadi ya awali
tr_tr: Ne yazık ki, orijinal sayısı
zh_hk: 对不起, 原有编号
zh_tw: 對不起, 原有編號

source: that were received on serial number
cs_cz: , které byly přijaty na pořadové číslo
es_es: recibido en el número de serie
hi_in: कि सीरियल नंबर पर प्राप्त हुए थे
id_id: yg diterima berdasarkan nomor seri
it_it: che sono pervenute al numero di serie
ko_kr: 그 시리얼 번호를받은
mr_in: सिरियल क्रमांकावर प्राप्त होते ती
nl_nl: die waren onvrangen op serie nummer
pt_pt: que foi recebido no número serial
ro_ro: care au fost primite la numărul de serie
ru_ru: , которые были получены на серийный номер
sq_al: që janë marrë në numrin serik
sv: som mottogs den serienummer
sw_ke: kwamba walikuwa kupokea idadi Serial
tr_tr: Bu seri numarasını aldı
zh_hk: 序列号接收
zh_tw: 這是按序號收貨

source: remain
cs_cz: zůstávají
es_es: prevalece
hi_in: रहना
id_id: sisanya
it_it: restano
ko_kr: 남아
mr_in: उरणे
nl_nl: over
pt_pt: permanece
ro_ro: rămâne
ru_ru: остаются
sq_al: të mbetet
sv: borttaget (konfig. kvar)
sw_ke: kubaki
tr_tr: KALAN
zh_hk: 余下
zh_tw: 餘下

source: The GRN can only be reversed if all the original serial number items are still in stock in the location they were received into
cs_cz: GRN lze zvrátit, pokud všechny původní sériové číslo položky jsou ještě na skladě v místě, které bylo přijato do
es_es: La nota de Bienes Recibidos sólo puede devolverse si todos los artículos de los números de serie originales están aún en existencias en la ubicación en la ubicación donde fueron recibidos
hi_in: GRN सिर्फ अगर सभी मूल सीरियल नंबर आइटम स्टॉक में अभी भी स्थान में प्राप्त हुए थे वे में हैं उलट किया जा सकता है
id_id: GRN hanya dapat dibalikkan jika semua item bernomor seri asli masih ada stok di lokasi yg sama saat mereka diterima
it_it: Il GRN potrà essere stornato solo se tutti gli elementi originali numero di serie ancora in magazzino nel percorso sono stati ricevuti in
ko_kr: 모든 원래의 일련 번호 항목들이로 수신 된 위치에 재고가 여전히있는 경우 GRN은 반전 될 수있다
mr_in: सर्व मूळ अनुक्रमांक आयटम ते मध्ये प्राप्त झाले ठिकाणी स्टॉक अजूनही तर GRN फक्त उलट जाऊ शकते
nl_nl: De goederen ontvangst kan alleen worden teruggedraaid indien alle seriematige items nog in de lokatie zijn waar ze zijn ontvangen
pt_pt: O DEM só pode ser revertido se todos os itens númerados estão em estoque no local (armazém) onde deram entrada
ro_ro: NRG poate fi inversat doar în cazul în care toate elementele originale numărul de serie sunt încă în stoc în locaţia în care s-au primit în
ru_ru: Извещение о получении товара можно отменить только в том случае, если товары с серийными номерами по-прежнему на складе в месте получения
sq_al: GRN mund të prishen vetëm në qoftë se të gjitha sendet origjinale numrin serial janë ende në magazinë në lokacionin në të cilin janë marrë në
sv: Det GRN kan bara vändas om alla ursprungliga serienumret objekt finns kvar i lager på den plats som de togs emot i
sw_ke: GRN inaweza tu kuachwa kama awali ya yote Serial Number vitu bado katika hisa katika eneo walikaribishwa katika
tr_tr: Tüm orijinal seri numarası öğeler de içine aldı konumda stok hala eğer GRN sadece geri olabilir
zh_hk: 收货单只能在所有原有序列号的物料仍然在接收的仓库时才能撤销
zh_tw: 收貨單只能在所有原有序號的商品仍然在接收的存貨地點時才能撤銷

source: The purchase order detail record could not be updated with the quantity reversed because
cs_cz: Objednávce detail záznamu nelze aktualizovat s množstvím obrátil, protože
es_es: No pudo actualizarse el detalle de la OC con la cantidad abonada porque
hi_in: खरीद आदेश विस्तार रिकॉर्ड मात्रा के साथ अद्यतन नहीं किया जा सका क्योंकि उलट
id_id: Data rincian order pembelian tdk dapat diperbarui dgn qty yg dibalikkan karena
it_it: L&#39;ordine di acquisto record dettaglio non potrebbe essere aggiornato con le quantità invertita a causa
ko_kr: 구매 주문 상세 기록 때문에 반전 양으로 업데이트 할 수 없습니다
mr_in: खरेदी ऑर्डर तपशील रेकॉर्ड कारण उलट प्रमाणात सुधारित केले जाऊ शकत नाही
nl_nl: De inkooporder kon niet worden aangepast met de teruggedraaide hoeveelheid omdat
pt_pt: Detalhes da ordem de compra não foram atualizados com a quantidade revertida porque
ro_ro: Comanda de achiziţie detaliu înregistrare nu a putut fi actualizat cu cantitatea inversată, deoarece
ru_ru: Заказ на покупку записи не может быть изменен с возвращаемым количеством, так как
sq_al: Për blerje detaje të regjistruar nuk mund të rifreskohet me sasi të përmbyset, sepse
sv: Beställningen detalj rekord kunde inte uppdateras med den mängd omvända eftersom
sw_ke: Ili kununua rekodi ya kina hakuweza kuwa updated kwa wingi kwa sababu ya kuachwa
tr_tr: Satınalma siparişi ayrıntılı kayıt miktarı ile güncellenen olamazdı çünkü ters
zh_hk: 采购订单未能更新撤销数量, 因为
zh_tw: 採購訂單未能更新撤銷數量, 因為

source: GRN Reversed for
cs_cz: GRN obráceně pro
es_es: GRN (Good Received Note) (Nota de Bienes Recibidos) reservada para
hi_in: GRN के लिये सुरक्षित
id_id: GRN Dibalikkan utk
it_it: GRN invertiti per la
ko_kr: GRN 반대를
mr_in: GRN साठी उलट
nl_nl: GRN in spiegelbeeld
pt_pt: Número do DEM para
ro_ro: NRG inversă pentru
ru_ru: Отмена извещения о получени товара для
sq_al: GRN kundërt për
sv: GRN vändas för
sw_ke: GRN kuachwa kwa
tr_tr: GRN için Ters
zh_hk: 撤销收货单对应商品
zh_tw: GRN反向

source: The purchase order statusand status comment could not be changed because
cs_cz: Objednávce statusand stav komentář nelze změnit, protože
es_es: El estado de la orden de compra y el comentario del estado no pueden ser cambiados debido a
hi_in: खरीद आदेश statusand स्थिति टिप्पणी क्योंकि बदला नहीं जा सकता
id_id: Urutan pembelian statusand komentar status tdk dapat diubah karena
it_it: L&#39;ordine di acquisto commento statusand status non possono essere cambiati perché
ko_kr: 구매 주문 statusand 상태 코멘트가 있기 때문에 변경할 수 없습니다
mr_in: कारण खरेदी ऑर्डर statusand स्थिती टिप्पणी बदलली जाऊ शकत नाही
nl_nl: De bestelling statusand status reactie kon niet worden veranderd, omdat
pt_pt: A situação da ordem de compra e o comentário não foram atualizados porque
ro_ro: Pentru statusand statutul de achiziţie comentariu nu a putut fi schimbată, deoarece
ru_ru: Статус заказа на покупку и комментарий к статусу не могут быть изменены, так как
sq_al: Për blerje statusand statusit koment nuk mund të ndryshohet, sepse
sv: Beställningen statusand status kommentar kunde inte ändras eftersom
sw_ke: Ili kununua statusand maoni sasa inaweza kuwa iliyopita kwa sababu
tr_tr: Satınalma siparişi statusand durumunu yorum çünkü değişmiş olamazdı
zh_hk: 采购订单状态和状态备注无法更改
zh_tw: 採購訂單的狀態和狀態註釋不能改變，因為

source: The following SQL to update the purchase order header record was used
cs_cz: Následující SQL aktualizovat objednávky záznam záhlaví byl použit
es_es: El siguiente SQL para actualizar el registro de cabecera de la orden de compra se utilizó
hi_in: निम्नलिखित एसक्यूएल क्रय आदेश हैडर रिकॉर्ड इस्तेमाल किया गया था अद्यतन करने के लिए
id_id: SQL berikut digunakan utk memperbarui data header order pembelian
it_it: Il seguente SQL per aggiornare l&#39;ordine di acquisto record di intestazione è stata utilizzata
ko_kr: 구매 주문 헤더 레코드를 업데이트 할 수있는 다음과 같은 SQL을 사용 하였다
mr_in: खरेदी ऑर्डर शीर्षक रेकॉर्ड अद्यतनित करण्यासाठी खालील SQL वापरला होता
nl_nl: De volgende SQL-het actualiseren van de bestelling veldnamenrecord werd gebruikt
pt_pt: O seguinte sql falhou na atualização do cabeçalho do pedido
ro_ro: Următoarele SQL de actualizare a comanda de achiziţie antet record a fost folosit
ru_ru: SQL обновления заголовка заказа
sq_al: SQL e mëposhtme për të rinovuar për blerjen header rekord është përdorur
sv: Följande SQL att uppdatera beställningen huvudpost användes
sw_ke: SQL zifuatazo update ili kununua rekodi header ilitumika
tr_tr: Aşağıdaki SQL satınalma siparişi başlık kaydı kullanılan güncelleme
zh_hk: 用于更新采购订单表头的SQL是
zh_tw: 下面的SQL被用來更新採購訂單頭記錄

source: The GRN record could not be deleted because
cs_cz: ZEL záznam nelze smazat, protože
es_es: El registro de GRN (Good Received Note) (Nota de Bienes Recibidos) no pudo ser eliminado debido a
hi_in: GRN रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data GRN tdk dapat dihapus karena
it_it: Il record GRN non poteva essere eliminato perché
ko_kr: GRN 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: GRN रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: De GRN record kan niet worden verwijderd omdat
pt_pt: O registro do DEM não pode ser removido porque
ro_ro: NRG record nu poate fi ştearsă, deoarece
ru_ru: Данные об извещении товара не могут быть удалены, так как
sq_al: Të dhënat e GRN nuk mund të fshihet sepse
sv: Det GRN rekord kunde inte raderas eftersom
sw_ke: rekodi ya GRN inaweza kuwa ilifutwa kwa sababu
tr_tr: GRN kaydından dolayı silinemedi
zh_hk: 未能删除收货单记录, 因为
zh_tw: 收貨單記錄無法刪除，因為

source: The following SQL to delete the GRN record was used
cs_cz: Následující SQL odstranit záznam GRN byla použita
es_es: El siguiente SQL para suprimir el registro de GRN (Good Received Note) (Nota de Bienes Recibidos) se utilizó
hi_in: निम्नलिखित एसक्यूएल GRN रिकॉर्ड किया गया नष्ट करने के लिए
id_id: SQL berikut yg digunakan utk menghapus data GRN
it_it: Il SQL seguente per eliminare il record GRN è stato utilizzato
ko_kr: GRN 기록을 삭제하려면 다음과 같은 SQL을 사용 하였다
mr_in: GRN रेकॉर्ड हटवू खालील SQL वापरला होता
nl_nl: De volgende SQL-het verwijderen van de GRN record werd gebruikt
pt_pt: O seguinte SQL falhou na remoção do registro do DEM
ro_ro: Următoarele SQL pentru a şterge înregistrarea GRN a fost folosit
ru_ru: SQL для удаления данных об извещении о доставке товара
sq_al: SQL e mëposhtme për të fshirë të dhënat GRN është përdorur
sv: Följande SQL för att ta bort referensnumret posten användes
sw_ke: SQL zifuatazo kufuta rekodi ya GRN ilitumika
tr_tr: Aşağıdaki SQL GRN rekor kullanıldı silmek için
zh_hk: 用于删除收货单记录的SQL是
zh_tw: 下面的SQL被用來刪除GRN記錄

source: The GRN record could not be updated
cs_cz: Záznam ZEL nemohl být aktualizován
es_es: No se pudo actualizar el registro de la Remisión
hi_in: GRN रिकॉर्ड अपडेट नहीं हो पाया
id_id: Data GRN tdk dapat diperbarui
it_it: Il record GRN non poteva essere aggiornato
ko_kr: GRN 레코드는 업데이트 할 수 없습니다
mr_in: GRN रेकॉर्ड अद्यतनित करणे शक्य नाही
nl_nl: Goederen ontvangst kon niet worden gewijzigd
pt_pt: O registro do DEM não pode ser atualizado
ro_ro: NRG record nu a putut fi actualizat
ru_ru: Извещение о получении товара не может быть обновлено
sq_al: Të dhënat e GRN nuk mund të përditësuar
sw_ke: rekodi ya GRN inaweza kuwa updated
tr_tr: KAYIT GÜNCELLENEMEDI
zh_hk: 收货单未能更新
zh_tw: 收貨單未能更新

source: This reversal of goods received has not been processed because
cs_cz: Tento zvrat obdržené zboží nebylo zpracováno, protože
es_es: Esta devolución de bienes (productos) recibidos no ha sido procesada porque
hi_in: प्राप्त वस्तुओं का यह उलटा वजह से संसाधित नहीं किया
id_id: Pembalikan brg diterima belum diproses karena
it_it: Questa inversione di merci ricevute non è stato processato perché
ko_kr: 제품이 반전하기 때문에 처리되지 않은 수신
mr_in: प्राप्त माल हा उलटे प्रक्रिया करण्यात आली नाही कारण
nl_nl: Het terugdraaien van de goederen ontvangst is niet verwerkt omdat
pt_pt: Esta reversão de mercadorias recebidas não foi processada porque
ro_ro: Această inversare a bunurilor primite nu au fost prelucrate, deoarece
ru_ru: Возврат полученных товаров не может быть обработан
sq_al: Ky ndryshim i mallrave të pranuara nuk është përpunuar për shkak se
sv: Denna omvända mottagna varor har inte behandlats eftersom
sw_ke: reversal huu wa bidhaa kupokea haijawahi kusindika kwa sababu
tr_tr: Alınan malların Bu ters nedeniyle işleme konmadığı
zh_hk: 采购收货撤销未能执行, 因为
zh_tw: 貨品接收撤銷未能執行, 因為

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost addition could not be reversed:
cs_cz: Critical Error! POZNÁMKA DOWN této chyby a hledat pomoc. Investičního majetku náklady navíc nelze zvrátit:
es_es: ¡ERROR CRITICO! TOME nota DE ESTE ERROR Y BUSQUE ASISTENCIA. La adición de costos de activos fijos no puede ser revertida:
hi_in: त्रुटि गंभीर! नीचे इस त्रुटि ध्यान दें और सहायता चाहते हैं. अचल संपत्ति लागत अलावा उलट नहीं किया जा सकता है:
id_id: KRITIS ERROR! CATATAN BAWAH INI KESALAHAN DAN MENCARI BANTUAN. Penambahan biaya perolehan aktiva tetap tdk bisa dibalikkan:
it_it: Errore critico! Annotare questo errore e chiedere assistenza. L&#39;aggiunta dei costi fissi delle attività non potrebbe essere rovesciata:
ko_kr: 심각한 오류! 이 오류를 기록해서 도움을 요청. 고정 자산 비용 추가는 되돌릴 수 없습니다 :
mr_in: गंभीर त्रुटी! ही त्रुटी लिहून ठेवा आणि सहाय्य शोधतात. निर्धारण मालमत्ता किमतीच्या व्यतिरिक्त उलट करणे शक्य नाही:
nl_nl: KRITISCHE FOUT! Noteer deze fout en hulp zoeken. De vaste activa kostprijs Bovendien kon niet worden omgedraaid:
pt_pt: ERRO CRÍTICO! Faça anotações e solicite orientação. O Custo do Ativo Fixo adicionado não pode ser revertido
ro_ro: CRITICE EROARE! Notaţi această eroare şi solicitaţi asistenţă. Costuri fixe plus activ nu ar putea fi inversat:
ru_ru: Критическая ошибка! Запишите эту ошибку и обратиться за помощью.Стоимость основных активов не может быть изменена:
sq_al: KRITIK GABIM! Shënoj këtë gabim dhe të kërkojë ndihmë. Kostoja fikse aktiv kësaj nuk mund të përmbyset:
sv: Kritiskt fel! OBS NER detta fel och söka hjälp. Den fasta tillgångar kostnaden Dessutom kunde inte ångras:
sw_ke: Muhimu ERROR! NOTE CHINI kosa hili msaada huo. Aidha mali ya fasta gharama inaweza kuwa kuachwa:
tr_tr: HATA KRİTİK! BU HATA AŞAĞI NOT VE YARDIM SEEK. Sabit kıymet maliyetinin yanı sıra tersine olamazdı:
zh_hk: 致命错误！记录此错误并寻求协助。固定资产成本增加不能被修改
zh_tw: 嚴重的錯誤！記下這個錯誤，並尋求協助。該固定資產的成本除無法逆轉：

source: The following SQL was used to attempt the reduce the cost of the asset was:
cs_cz: Následující SQL byl použit k pokusu snížit náklady na toto aktivum bylo:
es_es: El siguiente SQL fue utilizado para intentar la reducción del costo del activo, fue:
hi_in: निम्नलिखित एसक्यूएल को संपत्ति की कीमत कम करने का प्रयास किया गया था:
id_id: SQL berikut ini digunakan utk mencoba mengurangi biaya aktiva tersebut:
it_it: Il SQL seguente è stato utilizzato per tentare la riduzione del costo del bene è stata:
ko_kr: 다음은 SQL은 자산의 비용을 줄일 시도에 사용 하였다 :
mr_in: खालील SQL मालमत्तेचे नुकसान होते कमी प्रयत्न करण्यासाठी वापरलेला:
nl_nl: De volgende SQL werd gebruikt om de poging van de vermindering van de kostprijs van het actief was:
pt_pt: O seguinte SQL falhou na tentativa de reduzir o custo do ativo fixo:
ro_ro: SQL următoare a fost folosit pentru încercarea de a reduce costul activului a fost:
ru_ru: SQL попытки уменьшить стоимость активов:
sq_al: SQL pas u përdor për përpjekje për të ulur koston e aktivit është:
sv: Följande SQL har använts för att försöka att minska kostnaderna för tillgången var:
sw_ke: SQL zifuatazo ilitumika jaribio la kupunguza gharama ya mali ya mara:
tr_tr: Aşağıdaki SQL varlığın maliyetini azaltmak girişimi için kullanılan idi:
zh_hk: 用于减少资产成本SQL是
zh_tw: 下面的SQL來嘗試減少該資產的成本：

source: Could not determine if the item exists because
cs_cz: Nepodařilo se určit, zda položka existuje, protože
es_es: No se pudo determinar si el artículo existe porque
hi_in: निर्धारित यदि आइटम वजह से मौजूद नहीं किया जा सका
id_id: Tdk dapat menentukan apakah item ada karena
it_it: Impossibile determinare se l&#39;elemento esiste perché
ko_kr: 항목이 있기 때문에 존재하는지 확인할 수 없습니다
mr_in: आयटम विद्यमान तर निर्धारित करणे शक्य नाही कारण
nl_nl: Kon niet vastgesteld worden of het item bestaat omdat
pt_pt: Não foi possivel determinar se este item existe porque
ro_ro: Nu a putut determina dacă există, deoarece elementul
ru_ru: Не удалось определить, существует ли товар, так как
sq_al: Nuk mund të përcaktuar nëse ekziston, sepse pika
sv: Kunde inte avgöra om objektet existerar eftersom
sw_ke: Hakuweza kuamua kama bidhaa lipo kwa sababu
tr_tr: madde nedeniyle varsa belirlenemedi
zh_hk: 未能判定物料是否存在, 因为
zh_tw: 未能判定商品是否存在, 因為

source: Could not get the quantity on hand of the item before the reversal was processed
cs_cz: Nelze získat množství na ruku položky před obrácení bylo zpracováno
es_es: No se pudo obtener la cantidad disponible del artículo antes de que la devolución fuera procesada
hi_in: इस मद की ओर मात्रा प्राप्त करने से पहले उलट संसाधित नहीं किया जा सका था
id_id: Tdk dapat mengambil total qty item sebelum pembalikan diproses
it_it: Impossibile ottenere la quantità a disposizione della voce prima che il rovesciamento è stato elaborato
ko_kr: 반전이 처리되기 전에 항목의 손에 양을 가져올 수 없습니다
mr_in: उलटे प्रक्रिया होण्यापूर्वीच आयटमची हात वर प्रमाण मिळविणे शक्य नाही
nl_nl: Kon de beschikbare voorraad van het item niet vaststellen voordat het terugdraaien was verwerkt
pt_pt: Não foi possivel obter quantidae disponível do item antes de processar a reversão
ro_ro: Nu am putut obţine cantitatea pe mâna articol înainte de anularea a fost prelucrat
ru_ru: Не удалось получить количество товара в наличии перед обработкой возврата
sq_al: Nuk mund të marrë sasi në dorë e pika para se të ndryshim ishte përpunuar
sv: Kunde inte få den mängd på sidan av artikeln innan återföring behandlades
sw_ke: Hakuweza kupata wingi kwa upande wa bidhaa kabla ya reversal mara kusindika
tr_tr: ters işlendi önce öğenin yandan miktar alınamadı
zh_hk: 撤销前不能在取得物料在手数量
zh_tw: 未能在取得商品庫存數量前執行撤銷

source: Could not insert the reversing stock movements for the batch/serial numbers
cs_cz: Nemohu vložit zpětných pohybů zásob pro šarže / sériová čísla
es_es: No se pudo agregar los movimientos inversos de existencias para los números de serie/lote
hi_in: सम्मिलित पीछे बैच / सीरियल नंबर के लिए स्टॉक आंदोलनों नहीं कर सका
id_id: Tdk dapat memasukkan pergerakkan stok balik utk batch/nomor seri
it_it: Impossibile inserire la retromarcia dei movimenti di magazzino il lotto / numeri di serie
ko_kr: 배치 / 일련 번호에 대한 반전 재고의 움직임을 삽입 할 수 없습니다
mr_in: बॅच / सिरिअल क्रमांक साठी reversing स्टॉक हालचाली घालू शकत नव्हते
nl_nl: Kon het terugdraaien van de voorraad niet uitvoeren voor de batch / serie nummers
pt_pt: Não pode inserir a reversão de movimento de estoque para itnes número série/batch
ro_ro: Nu a putut insera miscari de mers înapoi stoc pentru lotul / numerele de serie
ru_ru: Не удалось добавить данные об обратном перемещении для партии / серийных номеров
sq_al: Nuk mund të futni përmbysur lëvizjet e aksioneve për grumbull / numrat serial
sv: Kunde inte in vända lagerrörelserna för partiet / serienummer
sw_ke: Hakuweza Insert ya kupunguza hisa harakati kwa ajili ya kundi / idadi Serial
tr_tr: Parti / seri numaraları için geri stok hareketlerinin eklemek Couldn&#39;t
zh_hk: 未能插入批次/序号物料的物料移动记录
zh_tw: 未能插入批次/序號存貨的存貨移動撤銷

source: The SQL used but failed was
cs_cz: SQL použitý, ale nepodařilo se
es_es: El SQL que falló fue
hi_in: SQL प्रयोग किया लेकिन असफल रहा था
id_id: SQL yg digunakan tetapi gagal adalah
it_it: L&#39;SQL utilizzato, ma non è stato
ko_kr: SQL을 사용했지만 실패했다
mr_in: SQL होते केला अयशस्वी
nl_nl: De gebruikte SQL die faalde was
pt_pt: SQL que falhou foi
ro_ro: SQL a fost folosit, dar nu a reuşit
ru_ru: Завершившийся неудачей SQL
sq_al: SQL të përdorura, por nuk arriti ishte
sv: Den SQL som användes var
sw_ke: SQL kutumika lakini alishindwa mara
tr_tr: HATAYA YOL AÇAN SQL:
zh_hk: 使用但失败的 SQL 是
zh_tw: 使用但失敗的 SQL 是
