Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: If successful this function returns a set of key/value pairs containing the details of this stock item.
cs_cz: Pokud bude úspěšný tato funkce vrací sadu páry klíč / hodnota obsahující podrobné údaje o této populace položky.
es_es: Si tiene éxito esta función devuelve un conjunto de pares clave / valor que contienen los detalles de este elemento en existencia.
hi_in: सफल यदि यह फ़ंक्शन कुंजी / मान इस शेयर मद के विवरण वाले जोड़े का एक सेट देता है.
id_id: Jika berhasil fungsi ini mengembalikan satu set pasangan kunci/nilai berisi rincian item stok ini.
it_it: In caso di successo la funzione restituisce una serie di coppie chiave / valore contenenti i dettagli di questo articolo di riserva.
ko_kr: 성공하는 경우,이 함수는 콘텐츠 아이템의 상세 정보를 포함하는 키 / 값 쌍의 세트를 리턴한다.
nl_nl: Indien succesvol retourneert deze functie een set van sleutel / waarde-paren met de details van dit bestand item.
pt_pt: Se sucesso essa funçao retorna um conj. de pares chave/valor contendo detalhes desse item de estoque
ro_ro: Daca va avea succes această funcţie returnează un set de perechi cheie / valoare care conţine detalii cu privire la acest post stoc.
ru_ru: В случае успеха эта функция возвращает множество пар ключ/значение, содержащее подробности товара со склада.
sq_al: Nëse i suksesshëm këtë funksion të kthimit një grup i / palë kyçe vlerën që përmban të dhënat e këtij zëri të aksioneve.
sv: Om det lyckas den här funktionen returnerar en uppsättning av nyckel / värde par med närmare uppgifter om denna lagervara.
sw_ke: Kama mafanikio kazi hii anarudi seti ya muhimu jozi thamani / zenye maelezo ya bidhaa hii ya hisa.
tr_tr: Eğer başarılı olursanız bu işlev bu hisse senedi öğenin ayrıntılarını içeren anahtar / değer çiftleri bir dizi döndürür.
zh_hk: 如果成功，此函数返回一套键/值配对，包含库存商品的细节。
zh_tw: 如果成功該函數返回一個包含此倉庫項目的詳細信息的鍵/值對。

source: The key will be identical with field name from the stockmaster table. All fields will be in the set regardless of whether the value was set.
cs_cz: Klíčem bude totožný s názvem pole z stockmaster tabulky. Všechna pole budou v souboru bez ohledu na to, zda je hodnota byla nastavena.
es_es: La clave será idéntica al nombre del campo de la tabla maestra en existencia. Todos los campos estarán en el conjunto independientemente si el valor se fijó.
hi_in: कुंजी stockmaster तालिका से फ़ील्ड नाम के साथ समान हो जाएगा. सभी क्षेत्रों में निर्धारित है कि क्या मूल्य निर्धारित किया गया था की परवाह किए बिना किया जाएगा.
id_id: Kuncinya akan sama dgn nama field dari tabel stockmaster. Semua kolom akan di set terlepas dari apakah nilai sdh diatur.
it_it: La chiave sarà identico al nome del campo della tabella Stockmaster. Tutti i campi saranno nel set indipendentemente dal fatto che il valore è stato impostato.
ko_kr: 키는 stockmaster 테이블에서 필드 이름과 동일합니다. 모든 필드에 관계없이 값이 설정되었는지 여부 세트에있을 것입니다.
mr_in: की stockmaster तक्त्यातून फील्ड नावाने तोच असेल. सर्व क्षेत्रे पर्वा मूल्य सेट झाले आहे किंवा नाही संच असेल.
nl_nl: De sleutel zal identiek zijn met de veldnaam uit de Stockmaster tafel. Alle velden worden in de set, ongeacht of de waarde is vastgesteld.
pt_pt: A chave será idêntica ao nome do campo da tabela de estoque (stockmaster). Todas colunas serão definidas com os valores informados.
ro_ro: Cheia va fi identic cu numele câmpului din tabelul stockmaster. Toate domeniile vor fi în set, indiferent dacă valoarea a fost stabilit.
ru_ru: Ключ будет идентичнен имени поля из таблицы stockmaster. Все поля будут установлены независимо от того, какое значение было установлено.
sq_al: Kryesore do të jetë identik me emrin fushë nga tabela stockmaster. Të gjitha fushat do të jetë në grup, pavarësisht nëse ishte vendosur vlera.
sv: Nyckeln kommer att vara identiska med fältnamn från Stockmaster bordet. Alla fält kommer att vara i den uppsättning oavsett om värdet fastställdes.
sw_ke: muhimu kuwa kufanana na shamba jina kutoka meza ya stockmaster. Mashamba yote itakuwa katika kuweka bila kujali kama thamani ya mara kuweka.
tr_tr: Anahtar stockmaster tablodan alan adı ile aynı olacak. Tüm alanları ne olursa olsun değeri olup olmadığını kümesi olacaktır.
zh_hk: 此键将会与stockmaster表中的字段名一致。所有的字段都会出现在集合中，无论是否设置了数值。
zh_tw: 關鍵問題是相同的從stockmaster表的字段名。所有字段都將在集合不論是否設置了值。

source: This function searches the stockmaster table and returns an array of stock items matching that criteria.
cs_cz: Tato funkce vyhledá stockmaster stolu a vrátí pole skladových položek odpovídajících, že kritéria.
es_es: Esta función busca en la tabla maestra de existencia y devuelve una matriz de elementos de existencia que coinciden con ese criterio.
hi_in: इस समारोह stockmaster तालिका खोजों और शेयर मदों की एक सरणी देता है कि मापदंड से मेल खाते.
id_id: Fungsi ini mencari tabel stockmaster dan mengembalikan array item stok yg cocok dgn kriteria tersebut.
it_it: Questa funzione di ricerca nella tabella Stockmaster e restituisce una matrice di articoli di magazzino che i criteri di corrispondenza.
ko_kr: 이 함수는 stockmaster 테이블을 검색하고 해당 검색 조건에 일치하는 콘텐츠 항목의 배열을 반환한다.
mr_in: हे कार्य stockmaster टेबल शोधते आणि त्या मानदंडाशी जुळणारे स्टॉक आयटम अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie zoekt de Stockmaster speeltafel en retourneert een array op voorraad items die aan dat criterium.
pt_pt: Função pesquisa na tabela estoque e retorna um array dos itens de estoque que atendem o critério de pesquisa.
ro_ro: Această funcţie caută în tabelul de stockmaster şi întoarce o matrice de stoc care se potrivesc criteriilor.
ru_ru: Эта функция совершает поиск в таблице stockmaster и возвращает массив товаров на складе, соответствующих этому критерию.
sq_al: Ky funksion kërkon tryezë stockmaster dhe kthimin e një sërë artikujve të aksioneve të ngjashëm me atë kritere.
sv: Denna funktion söker den Stockmaster tabellen och returnerar en array med omgående tillgänglig matchar kriterierna.
sw_ke: Kazi hii searches meza stockmaster na kurudi ni safu ya vitu vinavyolingana hisa vigezo.
tr_tr: Bu fonksiyonu stockmaster tablo arar ve bu kriterlere uyan stokta bulunmayan ürünler bir dizi döndürür.
zh_hk: 此函数查找stockmaster表并返回一个符合条件的库存商品数组。
zh_tw: 該函數查找stockmaster表並返回存貨項目相匹配的標準數組。

source: The field name to search on.
cs_cz: Název pole pro vyhledávání.
es_es: El nombre del campo a buscar.
hi_in: फ़ील्ड नाम पर खोज करने के लिए.
id_id: Nama lapangan utk pencarian di.
it_it: Il nome del campo di ricerca.
ko_kr: 필드 이름에 검색 할 수 있습니다.
mr_in: शोधा फील्ड नाव.
nl_nl: De veldnaam te zoeken.
pt_pt: Nome do campo onde pesquisar.
ro_ro: Numele de câmp de căutare pe.
ru_ru: Имя поля для поиска.
sq_al: Emri fushë për të kërkuar në.
sv: Fältnamnet att söka på.
sw_ke: Jina shamba kutafuta juu.
tr_tr: Alan adı arama yapmak.
zh_hk: 要查找的字段名。
zh_tw: 字段名稱來搜索。

source: Match Criteria
cs_cz: Kritéria zápas
es_es: Coinciden con los Criterios
hi_in: मैच मानदंड
id_id: Match Kriteria
it_it: Criteri di corrispondenza
ko_kr: 일치 기준
mr_in: मॅन मापदंड
pt_pt: Critério de Combinação
ro_ro: Criterii de meci
ru_ru: Соответствие критериям
sq_al: Match Kriteret
sv: Match Kriterier
sw_ke: Mechi ya vigezo
tr_tr: Maç Kriterleri
zh_hk: 符合条件
zh_tw: 匹配條件

source: The SQL search pattern to select items in the database.
cs_cz: Hledání SQL vzor pro výběr položek v databázi.
es_es: El patrón de búsqueda SQL para seleccionar elementos en la base de datos.
hi_in: SQL खोज पैटर्न डेटाबेस में आइटम्स का चयन करने के लिए.
id_id: Pola pencarian SQL utk memilih item di database.
it_it: Il modello di ricerca SQL per selezionare le voci nel database.
ko_kr: SQL 검색 패턴은 데이터베이스에서 항목을 선택합니다.
mr_in: डेटाबेस मध्ये आयटम निवडण्यासाठी SQL शोध नमुना.
nl_nl: De SQL zoekpatroon om items in de database te selecteren.
pt_pt: SQL pesquisa padrão para selec. itens no DB.
ro_ro: Modelul de căutare SQL pentru a selecta elemente în baza de date.
ru_ru: SQL поиск для выбора элементов в базе данных.
sq_al: Model search SQL për të zgjedhur artikujt në bazën e të dhënave.
sv: SQL sökmönster att markera objekt i databasen.
sw_ke: Search SQL mfano kwa kuchagua vitu katika database.
tr_tr: SQL Arama şekli veritabanındaki öğeleri seçin.
zh_hk: SQL选择数据库中的库存的查找模型
zh_tw: 在SQL搜索模式中選擇數據庫中的項目

source: Returns an array of stock codes matching the criteria send, or an array of error codes
cs_cz: Vrací pole kódy populací splňující kritéria odesílat, nebo pole chybových kódů
es_es: Devuelve una matriz de códigos de existencia que coinciden con los criterios de envío, o una matriz de códigos de error
hi_in: रिटर्न शेयर मापदंड से मेल खाते कोड भेजने के एक सरणी, या त्रुटि कोड की एक सरणी
id_id: Mengembalikan array kode stok yg cocok dgn kriteria yg diminta, atau array kode kesalahan
it_it: Restituisce un array di codici degli stock che soddisfano i criteri inviare, o un array di codici di errore
ko_kr: 기준에 맞는 콘텐츠 코드 배열 보내거나, 에러 코드의 배열 리턴
mr_in: निकष पाठवा जुळणारे स्टॉक कोड अॅरे, किंवा त्रुटी कोड अॅरे परत
nl_nl: Geeft een array van voorraad-codes overeenkomen met de criteria te sturen, of een array van foutcodes
pt_pt: Retorna um array cód. estoque que atendem critério envio ou um array dos cód. de erros
ro_ro: Întoarce o matrice a codurilor de stoc care corespund criteriilor trimite, sau o serie de coduri de eroare
ru_ru: Возвращает массив кодов складов, соответствующий отправленным критериям, или массив кодов ошибок
sq_al: Kthim një rrjet të kodeve të aksioneve të ngjashëm me kriteret e dërguar, apo një grup i kodet gabim
sv: Returnerar en matris med beståndskoder matchar de skickar, eller en array av felkoder
sw_ke: Anarudi safu ya codes hisa vinavyolingana na vigezo kutuma, au ni safu ya codes kosa
tr_tr: Döner kriterlere uyan göndermek stok kodları bir dizi ya da hata kodları bir dizi
zh_hk: 返回一个符合条件的库存代码数组或者错误代码数组。
zh_tw: 返回倉庫代碼相匹配的標準，送一個數組，或者一個錯誤代碼數組

source: A string field containing a valid stockid that must already be setup in the stockmaster table. The api will check this before making the enquiry.
cs_cz: Řetězec pole obsahující platný stockid, které již musí být v nastavení stockmaster tabulce. API bude kontrolovat to před provedením dotazu.
es_es: Debe haberse establecido previamente un campo tipo cadena de caracteres que contenga una identificación de existencia válida en la tabla maestra de existencias. El API verificará esto antes de crear la búsqueda.
hi_in: एक स्ट्रिंग एक वैध stockid कि पहले से ही stockmaster तालिका में सेटअप किया जाना चाहिए जिसमें क्षेत्र. एपीआई जांच करने से पहले यह जाँच करेगा.
id_id: Kolom kata berisi stockid berlaku yg harus sdh diatur di table stockmaster. API akan memeriksanya sebelum melakukan pencarian informasinya.
it_it: Un campo stringa contenente un stockid valido che deve già essere impostato nella tabella Stockmaster. Le api si verifica prima di effettuare l&#39;indagine.
ko_kr: 이미 stockmaster 테이블에 설치해야 유효한 s​​tockid 포함 된 문자열 필드. API는 질문을하기 전에이 작업을 확인합니다.
mr_in: आधीच stockmaster तक्त्यात सेटअप असणे आवश्यक आहे की एक वैध stockid असलेले एक स्ट्रिंग फील्ड. API चौकशी करण्यापूर्वी हे तपासेल.
nl_nl: Een string veld met een geldig stockid die al moet worden ingesteld in de Stockmaster tabel. De API zal dit controleren alvorens het onderzoek.
pt_pt: Campo teste contendo código de estoque válido já config na tabela (stockmaster). A api irá verificar isso antes da consulta
ro_ro: Un câmp string conţinând o stockid valabile, care trebuie să fie deja de configurare în tabelul stockmaster. API va verifica acest lucru înainte de a face ancheta.
ru_ru: Строковое поле, содержащее действительный stockid, который уже должен быть установлен в таблице stockmaster. API будет проверять его перед запросом.
sq_al: Një fushë e cila përmban një varg stockid vlefshme që duhet tashmë të rregullohet në tabelën stockmaster. Api do të kontrollojë këtë para se të bëjnë hetim.
sv: En sträng fält som innehåller ett giltigt stockid som redan måste setup i Stockmaster tabellen. API kommer att kontrollera detta innan utredningen.
sw_ke: Shamba string containing stockid halali kwamba lazima kuwa tayari kuanzisha katika meza stockmaster. api mapenzi ya kuangalia hii kabla ya kufanya uchunguzi.
tr_tr: zaten stockmaster tabloda kurulum olmalıdır geçerli bir stockid içeren bir dize alan. Api soruşturma yapmadan önce bu kontrol eder.
zh_hk: 一个字串字段包含一个有效的stockid（存货ID），它一定是已经在stockmaster表中设置了。在执行查询前，api将检查这项。
zh_tw: 一個字符串字段包含必須已經安裝在stockmaster表中的有效stockid。該API將使得前詢問檢查。

source: This function returns an array of stock quantities by location for this stock item.
cs_cz: Tato funkce vrací pole zásob množství podle umístění této populace položky.
es_es: Esta función devuelve una matriz de cantidades de existencias por ubicación para este elemento.
hi_in: इस समारोह स्थान के आधार पर स्टॉक मात्रा के एक आइटम के लिए इस शेयर सरणी देता है.
id_id: Fungsi ini mengembalikan array qty stok berdasarkan lokasi utk item stok ini.
it_it: Questa funzione restituisce una matrice di scorte di magazzino per ubicazione per questo articolo stock.
ko_kr: 이 기능은 콘텐츠 항목에 대한 위치 스톡 수량의 배열을 돌려줍니다.
nl_nl: Deze functie retourneert een array van voorraadhoeveelheden op locatie voor dit bestand item.
pt_pt: Função retorna array de quantid. por local desse item
ro_ro: Această funcţie întoarce o matrice de stoc cantităţi de locaţie pentru acest post stoc.
ru_ru: Эта функция возвращает массив количеств складов по местоположению для этого товара.
sq_al: Ky funksion të kthimit një rrjet të sasive të aksioneve nga lokacioni për këtë artikull aksioneve.
sv: Den här funktionen returnerar en matris med lagersaldot efter plats för detta bestånd objektet.
sw_ke: Kazi hii anarudi safu ya hisa kwa wingi eneo kwa ajili ya bidhaa hii ya hisa.
tr_tr: Bu fonksiyon bu hisse senedi öğe için yere göre stok miktarlarının bir dizi döndürür.
zh_hk: 此函数返回一个此库存物料按地点别库存数量组成的数组。
zh_tw: 這個函數返回的庫存數量的數組按位置對這種倉庫項目。

source: This function returns an array of stock reorder levels by location for this stock item.
cs_cz: Tato funkce vrací pole úrovní zásob pořadí podle umístění této populace položky.
es_es: Esta función devuelve una matriz de puntos de pedido de inventario por ubicación para este elemento.
hi_in: इस समारोह स्थान के आधार पर शेयर पुनःक्रमित स्तर के एक आइटम के लिए इस शेयर सरणी देता है.
id_id: Fungsi ini mengembalikan array tingkat order-ulg berdasarkan lokasi utk item stok ini.
it_it: Questa funzione restituisce una matrice di livelli di stock di riordino in base alla località per questo articolo stock.
ko_kr: 이 기능은 콘텐츠 항목에 대한 위치 스톡 재주문 수준의 배열을 돌려줍니다.
mr_in: हे कार्य या स्टॉक गोष्टीसाठी स्थान द्वारे स्टॉक पुनर्क्रमित पातळी एक अॅरे पुनरागमन झाले आहे.
nl_nl: Deze functie retourneert een array van voorraad niveaus volgorde per locatie voor dit bestand item.
pt_pt: Função retorna um array desse item nos vários locais de estoque contendo o ponto de pedido
ro_ro: Această funcţie întoarce o matrice de niveluri reordona stocurilor de locaţie pentru acest post stoc.
ru_ru: Эта функция возвращает массив уровней запасов порядок на месте для этих ценных бумаг пункта.
sq_al: Ky funksion të kthimit një rrjet të niveleve të Reorder aksioneve me vend për këtë artikull aksioneve.
sv: Den här funktionen returnerar en matris med lagernivåer ändra ordningen på plats för detta bestånd objektet.
sw_ke: Kazi hii anarudi safu ya ngazi reorder hisa na eneo kwa ajili ya bidhaa hii ya hisa.
tr_tr: Bu fonksiyon bu hisse senedi öğe için yere göre stok sipariş düzeylerinin bir dizi döndürür.
zh_hk: 此函数返回一个此库存物料地点别库存重新订购水准组成的数组。
zh_tw: 這個函數返回股市再訂購水平數組按位置對這種倉庫項目。

source: A string field containing a valid location code that must already be setup in the locations table. The api will check this before making the enquiry.
cs_cz: Řetězec pole obsahující platné umístění kód, který již musí být nastaven v místech tabulky. API bude kontrolovat to před provedením dotazu.
es_es: Debe haberse establecido previamente un campo tipo cadena de caracteres que contenga un código de ubicación válido en la tabla de ubicaicones. El API verificará esto antes de crear la búsqueda.
hi_in: एक स्ट्रिंग एक वैध स्थान कोड है कि पहले से ही स्थानों तालिका में सेटअप किया जाना चाहिए जिसमें क्षेत्र. एपीआई जांच करने से पहले यह जाँच करेगा.
id_id: Kolom kata berisi kode lokasi berlaku yg harus sdh diatur di table locations. API akan memeriksanya sebelum melakukan pencarian informasinya.
it_it: Un campo stringa contenente un codice valido percorso che deve già essere impostato nella tabella di località. Le api si verifica prima di effettuare l&#39;indagine.
ko_kr: 이미 위치 테이블에 설치해야 올바른 위치에 코드를 포함하는 문자열 필드. API는 질문을하기 전에이 작업을 확인합니다.
mr_in: आधीच स्थाने तक्त्यात सेटअप असणे आवश्यक आहे की एक वैध स्थान कोड असलेला स्ट्रिंग फील्ड. API चौकशी करण्यापूर्वी हे तपासेल.
nl_nl: Een string veld dat een geldige locatie code die al moet worden ingesteld in de locaties tabel. De API zal dit controleren alvorens het onderzoek.
pt_pt: Campo texto contendo código da localização válida já config na tabela de locais. Api irá verificar isso antes da consulta
ro_ro: Un câmp şir care conţine un cod locaţie validă care trebuie să fie deja de configurare în tabelul de locaţii. API va verifica acest lucru înainte de a face ancheta.
ru_ru: Строковое поле, содержащее действительный код распределения, который должны уже быть установлен в таблице расположений. API будет проверять его перед запросом.
sq_al: Një fushë varg që përmban një kod të vlefshme vend që tashmë duhet të rregullohet në tabelën vende. Api do të kontrollojë këtë para se të bëjnë hetim.
sv: En sträng fält som innehåller en giltig plats kod som redan måste setup i de platser tabellen. API kommer att kontrollera detta innan utredningen.
sw_ke: Shamba string containing halali ya eneo kificho kwamba ni lazima kuwa tayari kuanzisha katika meza ya maeneo. api mapenzi ya kuangalia hii kabla ya kufanya uchunguzi.
tr_tr: zaten yerlerde tabloda kurulum olmalıdır geçerli bir konuma kodu içeren bir dize alan. Api soruşturma yapmadan önce bu kontrol eder.
zh_hk: 一个字串字段包含一个有效的地点代码，它必须已经在地点表中设置。在执行查询前，api将检查此项。
zh_tw: 一個字符串字段包含一個有效的位置代碼，必須已經安裝在位置表。該API將使得前詢問檢查。

source: Reorder level
cs_cz: Změna pořadí úrovni
es_es: Punto de pedido
hi_in: पुनःक्रमित स्तर
id_id: Tingkat order-ulg
it_it: Riordina livello
ko_kr: 재주문 수준
mr_in: स्तर पुन्हा क्रमवारी लावा
nl_nl: Bestelniveau
pt_pt: Nív. Pedido
ro_ro: Reordonare nivel
ru_ru: Уровень переупорядочивания
sq_al: nivel aktive për
sv: Ändra ordning nivå
sw_ke: Reorder ngazi
tr_tr: Yeniden sipariş seviyesi
zh_hk: 再订货水准
zh_tw: 再訂單水平

source: A numeric field containing the reorder level for this stockid/location combination.
cs_cz: Číselné pole obsahující objednací úroveň pro tento stockid / místo kombinace.
es_es: Un campo numérico que contiene el punto de pedido para esta combinación identificador de existencias / ubicación.
hi_in: एक सङ्ख्या इस stockid / स्थान के संयोजन के लिए पुनःक्रमित स्तर युक्त क्षेत्र.
id_id: Kolom numerik yg berisi tingkat pemesanan ini stockid / kombinasi lokasi.
it_it: Un campo numerico contenente il livello di riordino per questo stockid combinazione di posizione.
ko_kr: 이 stockid / 위치 조합 재정렬 단계를 포함하는 숫자 필드.
mr_in: या stockid / स्थान मेळ पुनर्क्रमित पातळी असलेले एक अंकीय फील्ड.
nl_nl: Een numeriek veld met de volgorde van niveau voor dit stockid / locatie combinatie.
pt_pt: Campo numérico contendo o ponoto de pedido para a combinação item/local
ro_ro: Un câmp numeric care conţine nivelul de comandă pentru acest stockid / combinaţie locaţie.
ru_ru: Числовое поле, содержащее Уровень переупорядочивания для этой комбинации stockid/location.
sq_al: Një fushë numerike që përmban nivel Reorder për këtë stockid / kombinim vend.
sv: En numerisk fältet med beställningsnummer för den här stockid / plats kombination.
sw_ke: Shamba numeric zenye kiwango reorder kwa hili stockid / macho eneo.
tr_tr: Bu stockid / yer birleşimi için yeniden sipariş seviyesi içeren sayısal bir alan.
zh_hk: 包含此stockid/location组合的再订货点的一个数字字段。
zh_tw: 數字字段包含該stockid/位置組合的再訂購水平。

source: This function returns zero if the transaction was successful or an array of error codes if not.
cs_cz: Tato funkce vrací nulu v případě, že transakce byla úspěšná, nebo pole kódů chyb, ne-li.
es_es: Esta función devuelve cero si la operación fue un éxito o un conjunto de códigos de error si no.
hi_in: यह समारोह रिटर्न शून्य अगर लेनदेन सफल था या त्रुटि कोड की एक सरणी है अगर नहीं.
id_id: Fungsi ini mengembalikan 0 jika transaksinya berhasil atau array kode kesalahan jika tdk.
it_it: Questa funzione restituisce zero se l&#39;operazione ha avuto successo o un array di codici di errore in caso contrario.
ko_kr: 트랜잭션이 성공 또는 오류 코드의 배열의 경우하지 않을 경우이 함수는 0을 반환합니다.
nl_nl: Deze functie nul retourneert als de transactie succesvol was of een array van foutcodes zo niet.
pt_pt: Função retorna zero se a transação foi com sucesso ou um array de erros.
ro_ro: Această funcţie returnează zero în cazul în care tranzacţia a fost cu succes sau o serie de coduri de eroare, dacă nu.
ru_ru: Эта функция возвращает ноль, если операция была успешной или массив кодов ошибок в противном случае.
sq_al: Ky funksion të kthimit zero nëse transaksioni ishte i suksesshëm apo një grup të kodeve gabim nëse nuk.
sv: Den här funktionen returnerar noll om transaktionen var lyckad eller en array av felkoder om inte.
sw_ke: anarudi kazi hii sifuri kama shughuli ya mara mafanikio au ni safu ya codes kosa kama si.
tr_tr: işlem hata kodları içeren bir dizi ya da başarılı olmasa idi, bu işlev sıfır ile döner.
zh_hk: 此函数返回0，如果交易成功或者未成功是返回一个由错误代码组成的数组。
zh_tw: 該函數返回零，如果交易成功或錯誤代碼的數組，如果沒有。

source: This function returns the quantity allocated of the stock item id sent as a parameter.
cs_cz: Tato funkce vrací přiděleného množství na skladě id poslal jako parametr.
es_es: Esta función devuelve la cantidad asignada de la identificación del elemento de existencia enviado como parámetro.
hi_in: इस समारोह में स्टॉक मद की आवंटित मात्रा रिटर्न आईडी एक पैरामीटर के रूप भेजा है.
id_id: Fungsi ini mengembalikan qty dari id item stok yg dikirim sbg parameter.
it_it: Questa funzione restituisce il quantitativo assegnato dell&#39;elemento stock id inviato come parametro.
ko_kr: 이 함수는 매개 변수로 전송 주식 항목 ID의 할당 된 양을 반환합니다.
mr_in: हे कार्य स्टॉक आयटम आयडी वाटप प्रमाण एक घटक म्हणून पाठविले पुनरागमन झाले आहे.
nl_nl: Deze functie geeft de toegewezen hoeveelheid van de voorraad artikel id verzonden als een parameter.
pt_pt: Função retorna quant. alocada de estoque para um item inform. como parâmetro.
ro_ro: Această funcţie returnează cantitatea alocată a elementului stocului id trimis ca parametru.
ru_ru: Эта функция возвращает количество выделяемых идентификаторов товаров со склада, посланных в качестве параметра.
sq_al: Ky funksion të kthimit sasinë e caktuar të aksioneve pika id dërgoi si një parametër.
sv: Den här funktionen returnerar den kvantitet som tilldelats av lagervara id skickas som en parameter.
sw_ke: Kazi hii anarudi wingi zilizotengwa ya bidhaa hisa id alimtuma kama parameter ya.
tr_tr: Bu fonksiyon parametre olarak gönderilen id stok kaleminin ayrılan miktar döner.
zh_hk: 此函数返回一个此库存商品按地点别分布的库存数量，以库存商品id作为参数。
zh_tw: 這個函數返回所分配的倉庫項目的id的數量作為參數發送。
