Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: This script will run perform any modifications to the database required to allow the additional functionality in version 3.05 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny databáze, které by umožnilo další funkce ve verzi 3.05 skripty
es_es: Esta secuencia de comandos se ejecutará para realizar cualquier modificación necesaria a la base de datos para permitir la funcionalidad adicional en la versión 3.05 scripts
hi_in: इस स्क्रिप्ट के लिए संस्करण 3.05 में लिपियों के अतिरिक्त कार्यक्षमता की अनुमति जरूरी डेटाबेस में कोई भी संशोधन करने चलेंगे
id_id: Script ini akan melakukan semua perubahan ke database yg diperlukan utk menambah fungsi yg ada dalam script 3.05
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database necessari per consentire la funzionalità aggiuntive in versione 3.05 script
ko_kr: 실행이 스크립트는 버전 3.05 스크립트에 추가 기능을 할 수 있도록 필요한 데이터베이스에 수정을 수행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3,05 स्क्रिप्ट परवानगी आवश्यक डेटाबेस कोणतेही बदल सुरू चालेल
pt_pt: O script irá executar modificações no DB requeridas por funcionalidades da versão 3.05
ro_ro: Acest script va rula efectua orice modificări ale bazei de date necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.05 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных,необходимых для получения дополнительной функциональности в скриптеверсии 3.05
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave të nevojshme për të lejuar funksionalitet shtesë në version 3,05 Scripts
sv: Detta skript kommer att köras utföra några ändringar i databasen krävs för att ytterligare funktionalitet i version 3,05 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote ya database required kuruhusu kazi zaidi katika toleo 3.05 scripts
tr_tr: Bu script 3.05 komut sürümünde ek işlevsellik sağlamak için gerekli veri tabanı üzerinde değişiklik yapmak çalışacak
zh_hk: 脚本会运行，进行数据库需要的任何修改，从而允许版本3.05脚本的功能。
zh_tw: 程式會執行所有資料庫要求的修改來允可3.05版本新增的效能

source: The script to upgrade the database failed because
cs_cz: Skript pro aktualizaci databáze se nezdařilo, protože
es_es: El script para actualizar la BD falló porque
hi_in: करने के लिए डेटाबेस का उन्नयन स्क्रिप्ट क्योंकि विफल
id_id: Script gagal utk meng-upgrade database karena
it_it: Lo script per aggiornare il database non è riuscita perché
ko_kr: 스크립트로 인해 실패한 데이터베이스를 업그레이드하려면
mr_in: कारण डेटाबेस सुधारणा करण्यासाठी स्क्रिप्ट अयशस्वी
nl_nl: Script om de database bij te werken is mislukt omdat
pt_pt: Script para atualizar (upgrade) DB falhou porque
ro_ro: Script pentru a face upgrade baza de date a eşuat pentru că
ru_ru: Скрипт на обновление базы данных завершился неудачей, потому что
sq_al: Shkrimit për të përmirësuar bazën e të dhënave dështuar për shkak se
sv: Skriptet för att uppdatera databasen misslyckades eftersom
sw_ke: Script ya kuboresha database alishindwa kwa sababu
tr_tr: veritabanı yükseltme komut başarısız oldu
zh_hk: 脚本升级数据库失败, 因为
zh_tw: 升級資料程式失敗, 因為

source: Upgrade script to put cost information against GRN records from purchorderdetails records .... please wait
cs_cz: Upgrade skript, aby informace o nákladech na záznamy z GRN purchorderdetails záznamů .... prosím čekejte
es_es: Script de mejora para colocar la información de costo contra los registros de notas de Bienes Recibidos desde los registros de detalles de la orden de compra ... por favor espere
hi_in: उन्नयन स्क्रिप्ट GRN रिकॉर्ड के खिलाफ purchorderdetails रिकॉर्ड से लागत जानकारी डाल करने के लिए .... कृपया प्रतीक्षा करें
id_id: Script upgrade utk menaruh informasi HPP terhadap data GRN dari data purchorderdetails .... silahkan tunggu
it_it: Aggiornamento dello script per inserire le informazioni di costo contro i record GRN da record purchorderdetails .... si prega di attendere
ko_kr: purchorderdetails 기록에서 GRN 기록에 대한 비용 정보를 넣어 스크립트를 업그레이드 .... 기다려주십시오
mr_in: Purchorderdetails रेकॉर्ड पासून GRN रेकॉर्ड विरुद्ध किमतीच्या माहिती ठेवणे स्क्रिप्ट श्रेणीसुधारित .... कृपया प्रतीक्षा करा
pt_pt: Script para colocar informação custo para Documento Entrada de Mercadoria (DEM) recebidas das ordens de compra aguarde...
ro_ro: Upgrade-ul script-ul pentru a pune informaţii cost împotriva înregistrări NRG din înregistrările purchorderdetails .... Vă rugăm să aşteptaţi
ru_ru: Обновление скрипта для сравнение информации о расходах с записями GRN из записей purchorderdetails .... Пожалуйста, подождите
sq_al: Upgrade shkrimit për të vënë informacion me kosto kundër të dhënat GRN nga purchorderdetails të dhënat .... ju lutem prisni
sv: Uppgraderingsskriptet att lägga information om kostnader mot GRN poster från purchorderdetails poster .... var god vänta
sw_ke: Kuboresha script kuweka gharama habari juu ya kumbukumbu GRN kutoka rekodi purchorderdetails .... tafadhali kusubiri
tr_tr: Yükseltme komut purchorderdetails kayıtlarından GRN kayıtları karşı maliyet bilgilerini koymak .... lütfen bekleyin
zh_hk: 升级脚本从采购订单细节记录的成本信息输入对应的GRN(收货单）记录...请稍候
zh_tw: 升級程式由採購訂單詳細記錄到貨品接收單資對應的成本資訊 .... 請等侯

source: The GRN records have been updated with cost information from purchorderdetails successfully
cs_cz: GRN záznamy nebyly aktualizovány informace o nákladech z purchorderdetails úspěšně
es_es: Los registros de GRN(Good Received Note)(Nota de Bienes Recibidos) se han actualizado con la información de costos de los detalles de las ordenes de compra exitosamente
hi_in: GRN रिकॉर्ड लागत की जानकारी के साथ अद्यतन किया गया है सफलतापूर्वक purchorderdetails
id_id: Data GRN telah berhasil diperbarui dgn informasi HPP dari purchorderdetails
it_it: I record GRN sono stati aggiornati con le informazioni sui costi da purchorderdetails con successo
ko_kr: GRN 레코드는 성공적으로 purchorderdetails에서 비용 정보로 업데이트되었습니다
mr_in: GRN रेकॉर्ड यशस्वीरित्या purchorderdetails पासून किमतीच्या माहिती अद्ययावतीत केले गेले आहे
pt_pt: GRN / DEM foram atualizado com os detalhes de custo da ordem de compra
ro_ro: Înregistrările NRG au fost actualizate cu informaţii cost din purchorderdetails succes
ru_ru: GRN записи были успешно обновлены с информацией о стоимости из purchorderdetails
sq_al: Të dhënat GRN kanë qenë të përditësuar me të dhëna të kushtojë nga purchorderdetails sukses
sv: De GRN poster har uppdaterats med information om kostnader från purchorderdetails framgångsrikt
sw_ke: kumbukumbu ya GRN wamekuwa updated kwa gharama ya habari kutoka purchorderdetails mafanikio
tr_tr: GRN kayıtlarından maliyet bilgileri ile güncellendi başarıyla purchorderdetails
zh_hk: 从采购订单细节得到成本信息，成功得更新了GRN收货单记录。
zh_tw: 貨品接收單記錄已由採購訂單詳細完成更新成本資訊

source: Upgrade webERP 3.06 - 3.07
cs_cz: Upgrade webERP 3,06 až 3,07
es_es: Actualizar WebERP 3.06 - 3.07
hi_in: 3.06 webERP अपग्रेड - 3.07
ko_kr: 3.06-3.07 webERP 업그레이드
mr_in: 3,07 - webERP 3,06 श्रेणीसुधार
ru_ru: Обновление webERP 3,06 - 3,07
sv: Uppgradera webERP 3,06 till 3,07
sw_ke: Kuboresha webERP 3.06-3.07
tr_tr: Yükseltme webERP 3,06-3,07
zh_hk: 升级 webERP 3.06 - 3.07
zh_tw: 升級 ERP 3.06 - 3.07

source: This script will run perform any modifications to the database since v 3.06 required to allow the additional functionality in version 3.07 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny v databázi, protože v 3.06, které by umožnilo další funkce ve verzi 3.07 skripty
es_es: Esta secuencia de comandos se ejecutará realizando cualquier modificación a la base de datos desde 3,06 v para permitir la funcionalidad adicional en la versión 3.07 scripts
hi_in: इस स्क्रिप्ट के डेटाबेस के लिए 3.06 वी के संस्करण में 3.07 लिपियों अतिरिक्त कार्यक्षमता की अनुमति की आवश्यकता के बाद से कोई भी संशोधन करने चलेंगे
id_id: Script ini akan melakukan semua perubahan ke database sejak v 3.06 yg diperlukan utk menambah fungsi yg ada dalam script 3.07
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database poiché V 3,06 necessaria per consentire la funzionalità aggiuntive in versione 3.07 script
ko_kr: 이 스크립트는 버전 3.07 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.06 이후 데이터베이스에 대한 수정을 수행 실행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3,07 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3,06 पासून डेटाबेस कोणतेही बदल सुरू चालेल
pt_pt: O script irá executar modif. no DB requeridas para 3.06 e funcion. adicionais 3.07
ro_ro: Acest script va rula efectua orice modificări la baza de date din moment ce v 3.06 necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.07 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных с версии 3.06необходимых для получения дополнительной функциональности в скриптеверсии 3.07
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,06 nevojshme për të lejuar funksionalitet shtesë në version 3,07 Scripts
sv: Detta skript kommer att köras utföra några ändringar till databasen sedan v 3,06 krävs för att ytterligare funktionalitet i version 3,07 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote na database ya tangu v 3.06 required kuruhusu kazi zaidi katika toleo 3.07 scripts
tr_tr: Bu script 3.07 komut versiyonunda ek işlevsellik sağlamak için gerekli v 3.06 yana veritabanına herhangi bir değişiklik yapmak çalışacak
zh_hk: 此脚本将运行，进行从3.06版本以来的数据库存修改，从而使3.07新增脚本的功能得以实现。
zh_tw: 程式會執行資料庫由3.06版本升級到3.07版本增加的效能要求的修改

source: Upgrade webERP 3.071 - 3.08
cs_cz: Upgrade webERP 3,071 až 3,08
es_es: Actualizar WebERP 3.071 - 3.08
hi_in: 3.071 webERP अपग्रेड - 3.08
ko_kr: webERP 3.071 업그레이드 - 3.08를
mr_in: WebERP 3,071 श्रेणीसुधार - 3,08
ru_ru: Обновление webERP 3,071 - 3,08
sv: Uppgradera webERP 3,071 till 3,08
sw_ke: Kuboresha webERP 3.071-3.08
tr_tr: Yükseltme webERP 3,071-3,08
zh_hk: 升级 webERP 3.071 - 3.08
zh_tw: 升級 ERP 3.071 - 3.08

source: This script will run perform any modifications to the database since v 3.071 required to allow the additional functionality in version 3.08 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny v databázi, protože v 3,071, které by umožnilo další funkce ve verzi 3.08 skripty
es_es: Esta secuencia de comandos se ejecutará realizando cualquier modificación a la base de datos desde 3.071 v para permitir la funcionalidad adicional en la versión 3.08 scripts
hi_in: इस स्क्रिप्ट के डेटाबेस के लिए 3.071 v करने के लिए संस्करण 3.08 में स्क्रिप्ट अतिरिक्त कार्यक्षमता की अनुमति की आवश्यकता के बाद से कोई भी संशोधन करने चलेंगे
id_id: Script ini akan melakukan semua perubahan ke database sejak v 3.071 yg diperlukan utk menambah fungsi yg ada dalam script 3.08
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database poiché V 3,071 necessaria per consentire la funzionalità aggiuntive in versione 3.08 script
ko_kr: 이 스크립트는 버전 3.08 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.071 이후 데이터베이스에 대한 수정을 수행 실행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3,08 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3,071 पासून डेटाबेस कोणतेही बदल सुरू चालेल
pt_pt: O Script irá exec. modificações no db para vers. 3.07.1 e func. vers. 3.08
ro_ro: Acest script va rula efectua orice modificări la baza de date din moment ce v 3.071 necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.08 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных с версии 3.071,необходимых для получения дополнительной функциональности в скриптеверсии 3.08
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,071 nevojshme për të lejuar funksionalitet shtesë në version 3,08 Scripts
sv: Detta skript kommer att köras utföra några ändringar till databasen sedan v 3,071 krävs för att ytterligare funktionalitet i version 3,08 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote na database ya tangu v 3.071 required kuruhusu kazi zaidi katika toleo 3.08 scripts
tr_tr: Bu script 3.08 komut versiyonunda ek işlevsellik sağlamak için gerekli v 3,071 beri veritabanına herhangi bir değişiklik yapmak çalışacak
zh_hk: 此脚本将运行，进行3.071以来需要的数据库修改，从而让3.08版中新增的脚本功能能够运行。
zh_tw: 這程式會對資料庫執行由3.071版本升級到3.08版本新增工能所需要的修改

source: Upgrade webERP 3.08 - 3.09
cs_cz: Upgrade webERP 3,08 až 3,09
es_es: Actualizar WebERP 3.08 - 3.09
hi_in: 3.08 webERP अपग्रेड - 3.09
ko_kr: 3.08-3.09 webERP 업그레이드
mr_in: 3.09 - webERP 3,08 श्रेणीसुधार
ru_ru: Обновление webERP 3,08 - 3,09
sv: Uppgradera webERP 3,08 till 3,09
sw_ke: Kuboresha webERP 3.08-3.09
tr_tr: Yükseltme webERP 3,08-3,09
zh_hk: 升级 webERP 3.08 - 3.09
zh_tw: 升級 ERP

source: This script will run perform any modifications to the database since v 3.08 required to allow the additional functionality in version 3.09 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny v databázi, protože v 3.08, které by umožnilo další funkce ve verzi 3.09 skripty
es_es: Esta secuencia de comandos se ejecutará realizando cualquier modificación a la base de datos desde 3,08 v para permitir la funcionalidad adicional en la versión 3.09 scripts
hi_in: इस स्क्रिप्ट के डेटाबेस के लिए 3.08 वी के संस्करण में 3.09 लिपियों अतिरिक्त कार्यक्षमता की अनुमति की आवश्यकता के बाद से कोई भी संशोधन करने चलेंगे
id_id: Script ini akan melakukan semua perubahan ke database sejak v 3.08 yg diperlukan utk menambah fungsi yg ada dalam script 3.09
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database poiché V 3,08 necessaria per consentire la funzionalità aggiuntive in versione 3.09 script
ko_kr: 이 스크립트는 버전 3.09 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.08 이후 데이터베이스에 대한 수정을 수행 실행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3.09 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3,08 पासून डेटाबेस कोणतेही बदल सुरू चालेल
pt_pt: O script irá exec. modif. do db desde vers. 3.08 req. func. vers. 3.09
ro_ro: Acest script va rula efectua orice modificări la baza de date din moment ce v 3.08 necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.09 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных с версии 3.08,необходимых для получения дополнительной функциональности в скриптеверсии 3.09
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,08 nevojshme për të lejuar funksionalitet shtesë në version 3,09 Scripts
sv: Detta skript kommer att köras utföra några ändringar till databasen sedan v 3,08 krävs för att ytterligare funktionalitet i version 3,09 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote na database ya tangu v 3.08 required kuruhusu kazi zaidi katika toleo 3.09 scripts
tr_tr: Bu script 3.09 komut versiyonunda ek işlevsellik sağlamak için gerekli v 3,08 beri veritabanına herhangi bir değişiklik yapmak çalışacak
zh_hk: 此脚本将会运行，并且对数据库进行从3.08版以来的要求的修改，从而使3.09版的脚本新增功能得以运行。
zh_tw: 該腳本運行為V3.08要求允許在版本3.09的腳本的附加功能進行任何數據庫的修改

source: Upgrade webERP 3.09 - 3.10
cs_cz: Upgrade webERP 3,09 až 3,10
es_es: Actualizar WebERP 3.09 - 3.10
hi_in: 3.09 webERP अपग्रेड - 3.10
ko_kr: 3.09-3.10 webERP 업그레이드
mr_in: 3.10 - webERP 3.09 श्रेणीसुधार
ru_ru: Обновление webERP 3,09 - 3,10
sv: Uppgradera webERP 3,09 till 3,10
sw_ke: Kuboresha webERP 3.09-3.10
tr_tr: Yükseltme webERP 3,09-3,10
zh_hk: 升级 webERP 3.08 - 3.09
zh_tw: 升級 ERP

source: This script will run perform any modifications to the database since v 3.09 required to allow the additional functionality in version 3.09 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny v databázi, protože v 3.09, které by umožnilo další funkce ve verzi 3.09 skripty
es_es: Esta secuencia de comandos se ejecutará realizando cualquier modificación a la base de datos desde 3,09 v para permitir la funcionalidad adicional en la versión 3.09 scripts
hi_in: इस स्क्रिप्ट के डेटाबेस के लिए 3.09 वी के संस्करण में 3.09 लिपियों अतिरिक्त कार्यक्षमता की अनुमति की आवश्यकता के बाद से कोई भी संशोधन करने चलेंगे
id_id: Script ini akan berjalan melakukan modifikasi ke database sejak v 3,09 diperlukan utk memungkinkan fungsi tambahan dalam versi script 3,09
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database poiché V 3,09 necessaria per consentire la funzionalità aggiuntive in versione 3.09 script
ko_kr: 이 스크립트는 버전 3.09 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.09 이후 데이터베이스에 대한 수정을 수행 실행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3.09 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3.09 पासून डेटाबेस कोणतेही बदल सुरू चालेल
pt_pt: O script irá executar modif. db desde v. 3.09 req. adic. func. 3.09???
ro_ro: Acest script va rula efectua orice modificări la baza de date din moment ce v 3.09 necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.09 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных с версии 3.09,необходимых для получения дополнительной функциональности в скриптеверсии 3.09
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,09 nevojshme për të lejuar funksionalitet shtesë në version 3,09 Scripts
sv: Detta skript kommer att köras utföra några ändringar till databasen sedan v 3,09 krävs för att ytterligare funktionalitet i version 3,09 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote na database ya tangu v 3.09 required kuruhusu kazi zaidi katika toleo 3.09 scripts
tr_tr: Bu script 3.09 komut versiyonunda ek işlevsellik sağlamak için gerekli v 3,09 beri veritabanına herhangi bir değişiklik yapmak çalışacak
zh_hk: 此脚本将会运行，并且对数据库进行从3.09版以来的要求的修改，从而使3.09版的脚本新增功能得以运行。
zh_tw: 該腳本運行為V3.08要求允許在版本3.09的腳本的附加功能進行任何數據庫的修改

source: Upgrade webERP 3.10 - 3.11
cs_cz: Upgrade webERP 3,10 až 3,11
es_es: Actualizar WebERP 3.10 - 3.11
hi_in: 3.10 webERP अपग्रेड - 3.11
ko_kr: 3.10-3.11 webERP 업그레이드
mr_in: 3.11 - webERP 3.10 श्रेणीसुधार
nl_nl: Upgrade webERP 3,10 tot 3,11
ru_ru: Обновление webERP 3,10 - 3,11
sv: Uppgradera webERP 3,10 till 3,11
sw_ke: Kuboresha webERP 3.10-3.11
tr_tr: Yükseltme webERP 3,10-3,11
zh_hk: 升级 webERP 3.08 - 3.09
zh_tw: 升級 ERP

source: This script will run perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.11 scripts
cs_cz: Tento skript bude spuštěn provádět jakékoli změny v databázi, protože v 3,10 potřebné pro možnost přidání dalších funkcí do verze 3.11 skripty
es_es: Esta secuencia de comandos se ejecutará realizando cualquier modificación a la base de datos desde 3,10 v para permitir la funcionalidad adicional en la versión 3.11 scripts
hi_in: इस स्क्रिप्ट के डेटाबेस के लिए 3.10 वी के संस्करण में 3.11 लिपियों अतिरिक्त कार्यक्षमता की अनुमति की आवश्यकता के बाद से कोई भी संशोधन करने चलेंगे
id_id: Script ini akan melakukan semua perubahan ke database sejak v 3.10 yg diperlukan utk menambah fungsi yg ada dalam script 3.11
it_it: Questo script verrà eseguito eseguire qualsiasi modifica al database poiché V 3,10 necessaria per consentire la funzionalità aggiuntive in versione 3.11 script
ko_kr: 이 스크립트는 3.11 버전 스크립트에 추가 기능을 할 수 있도록 필요한 V 3.10 이후 데이터베이스에 대한 수정을 수행 실행
mr_in: ही स्क्रिप्ट आवृत्ती मध्ये अगाऊ कार्यक्षमता 3.11 स्क्रिप्ट परवानगी आवश्यक विरुद्ध 3.10 पासून डेटाबेस कोणतेही बदल सुरू चालेल
nl_nl: Dit script zal lopen uit te voeren wijzigingen aan de database sinds v 3.10 nodig om de extra functionaliteit toe te staan versie 3.11 scripts
pt_pt: O script irá executar modif. db desde v. 3.10 req. adic. func. 3.11
ro_ro: Acest script va rula efectua orice modificări la baza de date din moment ce v 3.10 necesare pentru a permite funcţionalitatea suplimentare în versiunea 3.11 script-uri
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных с версии 3,10,необходимых для получения дополнительной функциональности в скриптеверсии 3.11
sq_al: Ky skenar do të kandidojë të kryejnë asnjë modifikim të bazës së të dhënave që nga viti v 3,10 nevojshme për të lejuar funksionalitet shtesë në version 3,11 Scripts
sv: Detta skript kommer att köras utföra några ändringar till databasen sedan v 3,10 krävs för att ytterligare funktionalitet i version 3,11 skript
sw_ke: Hii script inakwenda kufanya marekebisho yoyote na database ya tangu v 3.10 required kuruhusu kazi zaidi katika toleo 3.11 scripts
tr_tr: Bu script 3.11 komut versiyonunda ek işlevsellik sağlamak için gerekli v 3.10 yana veritabanına herhangi bir değişiklik yapmak çalışacak
zh_hk: 此脚本将会运行，并且对数据库进行从3.10版以来的要求的修改，从而使3.11版的脚本新增功能得以运行。
zh_tw: 該腳本運行為V3.08要求允許在版本3.09的腳本的附加功能進行任何數據庫的修改

source: If there are any failures then please check with your system administrator
cs_cz: Pokud se vyskytnou nějaké chyby, pak si prosím obraťte se na správce systému
es_es: si hay cualquier fallo entonces por favor compruebe con su administrador del sistema
hi_in: अगर कोई विफलताओं हैं तो अपने सिस्टम व्यवस्थापक के साथ जाँच कृपया
id_id: Jika ada kegagalan maka silahkan periksa dgn administrator sistem Anda
it_it: Se ci sono errori quindi rivolgersi al proprio amministratore di sistema
ko_kr: 모든 오류가있는 경우 시스템 관리자에게 문의하시기 바랍니다
mr_in: कोणत्याही अपयश आहेत तर तुमची प्रणाली प्रशासक तपासा
nl_nl: Als er geen mislukkingen neem dan contact op met uw systeembeheerder
pt_pt: Se ocorrer qualquer faolha então entrar em contato com o admin do sistema
ro_ro: Dacă există defecţiuni, atunci vă rugăm să verificaţi cu administratorul de sistem
ru_ru: Если замечены любые сбои, пожалуйста, проверьте их с вашим системным администратором
sq_al: Nëse ka ndonjë dështime, atëherë ju lutemi kontrolloni me administratorin e sistemit tuaj
sv: Om det finns några fel då du kontrollera med din systemadministratör
sw_ke: Kama kuna mapungufu basi tafadhali wasiliana na mtawala wa mfumo wako
tr_tr: herhangi bir arızadan sonra varsa sistem yöneticinize başvurun
zh_hk: 如果有任何失败，请与您的系统管理员联系
zh_tw: 如果有任何錯誤，那麼請聯絡您的系統管理員一起檢查

source: Please read all notes carefully to ensure they are expected
cs_cz: Přečtěte si prosím pozorně všechny poznámky, aby bylo zajištěno, že se očekává, že
es_es: Por favor, lea todas las notas cuidadosamente para asegurarse de que se esperan
hi_in: सभी नोट्स को ध्यान से पढ़ें करने के लिए वे उम्मीद कर रहे हैं सुनिश्चित करें
id_id: Silahkan baca semua catatan dgn hati-hati utk memastikan mereka seperti yg diharapkan
it_it: Si prega di leggere attentamente tutte le note per assicurarsi che siano attesi
ko_kr: 그들이 예상된다 확인하기 위해주의 깊게 모든 노트를 읽어 보시기 바랍니다
mr_in: ते अपेक्षित आहे याची खात्री करण्यासाठी सर्व नोट्स काळजीपूर्वक वाचा
nl_nl: Lees aandachtig alle notities te zorgen dat ze wordt verwacht
pt_pt: Leia todas as anotações com cautela para certificar-se dos resultados
ro_ro: Vă rugăm să citiţi cu atenţie toate notele pentru a se asigura că acestea sunt de aşteptat
ru_ru: Пожалуйста, прочитайте внимательно все заметки, чтобы убедится в ожидаемом
sq_al: Ju lutemi lexoni të gjitha shënimet me kujdes për të siguruar se ata janë pritur
sv: Läs alla anteckningar noga för de förväntas
sw_ke: Tafadhali soma maelezo yote kwa makini ili kuhakikisha wanatarajiwa
tr_tr: Bekledikleri emin olmak için dikkatlice tüm notları okuyun
zh_hk: 请仔细阅读所有的注解从而保证他们是您需要的。
zh_tw: 請仔細閱讀所有注意事項仔細，以確保他們預計

source: Upgrade webERP 3.11 - 4.00
cs_cz: Upgrade webERP 3,11 až 4,00
es_es: Actualiza webERP 3,11 a 4,00
hi_in: 3.11 webERP अपग्रेड - 4.00
ko_kr: 3.11-4.00 webERP 업그레이드
mr_in: 4.00 - webERP 3.11 श्रेणीसुधार
nl_nl: Upgrade webERP 3,11 tot 4,00
ru_ru: Обновление webERP 3,11 - 4,00
sv: Uppgradera webERP 3,11 till 4,00
sw_ke: Kuboresha webERP 3.11-4.00
tr_tr: Yükseltme webERP 3,11-4,00
zh_hk: 升级webERP 3.01 - 4.00
zh_tw: 升級 ERP
