Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Customer Transactions Inquiry
cs_cz: Zákazník Transakce Poptávka
es_es: Consultar transacciones del cliente
hi_in: ग्राहक लेनदेन जांच
id_id: Cari Transaksi Customer
it_it: Elenco transazioni dei clienti
ko_kr: 고객의 거래 문의
mr_in: ग्राहक व्यवहार चौकशी
nl_nl: Klanten Transacties Opvragen
pt_pt: Consutar Transações Cliente
ro_ro: Tranzacţii client anchetă
ru_ru: Исследование транзакций клиента
sq_al: Customer Transaksionet Hetim
sv: Kundtransaktionsfråga
sw_ke: Transactions mteja Uchunguzi
tr_tr: MÜSTERI ISLEMLERI SORGUSU
zh_hk: 客户交易查询
zh_tw: 客戶交易查詢

source: Transaction Inquiry
cs_cz: Transakce Poptávka
es_es: Consultar transacción
hi_in: लेन - देन जांच
id_id: Cari Transaksi
it_it: Richiesta di transazione
ko_kr: 거래 문의
mr_in: व्यवहार चौकशी
nl_nl: Transaktie opvragen
pt_pt: Consultar Transações
ro_ro: Tranzacţie anchetă
ru_ru: Изучение транзакции
sq_al: Transaksion Hetim
sv: Transaktions frågor
sw_ke: Uchunguzi manunuzi
tr_tr: Işlem Sorgulama
zh_hk: 交易查询
zh_tw: 交易諮詢

source: Choose which type of transaction to report on.
cs_cz: Vyberte si, který typ transakce, aby zprávy o.
es_es: Elija el tipo de transacción de la que informar
hi_in: सौदे का जो प्रकार के लिए पर रिपोर्ट चुनें.
id_id: Pilih tipe transaksi utk dibuat laporan.
it_it: Scegliere quale tipo di operazione di riferire in merito.
ko_kr: 에보고하는 거래의 유형을 선택합니다.
mr_in: अहवालासाठी व्यवहार कोणत्या प्रकारची निवडा.
nl_nl: Kies over welke transactie gerapporteerd moet worden
pt_pt: Escolha qual tipo de transação será reportada.
ro_ro: Alegeţi ce tip de tranzacţie să prezinte un raport cu privire.
ru_ru: Выберите какой тип сделки для отчета.
sq_al: Zgjidhni llojin e transaksionit për të raportuar mbi.
sv: Välj vilken typ av transaktion att rapportera om.
sw_ke: Kuchagua aina ya manunuzi na ripoti juu.
tr_tr: raporlamak üzere işlemin hangi türünü seçin.
zh_hk: 选择报告那种交易类型
zh_tw: 選擇哪種交易類型的報告。

source: From
cs_cz: Od
es_es: Desde
hi_in: से
id_id: Dari
it_it: Dal
ko_kr: 부터
mr_in: पासून
nl_nl: Van
pt_pt: De
ro_ro: De la
ru_ru: От
sq_al: Nga
sv: Från
sw_ke: Kutoka
tr_tr: BASLANGIÇ
zh_hk: 从
zh_tw: 由

source: Show Transactions
cs_cz: Zobrazit transakce
es_es: Mostrar transacciones
hi_in: दिखाएँ लेनदेन
id_id: Tampilkan Transaksi
it_it: Mostra transazioni
ko_kr: 표시 거래
mr_in: दर्शवा व्यवहार
nl_nl: Laat Transacties Zien
pt_pt: Exibir Transações
ro_ro: Arată Tranzacţii
ru_ru: Показать транзакции
sq_al: Transaksionet Show
sv: Visa transaktioner
sw_ke: Kuonyesha Transactions
tr_tr: ISLEMLERI GÖSTER
zh_hk: 显示交易
zh_tw: 顯示交易

source: Click to preview the credit
cs_cz: Klikněte pro náhled úvěr
es_es: Clic para previsualizar el crédito
hi_in: पूर्वावलोकन करने के लिए ऋण पर क्लिक करें
id_id: Klik utk meninjau kredit
it_it: Clicca per visualizzare la nota di credito
ko_kr: 신용을 미리 클릭
mr_in: क्रेडिट पूर्वावलोकन करण्यासाठी क्लिक करा
nl_nl: Kllik voor een preview van de credit
pt_pt: Clique para visualizar o crédito
ro_ro: Clic pentru a previzualiza credit
ru_ru: Нажмите для предпросмотра кредита
sq_al: Klikoni për të preview kredi
sv: Klicka för att skapa förhandsvisning
sw_ke: Bonyeza preview ya mikopo
tr_tr: önizleme yapmak için kredi tıklayın
zh_hk: 点击这里显示借方
zh_tw: 按此檢視票據

source: Customer Types
cs_cz: Typy zákazníků
es_es: Tipos de cliente
hi_in: ग्राहक प्रकार
id_id: Tipe Customer
it_it: Tipi di clienti
ko_kr: 고객 유형
mr_in: ग्राहक प्रकार
nl_nl: Klant types
pt_pt: Tipos de Cliente
ro_ro: Tipuri de client
ru_ru: Типы клиентов
sq_al: Llojet e konsumatorëve
sv: Kundtyper
sw_ke: Aina ya wateja
tr_tr: Müşteri Tipleri
zh_hk: 顾客类型
zh_tw: 客戶類型

source: Customer Type Setup
cs_cz: Typ zákazníka Nastavení
es_es: Configurar tipos de cliente
hi_in: ग्राहक प्रकार सेटअप
id_id: Pengaturan Tipe Customer
it_it: Cliente tipo d&#39;impostazione
ko_kr: 고객 유형 설정
mr_in: ग्राहक प्रकार सेटअप
nl_nl: Opzetten van klant type
pt_pt: Configurar Tipo Cliente
ro_ro: Tip client Setup
ru_ru: Установка типов клиентов
sq_al: Setup Customer Type
sv: Kundtyps inställningar
sw_ke: Aina mteja Setup
tr_tr: Müşteri Tipi Kurulum
zh_hk: 顾客类型设置
zh_tw: 客戶類型設置

source: Add/edit/delete Customer Types
cs_cz: Přidat / editovat / smazat typy zákazníků
es_es: Añadir/Editar/Suprimir tipos de clientes
hi_in: जोड़ें / संपादित करें / ग्राहक प्रकार हटाना
id_id: Tambah/ubah/hapus Tipe Customer
it_it: Aggiungere / modificare / cancellare i tipi di clienti
ko_kr: 고객 유형을 삭제 / 추가 / 수정
mr_in: जोडा / संपादित / ग्राहक प्रकार हटवा
nl_nl: Toevoegen/Wijzigen/Verwijderen klant type
pt_pt: Adicionar/Editar Tipo Cliente
ro_ro: Adăuga / edita / sterge clienţilor Tipuri
ru_ru: Добавить / редактировать / удалять типы клиентов
sq_al: Shto / edit / delete Customer Llojet
sv: Lägg till/ändra/Ta bort kundtyper
sw_ke: Kuongeza / edit / kufuta Wateja Aina
tr_tr: Ekle / düzenle / Müşteri Tipleri silmek
zh_hk: 新增/编辑/删除 客户类型
zh_tw: 添加/編輯/刪除客戶類型

source: The customer type name description must be 100 characters or less long
cs_cz: Zákazník typu název popis musí být 100 znaků nebo méně dlouho
es_es: La descripción del nombre de tipo de cliente no debe pasar de 100 caracteres
hi_in: ग्राहक प्रकार नाम और विवरण 100 अक्षर या उससे कम अवश्य होना चाहिए
id_id: Keterangan nama tipe customer maksimum 100 karakter
it_it: Il tipo di descrizione del cliente nome deve essere di 100 caratteri o meno lungo
ko_kr: 고객 유형 이름 설명은 100 자 이하 여야합니다
mr_in: ग्राहक प्रकार नाव वर्णन 100 किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
nl_nl: Klant type naam mag max. 100 karakters lang zijn
pt_pt: Nome do Tipo de Cliente pode conter no máximo 100 caracter
ro_ro: Tipul de client Descrierea numele trebuie să fie 100 de caractere sau mai puţin timp
ru_ru: Описание типа клиента должнот быть не более 100 символов
sq_al: Lloji të konsumatorëve Emri Përshkrimi duhet të jetë 100 shkronja ose më pak gjatë
sv: Beskrivningen får vara max 100 tecken
sw_ke: Aina ya wateja jina maelezo lazima wahusika 100 au chini ya muda mrefu
tr_tr: Müşteri türü adı açıklamasına 100 karakter veya daha az olmalıdır
zh_hk: 顾客类型名称描述必须等于或者少于100个字符
zh_tw: 客戶類型名稱描述必須是100個字符或長或短

source: The customer type name description must contain at least one character
cs_cz: Zákazník typu název popis musí obsahovat alespoň jeden znak
es_es: La descripción del nombre del tipo de cliente debe contener al menos un carácter
hi_in: ग्राहक प्रकार नाम और विवरण कम से कम एक वर्ण होना चाहिए
id_id: Keterangan nama tipe customer minimum 1 karakter
it_it: Il tipo di descrizione del cliente nome deve contenere almeno un carattere
ko_kr: 고객 유형 이름 설명 적어도 하나의 문자를 포함해야합니다
mr_in: ग्राहक प्रकार नाव वर्णन किमान एक वर्ण असावा
nl_nl: Het type klant naam beschrijving moet ten minste een teken
pt_pt: Nome do Tipo do Cliente precisar ter no mínimo 1 caracter
ro_ro: Tipul de client Descrierea numele trebuie să conţină cel puţin un caracter
ru_ru: Описание типа клиента должно содержать по крайней мере один символ
sq_al: Lloji të konsumatorëve Emri Përshkrimi duhet të përmbajë të paktën një karakter
sv: Kundtypnamnet måste innehålla minst ett tecken
sw_ke: Aina ya wateja jina maelezo lazima iwe na angalau tabia moja
tr_tr: Müşteri türü adı açıklaması en az bir karakter içermelidir
zh_hk: 顾客类型名称描述必须包含至少一个字符
zh_tw: 客戶類型名稱描述必須至少包含一個字符

source: You already have a customer type called
cs_cz: Jste již zákazníkem typ tzv.
es_es: Ya tiene un tipo de cliente llamado
hi_in: आप पहले से ही एक ग्राहक प्रकार कहा जाता है
id_id: Anda sdh mempunyai tipe customer bernama
it_it: Hai già un tipo di cliente chiamato
ko_kr: 이미라는 고객 유형이
mr_in: आपण आधीच नावाची ग्राहक प्रकार
nl_nl: Je hebt al een type klant genoemd
pt_pt: Já existe um tipo de cliente com esse nome
ro_ro: Aveţi deja un tip de client numit
ru_ru: У вас уже есть тип клиента
sq_al: Ju tashmë keni një lloji të konsumatorëve të quajtur
sv: Du har redan en kundtyp med namnet
sw_ke: Tayari kuwa na aina ya wateja kuitwa
tr_tr: Zaten bir müşteri tipi çağrısında bulundu
zh_hk: 您已经选择了一项顾客类型
zh_tw: 你已經有了一個叫做客戶類型

source: The customer type
cs_cz: Typ zákazníka
es_es: El tipo de cliente
hi_in: ग्राहक प्रकार
id_id: Tipe customer
it_it: Il cliente tipo
ko_kr: 고객 유형
mr_in: ग्राहक प्रकार
nl_nl: klant type
pt_pt: Tipo de Cliente
ro_ro: Tipul de client
ru_ru: Тип клиента
sq_al: Lloji të konsumatorëve
sv: Kundtypen
sw_ke: Aina ya wateja
tr_tr: Müşteri tipi
zh_hk: 顾客类型
zh_tw: 客戶類型

source: already exist.
cs_cz: již existují.
es_es: ya existe.
hi_in: पहले से ही मौजूद हैं.
id_id: sdh ada.
it_it: esistono già.
ko_kr: 이미 존재한다.
nl_nl: Bestaat reeds
pt_pt: já existe.
ro_ro: există deja.
ru_ru: уже существуют.
sq_al: tashmë ekzistojnë.
sv: existerar redan
sw_ke: tayari zipo.
tr_tr: zaten mevcut.
zh_hk: 已存在
zh_tw: 已存在

source: Customer type
cs_cz: Typ zákazníka
es_es: Tipo de cliente
hi_in: ग्राहक प्रकार
id_id: Tipe Customer
it_it: Tipo di cliente
ko_kr: 고객 유형
mr_in: ग्राहक प्रकार
nl_nl: Klant type
pt_pt: Tipo de Cliente
ro_ro: Tipul de client
ru_ru: Тип клиента
sq_al: Lloji Customer
sv: Kundtyp
sw_ke: Aina ya wateja
tr_tr: Müşteri tipi
zh_hk: 顾客类型
zh_tw: 客戶類型

source: has been created
cs_cz: byl vytvořen
es_es: ha sido creado
hi_in: बनाया गया
id_id: telah dibuat
it_it: è stato creato
ko_kr: 생성 된
mr_in: तयार केला गेला आहे
nl_nl: is aangemaakt
pt_pt: foi criado
ro_ro: a fost creat
ru_ru: была создана
sq_al: është krijuar
sv: har skapats
sw_ke: imeanzishwa
tr_tr: YARATILDI
zh_hk: 已创建
zh_tw: 已產生

source: The number of transactions using this customer type could not be retrieved
cs_cz: Počet transakcí pomocí tohoto typu zákazníka se nepodařilo získat
es_es: No se pudo obtener el número de transacciones que usan este tipo de cliente
hi_in: लेनदेन की संख्या इस प्रकार का प्रयोग कर ग्राहक को पुनः प्राप्त नहीं किया जा सका
id_id: Jumlah transaksi menggunakan tipe customer ini tdk dapat diambil karena
it_it: Il numero di transazioni che utilizzano questo tipo di cliente non può essere recuperata
ko_kr: 이 고객의 유형을 사용하여 트랜잭션 번호를 검색 할 수 없습니다
mr_in: या ग्राहक प्रकार वापरून व्यवहार संख्या पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal klant transacties voor dit klant type kon niet worden opgevraagd
pt_pt: Núm. de trans. usando esse tipo de cliente não podem ser encontrados
ro_ro: Numărul de tranzacţii folosind acest tip de client nu a putut fi recuperate
ru_ru: Количество операций для этого типа клиента не может быть получено
sq_al: Numri i transaksioneve të përdorimit të këtij lloji të konsumatorëve nuk do të mund të shikohet
sv: Antalet transaktioner med denna kundtyp kunde inte hämtas
sw_ke: Idadi ya mashirikiano ya kutumia aina hii inaweza kuwa mteja retrieved
tr_tr: Bu müşteri tipi kullanarak işlem sayısı alınamadı
zh_hk: 使用此顾客类型的交易号码不能被查询
zh_tw: 無法檢索使用這種類型的客戶交易宗數

source: Cannot delete this type because customer transactions have been created using this type
cs_cz: Nelze odstranit, protože tento typ transakcí klienta byly vytvořeny pomocí tohoto typu
es_es: No se puede suprimir este tipo porque existen transacciones de cliente que lo usan
hi_in: इस प्रकार नष्ट क्योंकि ग्राहक लेनदेन इस प्रकार का उपयोग कर बनाया गया है नहीं कर सकते
id_id: Tdk dapat menghapus tipe ini karena transaksi customer sdh dibuat menggunakan tipe ini
it_it: Impossibile eliminare questo tipo perché le transazioni dei clienti sono state realizzate con questo tipo
ko_kr: 고객 트랜잭션이이 유형을 사용하여 생성 되었기 때문에이 유형을 삭제할 수 없습니다
mr_in: ग्राहक व्यवहार या प्रकारच्या वापरून तयार केले गेले आहेत कारण या प्रकारच्या हटवू शकत नाही
nl_nl: Type kan niet verwijderd worden omdat er tansacties voor zijn
pt_pt: Não pode remover esse tipo pois transações de cliente usam esse tipo
ro_ro: Nu se poate şterge acest tip de client, deoarece operaţiunile au fost create folosind acest tip de
ru_ru: Не могу удалить этот тип, так как для него были созданы операции клиентов
sq_al: Nuk mund të fshini këtë lloj sepse transaksionet e konsumatorit janë krijuar duke përdorur këtë lloj
sv: Kan inte ta bort kundtypen eftersom det finns transaktioner som använder den
sw_ke: Hawezi kufuta aina hii kwa sababu shughuli za wateja viliumbwa kwa kutumia aina hii
tr_tr: müşteri işlemlerinde bu tip kullanılarak yaratılmış olması nedeniyle bu tip silinemiyor
zh_hk: 未能删除此类型, 因为已有客户交易使用此类型
zh_tw: 無法刪除這個類型，因為客戶交易使用這種類型的新建

source: transactions using this type
cs_cz: transakce s použitím tohoto typu
es_es: transacciones usando este tipo
hi_in: लेनदेन के इस प्रकार का उपयोग
id_id: transaksi yg menggunakan tipe ini
it_it: operazioni che utilizzano questo tipo
ko_kr: 이 유형을 사용하여 거래
mr_in: या प्रकारच्या वापरून व्यवहार
nl_nl: transacties die gebruik maken van dit type
pt_pt: transaçõs usando este tipo
ro_ro: tranzacţii folosind acest tip de
ru_ru: операции, использующие этот тип
sq_al: transaksione duke përdorur këtë lloj
sv: transaktioner som använder denna typ
sw_ke: mashirikiano kutumia aina hii
tr_tr: işlemler bu türünü kullanarak
zh_hk: 次交易采用这种销售方式
zh_tw: 使用這種類型的交易

source: The number of transactions using this Type record could not be retrieved because
cs_cz: Počet transakcí pomocí tohoto typu záznam se nepodařilo získat, protože
es_es: No se pudo obtener el número de transacciones que usan este registro de Tipo porque
hi_in: लेनदेन की संख्या इस प्रकार का उपयोग करते हुए रिकॉर्ड वजह से हो सकता है नहीं लिया गया
id_id: Jumlah transaksi menggunakan data Tipe ini tdk dapat diambil karena
it_it: Il numero di transazioni con questo tipo di record non può essere recuperato, perché
ko_kr: 이 유형의 레코드를 이용하여 거래의 수가 있기 때문에 취득 할 수 없었다
mr_in: हे प्रकार रेकॉर्ड वापरून व्यवहार संख्या कारण पुनर्प्राप्त करणे शक्य नाही
nl_nl: Het aantal transacties voor dit type kon niet worden opgevraagd omdat
pt_pt: Núm. de trans. usando esse Tipo não podem ser recuperadas porque
ro_ro: Numărul de tranzacţii cu ajutorul acestei înregistrări de tip nu a putut fi recuperate, deoarece
ru_ru: Количество операций с использованием этого типа записи не может быть восстановлена, потому
sq_al: Numri i transaksioneve të përdorur këtë rekord Lloji nuk mund të shikohet, sepse
sv: Antalet transaktioner med denna kundtyp kunde inte hämtas eftersom
sw_ke: Idadi ya shughuli kutumia rekodi hii Aina inaweza kuwa retrieved sababu
tr_tr: Bu Tip kaydı kullanılarak işlem sayısı nedeniyle alınamadı
zh_hk: 使用此方式的交易次数无法取得，因为
zh_tw: 無法獲取，因為使用這種類型的交易記錄的數量

source: Cannot delete this type because customers are currently set up to use this type
cs_cz: Nelze smazat tento typ, protože zákazníci jsou v současné době nastaven tak, aby tento druh
es_es: No se pude suprimir este tipo porque existen clientes que lo usan
hi_in: इस प्रकार नष्ट क्योंकि ग्राहकों वर्तमान में स्थापित करने के लिए इस प्रकार का उपयोग नहीं कर सकते
id_id: Tdk dapat menghapus tipe ini karena customer sekarang ini diatur utk menggunakan tipe ini
it_it: Impossibile eliminare questo tipo perché i clienti sono attualmente configurato per utilizzare questo tipo
ko_kr: 고객이 현재이 타입을 사용하도록 설정되어 있기 때문에이 유형을 삭제할 수 없습니다
mr_in: ग्राहक सध्या या प्रकारच्या वापर करण्यासाठी सेट आहेत कारण या प्रकारच्या हटवू शकत नाही
nl_nl: Type kan niet worden verwijderd omdat er klanten voor zijn
pt_pt: Não pode remover esse tipo porque clientes estão usando esse tipo
ro_ro: Nu se poate şterge acest tip deoarece clienţii sunt în prezent stabilite pentru a utiliza acest tip de
ru_ru: Не удается удалить этот тип, потому что есть клиенты этого типа
sq_al: Nuk mund të fshini këtij lloji, sepse konsumatorët janë të vendosur deri tani të përdorin këtë lloj
sv: Kan inte ta bort eftersom det finns kunder konfigurerade med den
sw_ke: Hawezi kufuta aina hii kwa sababu wateja sasa kuanzisha matumizi ya aina hii
tr_tr: müşterilerin şu anda bu tip kullanmak üzere ayarlanmış olduğundan bu tip silinemiyor
zh_hk: 不能删除这个方式，因为已有客户使用此方式
zh_tw: 無法刪除這個類型，因為客戶目前設置為使用這種類型的

source: customers with this type code
cs_cz: zákazníci s tímto typem kód
es_es: clientes con este código de tipo
hi_in: इस प्रकार के कोड के साथ ग्राहकों
id_id: customer dgn kode tipe ini
it_it: i clienti con questo tipo di codice
ko_kr: 이러한 유형의 코드와 함께 고객
mr_in: या प्रकारच्या कोडसह ग्राहकांना
nl_nl: Klanten met deze type code
pt_pt: clientes com este tipo
ro_ro: clienţii cu acest cod de tip
ru_ru: клиентов с этим типом кода
sq_al: konsumatorët me këtë kod lloj
sv: kunder med denna kundtypkod
sw_ke: wateja na kanuni ya aina hii
tr_tr: Bu tip kodu ile müşterilerine
zh_hk: 家使用此销售方式的客户
zh_tw: 客戶提供這種類型的代碼

source: The Type record could not be deleted because
cs_cz: Typ záznamu nelze odstranit, protože
es_es: No se pudo suprimir el registro del Tipo porque
hi_in: प्रकार रिकॉर्ड क्योंकि मिटाया नहीं जा सकता
id_id: Data tipe tersebut tdk dapat dihapus karena
it_it: Il record di tipo non poteva essere eliminato perché
ko_kr: 유형 레코드가 있기 때문에 삭제할 수 없습니다
mr_in: प्रकार रेकॉर्ड हटविले जाऊ शकत नाही कारण
nl_nl: Type record kon niet worden verwijderd omdat
pt_pt: Registro Tipo não pode ser removido porque
ro_ro: Record Type nu a putut fi şterse deoarece
ru_ru: Запись типа не может быть удалена, поскольку
sq_al: Të dhënat e Lloji nuk mund të fshihet sepse
sv: Typposten kan inte raderas eftersom
sw_ke: kumbukumbu ya aina inaweza kuwa ilifutwa kwa sababu
tr_tr: Tip kaydından dolayı silinemedi
zh_hk: 未能删除价格表记录, 因为
zh_tw: 該類型的記錄無法刪除，因為

source: Type ID
cs_cz: Typ ID
es_es: ID del tipo
hi_in: प्रकार आईडी
id_id: ID Tipe
ko_kr: 유형 ID
mr_in: प्रकार आयडी
pt_pt: ID Tipo
ro_ro: ID-ul de tip
ru_ru: Идентификатор типа
sq_al: Lloji ID
sv: Typ ID
sw_ke: Aina ID
tr_tr: Türü Kimliği
zh_hk: 类型ID
zh_tw: 類型ID

source: Type Name
cs_cz: Typ Název
es_es: Nombre del tipo
hi_in: नाम टाइप करें
id_id: Nama Tipe
it_it: Nome Tipo
ko_kr: 유형 이름
mr_in: प्रकार नाव
nl_nl: Voer naam in
pt_pt: Nome Tipo
ro_ro: Tip Nume
ru_ru: Название типа
sq_al: Emri Lloji
sv: Skriv namn
sw_ke: Aina Jina
tr_tr: AÇIKLAMA
zh_hk: 价格表名称
zh_tw: 類型名稱

source: Are you sure you wish to delete this Customer Type?
cs_cz: Jste si jisti, že chcete smazat tento typ zákazníka?
es_es: ¿Está seguro que desea suprimir este tipo de cliente?
hi_in: आप सुनिश्चित हैं कि आप हटाना इस ग्राहक प्रकार चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus Tipe Customer ini?
it_it: Sei sicuro di voler cancellare questo cliente tipo?
ko_kr: 이 고객 유형을 삭제할 확실합니까?
mr_in: आपण या ग्राहक प्रकार हटवू इच्छित खात्री आहे?
nl_nl: Bevestig dat u dit klant type wenst te verwijden
pt_pt: Confirma remoção desse tipo de Cliente?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest client de tip?
ru_ru: Вы уверены, что хотите удалить этот тип клиента?
sq_al: A jeni i sigurt se doni të fshini këtë Customer Lloji?
sv: är du säker på att du vill ta bort denna kundtyp?
sw_ke: Una uhakika unataka kufuta Wateja aina hii?
tr_tr: Eğer bu Müşteri Türü silmek istediğinizden emin misiniz?
zh_hk: 你确定要删除这个顾客类型?
zh_tw: 您確定要刪除該客戶類型？

source: Show All Types Defined
cs_cz: Zobrazit všechny definované typy
es_es: Mostrar todos los tipos definidos
hi_in: सभी प्रकार निर्धारित करें
id_id: Tampilkan Semua Tipe
it_it: Mostra tutti i tipi definiti
ko_kr: 정의 된 모든 유형보기
mr_in: परिभाषित सर्व प्रकार दाखवा
nl_nl: Toon alle gedefinieerde types
pt_pt: Exibir todos os Tipos Definidos
ro_ro: Arata toate tipuri definite de
ru_ru: Показать все типы
sq_al: Trego te gjitha Llojet Përcaktuar
sv: Visa alla definerade kundtyper
sw_ke: Show Aina zote Defined
tr_tr: Tanımlanan Her Türlü göster
zh_hk: 显示所有已定义的类型
zh_tw: 顯示定義的所有類型

source: The customer type name is required
es_es: Se requiere que el nombre del tipo de cliente
ko_kr: 고객 유형 이름이 필요합니다
mr_in: ग्राहक प्रकार नाव आवश्यक आहे
pt_pt: Nome para Tipo de Cliente é requerido
zh_tw: 客戶類型名稱是必需的

source: Customer Maintenance
cs_cz: Nastavení zákazníků
es_es: Administrar clientes
hi_in: ग्राहक रखरखाव
id_id: Pengaturan Customer
it_it: Gestione anagrafica clienti
ko_kr: 고객 유지 관리
mr_in: ग्राहक देखभाल
nl_nl: Klanten Onderhoud
pt_pt: Manutenção do Cliente
ro_ro: Client de întreţinere
ru_ru: Настройка клиента
sq_al: Customer Mirëmbajtja
sv: Underhåll av kunder
sw_ke: Mteja Maintenance
tr_tr: MÜSTERI YÖNETIMI
zh_hk: 客户
zh_tw: 客戶維護

source: The customer number already exists in the database
cs_cz: Zákaznické číslo již existuje v databázi
es_es: El número del cliente ya existe en la Base de Datos
hi_in: ग्राहक संख्या पहले से डेटाबेस में मौजूद है
id_id: Nomor customer sdh ada di database
it_it: Il numero dei clienti è già presente nel database
ko_kr: 고객 번호가 이미 데이터베이스에 존재
mr_in: ग्राहक संख्या आधीच डेटाबेस अस्तित्वात
nl_nl: Klant nummer bestaat al in de database
pt_pt: O número do cliente já existe no DB
ro_ro: Numărul de client există deja în baza de date
ru_ru: Номер клиента уже существует в базе данных
sq_al: Numri i konsumatorëve tashmë ekziston në bazën e të dhënave
sv: Kundnummret finns redan i databasen
sw_ke: Idadi ya wateja tayari lipo katika orodha ya
tr_tr: Müşteri numarası zaten veritabanında bulunan
zh_hk: 顾客的编号已经存在于数据库中
zh_tw: 該顧客號碼已存在於數據庫中

source: The customer name must be entered and be forty characters or less long
cs_cz: Název zákazníka může být dlouhý maximálně 40 znaků
es_es: Debe indicar el nombre del cliente y no debe pasar de 40 caracteres
hi_in: ग्राहक के नाम और दर्ज होना चाहिए चालीस अक्षर या उससे कम का होना
id_id: Nama customer harus dimasukkan dan maksimum 40 karakter
it_it: L'indicazione del nome del cliente àŠ obbligatoria. Il nome non può essere più lungo di 40 caratteri.
ko_kr: 고객 이름을 입력 사십 자 이하 여야해야
mr_in: ग्राहक नाव प्रविष्ट आणि लांब चाळीस किंवा त्यापेक्षा कमी असणे करणे आवश्यक आहे
nl_nl: De naam van de klant mag maximaal 40 karakters lang zijn
pt_pt: O nome do cliente precisa ter no máximo 40 caracteres
ro_ro: Numele clientului trebuie să fie introduse şi să fie patruzeci de caractere sau mai puţin timp
ru_ru: Имя клиента должно быть введено и не должно быть не более 40 символов
sq_al: Emri i klientit duhet të lidhet dhe të jenë shkronja ose më pak të gjata dyzet
sv: Kundnamnet måste vara mindre än 40 tecken
sw_ke: Jina la mteja iwekwe na kuwa na herufi arobaini au chini ya muda mrefu
tr_tr: MÜSTERI ADI GIRLMESI ZORUNLUDUR VE 40 KARAKTERDEN KISA OLMALIDIR
zh_hk: 客户名称必须输入不多于40个字
zh_tw: 客戶名稱必須輸入不多於 40 字元

source: The debtor code cannot be empty
cs_cz: Kód dlužníka nemůže být prázdný
es_es: Debe indicar el código del deudor
hi_in: देनदार कोड रिक्त नहीं हो सकता
id_id: Kode debitur tdk boleh kosong
it_it: Il codice cliente non può essere vuoto
ko_kr: 채무자 코드는 비워 둘 수 없습니다
mr_in: ऋणको कोड रिक्त असू शकत नाही
nl_nl: De debeteuren code mag niet leeg zijn
pt_pt: O código de debito não pode estar vazio
ro_ro: Codul debitorul nu poate fi gol
ru_ru: Код должника не может быть пустым
sq_al: Kodi i debitorit nuk mund të jetë bosh
sv: Kundnummer måste anges
sw_ke: Kanuni jukumu hawezi kuwa tupu
tr_tr: BORÇLU KODU BOS BIRAKILAMAZ
zh_hk: 客户编号不能留空
zh_tw: 借方編碼不能留空

source: The customer code cannot contain any of the following characters
cs_cz: Zákazník kód nemůže obsahovat žádný z následujících znaků
es_es: El nombre no puede contener los siguientes caracteres
hi_in: ग्राहक कोड निम्न वर्णों के किसी भी शामिल नहीं हो सकता
id_id: Kode customer tdk boleh berisi karakter berikut
it_it: Il codice cliente non può contenere nessuno dei seguenti caratteri
ko_kr: 고객 코드는 다음과 같은 문자를 포함 할 수 없습니다
mr_in: ग्राहक कोड खालील वर्ण कोणत्याही असू शकत नाही
nl_nl: De volgende karakters mogen niet in de klantcode worden gebruikt
pt_pt: O código do cliente não pode conter estes caracteres
ro_ro: Codul de client nu poate conţine oricare dintre următoarele caractere
ru_ru: Код клиента не может содержать следующих символов
sq_al: Kodi i konsumatorit nuk mund të përmbajë asnjë nga këto karaktere
sv: Kundnummer får inte innehålla följande tecken
sw_ke: Kanuni mteja hawezi kujizuia yoyote ya herufi zifuatazo
tr_tr: MÜSTERI KODU SU KARAKTERLERI IÇEREMEZ :
zh_hk: 客户编号不能包含以下字符
zh_tw: 客戶編碼不能包含以下字元
