Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: inventory items that refer to this unit of measure
cs_cz: skladových položek, které se odkazují na tento měrná jednotka
es_es: Artículos relacionados con esta unidad de medida
hi_in: सूची आइटम है कि माप की इस इकाई को देखें
id_id: item persediaan yg merefernsi pada satuan ukuran ini
it_it: articoli di magazzino che si riferiscono a questa unità di misura
ko_kr: 측정의 단위를 참조 재고 항목
mr_in: उपाय हा एकक पहा पुस्तके आयटम
nl_nl: voorraaditems die gebruik maken van deze meeteenheid
pt_pt: os itens que referem-se a esta unidade de medida
ro_ro: obiecte de inventar care se referă la această unitate de măsură
ru_ru: элементы инвентаря, которые относятся к этой единице измерения
sq_al: artikuj të inventarit që i referohen në këtë njësi të masës
sv: lager produkter som använder måttenheten
sw_ke: hesabu vitu kuwa rejea kwa hii futi
tr_tr: BAGLI ÜRÜNLER:
zh_hk: 个物料使用此计量单位
zh_tw: 這量度單位的庫存商品

source: unit of measure has been deleted
cs_cz: měrná jednotka byla odstraněna
es_es: se eliminó la unidad de medida
hi_in: माप की इकाई हटा दिया गया है
id_id: satuan ukuran telah dihapuskan
it_it: unità di misura è stata soppressa
ko_kr: 측정 단위가 삭제되었습니다
mr_in: मापनाचे एकक हटविले गेले आहे
nl_nl: meeteenheid is verwijderd
pt_pt: unidade de medida removida
ro_ro: unitate de măsură a fost şters
ru_ru: единица измерения была удалена
sq_al: njësia e matjes është grisur
sv: måttenheten har raderats
sw_ke: futi imefutwa
tr_tr: ÖLÇÜ BIRIMI SILINDI
zh_hk: 计量单位已删除
zh_tw: 量度單位已刪除

source: Could not get unit of measures because
cs_cz: Nemohli dostat jednotku opatření, protože
es_es: No se pudo obtener la unidad de medida porque
hi_in: उपायों की इकाई नहीं मिल रही है क्योंकि
id_id: Tdk dapat mengambil satuan ukuran karena
it_it: Impossibile ottenere l&#39;unità di misura perché
ko_kr: 측정 단위를 가져올 수 없습니다 때문에
mr_in: उपाय एकक मिळविणे शक्य नाही कारण
nl_nl: Kon de meeteenheid niet opvragen omdat
pt_pt: Não pode obter unidade de medida porque
ro_ro: Nu am putut obţine unitate de măsuri, deoarece
ru_ru: Не удалось получить единицу измерения, поскольку
sq_al: Nuk mund të marrë njësi e masave për shkak se
sv: Kunde inte hämta måttenheter eftersom
sw_ke: Hakuweza kupata kitengo wa hatua kwa sababu
tr_tr: ÖLÇÜ BIRIMI ALINAMIYOR:
zh_hk: 找不到计量单位, 因为
zh_tw: 未能取得量度單位, 因為

source: Are you sure you wish to delete this unit of measure?
es_es: ¿Está seguro que desea suprimir esta unidad de medida?
id_id: Apakah Anda yakin ingin menghapus satuan ukuran ini?
ko_kr: 당신은 측정 기기를 삭제할 확실합니까?
mr_in: आपण उपाय हा एकक हटवू इच्छित खात्री आहे?
pt_pt: Confirma remoção desta unidade de medida?
zh_tw: 您確定要刪除該計量單位？

source: Review Units of Measure
cs_cz: Přezkum Jednotky měření
es_es: Revisar unidades de medida
hi_in: माप की इकाइयों की समीक्षा
id_id: Lihat Satuan Ukuran
it_it: Unità di misura Recensione
ko_kr: 측정의 검토 단위
mr_in: पुनरावलोकन मापनाचे एकके
nl_nl: Bekijk meeteenheden
pt_pt: Revisar Unidades de Medida
ro_ro: Revizuirea unităţi de măsură
ru_ru: Обзор единиц измерения
sq_al: Njësitë Rishikimi i Masa
sv: Enheter
sw_ke: Units mapitio ya kupima
tr_tr: ÖLÇÜ BIRIMLERINI INCELE
zh_hk: 查看计量单位
zh_tw: 檢視量度單位

source: Could not retrieve the requested unit of measure, please try again.
cs_cz: Nepodařilo se získat požadovanou měrnou jednotku, zkuste to prosím znovu.
es_es: No se pudo obtener la unidad de medida solicitada, por favor, pruebe de nuevo.
hi_in: माप की इकाई का अनुरोध प्राप्त नहीं किया जा सका, कृपया पुन: प्रयास करें.
id_id: Tdk dapat mengambil satuan ukuran yg diminta, silahkan coba kembali.
it_it: Non è possibile recuperare l&#39;unità di misura richiesta, si prega di riprovare.
ko_kr: 측정 요청 된 장치를 검색 할 수 없습니다, 다시 시도하십시오.
mr_in: उपाययोजनेची विनंती युनिट परत मिळवू शकलो नाही, कृपया पुन्हा प्रयत्न करा.
nl_nl: Kon de gevraagde meeteenheid niet opvragen. probeer het opneiuw
pt_pt: Não pode obter unidade de medida, tente novamente
ro_ro: Nu am putut prelua unitatea de măsură a solicitat, vă rugăm să încercaţi din nou.
ru_ru: Не удалось получить запрашиваемые единицы измерения, пожалуйста, попробуйте еще раз.
sq_al: Nuk mund të rifitoj njësi kërkuar të masës, ju lutem provoni përsëri.
sv: Kunde inte hämta begärd måttenhet, försök igen.
sw_ke: Hakuweza Retrieve wa kitengo cha ombi la hatua, tafadhali jaribu tena.
tr_tr: ISTEDIGINIZ ÖLÇÜ BIRIMI ALINAMIYOR, LÜTFEN TEKRAR DENEYINIZ.
zh_hk: 找不到计量单位, 请重试
zh_tw: 未能提取要求的量度單位, 請重試

source: Cannot be blank or contains illegal characters
ko_kr: 공백 또는 잘못된 문자를 포함 할 수 없습니다
mr_in: रिक्त असू किंवा बेकायदेशीर वर्ण आहेत करू शकत नाही
pt_pt: não pode conter caract. inválidos
zh_tw: 不能為空或包含非法字符

source: More than one character
es_es: Más de un caracter
ko_kr: 하나 이상의 문자
zh_tw: 一個以上的字符

source: Upgrade webERP Database
cs_cz: Upgrade webERP databáze
es_es: Actualiza la base de datos webERP
hi_in: webERP डाटाबेस नवीनीकरण
it_it: Aggiornamento del database webERP
ko_kr: webERP 데이터베이스를 업그레이드
mr_in: WebERP डेटाबेस श्रेणीसुधार
pt_pt: Atualizando banco de dados
ro_ro: Upgrade webERP Baza de date
ru_ru: Обновление базы данных webERP
sq_al: Upgrade webERP Baza e të dhënave
sv: Uppgradera webERP Database
sw_ke: Kuboresha webERP Database
tr_tr: Yükseltme webERP Veritabanı
zh_hk: 升级webERP到数据库
zh_tw: 升級ERP資料庫

source: The webERP code is version
cs_cz: WebERP kód je verze
es_es: El código webERP es versión
hi_in: WebERP कोड संस्करण है
id_id: Kode webERP adalah versi
it_it: Il codice webERP è la versione
ko_kr: webERP 코드 버전입니다
mr_in: webERP कोड आवृत्ती आहे
nl_nl: De webERP code is de versie
pt_pt: Versão do Banco de dados
ro_ro: Codul webERP este versiunea
ru_ru: WebERP код версии
sq_al: Kodi i webERP është version
sv: Den webERP kod är version
sw_ke: Kanuni webERP ni toleo
tr_tr: WebERP kod sürümü
zh_hk: webERP代码的版本是
zh_tw: 該ERP代碼版本

source: and the database version is not actually recorded at this version
cs_cz: a databáze verze není vlastně zaznamenaný v této verzi
es_es: y la versión de base de datos no está actualmente registrada en esta versión
hi_in: और डेटाबेस संस्करण वास्तव में इस संस्करण में नहीं दर्ज की गई है
id_id: dan versi database tdk benar-benar dicatat pada versi ini
it_it: e la versione del database non è effettivamente registrati a questa versione
ko_kr: 및 데이터베이스 버전이 버전은 실제로 기록되지
mr_in: आणि डेटाबेस आवृत्ती प्रत्यक्षात या आवृत्तीत रेकॉर्ड नाही
nl_nl: en de database-versie is eigenlijk niet geregistreerd op deze versie
pt_pt: e a versão não foram detectadas
ro_ro: şi versiunea bazei de date nu este, de fapt înregistrate la această versiune
ru_ru: и версия базы данных на самом деле не записана в этой версии
sq_al: dhe versioni i bazës së të dhënave nuk është i regjistruar në të vërtetë në këtë version
sv: och databasen version inte är faktiskt inspelad på denna version
sw_ke: na toleo la Mbegu si kweli kumbukumbu katika toleo hili
tr_tr: ve veritabanı sürümü aslında bu sürümü de kayıtlı değil
zh_hk: 此版本的数据库版本没有记录
zh_tw: 和數據庫版本實際上不記錄在這個版本

source: Select the version you are upgrading from:
cs_cz: Vyberte verzi, kterou je přechod z:
es_es: Seleccionar la versión que está actualizando a partir de:
id_id: Pilih versi mana yg Anda ingin upgrade:
it_it: Seleziona la versione dalla quale stai facendo l'aggiornamento:
ko_kr: 당신이에서 업그레이드 버전을 선택합니다 :
mr_in: आपण सुधारणा करत आवृत्ती निवडा:
pt_pt: selecionar a versão de atualização
ru_ru: Выберите версию, с которой вы обновляете:
sq_al: Zgjidhni versionin e ju jeni përmirësimin nga:
sw_ke: Kuchagua toleo wewe ni kuwaendeleza kutoka:
zh_hk: 选择您以前使用的版本：
zh_tw: 選擇要升級的版本：

source: Apply database changes manually
cs_cz: Použít změny databáze ručně
es_es: Aplicar los cambios de la base de datos manualmente
id_id: Lakukan perubahan database secara manual
it_it: Applica manualmente i cambiamenti al database
ko_kr: 수동으로 데이터베이스 변경 사항을 적용
mr_in: स्वतः कोष बदल लागू
pt_pt: aplicar atualizações db manualmente
ru_ru: Применить изменения в базе данных вручную
sq_al: bazës së të dhënave Zbato ndryshimet me dorë
sw_ke: Mbegu kuomba mabadiliko manually
zh_hk: 手动更改数据库升级
zh_tw: 手動應用數據庫的變化

source: Version 3.00
cs_cz: Verze 3.00
es_es: Versión 3.00
id_id: Versi 3.00
it_it: Versione 3.00
ko_kr: 버전 3.00
mr_in: आवृत्ती 3.00
pt_pt: versão 3.00
ru_ru: Версия 3,00
sw_ke: Toleo 3.00
zh_hk: 版本 3.00
zh_tw: 版本3.00

source: Version 3.01
cs_cz: Verze 3.01
es_es: Versión 3.01
id_id: Versi 3.0
it_it: Versione 3.01
ko_kr: 버전 3.01
mr_in: आवृत्ती 3,01
pt_pt: Versão 3.01
ru_ru: Версия 3,01
sw_ke: Toleo 3.01
zh_hk: 版本 3.01
zh_tw: 版本3.01

source: Version 3.02
cs_cz: Verze 3.02
es_es: Versión 3.02
id_id: Versi 3.02
it_it: Versione 3.02
ko_kr: 버전 3.02
mr_in: आवृत्ती 3,02
pt_pt: Versão 3.02
ru_ru: Версия 3,02
sw_ke: Toleo 3.02
zh_hk: 版本 3.02
zh_tw: 版本3.02

source: Version 3.03
cs_cz: Verze 3.03
es_es: Versión 3.03
id_id: Versi 3.03
it_it: Versione 3.03
ko_kr: 버전 3.03
mr_in: आवृत्ती 3,03
pt_pt: Versão 3.03
ru_ru: Версия 3,03
sw_ke: Toleo 3.03
zh_hk: 版本 3.03
zh_tw: 版本3.03

source: Version 3.04
cs_cz: Verze 3.04
es_es: Versión 3.04
id_id: Versi 3.04
it_it: Versione 3.04
ko_kr: 버전 3.04
mr_in: आवृत्ती 3,04
pt_pt: Versão 3.04
ru_ru: Версия 3,04
sw_ke: Toleo 3.04
zh_hk: 版本 3.04
zh_tw: 版本3.04

source: Version 3.05
cs_cz: Verze 3.05
es_es: Versión 3.05
id_id: Versi 3.05
it_it: Versione 3.05
ko_kr: 버전 3.05
mr_in: आवृत्ती 3,05
pt_pt: Versão 3.05
ru_ru: Версия 3,05
sw_ke: Toleo 3.05
zh_hk: 版本 3.05
zh_tw: 版本3.05

source: Version 3.06
cs_cz: Verze 3.06
es_es: Versión 3.06
id_id: Versi 3.06
it_it: Versione 3.06
ko_kr: 버전 3.06
mr_in: आवृत्ती 3,06
pt_pt: Versão 3.06
ru_ru: Версия 3,06
sw_ke: Toleo 3.06
zh_hk: 版本 3.06
zh_tw: 版本3.06

source: Version 3.07
cs_cz: Verze 3.07
es_es: Versión 3.07
id_id: Versi 3.07
it_it: Versione 3.07
ko_kr: 버전 3.07
mr_in: आवृत्ती 3,07
pt_pt: Versão 3.07
ru_ru: Версия 3,07
sw_ke: Toleo 3.07
zh_hk: 版本 3.07
zh_tw: 版本3.07

source: Version 3.08
cs_cz: Verze 3.08
es_es: Versión 3.08
id_id: Versi 3.08
it_it: Versione 3.08
ko_kr: 버전 3.08
mr_in: आवृत्ती 3,08
pt_pt: Versão 3.08
ru_ru: Версия 3,08
sw_ke: Toleo 3.08
zh_hk: 版本 3.08
zh_tw: 版本3.08

source: Version 3.09
cs_cz: Verze 3.09
es_es: Versión 3.09
id_id: Versi 3.09
it_it: Versione 3.09
ko_kr: 버전 3.09
mr_in: आवृत्ती 3.09
pt_pt: Versão 3.09
ru_ru: Версия 3,09
sw_ke: Toleo 3.09
zh_hk: 版本 3.09
zh_tw: 版本3.09

source: Version 3.10
cs_cz: Verze 3.10
es_es: Versión 3.10
id_id: Versi 3.10
it_it: Versione 3.10
ko_kr: 버전 3.10
mr_in: आवृत्ती 3.10
pt_pt: Versão 3.10
ru_ru: Версия 3,10
sw_ke: Toleo 3.10
zh_hk: 版本 3.10
zh_tw: 版本3.10

source: Version 3.11 or 4.01 - 4.02
es_es: Versión 3.11 ó 4.01 - 4.02
id_id: Versi 3.11 atau 4.01 - 4.02
ko_kr: 버전 3.11 또는 4.01-4.02
mr_in: आवृत्ती 3.11 किंवा 4.01 - 4,02
pt_pt: Versão 3.11 ou 4.01 - 4.02
zh_tw: 版本3.11或4.01 - 4.02

source: This script will perform any modifications to the database required to allow the additional functionality in later scripts.
es_es: Este script realizara cualquier modificación necesaria a la base de datos para permitir la funcionalidad adicional en secuencias de comandos (scripts) posteriores.
id_id: Script ini akan melakukan modifikasi ke database yg diperlukan utk memungkinkan fungsi tambahan pada script nanti.
ko_kr: 이 스크립트는 나중에 스크립트에서 추가 기능을 허용하는 데 필요한 데이터베이스에 수정을 수행합니다.
mr_in: हे स्क्रिप्ट नंतर स्क्रिप्ट मध्ये अगाऊ कार्यक्षमता परवानगी आवश्यक डेटाबेस कोणतेही बदल सुरू होईल.
pt_pt: Atualização vai executar modificações para permitir funcionalidades adicionais
zh_tw: 這個腳本會依照資料庫需求執行修改動作，允許之後程序的附加功能

source: Click to do a database backup now before proceeding!
es_es: ¡Haga clic aquí para hacer una copia de seguridad de la base de datos ahora, antes de proceder!
id_id: Klik utk melakukan backup database skrg sebelum melanjutkan!
ko_kr: 진행하기 전에 현재 데이터베이스 백업을 수행합니다!
mr_in: पुढे जाण्यापूर्वी आता डेटाबेस बॅकअप करणे क्लिक करा!
pt_pt: click no Backup do DB antes de processamento
zh_tw: 現在單擊，然後再繼續做一個數據庫備份！

source: Perform Database Upgrade
cs_cz: Provést upgrade databáze
es_es: Realizar la Actualización de la Base de Datos
hi_in: प्रदर्शन डाटाबेस नवीनीकरण
id_id: Lakukan Upgrade Database
it_it: Eseguire aggiornamento dei database
ko_kr: 데이터베이스 업그레이드 수행
mr_in: डेटाबेस सुधारणा
nl_nl: Voer Database Upgrade
pt_pt: Exec. Atualiz. DB
ro_ro: Efectuaţi Baza de date Upgrade
ru_ru: Выполните обновление базы данных
sq_al: Upgrade Kryen Baza e të dhënave
sv: Utför Database upgrade
sw_ke: Kufanya Database Upgrade
tr_tr: Gerçekleştirmek Veritabanı Yükseltme
zh_hk: 进行数据库升级
zh_tw: 執行數據庫升級

source: The database is up to date, there are no upgrades to perform
es_es: La base de datos está actualizada hasta la fecha, no hay actualizaciones para llevar a cabo
id_id: Database sdh terbaru, tdk ada upgrade yg dilakukan
ko_kr: 데이터베이스가 최신 버전인지, 수행 할 업그레이드가 없습니다
mr_in: डेटाबेस अद्ययावत आहे, सुरू करण्यासाठी कोणतेही सुधारणांकरीता आहेत
pt_pt: DB atualizado não há modificações
zh_tw: 該數據庫是最新的，沒有升級執行

source: and the database version is
cs_cz: a databáze verze
es_es: y la versión de base de datos es
hi_in: और डेटाबेस संस्करण है
id_id: dan versi database
it_it: e la versione del database è
ko_kr: 및 데이터베이스 버전이다
mr_in: आणि डेटाबेस आवृत्ती आहे
nl_nl: en de database versie is
pt_pt: e a versão do DB é:
ro_ro: şi versiunea bazei de date este
ru_ru: и версия базы данных
sq_al: dhe versioni i bazës së të dhënave është
sv: och databasen version
sw_ke: na toleo database ni
tr_tr: ve veritabanı sürümü
zh_hk: 并且数据库版本是
zh_tw: 數據庫版本是

source: No datbase updates have been done as you selected to apply these manually - upgrade SQL scripts are under sql/mysql/ directory in the distribution
cs_cz: Žádné aktualizace databáze byly provedeny jako jste vybrali pro použití těchto ručně - upgrade SQL skripty jsou pod sql / mysql / adresář v distribuci
es_es: No se han hecho actualizaciones de bases de datos ya que ud. ha seleccionado el aplicarlas de forma manual - actualizar scripts de SQL, están en el directorio sql / mysql / en la distribución
id_id: Tdk ada pembaruan database yg dilakukan karena Anda memilih utk melakukannya secara manual - script utk upgrade SQL ada di direktori sql/mysql pada distribusi softwarenya
it_it: Nessun aggiornamento del database è stato eseguito perchè si è scelto di fare questo manualmente - lo script di aggiornamento di SQL è nella directory sql/mysql/ del pacchetto di distribuzione
ko_kr: SQL 스크립트가 유통 SQL / MySQL은 /​​ 디렉토리 아래에있는 업그레이드 - 당신이 수동으로 적용하는 선택으로 어떤 DATBASE 업데이트가 완료되지 않았습니다
mr_in: स्वतः या लागू करण्यासाठी निवडले म्हणून नाही datbase अद्ययावत केले गेले आहे - SQL स्क्रिप्ट वितरणात SQL / MySQL / डिरेक्ट्रीमध्ये पडतो सुधारीत
pt_pt: Não houve atualizações do DB. Scripts estão no diretorio sql/mysql
ru_ru: Обновления базы данных не были выполнены, пока вы выбрали их вручную - обновите SQL скрипты в директории sql/mysql в дистрибутиве
sq_al: Ka më të reja datbase janë bërë si keni zgjedhur për të aplikuar këto dorë - upgrade Scripts SQL janë nën sql / mysql directory / në shpërndarjen
sw_ke: updates Hakuna datbase zimefanyika kama wewe kuchaguliwa kwa kutumia haya manually - kuboresha SQL scripts ni chini ya sql / mysql / directory katika usambazaji
zh_hk: 由于您选用了手动升级。因此没有更新任何数据库 - 更新数据库的SQL脚本在此发行版的sql/mysql/路径
zh_tw: 沒有datbase更新已經完成，你選擇手動應用這些 - 升級SQL腳本的SQL/ MySQL的/目錄下的分佈

source: If there are any failures then please check with your system administrator. Please read all notes carefully to ensure they are expected
cs_cz: Pokud se vyskytnou nějaké chyby, pak si prosím obraťte se na správce systému. Přečtěte si prosím pozorně všechny poznámky, aby bylo zajištěno, že se očekává, že
es_es: Si hay algún error, por favor consulte con su administrador del sistema. Por favor, lea todas las notas cuidadosamente para asegurarse de que sean lo esperado
id_id: Jika ada kegagalan makan silahkan hubungi administrator sistem Anda. Silahkan membaca semua catatan dgn seksama utk memastikan mereka ada
it_it: Se ci verificano errori rivolgersi al proprio amministratore di sistema. Si prega di leggere attentamente tutte le note per assicurarsi che siano attesi
ko_kr: 모든 오류가있는 경우 시스템 관리자에게 문의하시기 바랍니다. 그들이 예상된다 확인하기 위해주의 깊게 모든 노트를 읽어 보시기 바랍니다
mr_in: कोणत्याही अपयश आहेत तर तुमची प्रणाली प्रशासक तपासा. ते अपेक्षित आहे याची खात्री करण्यासाठी सर्व नोट्स काळजीपूर्वक वाचा
pt_pt: Confirme se existem falhas na atualização do DB.
ru_ru: При наличии любых сбоев, пожалуйста, свяжитесь с вашим системным администратором. Пожалуйста, прочитайте внимательно все заметки, чтобы убедится в их содержании.
sq_al: Nëse ka ndonjë dështime, atëherë ju lutemi kontrolloni me administratorin e sistemit tuaj. Ju lutemi lexoni të gjitha shënimet me kujdes për të siguruar se ata janë pritur
sw_ke: Kama kuna mapungufu basi tafadhali wasiliana na mtawala wa mfumo wako. Tafadhali soma maelezo yote kwa makini ili kuhakikisha wanatarajiwa
zh_hk: 如果有任何失败，请与您的系统管理员联系。请仔细阅读所有备注保证他们按需要
zh_tw: 如果有任何故障，那麼請檢查您的系統管理員。請仔細閱讀所有注意事項仔細，以確保他們預計

source: To perform this upgrade the web server must have write access to the config.php file. Currently the web-server is reporting that it does not have appropriate permission. Please ensure config.php is writable and run the upgrade again
es_es: Para hacer esta actualización, el servidor web debe tener acceso de escritura al archivo config.php. Actualmente el servidor web informa que no cuenta con el permiso correspondiente. Por favor asegúrese que config.php se pueda escribir y ejecute de nuevo la actualización
id_id: Utk melakukan upgrade ini, web server harus memiliki menulis ke file config.php. Saat ini web-server nya melaporkan tdk punya izin yg sesuai. Pastikan config.php dapat ditulis dan jalankan upgrade kembali
ko_kr: 이 업그레이드를 수행하려면 웹 서버는 config.php 파일에 대한 쓰기 액세스 권한이 있어야합니다. 현재 웹 서버는 적절한 권한이없는 것으로보고하고있다. config.php 파일에 쓸 수 있도록 다시 업그레이드를 실행하십시오
mr_in: या वेब सर्व्हर सुधारीत करण्यासाठी config.php ही फाइल लिहिण्यासाठी प्रवेश असणे आवश्यक आहे. सध्या वेब सर्व्हर ते योग्य परवानगी नाही नोंदवल्याने आहे. Config.php या लेखनजोगी आहे याची खात्री करा आणि पुन्हा सुधारणा चालवा करा
pt_pt: Para exec. atualização esse servidor http, web deve possuir direito de gravação no arquivo config.php. Atualmente o servidor http, web reporta que não possui essa permissão. Por favor certifique-se que config.php tem status ok.
zh_tw: 要執行此升級Web服務器必須具有寫權限的config.php文件。目前，該網站服務器是報告，它不具有相應的權限。請確保config.php文件是可寫的，然後再次運行升級

source: You should now make the config.php read only for the web server.
es_es: Ahora debe hacer el config.php de sólo lectura para el servidor web.
id_id: Anda seharusnya sekarang buat config.php akses hanya-baca utk web servernya.
ko_kr: 당신은 이제 웹 서버에 대한 읽기 config.php를을해야합니다.
mr_in: आपण आता config.php या वेब सर्व्हर साठी फक्त वाचा करावी.
pt_pt: Configurar o arquivo config.php para somente leitura em seu servidor http / webserver
zh_tw: 你現在應該做的config.php文件僅適用於Web服務器讀取。

source: Only mysql upgrades are performed seamlessly at this time. Your database will need to be manually updated
cs_cz: Pouze mysql upgrady jsou prováděny plynule v této době. Databáze bude třeba ručně aktualizované
es_es: Sólo las actualizaciones mysql se realizan a la perfección en este momento. Su base de datos tendrá que ser actualizada manualmente
id_id: Hanya upgrade mysql yg hasilnya mulus saat ini. Database Anda akan perlu diperbarui secara manual
it_it: Al momento solo gli aggiornamenti mysql vengono eseguiti senza soluzione di continuità. Il tuo database dovrà essere aggiornato manualmente
ko_kr: 만 MySQL의 업그레이드는이 시간에 원활하게 수행됩니다. 데이터베이스를 수동으로 업데이트해야합니다
mr_in: केवळ MySQL सुधारणांकरीता यावेळी विनाव्यत्ययाने सादर आहेत. तुमचा डेटाबेसचा स्वहस्ते अद्ययावत करावी लागेल
pt_pt: Seu banco de dados não é mysql. a atualização deve ser feita manualmente
ru_ru: Только MySQL обновления выполняются легко в это время. Вашу базу данных необходимо обновить вручную.
sq_al: Vetëm përmirësimet mysql janë kryer seamlessly në këtë kohë. bazës së të dhënave juaj do të duhet të jetë i përditësuar me dorë
sw_ke: Tu upgrades mysql ni kutumbuiza seamlessly kwa wakati huu. Mbegu yako haja ya kuwa na manually updated
zh_hk: 目前为止仅有mysql是无缝更新。您的数据库需要手动更新
zh_tw: 只有mysql的升級都在這個時候無縫地執行。您的數據庫將需要手動更新

source: Applying
cs_cz: Uplatnění
es_es: Aplicando
hi_in: आवेदन
id_id: Menerapkan
it_it: Applicazione
ko_kr: 적용
mr_in: अर्ज
nl_nl: De toepassing van
pt_pt: Aplicando
ro_ro: Aplicarea
ru_ru: Применение
sq_al: Aplikimi
sv: Tillämpa
sw_ke: Kutumia
tr_tr: Uygulayarak
zh_hk: 运行
zh_tw: 應用

source: Success
cs_cz: Úspěch
es_es: Éxito
hi_in: सफलता
id_id: Berhasil
it_it: Successo
ko_kr: 성공
mr_in: यश
nl_nl: Succes
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успех
sq_al: Sukses
sv: Lyckades!
sw_ke: Mafanikio
tr_tr: Başarı
zh_hk: 成功
zh_tw: 成功

source: Foreign Key already removed
es_es: La Clave Externa ya se ha quitado
id_id: Foreign Key telah dihapus
ko_kr: 외래 키는 이미 제거
mr_in: परकीय की आधीच काढले
pt_pt: Chave Estrangeira removida
zh_tw: 外鍵已刪除

source: Table has already been created
cs_cz: Tabulka již byla vytvořena
es_es: La Tabla ya ha sido creada
hi_in: तालिका पहले से ही बनाया गया है
id_id: Tabel telah dibuat
it_it: La tabella è già stato creato
ko_kr: 테이블은 이미 생성 된
mr_in: टेबल आधीच तयार केले गेले आहे
nl_nl: Tabel is al gemaakt
pt_pt: tabela ja criada
ro_ro: Tabelul a fost deja creat
ru_ru: Таблица уже создана
sq_al: Tabela tashmë është krijuar
sv: Tabellen har redan skapats
sw_ke: Meza tayari umba
tr_tr: Tablo zaten yaratıldı
zh_hk: 表已经创建
zh_tw: 表已新建

source: Column has already been changed
es_es: La columna ya ha sido cambiada
id_id: Kolom telah diubah
it_it: La colonna è già stata creata
ko_kr: 열은 이미 변경되었습니다
mr_in: स्तंभ आधीच बदलली गेली आहे
pt_pt: coluna atualizada
zh_tw: 列已經被更改

source: Column has already been created
cs_cz: Sloupec již byla vytvořena
es_es: La Columna ya ha sido creada
hi_in: स्तंभ पहले से ही बनाया गया है
id_id: Kolom telah dibuat
it_it: Colonna è già stato creato
ko_kr: 열이 이미 생성 된
mr_in: स्तंभ आधीच तयार केले गेले आहे
nl_nl: Kolom is al gemaakt
pt_pt: Coluna já foi criada
ro_ro: Coloana a fost deja creat
ru_ru: Колонка уже создана
sq_al: Kolona tashmë është krijuar
sv: Kolumnen har redan skapats
sw_ke: Safu tayari umba
tr_tr: Sütun zaten yaratıldı
zh_hk: 列已经被创建
zh_tw: 列已經新建

source: Index already exists
cs_cz: Index již existuje
es_es: El Índice ya existe
hi_in: अनुक्रमणिका पहले से मौजूद है
id_id: Indeks sdh ada
it_it: Indice esiste già
ko_kr: 인덱스가 이미 있습니다
mr_in: निर्देशांक आधीपासूनच विद्यमान
nl_nl: Index bestaat al
pt_pt: Índice já existe
ro_ro: Index există deja
ru_ru: Индекс уже существует
sq_al: Index tashmë ekziston
sv: Index existerar redan
sw_ke: Index tayari lipo
tr_tr: Endeks zaten var
zh_hk: 索引已经存在
zh_tw: 索引已經存在

source: Entry has already been done
cs_cz: Vstup již bylo učiněno
es_es: La entrada ya ha sido realizada
hi_in: प्रवेश पहले से ही किया जा चुका है
id_id: Pemasukkan telah dilakukan
it_it: Ingresso è già stato fatto
ko_kr: 항목이 이미 완료되었습니다
mr_in: अगोदरपासून केले गेले आहे
nl_nl: Bericht is al gedaan
pt_pt: Entrada já existe.
ro_ro: Intrarea a fost deja făcut
ru_ru: Внесение уже сделано
sq_al: Hyrja tashmë është bërë
sv: Inmatningen är redan gjord
sw_ke: Kuingia tayari amefanya
tr_tr: Girdisi zaten yapıldı
zh_hk: 分录已经完成
zh_tw: 輸入已經完成

source: SQL syntax error. The SQL error message is
cs_cz: SQL chyba syntaxe. Chyba SQL zpráva
es_es: El error de sintaxis SQL. El mensaje de error de SQL está
hi_in: SQL वाक्यविन्यास त्रुटि. SQL त्रुटि संदेश है
id_id: Kesalahan syntax SQL. Pesan kesalahan SQL adalah
it_it: Errore di sintassi SQL. Il messaggio di errore SQL è
ko_kr: SQL 구문 오류. SQL 오류 메시지는
mr_in: SQL सिंटेक्स त्रुटी. SQL त्रुटी संदेश आहे
nl_nl: SQL syntax error. De SQL-foutmelding is
pt_pt: SQL com erro sintático. Mensagem SQL é:
ro_ro: Eroare de sintaxă SQL. Mesajul de eroare SQL este
ru_ru: Синтаксические ошибки SQL. Сообщение ошибки SQL
sq_al: Gabim sintakse SQL. Mesazh gabimi SQL është
sv: SQL-syntax error. SQL-felmeddelande
sw_ke: SQL syntax kosa. Kosa SQL ujumbe
tr_tr: SQL sözdizimi hatası. SQL hata mesajı
zh_hk: SQL语法错误。SQL错误信息是
zh_tw: SQL語法錯誤。 SQL錯誤消息
