Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Only valid parts can have prices entered against them
cs_cz: Platné pouze části mohou mít ceny uvedené proti nim
es_es: Sólo se permite introducir precios para códigos válidos
hi_in: केवल वैध भागों की कीमतों उनके खिलाफ दर्ज हो सकता है
id_id: Hanya brg yg berlaku yg dapat dimasukkan harga
it_it: Solo parti valide possono avere i prezzi inseriti nei loro confronti
ko_kr: 만 유효한 부품 가격이 그들에 대해 입력 할 수 있습니다
mr_in: केवळ वैध भाग दर त्यांना विरुद्ध प्रविष्ट शकतात
nl_nl: Prijs kan allen beschikbar zijn voor geldige onderdelen
pt_pt: Só itens válidos podem ter preços informados
ro_ro: Doar piese valabil pot avea preţuri introduse împotriva lor
ru_ru: Только для верных частей могут быть указаны цены
sq_al: Vetëm pjesë e vlefshme mund të ketë çmime të hyrë kundër tyre
sv: Det går endast att registrera pris för giltiga produkter
sw_ke: Tu sehemu halali wanaweza kuwa na bei aliingia dhidi yao
tr_tr: SADECE GEÇERLI ÜRÜNLER IÇIN FIYAT GIRILEBILIR
zh_hk: 只有有效的部件才能输入价目
zh_tw: 只有有效的部件才能輸入價格

source: An item must first be selected before this page is called
cs_cz: Položka musí být nejprve vybrán před tuto stránku se nazývá
es_es: Primero debe seleccionar un artículo, antes de invocar esta página
hi_in: किसी आइटम को पहले से पहले इस पृष्ठ कहा जाता है का चयन किया जाना चाहिए
id_id: Item harus dipilih dulu sebelum halaman ini dipanggil
it_it: Un elemento deve essere prima selezionato prima di questa pagina è chiamato
ko_kr: 항목은 첫 번째 페이지를 호출하기 전에 선택해야합니다
mr_in: हे पृष्ठ म्हणतात करण्यापूर्वी एक आयटम प्रथम निवडणे आवश्यक आहे
nl_nl: Item moet worden geselecteerd voordat deze pagina wordt opgevraagd
pt_pt: Um item precisa ser selecionado antes desta página
ro_ro: Un element trebuie să fie mai întâi selectat înainte de această pagină este denumită
ru_ru: Сначала должна быть выбрана позиция перед вызовом страницы
sq_al: Një artikull më parë duhet të zgjidhen para se kjo faqe është quajtur
sv: En produkt måste väljas innan denna sida kallas
sw_ke: An item lazima kwanza kuchaguliwa kabla ya ukurasa huu ni &quot;
tr_tr: ÖNCE BIR ÜRÜN SEÇMELISINIZ
zh_hk: 必须先选取物料才能叫出这页
zh_tw: 必須先選取物料才能叫出這頁

source: The product selection page should call this page with a valid product code
cs_cz: Výběr produktů stránka by měla zavolat tuto stránku s platnou kód produktu
es_es: La página de selección de producto debería llamar a esta página con un código de producto válido
hi_in: उत्पाद चयन पृष्ठ एक वैध उत्पाद कोड के साथ इस पृष्ठ को बुलाना चाहिए
id_id: Halaman pemilihan produk harus memanggil halaman ini dgn kode produk yg berlaku
it_it: La pagina di selezione del prodotto dovrebbe chiamare questa pagina con un codice prodotto valido
ko_kr: 제품 선택 페이지는 유효한 제품 코드로이 페이지를 호출해야
mr_in: उत्पादन निवड पृष्ठ वैध उत्पादन कोडसह हे पृष्ठ कॉल पाहिजे
nl_nl: De product selectie scherm kan deze pagina opvragen met een geldige product code
pt_pt: A página seleção produto precisa ter retornado um código válido
ro_ro: Pagina de selecţie de produse ar trebui să solicite această pagină cu un cod de produs validă
ru_ru: Страница выбора продукта должны вызывать эту страницу с действительными кодом продукта
sq_al: Zgjedhjen e produktit faqe duhet të quajmë këtë faqe me një kod produkt vlefshme
sv: Produktvals sidan bör kalla denna sida med en giltig produktkod
sw_ke: Uteuzi bidhaa ukurasa lazima wito ukurasa huu kwa kificho halali ya bidhaa
tr_tr: GEÇERLI BIR ÜRÜN KODU SEÇMEISINIZ
zh_hk: 该页面应在选择物料页面选择了某个物料后进入
zh_tw: 這產品選取頁必須由一個有效的產品編碼叫出

source: The part selected is a kit set item
cs_cz: Vybranou část je kit sada položky
es_es: La pieza seleccionada es un artículo en conjunto Kit
hi_in: चयनित हिस्सा है एक किट आइटम सेट
id_id: Bagian yg dipilih adalah item set
it_it: La parte selezionata è un kit di impostare la voce
ko_kr: 선택된 부분은 키트 세트 아이템입니다
mr_in: निवडलेले भाग एक किट संच आयटम आहे
nl_nl: Het onderdeel betreft een kit set item
pt_pt: O código selecionado é um conj. KIT
ro_ro: Parte selectat este un kit de set element
ru_ru: Выбранная часть - элемент множества наборов
sq_al: Pjesë të zgjedhura është një kit grup artikull
sv: Den valda produkten är del av ett kit
sw_ke: Sehemu ya kuchaguliwa ni kit kuweka kipengele
tr_tr: SEÇILEN PARÇA BIR KIT-SET KALEMI
zh_hk: 选取的部件是套装物料
zh_tw: 選取的部件是套裝商品

source: these items explode into their components when selected on an order
cs_cz: tyto položky explodovat do části, pokud jsou vybrány na objednávku
es_es: Estos artículos se dividen en sus componentes cuando se seleccionan en un pedido
hi_in: इन मदों उनके घटकों में विस्फोट जब एक आदेश पर चयनित
id_id: item-item ini dipecah menjadi komponen saat dipilih pada order
it_it: questi elementi esplodono nelle loro componenti, quando selezionati in un ordine
ko_kr: 주문을 선택하면 이러한 항목은 구성 요소로 폭발
mr_in: एक ऑर्डर निवडलेल्या तेव्हा हे आयटम त्यांच्या घटक मध्ये एकदम बाहेर पडणे
nl_nl: Componenten van dit item zal worden getoond indien geselecteerd op een order
pt_pt: estes itens expandidos em seus componentes e então selecione um pedido
ro_ro: aceste elemente exploda în componentele lor, atunci când este selectat pe o comandă
ru_ru: эти позиции разбиваются на составляющие компоненты при выборе в заказе
sq_al: këto objekte të shpërthejë në përbërësit e tyre kur të zgjedhur në një mënyrë
sv: dessa enheter slittras i sina komponenter när de väljs i en order
sw_ke: vitu hivi kulipuka katika sehemu zao kuchaguliwa kwenye amri
tr_tr: Sipariş seçildiğinde bu öğeleri kendi bileşenlerine patlayabilir
zh_hk: 当选取这订单的物料时, 分折物料的零件
zh_tw: 當選取這訂單的商品時, 分折商品的零件

source: prices must be set up for the components and no price can be set for the whole kit
cs_cz: ceny musí být nastaven pro komponenty a žádné ceny mohou být nastaveny pro celou soupravu
es_es: los precios deben ser establecidos para los componentes y no hay precio que pueda ser fijado para el kit completo
hi_in: कीमतों घटकों के लिए स्थापित किया जाना चाहिए और कोई कीमत पूरी किट के लिए सेट किया जा सकता
id_id: harga harus diatur utk komponent dan harga tdk dapat diatur utk seluruh set
it_it: prezzi deve essere impostato per i componenti e nessun prezzo può essere impostato per l&#39;intero kit
ko_kr: 가격은 구성 요소를 설정해야하고 어떤 가격은 전체 키트에 대해 설정 될 수 없다
mr_in: दर घटकांसाठी ठरवणे आवश्यक आहे आणि किंमत नाही संपूर्ण किट सेट करता येते
nl_nl: Prijs moet worden vastgesteld voor de componenten, prijs kan niet worden vastgesteld voor de hele kit
pt_pt: preços do kit devem vir dos componentes
ro_ro: preţurile trebuie să fie înfiinţate pentru componente şi nu de preţ poate fi stabilit pentru setul întreg
ru_ru: цены должны быть заданы для компонентов, и никакая цена не может быть установлена на весь комплект
sq_al: Çmimet duhet të jetë ngritur për komponentët dhe asnjë çmim mund të vendosen për të gjithë kit
sv: priser måste sättas upp för komponenterna och kan inte anges för hela kitet
sw_ke: bei lazima kuweka kwa ajili ya vipengele na bei hakuna inaweza kuweka kwa sare ya yote
tr_tr: fiyatlar ve bileşenleri için ayarlanması gerekir bir fiyat bütün kit için ayarlanabilir
zh_hk: 价目必须按零件设定, 整套套装是不能设定价目的
zh_tw: 價格必須按零件設定, 整套套裝是不能設定價目的

source: The end date is expected to be after today. There is no point entering a new price where the effective date is before today!
cs_cz: Datum ukončení se očekává, že bude po dnešku. Nemá smysl zadání nové ceny, kdy datum účinnosti je před ještě dnes!
es_es: La fecha final debe ser después de hoy.
hi_in: अंतिम तिथि को आज के बाद होने की उम्मीद है. कोई एक नई कीमत जहां प्रभावी तिथि आज से पहले है में प्रवेश बिंदु है!
id_id: Tgl akhir seharusnya setelah hari ini. Tdk ada titik memasuki harga baru dimana tgl efektif adalah sebelum hari ini!
it_it: La data finale è prevista a partire da oggi. Non ha senso entrare in un nuovo prezzo in cui la data effettiva è prima di oggi!
ko_kr: 종료일은 오늘 이후 일 것으로 예상된다. 유효 날짜가 오늘 이전 인 경우가 더 포인트는 새로운 가격을 입력하지 않습니다!
mr_in: समाप्ती तारीख आज नंतर असेल अशी अपेक्षा आहे. प्रभावी तारीख यापूर्वी आहे जेथे नवीन किंमत प्रविष्ट नाही बिंदू आहे!
nl_nl: De einddatum is naar verwachting na vandaag. Er is geen enkel punt het invoeren van een nieuwe prijs waar de effectieve datum is vandaag voor het eerst!
pt_pt: Data esperada após hoje. Não pode informar preços retroativos
ro_ro: Data de sfârşit este de aşteptat să fie după ziua de azi. Nu există nici un punct intră într-un nou preţ în cazul în care este data intrării în vigoare înainte de ziua de azi!
ru_ru: Дата окончания должна быть после сегодняшнего дня. Не имеетсмысла вводить новую цену, если дата вступления её в силу находится до сегодняшнего дня!
sq_al: Data e fundit pritet të jetë pas sot. Nuk ka asnjë pikë hyn në një çmim të ri, ku e hyrjes në fuqi është e para sot!
sv: Slutdatum väntas bli efter idag. Det är ingen mening att ange ett nytt pris, där det faktiska datumet är före idag!
sw_ke: tarehe ya mwisho inatarajiwa kuwa baada ya leo. Hakuna maana ya kuingia kwa bei mpya ambapo tarehe ya ufanisi ni kabla ya leo!
tr_tr: Bitiş tarihi bugünden sonra olması bekleniyor. yürürlük tarihinden önce bugün yeni bir fiyat girerek hiçbir anlamı yoktur!
zh_hk: 结束日期应该晚于今天。如果生效日期在今天之前就无法输入新的价格
zh_tw: 結束日期預期為今天之後。沒有一點進入一個新的價格，其中的生效日期是在今天之前！

source: The new price could not be added
cs_cz: Nový cena nemohla být přidány
es_es: El nuevo precio no se podra añadir
hi_in: नई कीमत जोड़ा नहीं जा सका
id_id: Harga baru tdk dapat ditambahkan
it_it: Il nuovo prezzo non può essere aggiunto
ko_kr: 새로운 가격은 추가 할 수 없습니다
mr_in: नवीन किंमत जोडला जाऊ शकत नाही
nl_nl: De nieuwe prijs kon niet worden toegevoegd
pt_pt: Novo Preço não pode ser adicion.
ro_ro: Noul preţ nu a putut fi adăugate
ru_ru: Новая цена не может быть добавлена
sq_al: Çmimi i ri nuk do të mund të shtohet
sv: Det nya priset kan inte läggas
sw_ke: Bei ya mwezi inaweza kuwa aliongeza
tr_tr: Yeni fiyat eklenemedi
zh_hk: 未能新增价格
zh_tw: 新的價格無法新增

source: The new price has been inserted
cs_cz: Nová cena byla vložena
es_es: El nuevo precio ha sido insertado
hi_in: नए मूल्य डाला गया है
id_id: Harga baru telah dimasukkan
it_it: Il nuovo prezzo è stato inserito
ko_kr: 새로운 가격은 삽입 된
mr_in: नवीन किंमत घातले गेले आहे
nl_nl: De nieuwe prijs is ingevoegd
pt_pt: Novo preço foi inserido
ro_ro: Preţ nou a fost introdus
ru_ru: Новая цена была вставлена
sq_al: Çmimi i ri është futur
sv: Det nya priset har satts
sw_ke: Bei ya mwezi imekuwa kuingizwa
tr_tr: Yeni fiyat eklenmiştir
zh_hk: 新价目已添加
zh_tw: 新的價格已經插入

source: Could not delete this price
cs_cz: Nelze odstranit tuto cenu
es_es: No se puede suprimir este precio
hi_in: इस कीमत को मिटा नहीं सका
id_id: Tdk dapat menghapus harga ini
it_it: Impossibile eliminare questo prezzo
ko_kr: 이 가격을 삭제할 수 없습니다
mr_in: या किंमत हटवू शकत नाही
nl_nl: Kon niet verwijderen deze prijs
pt_pt: Não pode remover este preço
ro_ro: Nu a putut şterge acest preţ
ru_ru: Не удалось удалить эту цену
sq_al: Nuk mund të fshini kete çmim
sv: Kunde inte ta bort detta pris
sw_ke: Hakuweza kufuta bei
tr_tr: Bu fiyat silinemedi
zh_hk: 未能删除此价格
zh_tw: 無法刪除這個價格

source: The selected price has been deleted
cs_cz: Zvolený cenový byl smazán
es_es: EL precio seleccionado ha sido eliminado
hi_in: चयनित मूल्य हटा दिया गया है
id_id: Harga yg dipilih telah dihapus
it_it: Il prezzo selezionato è stato eliminato
ko_kr: 선택한 가격이 삭제되었습니다
mr_in: निवडलेले किंमत हटविले गेले आहे
nl_nl: De geselecteerde prijs is verwijderd
pt_pt: Os preços selecionados foram removidos
ro_ro: Preţul selectat a fost şters
ru_ru: Выбранная цена удалена
sq_al: Çmimi i zgjedhur është fshirë
sv: Det valda priset har raderats
sw_ke: Bei ya kuchaguliwa imefutwa
tr_tr: SEÇILI FIYAT SILINDI
zh_hk: 选取的价目已删除
zh_tw: 選取的價格已刪除

source: Pricing for part
cs_cz: Ceny pro část
es_es: Precio por código
hi_in: भाग के लिए मूल्य निर्धारण
id_id: Harga utk brg
it_it: Prezzi per una parte
ko_kr: 일부의 가격
mr_in: भाग मूल्यनिर्धारण
nl_nl: Prijs voor onderdeel
pt_pt: Preço para Item
ro_ro: Tarifarea pentru parte
ru_ru: Цены на часть
sq_al: Çmimi për pjesën
sv: Prissättning för produkt
sw_ke: Bei kwa sehemu
tr_tr: [ ÜRÜN FIYATLARI ]
zh_hk: 部件的价目
zh_tw: 部件的價格

source: Review Prices
cs_cz: Ceny recenze
es_es: Revisar precios
hi_in: समीक्षा मूल्य
id_id: Lihat Harga
it_it: Prezzi
ko_kr: 검토 가격
mr_in: पुनरावलोकन भाव
nl_nl: Controleer prijzen
pt_pt: Revisar Preços
ro_ro: Review Preturi
ru_ru: Просмотреть цены
sq_al: Çmimet Review
sv: Visa priser
sw_ke: Bei mapitio
tr_tr: FIYATLARI INCELE
zh_hk: 检视价目
zh_tw: 檢視價格

source: End Date
cs_cz: Datum ukončení
es_es: Fecha final
hi_in: अन्त तिथि
id_id: Tgl Akhir
it_it: Data di scadenza
ko_kr: 종료 날짜
mr_in: समाप्ती तारीख
nl_nl: Eind Datum
pt_pt: Data Final
ro_ro: Data de sfârşit
ru_ru: Дата окончания
sv: Slutdatum
sw_ke: Tarehe ya mwisho
tr_tr: BITIS TARIHI
zh_hk: 结束日期
zh_tw: 結束日期

source: Are you sure you wish to delete this price?
cs_cz: Jste si jisti, že chcete smazat tuto cenu?
es_es: ¿Está seguro que desea suprimir este precio?
hi_in: आप सुनिश्चित हैं कि आप इस मूल्य को नष्ट करना चाहते हैं?
id_id: Apakah Anda yakin Anda ingin menghapus harga ini?
it_it: Sei sicuro di voler cancellare questo prezzo?
ko_kr: 당신이 가격을 삭제할 확실합니까?
mr_in: आपण या किंमत हटवू इच्छित खात्री आहे?
nl_nl: Bevestig dat de prijs moet worden verwijderd
pt_pt: Confirma remoção deste preço?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest preţ?
ru_ru: Вы уверены, что хотите удалить эту цену?
sq_al: A jeni i sigurt se doni të fshini këtë çmim?
sv: är du säker på att du vill ta bort detta pris?
sw_ke: Una uhakika unataka kufuta bei?
tr_tr: BU FIYATI SILMEK ISTEDIGINIZE EMIN MISINIZ
zh_hk: 你确定要删除这价目?
zh_tw: 你確定要刪除這價格?

source: There are no prices set up for this part
cs_cz: Neexistují žádné ceny nastavit pro tuto část
es_es: No se ha fijado un precio para este código
hi_in: कोई इस भाग के लिए स्थापित की कीमतें हैं
id_id: Tdk ada harga yg diatur utk brg ini
it_it: Non ci sono prezzi fissati su questa parte
ko_kr: 이 부분에 대한 설정에는 가격이 없습니다
mr_in: या भागासाठी सेट नाही दर आहेत
nl_nl: ZIjn geen prijzen vastgesteld voor dit onderdeel
pt_pt: Não Existe preço config. para este item
ro_ro: Nu există preţuri stabilite pentru această parte
ru_ru: Для этой части не заданы цены
sq_al: Nuk ka çmime të ngritur për këtë pjesë
sv: Inga priser har angets för denna part
sw_ke: Hakuna bei iliyoanzishwa kwa ajili ya sehemu hii
tr_tr: HENÜZ TANIMLI FIYAT YOK
zh_hk: 这部件没有价目设定
zh_tw: 這物料組件沒有設定價格

source: Sales Type Price List
cs_cz: Prodej Typ Ceník
es_es: Precio de Lista por Tipo de Venta
hi_in: बिक्री प्रकार मूल्य सूची
id_id: Daftar Harga Tipe Penjualan
it_it: Tipo di vendita Listino Prezzi
ko_kr: 판매 유형 가격 목록
mr_in: विक्री प्रकार किंमत सूची
nl_nl: Prijslijst voor verkoopstype
pt_pt: Tipo Lista Preço Venda
ro_ro: Tipul de vânzări Lista de preturi
ru_ru: Прайс-лист типов продаж
sq_al: Çmimi shitjes Lloji Lista
sv: Prislista för ordertyp
sw_ke: Bei ya mauzo ya Aina Orodha
tr_tr: SATIS TÜRÜ FIYAT LISTESI
zh_hk: 价格表/价目表
zh_tw: 銷售方式/價格表

source: Amend Price
cs_cz: Mění se ceny
es_es: Corregir precio
hi_in: संशोधन मूल्य
id_id: Ubah Harga
it_it: Modificare il Prezzo
ko_kr: 가격 개정
mr_in: किंमत बदलणे
nl_nl: Wijzig prijs
pt_pt: Preço Corrigido
ro_ro: Modifice Pret
ru_ru: Исправить цену
sq_al: Ndryshimin e çmimeve
sv: Lägg till pris
sw_ke: Bei marekebisho
tr_tr: FIYATI EKLE
zh_hk: 修改价目
zh_tw: 修改價格

source: Update Pricing
cs_cz: Aktualizace cen
es_es: Actualizar precios
hi_in: अद्यतन मूल्य निर्धारण
id_id: Perbarui Harga
it_it: Aggiorna
ko_kr: 업데이트 가격
mr_in: किंमत अद्यतनित
pt_pt: Atualização Preços
ro_ro: Update Preturi
ru_ru: Обновление калькуляции цен
sq_al: Çmimi Update
sv: Uppdatera symboler
sw_ke: Mwisho Pricing
tr_tr: FIYAT GÜNCELLENIYOR
zh_hk: 更新价目
zh_tw: 更新價格

source: This page adds new prices or updates already existing prices for a specified sales type (price list) and currency for the stock category selected - based on a percentage mark up from cost prices or from preferred supplier cost data or from another price list. The rounding factor ensures that prices are at least this amount or a multiple of it. A rounding factor of 5 would mean that prices would be a minimum of 5 and other prices would be expressed as multiples of 5.
es_es: Esta página añade nuevos precios o actualización de los precios ya existentes para un tipo determinado de ventas (lista de precios) y moneda para la categoría de existencia seleccionada - sobre la base de un incremento de porcentaje de los precios de costo o de datos de costos de proveedores preferidos o de otra lista de precios. El factor de redondeo asegura que los precios son al menos esta cantidad o un múltiplo de esta. Un factor de redondeo de 5 significaría que los precios serían de un mínimo de 5 y otros precios serían expresados en múltiplos de 5.
id_id: Halaman ini menambahkan harga baru atau memperbarui harga yg ada utk tipe penjualan terpilih (daftar harga) dan mata uang utk kategori stock terpilih - berdasarkan penambahan persentase dari harga HPP atau dari data HPP supplier pilihan. Faktor pembulatan memastikan bahwa harga minimal senilai ini atau kelipatan dari itu. Faktor pembulatan 5 akan berarti bahwa harga akan menjadi minimal 5 dan harga lainnya akan dinyatakan sbg kelipatan dari 5.
ko_kr: 비용 가격 또는 우선 공급 업체의 비용 데이터 또는 다른 가격 목록에서 최대 비율 마크를 기반으로 -이 페이지에서는 선택한 주식 범주에 대한 지정된 판매 유형 (가격 목록) 및 통화에 대한 새로운 가격을 업데이트 기존 가격을 추가합니다. 반올림 요인은 가격이 적어도이 금액 또는 그 배수되도록합니다. 5 반올림 요인은 가격이 5의 최소 것과 다른 가격이 5의 배수로 표현 될 것이라는 점을 의미한다.
mr_in: अप खर्च दर किंवा पसंतीच्या पुरवठादार खर्च डेटा किंवा दुसर्या किंमत सूचीमधून एक टक्केवारी चिन्ह आधारित - हे पृष्ठ नवीन दर किंवा आधीच निवडलेले स्टॉक श्रेणीसाठी ठराविक विक्री प्रकार (किंमत सूची) आणि चलन किंमतीचा विद्यमान अद्यतने जोडते. rounding फॅक्टर दर किमान ही रक्कम किंवा तो पटीत आहेत हे सुनिश्चित करते. 5 च्या rounding घटक दर 5 कमीतकमी आणि इतर दर 5 च्या पटीत म्हणून व्यक्त जाईल होईल याचा अर्थ होईल.
pt_pt: Esta página adiciona novos preços ou atualiza lista de preço já existente para a moeda de uma categoria de estoque selecionada. Com base em percentual de markup ou com preço de custo ou com base nos custos do fornecedor preferencial ou então em outra lista de preço. O fator de arred. 5 significa que o preço mín. é 5 e os demais como múltiplos de 5.
zh_tw: 此頁面增加了新的價格或已經存在的價格在指定的銷售類型（價格表）及貨幣供選擇的倉庫類別的更新 - 基於某個百分比標高從成本的價格或首選供應商的成本數據或從另一個價格表。的舍入因子，確保價格至少這一數額或它的倍數。 5舍入因素將意味著價格將是最低的5等價格將表示為5的倍數。

source: Select the Price List to update
cs_cz: Zvolte Cena aktualizace
es_es: Seleccionar la Lista de Precios a actualizar
hi_in: मूल्य सूची का चयन करने के लिए अद्यतन
id_id: Pilih Daftar Harga utk diperbarui
it_it: Selezionare il Listino Prezzi per l&#39;aggiornamento
ko_kr: 업데이트 할 가격 목록을 선택
mr_in: अद्यतनित करण्यासाठी किंमत सूची निवडा
nl_nl: Selecteer de prijslijst om te actualiseren
pt_pt: Selec. Lista Preço para Atualizar
ro_ro: Selectaţi Lista de preţuri pentru a actualiza
ru_ru: Выберите прайс-лист для обновления
sq_al: Zgjidhni Lista e Çmimeve për të rinovuar
sv: Välj prislista att uppdatera
sw_ke: Orodha ya kuchagua Bei ya update
tr_tr: güncellemek için Fiyat Listesi seçin
zh_hk: 选取要更新的价目表
zh_tw: 選擇價格表更新

source: No Price List Selected
cs_cz: Ne Cena Vybrané Seznam
es_es: No seleccionó Lista de Precios
hi_in: कोई मूल्य चयनित सूची
id_id: Tdk ada Daftar Harga yg dipilih
it_it: No Prezzo
ko_kr: 선택하지 가격표​​ 없습니다
mr_in: निवडलेला नाही किंमत सूची
nl_nl: Geen prijslijst geslecteerd
pt_pt: Nenhuma Lista Selecionada
ro_ro: Nr Lista de preturi selectate
ru_ru: Не выбран прайс-лист
sq_al: Nuk ka zgjedhur Lista e Çmimeve
sw_ke: Hakuna Orodha Bei Selected
tr_tr: FIYAT LISTESI SEÇILMEMIS
zh_hk: 没有价目清单被选取
zh_tw: 沒有價格清單被選取

source: Select the price list currency to update
cs_cz: Vyberte ceník měny aktualizovat
es_es: Seleccionar la moneda de la Lista de Precios a actualizar
hi_in: चयन मूल्य सूची अद्यतन करने के लिए मुद्रा
id_id: Pilih mata uang daftar harga utk diperbarui
it_it: Selezionare la valuta listino prezzi per l&#39;aggiornamento
ko_kr: 업데이트 할 가격리스트 통화를 선택
mr_in: अद्यतनित करण्यासाठी किंमत सूची चलन निवडा
nl_nl: Selecteer de prijslijst valuta op te actualiseren
pt_pt: Selecione a moeda a ser usada
ro_ro: Selectaţi valuta pentru a actualiza lista de preturi
ru_ru: Выберите валюту для прайс-листа для обновления
sq_al: Zgjidhni listën e çmimeve të monedhës për të rinovuar
sv: Välj prislistevaluta att uppdatera
sw_ke: Chagua katika orodha ya bei ya sarafu update
tr_tr: fiyat listesi para güncellemek için seçin
zh_hk: 选取要更新的价目表的货币
zh_tw: 選擇價格表貨幣更新

source: No Price List Currency Selected
cs_cz: Č. Ceník vybraných měn
es_es: No seleccionó una moneda para la Lista de Precios
hi_in: कोई मूल्य सूची चयनित मुद्रा
id_id: Tdk ada Mata Uang Daftar Harga yg dipilih
it_it: Nessuna lista delle valute prezzo determinato in
ko_kr: 선택 없음 가격 목록 통화 없음
mr_in: निवडलेला नाही किंमत सूची चलनासंबंधी
nl_nl: Geen prijslijst valuta geselecteerd
pt_pt: Nenhuma moeda selecionada
ro_ro: Nici o listă de valuta Pret selectate
ru_ru: Не выбрана валюта прайс-листа
sq_al: Asnjë Lista e Çmimeve Currency e zgjedhur
sv: Ingen prislista har för närvarande valts
sw_ke: Hakuna Orodha Bei Currency Selected
tr_tr: Seçilmemiş Fiyat Listesi Döviz
zh_hk: 没有选取价目表货币
zh_tw: 沒有選擇價格清單幣別

source: Weighted Average Costs
cs_cz: Vážené průměrné náklady
es_es: Costos Medios Ponderados
hi_in: भारित औसत लागत
id_id: HPP Rata2 Tertimbang
it_it: Costo medio ponderato
ko_kr: 가중 평균 비용
mr_in: वेटेड सरासरी खर्च
nl_nl: Kostprijs obv gewogen gemiddelde
pt_pt: Custo Médio Ponderado
ro_ro: Costurile medii ponderate
ru_ru: Среденевзвешенные издержки
sq_al: Kostot mesatare e ponderuar
sv: Kostnadsberäkning med viktat medelvärde
sw_ke: Gharama za wastani
tr_tr: Ağırlıklı Ortalama Maliyetler
zh_hk: 加权平均成本法
zh_tw: 加權平均成本

source: Standard Costs
cs_cz: Standardních nákladů
es_es: Costos Estándar
hi_in: मानक लागत
id_id: HPP Standar
it_it: Costi Standard
ko_kr: 표준 비용
mr_in: मानक खर्च
nl_nl: Standaard kosten
pt_pt: Custo Padrão
ro_ro: Costuri standard
ru_ru: Нормативные издержки
sq_al: Kostot Standard
sv: Kalkylpris per enhet
sw_ke: Gharama kiwango
tr_tr: Standart Maliyetler
zh_hk: 标准成本法
zh_tw: 標準成本

source: Cost/Preferred Supplier Data Or Other Price List
cs_cz: Cena / preferovaným dodavatelem dat nebo jiná cenová Seznam
es_es: Costo / Datos de proveedores Preferidos o Lista de Precios Otros
hi_in: मूल्य / पसंदीदा प्रदायक डेटा या अन्य मूल्य सूची
id_id: HPP/Data Supplier Pilihan Atau Daftar Harga Lainnya
it_it: Costo / dati fornitore preferito o al listino prezzi Altri
ko_kr: 비용 / 선호하는 공급 업체 데이터 또는 기타 가격 목록
mr_in: किंमत / प्राधान्य पुरवठादार डेटा किंवा इतर किंमत सूची
nl_nl: Cost / voorkeurs levaranciers gegevens of een andere prijslijst
pt_pt: Custo Fornec. Pref ou Outra Lista Preço
ro_ro: Cost / Date preferate furnizorul sau Lista de preturi Alte
ru_ru: Стоимость / Данные предпочитаемого поставщика или другой прайс-лист
sq_al: / Kosto e parapëlqyer Furnizuesi Data Apo Lista e Çmimeve të tjera
sv: Kostnad / Preferred Supplier data eller annan prislista
sw_ke: Gharama / Preferred Supplier Data Au Orodha nyingine Bei
tr_tr: Maliyet / Tercih edilen Tedarikçi Veri Veya Diğer Fiyat Listesi
zh_hk: 成本/偏好供应商数据或者其他的价格表
zh_tw: 成本/首選供應商數據或其他價格表

source: Preferred Supplier Cost Data
cs_cz: Preferované dat Dodavatel náklady
es_es: Datos de Costo de proveedor Preferidos
hi_in: पसंदीदा प्रदायक मूल्य डेटा
id_id: Data HPP Supplier Pilihan
it_it: Preferred Supplier i dati di costo
ko_kr: 우선 공급 업체의 비용 데이터
mr_in: पसंतीचे पुरवठादार किंमत डेटा
nl_nl: Kostgegevens van voorkeursleverancier
pt_pt: Dados Custo Fornec.
ro_ro: Costul preferate ale furnizorului
ru_ru: Данные о затратах предпочитаемого поставщика
sq_al: Kosto e parapëlqyer Furnizuesi Data
sv: Kostnadsdata för huvudleverantör
sw_ke: Preferred Supplier Gharama Data
tr_tr: Tercih Tedarikçi Maliyet Verileri
zh_hk: 首选供应商成本数据
zh_tw: 首選供應商成本數據
