Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Contract Charges or Credits
cs_cz: Poplatky smlouvy nebo úvěry
es_es: Cargos de Contratos o Creditos
hi_in: अनुबंध प्रभार या Credits
id_id: Biaya kontrak atau Kredit
it_it: Spese contratto o dei crediti
ko_kr: 계약 요금 또는 크레딧
mr_in: कॉण्ट्रॅक्ट शुल्क किंवा सन्मान
nl_nl: Contract heffingen of andere Credits
pt_pt: Despesas e Créditos do Contrato
ro_ro: Taxe Contract sau Credite
ru_ru: Контракт платежи или кредиты
sq_al: Akuza të kontratës ose Kredite
sv: Kontrakt avgifter eller tillgodoräknanden
sw_ke: Malipo au Credits mkataba
tr_tr: Sözleşme ücreti veya Kredi
zh_hk: 合同费用或者付费
zh_tw: 合約費用或可信度

source: Contract charges or credits are entered against supplier invoices or credit notes respectively. To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier invoice or credit note must be clicked on
cs_cz: Smlouva poplatků nebo úvěry jsou zaúčtovány do dodavatelských faktur nebo dobropisů, resp. Chcete-li zadat dodavatel plnění dodavatele musí být nejprve vybrány z obrazovky výběr dodavatele, pak odkaz na vstup dodavatelské faktury nebo dobropis, musí být klikli na
es_es: Los cargos de contrato o créditos se consignará en las facturas de proveedores o notas de crédito, respectivamente. Para entrar en transacciones con proveedores el proveedor primero debe seleccionar desde la pantalla de selección de proveedores, luego se debe hacer clic en el enlace para entrar en una factura del proveedor o una nota de crédito
hi_in: अनुबंध शुल्क या क्रेडिट सप्लायर चालान या क्रेडिट नोट क्रमशः के खिलाफ दर्ज किए गए हैं. आपूर्तिकर्ता लेनदेन आपूर्तिकर्ता पहले आपूर्तिकर्ता का चयन स्क्रीन से चयनित किया जाना चाहिए, तब से एक सप्लायर के चालान या क्रेडिट नोट दर्ज करें लिंक पर क्लिक करना होगा दर्ज करने के लिए
id_id: Kontrak biaya atau kredit yg dimasukkan terhadap faktur supplier atau nota kredit masing-masing. Utk memasukkan transaksi supplier supplier pertama harus dipilih dari layar pilihan supplier, maka link utk memasukkan faktur supplier atau nota kredit harus diklik
it_it: Spese contratto o crediti sono iscritti a fronte di fatture dei fornitori o note di credito, rispettivamente. Per inserire le transazioni fornitore del fornitore deve prima essere selezionata dalla schermata di selezione dei fornitori, quindi il link per inserire una fattura fornitore o una nota di credito deve essere cliccato
ko_kr: 계약 요금 또는 크레딧은 각각 공급 업체 송장 또는 신용 메모에 입력됩니다. 공급 업체 송장 또는 신용 메모를 입력 공급 업체가 처음 공급자 선택 화면에서 선택해야합니다 거래, 다음 링크를 입력하세요 클릭해야합니다
mr_in: कॉण्ट्रॅक्ट शुल्क किंवा नामावली अनुक्रमे पुरवठादार पावत्या किंवा क्रेडिट नोट्स विरुद्ध प्रवेश केला आहे. पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर पासून निवडणे आवश्यक आहे पुरवठादार व्यवहार प्रविष्ट करा, नंतर एक पुरवठादार चलन किंवा क्रेडिट नोट दाखल करण्यास दुव्यावर क्लिक करणे आवश्यक आहे
nl_nl: Contract heffingen of kredieten worden opgenomen tegen de facturen van leveranciers of creditnota&#39;s, respectievelijk. Voor het invoeren van de leverancier transacties de leverancier eerst moet worden gekozen uit de selectie van een leverancier scherm, en dan de link naar een leverancier factuur of creditnota invoert, moet worden geklikt op de
pt_pt: Taxas do Contrato ou créditos são informados contra os avisos do fornecedor ou notas de crédito respectivamente. Para informar trans. o Forn. deve antes haver sido selecion. na tela de fornec. Dar clique no número aviso ou na nota de crédito para executar
ro_ro: Contract taxe sau credite sunt înscrise la facturi sau note de credit cu furnizorul respectiv. Pentru a introduce tranzacţii legatura cu furnizorul furnizorul trebuie mai întâi selectate din ecranul de selectare a furnizorului, apoi pe link-ul pentru a introduce o factura furnizorului sau note de credit trebuie să fie făcut clic pe
ru_ru: Контракт обвинения или кредитов введены в отношении счета-фактуры поставщика или кредитных нот соответственно. Для ввода поставщиком сделок поставщик должен лишь выбрать на экране выбора поставщика, то ссылку для входа счета поставщика или кредитных нот должна быть нажата
sq_al: akuza të kontratës ose kreditë janë furnizues të hyrë kundër faturave ose shënime kredi përkatësisht. Për të hyrë në transaksione furnizues furnizues duhet së pari të zgjidhen nga menuja e zgjedhësit të furnizuesit, pastaj lidhjen për të hyrë në një faturë të furnizuesit ose notë krediti duhet të klikuar në
sv: Kontrakt avgifter eller krediter förs mot leverantörsfakturor eller kreditnotor respektive. Om du vill ange leverantör transaktioner leverantören måste först väljas från leverantören skärmen för val, sedan på länken för att ange en leverantörsfaktura eller kreditfaktura måste klickas på
sw_ke: Mkataba wa mashtaka au mikopo ni aliingia dhidi ya ankara wasambazaji au maelezo ya mikopo kwa mtiririko huo. Kuingia mashirikiano wasambazaji wasambazaji lazima kwanza kuchaguliwa kutoka screen uteuzi wasambazaji, basi zilizounganishwa na kuingia invoice wasambazaji au mikopo kumbuka lazima clicked on
tr_tr: Sözleşme ücreti veya kredi sırasıyla tedarikçi fatura veya kredi notları karşı girilir. tedarikçi ilk sonra, tedarikçi seçimi ekranından tıkladım gereken bir tedarikçi faturası veya kredi notunu girmek için link seçilmelidir ticaret işlemleri girmek için
zh_hk: 合同费用或者欠款应该对应分别输入供应商发票和红字发票。要输入供应商交易，必须从供应商选择屏幕先选择供应商，然后点击输入供应商发票或者红字发票的链接。
zh_tw: 是合同費用或抵免分別進入對供應商發票或紅字發票。要輸入供應商的交易商必須首先從供應商選擇畫面中選擇，然後輸入供應商發票或貸方票據的鏈接必須點擊

source: Select A Supplier
cs_cz: Vybrat dodavatele
es_es: Seleccionar un proveedor
hi_in: एक प्रदायक चुनें
id_id: Pilih Supplier
it_it: Selezionare un fornitore
ko_kr: 공급 업체를 선택
mr_in: एक पुरवठादार निवडा
nl_nl: Selecteer een leverancier
pt_pt: Escolher um Fornecedor
ro_ro: Selectaţi un furnizor
ru_ru: Выберите поставщика
sq_al: Zgjidh nje Furnizuesi
sv: Välj leverantör
sw_ke: Kuchagua A Supplier
tr_tr: TEDARIKÇI SEÇIN
zh_hk: 选择供应商
zh_tw: 選取供應商

source: The contract reference entered does not exist as a customer ordered contract. This contract cannot be charged to
cs_cz: Referenční zakázky zadané neexistuje jako zákazník objednal smlouvy. Tato smlouva nemůže být účtovány
es_es: El contrato de referencia introducido no existe como un cliente que ordenó contrato. Este contrato no puede ser cargado a
hi_in: अनुबंध एक ग्राहक के रूप में अस्तित्व में नहीं दर्ज नहीं किया गया संदर्भ अनुबंध का आदेश दिया. यह अनुबंध करने के लिए शुल्क नहीं लिया जा सकता
id_id: Referensi kontrak masukkan tdk ada sbg customer diperintahkan kontrak. Kontrak ini tdk dapat dibebankan
it_it: Il riferimento contratto concluso non esiste come un cliente ha ordinato contratto. Questo contratto non può essere a carico
ko_kr: 고객이 계약을 명령으로 입력 계약 기준이 존재하지 않습니다. 이 계약에 충전 할 수 없습니다
mr_in: ग्राहक करार आदेश दिले म्हणून प्रविष्ट करार संदर्भ अस्तित्वात नाही. हे करार शुल्क आकारले जाऊ शकत नाही
nl_nl: De referentie van het contract aangegaan bestaat niet als klant besteld contract. Dit contract kan niet worden aangerekend
pt_pt: Ref. do contrato informado não existe para o cliente. Esse contrato não pode ser tributado para
ro_ro: Referinţă contract încheiat nu există ca un client comandat contract. Acest contract nu poate fi încărcată la
ru_ru: Контракт вступил ссылки не существует в качестве клиента порядке договора. Этот контракт не может быть возложено на
sq_al: Reference kontratë të hyrë nuk ekziston si një klient urdhëruar kontratë. Kjo kontratë nuk mund të ngarkohet për të
sv: Kontraktet hänvisning angav finns inte som kund beställt kontrakt. Detta kontrakt kan inte belasta
sw_ke: Kumbukumbu aliingia mkataba haipo kama mteja kuamuru mkataba. mkataba huu hauwezi kuwa na kushtakiwa kwa
tr_tr: Bir müşteri olarak yok giren sözleşme referans sözleşme emretti. Bu sözleşme ile şarj edilemiyor
zh_hk: 输入的合同编号并非已有的顾客合同编号，此合同无法无法加至此发票
zh_tw: 簽訂的合約引用不存在於客戶訂購合約。本合約不能產生費用

source: The amount entered is not numeric. This contract charge cannot be added to the invoice
cs_cz: Uvedená částka není číslo. Tato smlouva poplatek nemůže být přidány k faktuře
es_es: El importe introducido no es numérico. Este cargo del contrato no se puede añadir a la factura
hi_in: प्रवेश राशि सांख्यिक नहीं है. इस अनुबंध के आरोप चालान जोड़ा नहीं जा सकता
id_id: Jumlah yg dimasukkan tdk numerik. Biaya kontrak ini tdk dapat ditambahkan ke faktur
it_it: L&#39;importo inserito non è numerico. Questa carica contratto non può essere aggiunto alla fattura
ko_kr: 입력 된 숫자 양은 아니다. 이 계약 전하는 청구서에 추가 할 수없는
mr_in: प्रविष्ट रक्कम अंकीय नाही. हे करार शुल्क चलन जोडले जाऊ शकत नाही
nl_nl: Het opgevoerde bedrag is niet numeriek. Dit contract heffing kan niet worden toegevoegd aan de factuur
pt_pt: O valor informado não é numérico. Essa taxa de contrato não pode ser adicionada ao aviso
ro_ro: Valoarea introdusă nu este numeric. Acest tarif de contract nu poate fi adăugat la factura
ru_ru: Сумму вошли не является числовым. Этот контракт плата не может быть добавлен к счету
sq_al: Shuma e dhënë nuk është numerike. Kjo pagesë kontratës nuk mund të shtohet në faturë
sv: Det angivna beloppet är inte numerisk. Detta kontrakt avgift kan inte läggas på fakturan
sw_ke: Kiasi aliingia si nambari. malipo ya mkataba huu hauwezi kuongezwa kwa invoice
tr_tr: Girilen miktar sayısal değildir. Bu sözleşme ücreti faturaya eklenemez
zh_hk: 输入的金额非数值。此合同费用无法加至发票
zh_tw: 輸入的金額不是數字。本合約費用不能被新增到發票

source: Contract charges on Invoice
cs_cz: Smlouva poplatky na faktuře
es_es: Cargos de Contrato en la Factura
hi_in: चालान पर संविदा प्रभार
id_id: Kontrak biaya pada Faktur
it_it: Spese contratto su Fattura
ko_kr: 송장에 계약 요금
mr_in: अशी यादी तयार वर कॉण्ट्रॅक्ट शुल्क
nl_nl: Contract heffingen op Factuur
pt_pt: Despesas no Contrato do Pedido
ro_ro: taxe Contract pe factură
ru_ru: Контракт обвинения в счете-фактуре
sq_al: Kontrata mbi akuzat Faturë
sv: Kontrakt avgifter på Faktura
sw_ke: Mkataba mashtaka juu ya ankara
tr_tr: Faturanızda Sözleşme ücretleri
zh_hk: 合同费用发票
zh_tw: 在發票合約的費用

source: Contract credits on Credit Note
cs_cz: Smlouva úvěrů na dobropis
es_es: Créditos del Contrato en nota de Crédito
hi_in: क्रेडिट पर अनुबंध क्रेडिट नोट
id_id: Kredit Kontrak di Nota Kredit
it_it: crediti Contratto di Nota di Credito
ko_kr: 신용 주에 계약 크레딧
mr_in: क्रेडिट टिप कॉण्ट्रॅक्ट क्रेडिट्स
nl_nl: Contract credits op creditnota
pt_pt: Créditos em Nota Crédido do contrato
ro_ro: Contractul de credit credite pe Nota
ru_ru: Контракт кредитов по кредитным Примечание
sq_al: kredi Kontrata mbi Credit Note
sv: Kontrakt poäng på kreditnota
sw_ke: mikopo ya Mkataba juu ya Mikopo Kumbuka
tr_tr: Kredi sözleşmesi kredi notu
zh_hk: 红字发票付费合同
zh_tw: 信用說明在合約信用

source: Back to Invoice Entry
cs_cz: Zpět na faktury Vstup
es_es: Volver a introducción de facturas
hi_in: वापस करने के लिए चालान एंट्री
id_id: Kembali ke Masukkan Faktur
it_it: Torna all' Inserimento Fatture
ko_kr: 돌아 가기 송장 항목에
mr_in: मागे चलन एंट्रीला
nl_nl: Terug naar Factuur Invoer
pt_pt: Retornar para Entrada de Avisos
ro_ro: Înapoi la intrare factură
ru_ru: Вернуться на счета Entry
sq_al: Kthehu tek Hyrja Faturë
sv: Lägg till en post till den här menyn
sw_ke: Nyuma Entry ankara
tr_tr: FATURA GIRISINE GERI DÖN
zh_hk: 返回发票输入
zh_tw: 返回發票輸入

source: Contract Selection
cs_cz: Výběr zakázky
es_es: Selección de Contrato
hi_in: संविदा चयन
id_id: Pilihan Kontrak
it_it: Contratto di selezione
ko_kr: 계약 선택
mr_in: कॉण्ट्रॅक्ट निवड
nl_nl: Contract Selectie
pt_pt: Contratar Seleção
ro_ro: Contract de selecţie
ru_ru: Контракт выбор
sq_al: Kontratës Selection
sv: Kontrakt Urval
sw_ke: Uchaguzi mkataba
tr_tr: Sözleşme Seçimi
zh_hk: 选择合同
zh_tw: 合約選擇

source: otherwise select the contract from the list
cs_cz: jinak výběr smlouvy ze seznamu
es_es: de otra manera seleccione el contrato de la lista
hi_in: अन्यथा सूची से अनुबंध का चयन करें
id_id: jika tdk, pilih kontrak dari daftar
it_it: altrimenti selezionare il contratto dalla lista
ko_kr: 그렇지 않으면 목록에서 계약을 선택
mr_in: अन्यथा सूचीतून करार निवडा
nl_nl: anders selecteert u de opdracht uit de lijst
pt_pt: ou selecione o contrato da lista
ro_ro: selectaţi în caz contrar, contractul de pe lista
ru_ru: в противном случае выберите договор из списка
sq_al: ndryshe zgjidhni kontratës nga lista
sv: välj annars kontraktet från listan
sw_ke: vinginevyo kuchagua kutoka katika orodha ya mkataba
tr_tr: Aksi listeden sözleşme seçin
zh_hk: 否则的话从表中选择合同
zh_tw: 否則從列表中選擇合約

source: Amount must be numeric
es_es: Monto debe ser numérico
ko_kr: 금액은 숫자이어야합니다
mr_in: रक्कम अंकीय असणे आवश्यक आहे
pt_pt: Quant. deve ser numérica
zh_tw: 數量必須是數字

source: Non zero amount
es_es: Monto no nulo
ko_kr: 비 제로 양
mr_in: नॉन शून्य रक्कम
pt_pt: Valor Não Zero
zh_tw: 非零量

source: Anticipated Cost
ko_kr: 예상 비용
mr_in: उद्भवणाऱ्या किंमत
pt_pt: Custo Antecipado
zh_tw: 預計費用

source: Enter Contract Charge
cs_cz: Zadejte Smlouva poplatek
es_es: Introducir el Cargo del Contrato
hi_in: अनुबंध प्रभार दर्ज
id_id: Masukkan Biaya Kontrak
it_it: Inserisci carica Contratto
ko_kr: 계약 요금을 입력
mr_in: करार शुल्क प्रविष्ट करा
nl_nl: Voer Contract Charge
pt_pt: Informar Taxa Contrato
ro_ro: Introduceţi Charge Contract
ru_ru: Введите контракта обязанности
sq_al: Enter Ngarkesa e kontratës
sv: Skriv kontrakt Charge
sw_ke: Kuingia mkataba Charge
tr_tr: Sözleşme Şarj girin
zh_hk: 输入合同费用
zh_tw: 輸入合約費

source: Enter Supplier Credit Note Against Goods Received
cs_cz: Zadejte dodavatele dobropis obdržel zboží
es_es: Introducir nota de Crédito (abono) del proveedor respecto a Bienes Recibidos
hi_in: प्राप्त सामान के खिलाफ प्रदायक क्रडिट नोट दर्ज करें
id_id: Masukkan Nota Kredit Supplier Terhadap Brg Diterima
it_it: Inserisci una Nota di Credito Fornitore a Fronte delle Merci Ricevute
ko_kr: 접수 됨 제품에 대해 공급 업체 신용 메모를 입력
mr_in: प्राप्त माल विरुद्ध पुरवठादार क्रेडिट टीप प्रविष्ट करा
nl_nl: Invoer van leveranciers credit factuur tegen een goederen ontvangst
pt_pt: Informe Nota Crédito Fornec. para Receber Mercadoria
ro_ro: Introduceţi credit Notă furnizorului împotriva bunurile primite
ru_ru: Введите Примечание Поставщик товарный кредит Поступило
sq_al: Enter Credit Shënim Furnizuesi kundër Mallrat e pranuara
sv: Ange Obs Leverantören kredit mot mottagna varor
sw_ke: Kuingia Supplier Mikopo Angalia dhidi ya Bidhaa Received
tr_tr: Alınan Mal Karşılığı Tedarikçi Kredi Notu girin
zh_hk: 输入货品接收的供应商红字发票
zh_tw: 輸入貨品收貨的供應商帳單

source: To enter a supplier transactions the supplier must first be selected from the supplier selection screen
cs_cz: Chcete-li zadat dodavatel plnění dodavatele musí být nejprve vybrány z obrazovky výběru dodavatele
es_es: Para ingresar una de las transacciones de proveedores, primero el proveedor debe ser seleccionado desde la pantalla de selección de proveedores
hi_in: एक सप्लायर के लेनदेन आपूर्तिकर्ता पहले आपूर्तिकर्ता का चयन स्क्रीन से चयनित किया जाना चाहिए दर्ज करने के लिए
id_id: Utk memasukkan transaksi supplier, supplier harus dipilih dulu dari menu pilihan supplier
it_it: Per entrare nelle operazioni del fornitore, il fornitore deve essere prima selezionato dalla schermata di selezione fonitore
ko_kr: 공급 업체 거래에게 공급을 입력하려면 먼저 공급자 선택 화면에서 선택해야합니다
mr_in: पुरवठादार प्रथम पुरवठादार नीवड पडद्यावर निवडले करणे आवश्यक आहे पुरवठादार व्यवहार प्रविष्ट करा
nl_nl: Selecteer via leveranciers selectie scherm een leverancier voor de invoer van de transactie
pt_pt: Para informar trans. para fornecedor, antes deve ser escolhido o fornecedor na pág. de pesquisa
ro_ro: Pentru a introduce un tranzacţii legatura cu furnizorul furnizorul trebuie mai întâi selectat din ecranul de selectare a furnizorului
ru_ru: Для ввода поставщиком сделок поставщик должен лишь выбрать на экране выбора поставщика
sq_al: Për të futur një transaksionet furnizues furnizues duhet së pari të zgjidhen nga menuja e zgjedhësit të furnizuesit
sv: Om du vill ange en leverantör transaktioner leverantören måste först väljas från leverantören skärmen för val
sw_ke: Kuingia mashirikiano muuzaji wasambazaji lazima kwanza kuchaguliwa kutoka screen uteuzi wasambazaji
tr_tr: tedarikçi ilk tedarikçi seçim ekranı seçilmelidir bir tedarikçi işlemleri girmek için
zh_hk: 请先选择供应商然后输入供应商交易
zh_tw: 請先由供應商選取畫面選取供應商來輸入供應商交易

source: then the link to enter a supplier credit note must be clicked on
cs_cz: pak odkaz na vstup dodavatel dobropis musí být klikli na
es_es: entonces debe hacer clic en el enlace para introducir una nota de Crédito (abono) del proveedor
hi_in: तो के लिए एक आपूर्तिकर्ता क्रेडिट नोट दर्ज करें लिंक पर क्लिक करना होगा
id_id: kemudian link utk memasukkan nota kredit supplier harus di-klik
it_it: quindi il collegamento per entrare nella nota di credito fornitore deve essere clikkato
ko_kr: 다음 공급 업체 신용 메모를 입력 할 수있는 링크에 클릭해야합니다
mr_in: नंतर एक पुरवठादार क्रेडिट नोट दाखल करण्यास दुव्यावर क्लिक करणे आवश्यक आहे
nl_nl: Gebruik daarna de link om een leveranciers credit factuur in te voeren
pt_pt: dar clique no link para informar a nota crédito do fornecedor
ro_ro: apoi link-ul pentru a introduce o notă de credit-furnizor trebuie să fie făcut clic pe
ru_ru: то ссылку для входа к сведению поставщиком кредит должен быть нажата
sq_al: pastaj lidhjen për të hyrë në një notë krediti furnizuesit duhet të klikuar në
sv: sedan på länken för att ange en notering leverantör kredit måste klickas på
sw_ke: kisha kiungo kuingia mikopo wasambazaji kumbuka lazima clicked on
tr_tr: sonra bir tedarikçi kredi notunu girmek için linke tıklandığında olmalıdır
zh_hk: 之后必须按输入供应商红字发票
zh_tw: 之後必須按輸入供應商折讓單

source: Select A Supplier to Enter a Transaction For
cs_cz: Vyberte Dodavatel Zadání transakci
es_es: Seleccionar un proveedor para la transacción
hi_in: एक प्रदायक चुनें करने के लिए एक गतिविधि के लिए दर्ज करें
id_id: Pilih Supplier utk Memasukkan Transaksi
it_it: Seleziona un Fornitore per Inserire un Operazione di
ko_kr: 를 들어 트랜잭션을 입력하는 공급 업체를 선택
mr_in: एक व्यवहार प्रविष्ट करण्यासाठी एक पुरवठादार निवडा
nl_nl: Selecteer een leverancier waarvoor een transactie moet worden ingevoerd
pt_pt: Selec. Fornec. para Informar a Trans. para
ro_ro: Selectaţi un furnizor Introduceţi o tranzacţie în
ru_ru: Выбор поставщика для ввода транзакции для
sq_al: Zgjidh nje Furnizuesi do të hyjë në një transaksion për
sv: Välja en leverantör för att ange en transaktion för
sw_ke: Kuchagua A Supplier kuingia Transaction Kwa
tr_tr: Için bir işlem girin A Tedarikçi seçin
zh_hk: 选取供应商来输入交货
zh_tw: 選取供應商來輸入交貨

source: The credit quantity is not numeric or the quantity to credit is more that quantity invoiced
es_es: La cantidad acreditada no es numérica o la cantidad a acreditar es mayor que la cantidad facturada
id_id: Qty kredit bukan numerik atau lebih dari yg difaktur
ko_kr: 신용 양이 숫자가 아니거나 신용 양보다 그 양이 청구하다
mr_in: क्रेडिट प्रमाण अंकीय नाही किंवा कर्ज प्रमाण invoiced अधिक प्रमाणात आहे
pt_pt: Quant. crédito não é numérico ou quant. para creditar é maior que a quant. informada
zh_tw: 信貸量不是數字或信貸的數量超過發票數

source: The goods received cannot be credited by this quantity
es_es: No se pueden acreditar los bienes recibidos a esta cantidad
id_id: Brg diterima tdk dapat dikredit oleh qty ini
ko_kr: 제품이 수량으로 적립 할 수 없습니다받은
mr_in: प्राप्त माल या प्रमाणात जमा करणे शक्य नाही
pt_pt: Mercadorias receb. não podem ser cred. nessa quantidade
zh_tw: 收到貨不能記入本信貸量

source: The price charged in the suppliers currency is either not numeric or negative
cs_cz: Účtovanou cenu v měně, dodavatele, je buď numerický nebo negativní
es_es: El precio cargado en la moneda de los proveedores no es numérico ni negativo
hi_in: आपूर्तिकर्ताओं मुद्रा में आरोप लगाया कीमत या तो नकारात्मक या नहीं सांख्यिक
id_id: Harga yg dibebankan di mata uang supplier bukan numerik atau negatif
it_it: Il prezzo inserito nella valuta forniture non è un numero oppure è un negativo
ko_kr: 공급 업체 통화에 충전 된 가격은 숫자 또는 부정적 아니다
mr_in: पुरवठादार चलनात चार्ज किंमत अंकीय किंवा नकारात्मक एकतर नाही
nl_nl: De inrekening gebrachte prijs in de levaranciers valuta is of niet numeriek of negatief
pt_pt: Preço encargo para moeda fornecedor não é numérico ou negativo
ro_ro: Preţul perceput în valută furnizorilor nu este fie numeric sau negativ
ru_ru: Цена взимается в валюте поставщиков либо не числовое или отрицательный
sq_al: Çmimi i akuzuar në monedhën furnizuesit është ose nuk numerike apo negative
sv: Priset i de leverantörer valuta är antingen inte numerisk eller negativa
sw_ke: Bei ya kushtakiwa katika sarafu wauzaji ni aidha si nambari au hasi
tr_tr: tedarikçiler para tahsil fiyat ya sayısal ya da negatif
zh_hk: 供应商货币的价格不是数值或为负数
zh_tw: 供應商貨幣的收費價格不是數值或負數

source: The goods received cannot be credited at this price
cs_cz: Přijatého zboží nemůže být připsána za tuto cenu
es_es: No se pueden acreditar los bienes recibidos a este precio
hi_in: इस कीमत पर माल जमा कर सकते हैं प्राप्त नहीं हो
id_id: Brg yg diterima tdk dapat dikredit pada harga ini
it_it: Le merci ricevute non possono essere accreditate a questo prezzo
ko_kr: 상품이 가격에 적립 할 수 없습니다받은
mr_in: प्राप्त माल किमतीला जमा करणे शक्य नाही
nl_nl: De ontvangen goederen kunnen niet tegen deze prijs gecrediteerd worden
pt_pt: Mercad. recebidas não podem ser creditadas a esse preço
ro_ro: Bunurile primite nu pot fi creditate la acest pret
ru_ru: Полученные товары не могут быть отнесены по этой цене
sq_al: Mallrat e marra nuk mund të kreditohet në këtë çmim
sv: Mottagna varor kan inte tillgodoräknas i den här prisklassen
sw_ke: mali ya kupokea hawezi kuwa sifa kwa bei hii
tr_tr: Mal bu fiyata alacak olamaz aldı
zh_hk: 接收的货品不能用这价目贷账
zh_tw: 接收的貨品不能以這價格冲銷

source: Credits Against Goods Received Selected
cs_cz: Úvěry proti zboží, o přijatých vybraných
es_es: Seleccionados créditos versus bienes recibidos
hi_in: माल के खिलाफ Credits चयनित प्राप्त
id_id: Kredit Terhadap Brg yg Diterima telah Dipilih
it_it: Selezione Crediti a Fronte di Merci Ricevute
ko_kr: 제품에 대하여 학점은 선택받은 것은
mr_in: निवडलेले प्राप्त वस्तूंचे विरुद्ध नामावली
nl_nl: Creditering tegen goederenontvangst geselecteerd
pt_pt: Créditos Associados com Merc. Receb. Selecion.
ro_ro: Credite Împotriva bunurile primite selectate
ru_ru: Кредиты под товары, полученные Избранные
sq_al: Kredite Kundër Mallrat e pranuara e zgjedhur
sv: Krediter mot varor mottagna Valda
sw_ke: Mikopo dhidi ya Bidhaa alipokea Selected
tr_tr: Mal Karşı Kredi seçilen Alınan
zh_hk: 选取接收货品的贷账
zh_tw: 選取接收貨品的冲銷

source: Quantity Credited
cs_cz: Množství Připočítaný
es_es: Cantidad Acreditada
hi_in: मात्रा का श्रेय
id_id: Jumlah yg Dikredit
it_it: Quantità Accreditate
ko_kr: 수량 적립
mr_in: जमा राशी
nl_nl: Hoeveelheid gecrediteerd
pt_pt: Quant. Créd.
ro_ro: Cantitate creditate
ru_ru: Количество зачисленных
sq_al: Sasia Jepen
sv: Antal krediterat
sw_ke: Wingi credited
tr_tr: Miktar Kredili
zh_hk: 贷账数量
zh_tw: 冲銷數量

source: Price Credited in
cs_cz: Cena připsána ve
es_es: Precio Acreditado en
hi_in: कीमत में श्रेय
id_id: Harga yg Dikredit dalam
it_it: Prezzo Accredito su
ko_kr: 가격에 적립
mr_in: मध्ये जमा किंमत
nl_nl: Prijs Gecrediteerd in
pt_pt: Preço Creditado em
ro_ro: Pret creditate în
ru_ru: Цена кредитоваться в
sq_al: Jepen të çmimeve në
sv: Båda (bild i bild)
sw_ke: Sifa kwa bei
tr_tr: Fiyat Kredili
zh_hk: 贷账价目于
zh_tw: 冲銷價格於

source: Line Value in
cs_cz: Hodnota v řádku
es_es: Valor de Línea en
hi_in: लाइन वैल्यू में
id_id: Nilai Baris dalam
it_it: Inserimento Valuta
ko_kr: 에서 행 값
mr_in: मध्ये लाइन मूल्य
nl_nl: Regel waarde in
pt_pt: Valor Lin. em
ro_ro: Valoare în linie
ru_ru: Линия Соотношение в
sq_al: Vlerë Line në
sv: Värde i listan:
sw_ke: Mpya Thamani katika
tr_tr: SATIR DEGERI:
zh_hk: 总价
zh_tw: 列價值於
