Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: A search facility is available below if necessary
cs_cz: Vyhledávání je k dispozici níže v případě potřeby
es_es: A continuación está dosponible la utilidad de búsqueda si es necesaria
hi_in: एक खोज की सुविधा अगर नीचे उपलब्ध आवश्यक है
id_id: Facilitas pencarian tersedia di bawah jika perlu
it_it: Una funzione di ricerca è disponibile qui sotto, se necessario,
ko_kr: 검색 기능은 다음 필요한 경우 사용할 수 있습니다
mr_in: आवश्यक असेल तर शोध सुविधा खाली उपलब्ध आहे
nl_nl: Indien gewenst kan onderstaande zoekfaciliteit worden gebruikt
pt_pt: Utilizar funcionalidade disponível abaixo se necessário
ro_ro: O facilitate de căutare este disponibil mai jos, dacă este necesar
ru_ru: Поиск доступен ниже, если необходимо
sq_al: Një strukturë e kërkimit është në dispozicion më poshtë nëse është e nevojshme
sv: En sökfunktion finns nedan om det behövs
sw_ke: A kituo tafuta inapatikana chini ya kama ni lazima
tr_tr: Bir arama tesisi ise aşağıda gerekli kullanılabilir
zh_hk: 如需要, 请使用下面的搜索工具
zh_tw: 如需要, 請使用下面的搜尋工具

source: Our Unit of Measure
cs_cz: Naše jednotka měření
es_es: Nuestra Unidad de Medida
hi_in: मापने की हमारी यूनिट
id_id: Satuan Ukuran Kita
it_it: La nostra Unità di misura
ko_kr: 측정의 우리의 단위
mr_in: आमची मापनाचे एकके
nl_nl: Onze eenheid van maatregel
pt_pt: Nossa Unidade de Medida
ro_ro: Noastre Unitatea de măsură
ru_ru: Наши единица измерения
sq_al: Njësia jonë e Masa
sv: Vår måttenhet
sw_ke: Kitengo yetu ya kupima
tr_tr: Ölçmek Bizim Birimi
zh_hk: 我们的衡量单位
zh_tw: 我們的計量單位

source: Customer Unit of Measure
es_es: Unidad de medida del cliente
ko_kr: 측정의 고객 단위
zh_tw: 客戶的計量單位

source: Conversion Factor (to our UOM)
cs_cz: Konverzní faktor (na náš UOM)
es_es: Factor de conversión (a nuestras unidades)
hi_in: रूपांतरण फैक्टर (हमारे UOM करने के लिए)
id_id: Faktor Konversi (ke Satuan Ukuran kita)
it_it: Fattore di conversione (nel nostro UOM)
ko_kr: 변환 계수 (우리의 UOM에)
mr_in: रुपांतरण फॅक्टर (आमच्या UOM करण्यासाठी)
nl_nl: Conversie Factor (naar onze eenheid)
pt_pt: Fator de Conversão (para nosso armaz.)
ro_ro: Factorul de conversie (la UoM nostru)
ru_ru: Коэффициент преобразования (в наши единицы измерения)
sq_al: Faktori Konvertimi (të UOM tonë)
sv: Konverteringsfaktor (till vår enhet)
sw_ke: Uongofu Factor (kwa UOM yetu)
tr_tr: DÖNÜSTÜRME FAKTÖRÜ
zh_hk: 换算参数(转成我公司的计量单位)
zh_tw: 換算參數(轉成我們公司的單位)

source: Customer Stock Code
es_es: Código de inventario del cliente
ko_kr: 고객 주식 코드
zh_tw: 客戶庫存編碼

source: Customer Stock Description
es_es: Descricpción de inventario del cliente
ko_kr: 고객 스톡 설명
zh_tw: 客戶庫存說明

source: Add
cs_cz: Přidat
es_es: Añadir
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ko_kr: 추가
mr_in: जोडा
nl_nl: Toevoegen
pt_pt: Adic.
ro_ro: Inserare
ru_ru: Добавить
sq_al: Shto
sv: Lägg till
sw_ke: Kuongeza
tr_tr: EKLE
zh_hk: 添加
zh_tw: 新增

source: Show Stock Status
cs_cz: Zobrazit stavu populace
es_es: Mostrar estado del inventario
hi_in: दिखाएँ स्टॉक स्तर
id_id: Tampilkan Status Stok
it_it: Mostra Archivio di stato
ko_kr: 재고 상태를 표시
mr_in: स्टॉक स्थिती दर्शवा
nl_nl: Voorraad Status
pt_pt: Exibir Situação Estoque
ro_ro: Arată stoc Stare
ru_ru: Показать статус товара
sq_al: Statusit Show Stock
sv: Visa Lagerstatus
sw_ke: Kuonyesha Stock Status
tr_tr: STOK DURUMUNU GÖSTER
zh_hk: 显示物料库存
zh_tw: 顯示存貨狀況

source: Show Stock Movements
cs_cz: Zobrazit pohybů zásob
es_es: Mostrar movimientos del inventario
hi_in: दिखाएँ स्टॉक आंदोलनों
id_id: Tampilkan Perpindahan Stok
it_it: Mostra d&#39;archivio Movimenti
ko_kr: 주식의 움직임을보기
mr_in: स्टॉक हालचाली दाखवा
nl_nl: Voorraad Verplaatsingen
pt_pt: Exibir Movto Estoque
ro_ro: Arată circulaţiei stocurilor
ru_ru: Показать перемещения товара
sq_al: Stock Lëvizjet Show
sv: Visa lagertransaktioner
sw_ke: Kuonyesha Stock Harakati
tr_tr: STOK HAREKETLERINI GÖSTER
zh_hk: 显示物料移动
zh_tw: 顯示存貨移動

source: Search Outstanding Sales Orders
cs_cz: Hledat Vynikající Prodejní objednávky
es_es: Buscar órdenes de venta pendientes
hi_in: खोज बकाया बिक्री आदेश
id_id: Cari Order Penjualan Blm-Difaktur
it_it: Ricerca Ordini Sales Outstanding
ko_kr: 우수 판매 오더를 검색
mr_in: शिल्लक विक्री ऑर्डर शोधा
nl_nl: Zoeken naar Openstaande Verkoop orders
pt_pt: Pesquisar Pedidos Vendas Pend.
ro_ro: Căutare comenzilor Vânzări
ru_ru: Искать необработанные заказы на продажу
sq_al: Search Sales Outstanding urdhëron
sv: Sök öppna kundorder
sw_ke: Search bora Sales Daraja
tr_tr: TAMAMLANMAMIS SATIS SIPARISLERINI ARA
zh_hk: 搜索未完成销售订单
zh_tw: 搜尋未完成銷售訂單

source: Search Completed Sales Orders
cs_cz: Vyhledávání Dokončené Prodejní objednávky
es_es: Buscar ordenes de venta completadas
hi_in: खोज सेल्स आदेश पूर्ण
id_id: Cari Order Penjualan Sdh-Difaktur
it_it: Cerca Completato Ordini di vendita
ko_kr: 검색 완료 판매 주문
mr_in: शोध पूर्ण विक्री ऑर्डर
nl_nl: Zoek Afgehandelde Verkoop Orders
pt_pt: Pesquisar Pedidos Vendas Compl.
ro_ro: Căutare finalizate Comenzi Vânzări
ru_ru: Искать завершенные заказы на продажу
sq_al: Search Kompletuar Sales Urdhërat
sv: Sök avslutade kundorder
sw_ke: Search zilizokamilika Daraja Sales
tr_tr: TAMAMLANMIS SATIS SIPARISLERINI GÖSTER
zh_hk: 搜索已完成销售订单
zh_tw: 搜尋已完成訂單

source: Customer Login Configuration
cs_cz: Přihlášení zákazníka konfigurace
es_es: Configuración de inicio de sesión de los clientes
hi_in: ग्राहक लॉगिन विन्यास
id_id: Konfigurasi Login Customer
it_it: Configurazione Login Cliente
ko_kr: 고객 로그인 구성
mr_in: ग्राहक लॉगिन संरचना
nl_nl: Klant Login Configuratie
pt_pt: Configuração Login Cliente
ro_ro: Login client de configurare
ru_ru: Конфигурация логина клиента
sq_al: Konfigurimi Customer Login
sv: Kundinloggningsinställningar
sw_ke: Login mteja Configuration
tr_tr: Müşteri Girişi Yapılandırma
zh_hk: 客户登录配置
zh_tw: 客戶登入的設定

source: A customer must first be selected before logins can be defined for it
es_es: Primero debe seleccionar un cliente, antes de definir su acceso
id_id: Customer harus dipilih dulu sebelum login bisa dibuat
ko_kr: 로그인이 그것을 정의 할 수 있습니다 전에 고객이 먼저 선택해야합니다
mr_in: लॉगिन त्यासाठी ठरवणे शक्य आधी ग्राहक प्रथम निवडणे आवश्यक आहे
pt_pt: Selecione um cliente antes de habilitar login para ele
zh_tw: 定義登錄前，必須先選擇顧客

source: Select A Customer
es_es: Seleccionar un cliente
id_id: Pilih Customer
ko_kr: 고객 선택
mr_in: ग्राहक निवडा
pt_pt: Selecione um Cliente
zh_tw: 選擇一位客戶

source: has been selected
cs_cz: byla vybrána
es_es: ha sido seleccionado
hi_in: चुना गया
id_id: telah dipilih
it_it: è stato selezionato
ko_kr: 선택된
nl_nl: is geselecteerd
pt_pt: foi selecionado
ro_ro: a fost selectat
ru_ru: был выбран
sq_al: ka qenë i zgjedhur
sv: har valts
sw_ke: imekuwa kuchaguliwa
tr_tr: seçildi
zh_hk: 已被选取
zh_tw: 已被選取

source: The user ID entered must be at least 4 characters long
cs_cz: ID uživatele, zadal musí být nejméně 4 znaky dlouhé
es_es: El identificador de usuario debe tener al menos 4 caracteres
hi_in: प्रयोक्ता आईडी कम से कम 4 वर्ण लंबा होना चाहिए में प्रवेश किया
id_id: ID user yg dimasukkan minimum 4 karakter
it_it: L&#39;ID utente iscritto deve essere almeno di 4 caratteri
ko_kr: 입력 한 사용자 ID는 최소 4 자 이상이어야합니다
mr_in: प्रविष्ट वापरकर्ता ID किमान 4 अक्षर लांब असणे आवश्यक आहे
nl_nl: Gerbuiker ID moet minimaal 4 tekens lang zijn
pt_pt: ID do usuário deve ter no mínimo 4 caracteres
ro_ro: ID-ul de utilizator introdus trebuie să fie de cel puţin 4 caractere
ru_ru: Введенный ID пользователя должен быть как минимум 4 символа
sq_al: ID i perdoruesit e dhëna duhet të jetë të paktën 4 karaktere të gjatë
sv: Användar ID måste vara minst 4 tecken lång
sw_ke: ID user aliingia lazima angalau 4 wahusika kwa muda mrefu
tr_tr: KULLANICI ADI EN AZ 4 KARAKTER OLMALI
zh_hk: 用户名必须少于四个字
zh_tw: 輸入的用戶 ID必須少於 4 個字元

source: User names cannot contain any of the following characters
cs_cz: Uživatelská jména nesmí obsahovat žádný z následujících znaků
es_es: Los nombres de usuario no pueden contener los siguientes caracteres
hi_in: उपयोगकर्ता नाम में निम्न वर्णों के किसी भी शामिल नहीं हो सकता
id_id: Nama user tdk boleh berisi karakter berikut
it_it: I nomi utente non può contenere uno dei seguenti caratteri
ko_kr: 사용자 이름은 다음 문자를 포함 할 수 없습니다
mr_in: वापरकर्ता नावे खालील वर्ण कोणत्याही असू शकत नाही
nl_nl: Gebruiker naam mag geen van de volgende tekens bevatten
pt_pt: Nome de usuário não pode conter caracteres invál.
ro_ro: Numele de utilizatori nu pot conţine oricare dintre următoarele caractere
ru_ru: Имена пользователей не могут содержать следующие символы
sq_al: User emrat nuk mund të përmbajë asnjë nga këto karaktere
sv: Användarnamn får inte innehålla följande tecken
sw_ke: User majina haiwezi kudhibiti yoyote ya herufi zifuatazo
tr_tr: KULLANICI ADLARI SU KARAKTERLERI IÇEREMEZ:
zh_hk: 用户名不能包含以下字符
zh_tw: 用戶名不能包含以下字元

source: The password entered must be at least 5 characters long
cs_cz: Zadané heslo musí být minimálně 5 znaků
es_es: La clave debe tener al menos 5 caracteres
hi_in: पासवर्ड कम से कम 5 अक्षर का होना चाहिए में प्रवेश किया
id_id: Kata sandi yg dimasukkan minimum 5 karakter
it_it: La password immessa deve essere di almeno 5 caratteri
ko_kr: 입력 한 암호는 최소 5 자 이상이어야합니다
mr_in: प्रविष्ट पासवर्ड किमान 5 वर्ण लांब असणे आवश्यक आहे
nl_nl: Passwoord moet minimaal 5 tekens lang zijn
pt_pt: Senha precisa ter no mín. 5 caract.
ro_ro: Parola introduse trebuie să fie de cel puţin 5 caractere
ru_ru: Введенный пароль должне быть не длинее 4 символов
sq_al: Fjalëkalimi e dhëna duhet të jetë së paku 5 karaktere të gjatë
sv: Lösenordet måste vara minst 5 tecken långt
sw_ke: password aliingia lazima angalau 5 wahusika kwa muda mrefu
tr_tr: SIFRE EN AZ 5 KARAKTER OLMALI
zh_hk: 密码至少5位
zh_tw: 密碼必須最少 5 位字長

source: The password cannot contain the user id
cs_cz: Heslo nesmí obsahovat uživatelské id
es_es: La contraseña no puede contener el id de usuario
hi_in: पासवर्ड नहीं हो सकते हैं उपयोगकर्ता आईडी
id_id: Kata sandi tdk boleh berisi id user
it_it: La password non può contenere la user id
ko_kr: 패스워드는 사용자 ID를 포함 할 수 없다
mr_in: पासवर्ड वापरकर्ता आयडी असणे शक्य नाही
nl_nl: Passwaard mag niet de gerbuikers ID bevatten
pt_pt: Senha não pode conter ID usuário
ro_ro: Parola nu poate conţine utilizator id
ru_ru: Пароль не должен содержать идентификатор пользователя
sq_al: Fjalëkalimi nuk mund të përmbajë user id
sv: kan inte sätta användar-id till %lu
sw_ke: password unaweza kuviweka user id
tr_tr: SIFRENIZ KULLANICI ADINIZI IÇEREMEZ
zh_hk: 密码不能包含用户名
zh_tw: 密碼不能含有用戶 ID

source: If you enter a Customer Code you must also enter a Branch Code valid for this Customer
cs_cz: Zadáte-li kód zákazníka, musíte také zadat Pobočka kodex platný pro tohoto zákazníka
es_es: Si entra un Código de cliente también debe entrar un Código de sucursal válido para este cliente
hi_in: यदि आप एक ग्राहक कोड दर्ज करें आप भी एक शाखा कोड इस ग्राहक के लिए मान्य दर्ज करना होगा
id_id: Jika Anda memasukkan Kode Customer Anda juga harus memasukkan Kode Cabang yg berlaku utk Customer ini
it_it: Codice Codice
ko_kr: 당신이 고객의 코드를 입력하면 당신은 또한이 고객에 대한 유효한 지점 코드를 입력해야합니다
mr_in: आपण एक ग्राहक कोड प्रविष्ट केल्यास आपण देखील या ग्राहक वैध शाखेला कोड प्रविष्ट करणे आवश्यक आहे
nl_nl: Bij het invoeren van een klancode dient ook een geldige branch code voor die klant worden igevoerd
pt_pt: Se informar Cód. Cliente, também precisa assinalar a Sucursal válida
ro_ro: Dacă introduceţi un cod client, de asemenea, trebuie să introduceţi un cod Sucursala valabil pentru acest client
ru_ru: Если вы вводите код клиента Вы должны также ввести код подразделения клиента
sq_al: Nëse ju shkruani një Kod Customer ju duhet të hyjë në një Kod Drejtimi i vlefshëm për këtë Customer
sv: Om du anger en kund-kod måste du även ange en Branch Code gäller för denna kund
sw_ke: Kama wewe kuingia Kanuni Wateja lazima pia kuingia Kanuni Tawi halali kwa Wateja hii
tr_tr: MÜSTERI KODU GIRMISSENIZ O MÜSTERIYE AIT GEÇERLI BIR SUBE KODU DA GIRMELISINIZ
zh_hk: 如你输入客户编码, 必须同时输入这客户有效的分公司编码
zh_tw: 如你輸入客戶編碼, 必須同時輸入這客戶有效的分公司編碼

source: The check on validity of the customer code and branch failed because
cs_cz: Kontrola platnosti kód zákazníka a větve se nezdařilo, protože
es_es: Falló la comprobación de la validez del código de cliente y sucursal porque
hi_in: ग्राहक कोड और शाखा की वैधता पर जांच क्योंकि विफल
id_id: Pengecekan berlakunya kode customer dan cabang gagal karena
it_it: Il controllo sulla validità del codice cliente e il ramo non è riuscita perché
ko_kr: 고객 코드의 유효성 및 지점에 대한 검사를하기 때문에 실패
mr_in: कारण ग्राहक कोड आणि शाखा वैधता वर तपास अयशस्वी
nl_nl: De controle op de geldigheid van de klantcode en branche is mislukt omdat
pt_pt: Verificação validade cliente e sucursal falhou porque
ro_ro: Verifica valabilitatea codului de client şi ramură a eşuat pentru că
ru_ru: Проверка правильности кода и подразделения клиента завершилась неудачей, так как
sq_al: Kontroll mbi vlefshmërinë e kodit të konsumatorëve dhe të degës së dështuar për shkak se
sv: Validitetskontrollen för kundkod och leveransplats misslyckades eftersom
sw_ke: Ya kuangalia juu ya uhalali wa kanuni wateja na tawi alishindwa kwa sababu
tr_tr: müşteri kodu ve şube geçerliliği üzerinde kontrol nedeniyle başarısız oldu
zh_hk: 检查客户编码和分公司有效性失败, 因为
zh_tw: 檢查客戶編碼和分公司的有效性，失敗, 因為

source: The SQL that was used to check the customer code and branch was
cs_cz: SQL, který byl použit ke kontrole kód zákazníka a větev byla
es_es: El SQL usado para comprobar el código de cliente y sucursal fue
hi_in: SQL कि ग्राहक कोड और शाखा की जांच इस्तेमाल किया गया था
id_id: SQL yg digunakan utk memeriksa kode customer dan cabang adalah
it_it: di
ko_kr: 사용 된 SQL은 고객 코드를 확인하고 지점이었다
mr_in: ग्राहक कोड आणि शाखा तपासण्यासाठी वापरलेला SQL होते
nl_nl: SQL gebruikt om de klancode / branch te controleren was
pt_pt: SQL usado para validar cliente e sucursal foi
ro_ro: SQL care a fost folosit pentru a verifica codul de client şi filiala a fost
ru_ru: SQL проверки кода клиента и филиала
sq_al: SQL që është përdorur për të kontrolluar kodin e klientit dhe degë ishte
sv: SQL som användes för att kontrollera kundens kod och filialen
sw_ke: SQL kwamba alikuwa kutumika kuangalia kanuni wateja na tawi alikuwa
tr_tr: KULLANILAN KOMUT:
zh_hk: 用作检查客户编码和分公司失败的 SQL 是
zh_tw: 用作檢查客戶編碼和分公司失敗的 SQL 是

source: The entered Branch Code is not valid for the entered Customer Code
cs_cz: Vstoupil Pobočka Kód není platný pro zadané kód zákazníka
es_es: El Código de sucursal introducido no es válido para el Código de cliente
hi_in: प्रवेश शाखा कोड दर्ज ग्राहक कोड के लिए मान्य नहीं है
id_id: Kode Cabang yg dimasukkan tdk berlaku utk Kode Customer yg dimasukkan
it_it: Codice Codice
ko_kr: 입력 지점 코드가 입력 된 고객 코드에 유효하지 않습니다
mr_in: प्रविष्ट शाखा कोड प्रविष्ट ग्राहक कोड वैध नाही
nl_nl: Ingevoerde branch niet geldig voor de ingevoerde klant code
pt_pt: O código da sucursal não é válido para o código desse cliente
ro_ro: Codul a intrat Filiala nu este valabil pentru a intrat Cod Client
ru_ru: Введенный код филиала не является верным для кода клиента
sq_al: Kodi hyri Dega nuk është e vlefshme për të Kodit hyri Customer
sv: Den angivna Branch koden inte giltig för den angivna Kundkod
sw_ke: Aliingia Tawi Kanuni si halali kwa ajili ya aliingia Wateja Code
tr_tr: GIRDIGINIZ MÜSTERI KODUNA BAGLI BÖYLE BIR SUBE KODU YOK
zh_hk: 该客户没有此分公司
zh_tw: 輸入客戶編碼的分公司編碼無效

source: The user could not be added because
es_es: No se pudo agregar el usuario porque
id_id: User tdk dapat ditambahkan karena
ko_kr: 사용자가 있기 때문에 추가 할 수 없습니다
mr_in: वापरकर्ता कारण जोडले जाऊ शकत नाही
pt_pt: O usuário não pode ser adicionado porque
zh_tw: 用戶不能添加，因為

source: The SQL that was used to insert the new user and failed was
es_es: El SQL usado para insertar el nuevo usuario fallo:
id_id: SQL yg digunakan utk memasukkan user baru dan gagal adalah
ko_kr: 새 사용자를 삽입하는 데 실패했다 SQL이었다
mr_in: नवीन वापरकर्ता घालण्यासाठी वापरले आणि अयशस्वी झाले याची SQL होते
pt_pt: SQL usado para inserir novo cliente falhou porque
zh_tw: 用來插入新的用戶的SQL程序失敗

source: A new customer login has been created
es_es: Se creó un nuevo acceso de cliente
id_id: Login customer yg baru telah dibuat
ko_kr: 새로운 고객 로그인이 생성되었습니다
mr_in: नवीन ग्राहक लॉगिन तयार केले गेले आहे
pt_pt: Um novo login de cliente foi criado
zh_tw: 一位新客戶登入被建立

source: User Login
cs_cz: Přihlášení uživatele
es_es: Nombre de Usuario
hi_in: प्रयोक्ता लॉगिन
id_id: Login User
it_it: Login utente
ko_kr: 사용자 로그인
mr_in: सदस्य लॉगिन
nl_nl: Gebruiker log-in
pt_pt: Login de Usuário
ro_ro: Nume Utilizator
ru_ru: Логин пользователя
sv: Användaren login
tr_tr: KULLANICI ADI
zh_hk: 用户账户
zh_tw: 登錄帳號

source: Enter a userid for this customer login
es_es: Introducir una identificación de usuario para el acceso este cliente
ko_kr: 이 고객의 로그인에 대한 사용자 ID를 입력
mr_in: या ग्राहक लॉगिन एक USERID प्रविष्ट करा
pt_pt: Informe usuário para login deste cliente
zh_tw: 為這個客戶登錄，輸入一個用戶ID

source: Password
cs_cz: Heslo
es_es: Contraseña
hi_in: पासवर्ड
id_id: Kata Sandi
ko_kr: 암호
mr_in: परवलीचा शब्द
nl_nl: Passwoord
pt_pt: Senha
ro_ro: Parola
ru_ru: Пароль
sq_al: Fjalëkalimi
sv: Lösenord
tr_tr: SIFRE
zh_hk: 密码
zh_tw: 密碼

source: Enter a password for this customer login
es_es: Introducir una contraseña para el acceso este cliente
ko_kr: 이 고객 로그인에 대한 암호를 입력합니다
mr_in: या ग्राहक लॉगिन एक संकेतशब्द प्रविष्ट करा
pt_pt: Informe a senha para login deste cliente
zh_tw: 為這個用戶登錄，輸入一個用戶密碼

source: Full Name
cs_cz: Celé jméno
es_es: Nombre completo
hi_in: पूरा नाम
id_id: Nama Lengkap
it_it: Nome
ko_kr: 전체 이름
mr_in: पूर्ण नाव
nl_nl: Complete naam
pt_pt: Nome Completo
ro_ro: Numele complet
ru_ru: Полное имя
sq_al: Emri i plotë
sv: Fullständigt namn
sw_ke: Jina kamili
tr_tr: AD, SOYAD
zh_hk: 用户全名
zh_tw: 全名

source: Enter the user's real name
es_es: Introducir el nombre real del usuario
ko_kr: 사용자의 실제 이름을 입력합니다
mr_in: वापरकर्त्याचे खरे नाव प्रविष्ट करा
pt_pt: Informe o nome real do Cliente
zh_tw: 輸入用戶的真實姓名

source: Telephone No
cs_cz: Telefonní číslo
es_es: Nº de Teléfono
hi_in: टेलीफोन नहीं
id_id: No Telpon
it_it: Numero di telefono
ko_kr: 전화 번호
mr_in: टेलिफोन क्रमांक
nl_nl: Telefoon Nr
pt_pt: Núm. Telefone
ro_ro: Nr de telefon
ru_ru: Ном. телефона
sq_al: Numri i telefonit
sv: Telefonnr
sw_ke: Hakuna simu
tr_tr: TELEFON
zh_hk: 电话
zh_tw: 電話號碼

source: Enter the user's email address
es_es: Introducir la dirección de correo-e del usuario
ko_kr: 사용자의 이메일 주소를 입력
mr_in: वापरकर्ता ईमेल पत्ता प्रविष्ट करा
pt_pt: Informe o endereço de email
zh_tw: 輸入用戶的電子郵件地址

source: Branch Code
cs_cz: Kód oboru
es_es: Código de sucursal
hi_in: शाखा कोड
id_id: Kode Cabang
it_it: Codice filiale
ko_kr: 지점 코드
mr_in: शाखा कोड
nl_nl: Filiaal Code
pt_pt: Código Sucursal
ro_ro: Sucursala Codul
ru_ru: Код филиала
sq_al: Dega Kodi
sv: Leveransplatskod
sw_ke: Kanuni tawi
tr_tr: SUBE KODU
zh_hk: 分公司
zh_tw: 分公司編碼

source: Reports Page Size
cs_cz: Zprávy Velikost stránky
es_es: Tamaño de página para Informes
hi_in: रिपोर्ट पृष्ठ आकार
id_id: Ukuran Halaman Laporan
it_it: Report Page Size
ko_kr: 페이지 크기를보고
mr_in: अहवाल पृष्ठ आकार
nl_nl: Rapportage pagina lengte
pt_pt: Tamanho Página Relatórios
ro_ro: Rapoarte Dimensiune pagină
ru_ru: Размер страницы отчета
sq_al: Size Raportet Page
sv: Sidstorlek
sw_ke: Taarifa Page Ukubwa
tr_tr: RAPOR SAYFA BOYUTU
zh_hk: 默认报表纸型
zh_tw: 報表頁大小

source: landscape
cs_cz: na šířku
es_es: horizontal
hi_in: परिदृश्य
id_id: horisontal
it_it: orizzontale
ko_kr: 경치
mr_in: रमणीय भूप्रदेश किंवा त्याचे चित्र
nl_nl: Liggend
pt_pt: paisagem
ro_ro: peisaj
ru_ru: ландшафт
sq_al: peizazh
sv: liggande
sw_ke: mazingira
tr_tr: YATAY
zh_hk: 纵向
zh_tw: 橫向信紙

source: Letter
cs_cz: Dopis
es_es: Carta
hi_in: पत्र
it_it: Lettera
ko_kr: 편지
mr_in: पत्र
nl_nl: Brief
pt_pt: Carta
ro_ro: Scrisoare
ru_ru: Буква
sq_al: Letër
sw_ke: Barua
zh_tw: 信紙

source: Theme
cs_cz: Téma
es_es: Tema
hi_in: विषय
id_id: Tema
it_it: Tema
ko_kr: 테마
mr_in: थीम
nl_nl: Thema
pt_pt: Tema
ro_ro: Aparenta
ru_ru: Тема
sq_al: Temë
sv: Tema
sw_ke: Mandhari
tr_tr: TEMA
zh_hk: 主题
zh_tw: 版面樣式

source: Language
cs_cz: Jazyk
es_es: Idioma
hi_in: भाषा
id_id: Bahasa
it_it: Lingua
ko_kr: 언어
mr_in: भाषा
nl_nl: Taal
pt_pt: Idioma
ro_ro: Limba
ru_ru: Язык
sq_al: Gjuhën
sv: Språk
sw_ke: Lugha
tr_tr: LISAN
zh_hk: 语言
zh_tw: 語言

source: Customer How Paid Inquiry
cs_cz: Zákazník Jak Placené Poptávka
es_es: Consultar Cómo Pagó el cliente
hi_in: ग्राहक कैसे भुगतान किया जांच
id_id: Cari Cara Pembayaran Customer
it_it: Dettagli pagamenti
ko_kr: 귀하의 유료 어떻게 고객
mr_in: चौकशी देय कसे ग्राहक
nl_nl: Toon hoe klant betaald heeft
pt_pt: Consulta Pagamentos Cliente
ro_ro: Clientul Cum plătit anchetă
ru_ru: Исследование платежей клиента
sq_al: Hetim Customer Si Paid
sv: Kundbetalningsfråga
sw_ke: Mteja Jinsi Kulipwa Uchunguzi
tr_tr: MÜSTERI NASIL ÖDEMIS?
zh_hk: 交易清算状态查询
zh_tw: 客戶付款方式查詢

source: Customer Where Allocated
cs_cz: Pokud zákazník Přidělené
es_es: Dónde están Asignados los clientes
hi_in: ग्राहक कहां आवंटित
id_id: Customer Dimana Alokasi
it_it: Cliente in cui allocato
ko_kr: 할당 된 고객
mr_in: ग्राहक कोठे वाटप
nl_nl: Wanneer de klant toegewezen
pt_pt: Locais Alocados do Cliente
ro_ro: În cazul în care clientul alocate
ru_ru: Выделенные места клиента
sq_al: Customer Ku e akorduara
sv: Kunden där Avsatt
sw_ke: Wapi mteja zilizotengwa
tr_tr: Tahsis Müşteri
zh_hk: 顾客如何付款查询
zh_tw: 客戶在哪裡分配

source: Receipt
cs_cz: Obdržení
es_es: Recibo
hi_in: रसीद
id_id: Penerimaan
it_it: Incasso
ko_kr: 영수증
mr_in: पावती
nl_nl: Ontvangst
pt_pt: Recebido
ro_ro: Primire
ru_ru: Банковская квитанция
sq_al: Faturë
sv: Inbetalning
sw_ke: Risiti
tr_tr: Makbuz
zh_hk: 收款
zh_tw: 收款

source: Credit Note
cs_cz: Dobropis
es_es: Nota de crédito
hi_in: क्रेडिट नोट
id_id: Nota Kredit
it_it: Nota di credito
ko_kr: 신용 노트
mr_in: क्रेडिट टीप
nl_nl: Credit Nota
pt_pt: Nota Crédito
ro_ro: Nota de credit
ru_ru: Кредит-нота
sq_al: Notë krediti
sv: Kreditfaktura
sw_ke: Angalia mikopo
tr_tr: Kredi Not
zh_hk: 红字发票
zh_tw: 折讓單

source: Transaction Number
cs_cz: Číslo transakce
es_es: Nº de transacción
hi_in: लेन - देन की संख्या
id_id: Nomor Transaksi
it_it: Numero transazione
ko_kr: 거래 번호
mr_in: व्यवहार क्रमांक
nl_nl: Transactie nummer
pt_pt: Número Transação
ro_ro: Numărul de tranzacţii
ru_ru: Номер транзакции
sq_al: Transaksion Numri
sv: Transaktionsnummer
sw_ke: Idadi manunuzi
tr_tr: ISLEM NO
zh_hk: 交易编号
zh_tw: 交易編號

source: Show How Allocated
cs_cz: Zobrazit Jak Přidělené
es_es: Mostrar Cómo Asignado
hi_in: कैसे आवंटित दिखाएँ
id_id: Tampilkan Pengalokasian
it_it: Mostra imputazioni
ko_kr: 할당 방법을 보여줍니다
mr_in: वाटप कसे दाखवा
nl_nl: Toon hoe gealloceerd
pt_pt: Exibir como foi alocado
ro_ro: Afişare Cum alocate
ru_ru: Показать как распределено
sq_al: Trego Si e akorduara
sw_ke: Kuonyesha jinsi gani zilizotengwa
tr_tr: TAHSISLERI GÖSTER
zh_hk: 显示清算记录
zh_tw: 顯示如何配置

source: The transaction number to be queried must be entered first
cs_cz: Číslo transakce, které budou dotazovány musí být zapsány první
es_es: Primero indique el Nº de Transacción a consultar
hi_in: लेन - देन करने के लिए पूछे जा संख्या पहले दर्ज होना चाहिए
id_id: Nomor transaksi yg diminta harus dimasukkan lebih dulu
it_it: Il numero di transazione per essere interrogato devono essere preceduti da
ko_kr: 거래 번호가 먼저 입력해야합니다 쿼리 할
mr_in: चौकशी करणे व्यवहार संख्या पहिल्या प्रविष्ट करणे आवश्यक आहे
nl_nl: Transactie nummer voor de zoekopdracht dient eerst te worden ingevoerd
pt_pt: O número da transação pesquisada precisar ser informado
ro_ro: Numărul de tranzacţie pentru a fi interogate trebuie să fie înscrise primul
ru_ru: Сначала нужно ввести номер сделки
sq_al: Numri i transaksioneve që do të pyetet duhet të lidhet së pari
sv: Ange transaktionsnummer först
sw_ke: Idadi ya manunuzi kuwa queried iwekwe kwanza
tr_tr: sorgulanacak işlem numarasını ilk girilmelidir
zh_hk: 请输入交易编号
zh_tw: 請先輸入要查詢的交易編號

source: invoice
es_es: factura
id_id: faktur
ko_kr: 송장
mr_in: अशी यादी तयार करणे
pt_pt: pedido
zh_tw: 發票
