Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: Change A Supplier Code
es_es: Cambiar un código de proveedor
id_id: Ubah Kode Supplier
it_it: Modificare un codice fornitore
ko_kr: 공급 업체 코드 변경
mr_in: एक पुरवठादार कोड बदला
pt_pt: Mude um Código do Fornecedor
zh_tw: 更改一個供應商代號

source: Existing Supplier Code
es_es: Código de proveedor Existente
id_id: Kode Supplier Yg Ada
ko_kr: 기존 공급 업체 코드
mr_in: विद्यमान पुरवठादार कोड
pt_pt: Código Fornecedor Existente
zh_tw: 現有供應商編碼

source: New Supplier Code
es_es: Nuevo código de proveedor
id_id: Kode Supplier Baru
ko_kr: 새로운 공급 업체 코드
mr_in: नवीन पुरवठादार कोड
pt_pt: Novo Código Fornecedor
zh_tw: 新供應商編碼

source: The Supplier code
es_es: Código de proveedor
id_id: Kode Supplier
ko_kr: 공급 업체 코드
mr_in: पुरवठादार कोड
pt_pt: Código do Fornec.
zh_tw: 供應商編碼

source: does not currently exist as a supplier code in the system
id_id: tdk ada dalam sbg kode supplier di sistem
ko_kr: 현재 시스템의 공급자 코드로 존재하지 않는다
mr_in: सध्या प्रणालीत एक पुरवठादार कोड म्हणून अस्तित्वात नाही
pt_pt: Não localizado como código de fornecedor no sistema
zh_tw: 在系統內不是存在的供應商編碼

source: The replacement supplier code
id_id: Kode supplier pengganti
ko_kr: 대체 공급자 코드
mr_in: रिप्लेसमेंट पुरवठादार कोड
pt_pt: Cód no Fornec. que será substituído
zh_tw: 替代的供應商編碼

source: already exists as a supplier code in the system
es_es: ya existe como código de proveedor en el sistema
id_id: sdh ada sbg kode Supplier di sistem
ko_kr: 이미 시스템 공급자 코드로 존재
mr_in: आधिपासून प्रणालीवर एक पुरवठादार कोड म्हणून अस्तित्वात
pt_pt: já existe como código de fornecedor no sistema
zh_tw: 在系統內已存在供應商編碼

source: a unique supplier code must be entered for the new code
es_es: debe introducir un código de proveedor único para el código nuevo
id_id: kode supplier unik harus dimasukkan utk kode yg baru
ko_kr: 유일한 공급 업체 코드는 새로운 코드를 입력해야합니다
mr_in: एक अद्वितीय पुरवठादार कोड नवीन कोड प्रविष्ट करणे आवश्यक आहे
pt_pt: um código único de fornecedor deve ser informado para o novo código
zh_tw: 輸入新的供應商編碼必須是唯一的編碼

source: Inserting the new supplier record
es_es: Añadiendo el nuevo registro maestro de deudoresInsertando el nuevo registro de proveedor
id_id: Memasukkan data supplier baru
ko_kr: 새로운 공급 업체 레코드를 삽입
mr_in: नवीन पुरवठादार रेकॉर्ड समाविष्ट
pt_pt: Inserido novo registro de fornecedor
zh_tw: 插入新的供應商記錄

source: The SQL to insert the new suppliers master record failed
id_id: SQL gagal memasukkan data master supplier yg baru
ko_kr: SQL은 새로운 공급 업체가 기록에 실패 마스터 삽입
mr_in: नवीन पुरवठादार घालण्यासाठी SQL रेकॉर्ड अयशस्वी मास्टर
pt_pt: SQL usado para inserir novo fornecedor falhou
zh_tw: 插入新的供應商主記錄的SQL失敗

source: Changing
es_es: Cambiando
id_id: Mengubah
ko_kr: 변경
mr_in: बदलणे
pt_pt: Modif.
zh_tw: 改變

source: records
es_es: registros
id_id: data
ko_kr: 기록
mr_in: रेकॉर्ड
pt_pt: registros
zh_tw: 的記錄

source: The SQL to update
es_es: El SQL a actualizar
id_id: SQL utk memperbarui data
ko_kr: SQL 업데이트하기
mr_in: अद्यतनित करण्यासाठी SQL
pt_pt: SQL para atualizar
zh_tw: 更新SQL

source: records failed
id_id: gagal
ko_kr: 기록 실패
mr_in: रेकॉर्ड अयशस्वी
pt_pt: registros que falharam importação
zh_tw: 記錄失效

source: Deleting the supplier code from the suppliers master table
id_id: Mengapus kode Supplier dari tabel master suppliers
ko_kr: 공급 업체 마스터 테이블에서 공급자 코드 삭제
mr_in: पुरवठादार मास्टर तक्त्यातून पुरवठादार कोड हटवत
pt_pt: Removendo código do fornecedor da tabela de fornecedores
zh_tw: 自供應商主表刪除供應商代碼

source: The SQL to delete the old supplier record failed
id_id: SQL gagal menghapus data lama supplier
ko_kr: SQL은 기존의 공급 업체 기록에 실패 삭제
mr_in: जुन्या पुरवठादार रेकॉर्ड हटवू SQL अयशस्वी
pt_pt: SQL para remover o fornecedor anterior falhou
zh_tw: 刪除舊的供應商記錄的SQL失敗

source: The New supplier code
es_es: El nuevo código de proveedor
id_id: Kode supplier Baru
ko_kr: 새로운 공급 업체 코드
mr_in: नवीन पुरवठादार कोड
pt_pt: Novo Cód. Fornecedor
zh_tw: 新供應商編碼

source: must be not empty nor with spaces
es_es: no debe estar vacío ni con espacios
id_id: tdk boleh kosong dan ada spasi
ko_kr: 나 공백 버리지해야
mr_in: असणे आवश्यक रिक्त किंवा मोकळी जागा नाही
pt_pt: deve estar preenchido
zh_tw: 必須不為空，也不帶空格

source: Ov Amt
es_es: Exedente
id_id: Jumlah Terlambat
ko_kr: OV AMT 사의
pt_pt: Qtd Maior
zh_hk: 外币金额
zh_tw: 外幣總額

source: Tot Allcns
es_es: Total prov
hi_in: मुन्ना Allcns
id_id: Total Alokasi
ko_kr: 등록 무비 Allcns
mr_in: बेरीज Allcns
nl_nl: Tot. alloc.
pt_pt: Tot. Alloc.
ru_ru: Всего ассигнований
tr_tr: TOPLAM TAHSISLER
zh_hk: 分配的总额
zh_tw: 總配置

source: There are no inconsistent allocations
cs_cz: Nejsou žádné rozporu příděly
es_es: No hay provisiones inconsistentes
hi_in: कोई असंगत आवंटन कर रहे हैं
id_id: Tdk ada alokasi yg tdk konsisten
it_it: Non ci sono stanziamenti incoerente
ko_kr: 더 일관성 할당이 없습니다
mr_in: एकही विसंगत वाटप आहेत
nl_nl: er zijn gen incosistente allocaties
pt_pt: Não há inconsist. nas alocações
ro_ro: Nu există alocări inconsecvente
ru_ru: Есть не несовместимые ассигнования
sq_al: Nuk ka alokimet në kundërshtim
sv: Det finns inga allokerigar som skall behandlas
sw_ke: Hakuna fedha haiendani
tr_tr: HATALI TAHSIS YOK
zh_hk: 没有不协调配置的
zh_tw: 沒有不協調配置的

source: all is well
cs_cz: všechno je v pořádku
es_es: OK
hi_in: सब कुछ ठीक है
id_id: semuanya baik
it_it: tutto va bene
ko_kr: 모두가 잘
mr_in: सर्व चांगले आहे
nl_nl: alles in order
pt_pt: todos selecionados
ro_ro: totul este bine
ru_ru: все хорошо
sq_al: të gjitha është edhe
sv: allt väl
sw_ke: wote ni vizuri
tr_tr: HEPSI TAMAM
zh_hk: 全部OK
zh_tw: 全部OK

source: Customer Allocations != DebtorTrans.Alloc
cs_cz: Rozdělení zákazníků! = DebtorTrans.Alloc
es_es: Provisión clientes != Prov. Trans Deudor
hi_in: ग्राहक आवंटन! = DebtorTrans.Alloc
id_id: Alokasi Customer != DebtorTrans.Alloc
it_it: Ripartizione dei clienti! = DebtorTrans.Alloc
ko_kr: 고객 할당! = DebtorTrans.Alloc
mr_in: ग्राहक वाटप! = DebtorTrans.Alloc
nl_nl: Klant allocaties ! = DebtorReans.Alloc
pt_pt: Alocações Cliente != DebotorTrans.Alloc
ro_ro: Alocările Client = DebtorTrans.Alloc!
ru_ru: Распределение клиентов != DebtorTrans.Alloc
sq_al: Alokimet Customer! = DebtorTrans.Alloc
sv: Kunden Avsättning! = DebtorTrans.Alloc
sw_ke: Mteja Bajeti =! DebtorTrans.Alloc
tr_tr: Müşteri Tahsisat! = DebtorTrans.Alloc
zh_hk: 客户配置 != 借方交易配置
zh_tw: 客戶配置 != 借方交易配置

source: There are no inconsistencies with allocations
cs_cz: Nejsou žádné rozpory s příděly
es_es: No hay inconsistencias con las provisiones
hi_in: वहाँ आवंटन के साथ कोई विसंगतियां हैं
id_id: Tdk ada alokasi yg tdk konsisten
it_it: Non ci sono incongruenze con le allocazioni
ko_kr: 할당과 불일치가 없습니다
mr_in: वाटप नाही विसंगती आहेत
nl_nl: Geen inconsistenties met allocaties
pt_pt: Não há inconsistências nas alocações
ro_ro: Nu există neconcordanţe cu alocările
ru_ru: Есть нет несоответствий с распределениями
sq_al: Nuk ka mospërputhje me alokimet e
sv: Det finns inga allokerigar som skall behandlas
sw_ke: Hakuna kutokwenda kwa mgao
tr_tr: hiçbir tutarsızlık ödenekleri ile vardır
zh_hk: 没有不协调的配置
zh_tw: 沒有不協調的配置

source: Invoice Number
cs_cz: Číslo faktury
es_es: Factura No.
hi_in: चालान संख्या
id_id: Nomor Faktur
it_it: Fattura Numero
ko_kr: 송장 번호
mr_in: अशी यादी तयार क्रमांक
nl_nl: Factuur nummer
pt_pt: Número Aviso
ro_ro: Număr de factură
ru_ru: Номер накладной
sq_al: I Faturës
sv: Faktura nummer
sw_ke: Idadi invoice
tr_tr: FATURA NO.
zh_hk: 发票编号
zh_tw: 發票編號

source: Original Invoice Total
cs_cz: Původní faktura celkem
es_es: Total de la Factura Original
hi_in: मूल चालान कुल
id_id: Total Faktur Asli
it_it: Totale della fattura originale
ko_kr: 원래 송장 총
mr_in: मूळ चलन एकूण
nl_nl: Originele factuur Totaal
pt_pt: Total Orig. Avisos
ro_ro: Original totala a facturii
ru_ru: Итоги счета-фактуры
sq_al: Total Original Faturë
sv: Orginal Faktura Total
sw_ke: Jumla ya awali ya ankara
tr_tr: Orijinal Fatura Toplam
zh_hk: 原发票总数
zh_tw: 原發票總數

source: Total amount recorded as allocated against it
cs_cz: Celková částka, která byla přidělena zaznamenal proti němu
es_es: Importe Total registrado como asignado respecto a ello
hi_in: कुल राशि के रूप में उसके खिलाफ दर्ज आवंटित
id_id: Total jumlah terdata seperti yg dialokasi terhadapnya
it_it: Totale
ko_kr: 그것에 대하여 할당으로 기록 총량
mr_in: तो विरुद्ध वाटप म्हणून रेकॉर्ड एकूण रक्कम
nl_nl: Totale bedrag geregistreerd als toegewezen tegen
pt_pt: Valor Tot. alocado contra ele
ro_ro: Valoarea totală înregistrată ca fiind alocate împotriva acestuia
ru_ru: Общая сумма записанных как выделено против него
sq_al: Shuma totale e regjistruar ndarë si kundër tij
sv: Totalt belopp redovisas som tilldelats mot det
sw_ke: Jumla ya kiasi kumbukumbu kama zilizotengwa dhidi yake
tr_tr: Toplam miktar olarak karşı tahsis kaydedildi
zh_hk: 这个的总额记录
zh_tw: 這個的總額記錄

source: Total of allocation records
cs_cz: Celkem alokace záznamů
es_es: Total registros provisión
hi_in: आवंटन अभिलेखों का कुल
id_id: Total data alokasi
it_it: Totale
ko_kr: 할당 레코드의 총
mr_in: वाटप रेकॉर्ड एकूण
nl_nl: Totaal van de allocatie records
pt_pt: Total das alocações
ro_ro: Total de înregistrări de alocare
ru_ru: Всего распределения записей
sq_al: Total i regjistrimeve alokimit
sw_ke: Jumla ya rekodi mgao
tr_tr: tahsis kayıtların Toplam
zh_hk: 配置记录总数
zh_tw: 配置記錄總數

source: Debtors Control Integrity
cs_cz: Dlužníci kontrolu integrity
es_es: Integridad del Control de Deudores
hi_in: देनदार नियंत्रण वफ़ादारी
id_id: Integritas Pengawasan Debitur
it_it: Debitori di controllo di integrità
ko_kr: 채무자 제어 무결성
mr_in: Debtors नियंत्रण अखंडत्व
nl_nl: Controle van integriteit debiteuren
pt_pt: Control. Integridade Fornec.
ro_ro: Creanţe Control Integritate
ru_ru: Целостность контроля должников
sq_al: Integriteti borxhlinj Control
sv: Integritetskontroll kundkonton
sw_ke: Jukumu Kudhibiti Uadilifu
tr_tr: Borçlular Kontrol Dürüstlük
zh_hk: 债务人统制整合
zh_tw: 應收帳款控制完整性

source: Start Period:
cs_cz: Začátek období:
es_es: Período inicial:
hi_in: शुरू अवधि:
id_id: Periode Awal:
it_it: Periodo di partenza:
ko_kr: 시대를 시작합니다
mr_in: कालावधी प्रारंभ:
nl_nl: Start van periode:
pt_pt: Per. Inic.:
ro_ro: Perioada începe:
ru_ru: Начальный период:
sq_al: Periudha e fillimit:
sv: Periodstart:
sw_ke: Kuanza Period:
tr_tr: Start Süresi:
zh_hk: 开始期间：
zh_tw: 開始時間：

source: End Period:
cs_cz: Konec období:
es_es: Período final
hi_in: अंत अवधि:
id_id: Periode Akhir:
it_it: Fine Periodo:
ko_kr: 최종 기간 :
mr_in: शेवट कालावधी:
nl_nl: Eind van periode:
pt_pt: Per. Final:
ro_ro: Sfârşitul perioadei:
ru_ru: Конец периода:
sq_al: Periudha e fundit:
sv: Periodslut:
sw_ke: Kipindi cha mwisho:
tr_tr: Dönem sonu:
zh_hk: 结束期间
zh_tw: 結束時間：

source: Bal B/F in GL
cs_cz: Bal B / F v GL
es_es: Balance Atrás/Adelante en Contabilidad
hi_in: बी / एफ में बाल जीएल
id_id: Saldo Diakumulasi (B/F) di GL
ko_kr: 벨 B GL에서 / F
mr_in: जी.एल. मध्ये बॅलन्स बी / एफ
pt_pt: Saldo Contábil B/F
ro_ro: Bal B / F în GL
ru_ru: Бал B / F в главной книге
sq_al: Bal B / F në GL
sv: Bal B / F i GL
sw_ke: Bal B / F katika GL
tr_tr: Bal B / F GL
zh_hk: 总帐从上期结转
zh_tw: BAL B / F在GL

source: Bal C/F in GL
cs_cz: Bal C / F v GL
es_es: Balance Actual/Adelante en Contabilidad
hi_in: सी / एफ में बाल जीएल
id_id: Saldo Dipindahkan (C/F) di GL
ko_kr: 벨 C GL에서 / F
mr_in: जी.एल. मध्ये बॅलन्स सी / एफ
pt_pt: Saldo Contábil C/F
ro_ro: Bal C / F în GL
ru_ru: Бал C / F в главной книге
sq_al: Bal C / F në GL
sv: Bal C / F i GL
sw_ke: Bal C / F katika GL
tr_tr: Bal C / F GL
zh_hk: 总帐结转下期
zh_tw: 巴爾C / F在GL

source: Calculated
cs_cz: Vypočítaná
es_es: Calculado
hi_in: गणना
id_id: Terhitung
it_it: Calcolato
ko_kr: 계산 된
mr_in: हेतुपूर्वक केलेले
nl_nl: Berekend
pt_pt: Calculado
ro_ro: Calculat
ru_ru: Рассчитывается
sq_al: Llogaritur
sv: Beräknad
sw_ke: Mahesabu
tr_tr: Hesaplanmış
zh_hk: 已计算
zh_tw: 計算結果

source: Check Period Sales Ledger Control Account
cs_cz: Zkontrolujte, zda Období Prodej Ledger kontrolu účtu
es_es: Verifique la Cuenta Control Ventas
hi_in: अवधि बिक्री लेजर खाता नियंत्रण की जाँच करें
id_id: Periksa Akun Pengawasan Buku Besar Penjualan Periode
it_it: Controlla Periodo Ledger Sales Account Control
ko_kr: 기간 판매 원장 제어 계정을 확인
mr_in: कालावधी विक्री खतावणी नियंत्रण खाते तपासा
nl_nl: Controleer Periode Sales Ledger Control-account
pt_pt: Verif. Conta Contáb. Período Vendas
ro_ro: Verificaţi perioada de control Ledger Sales Account
ru_ru: Проверить счет продаж за период из главной книги
sq_al: Check Sales Ledger Periudha Account Control
sv: Kontrollera Period Sales Account Control Ledger
sw_ke: Kuangalia Sales Period Ledger Akaunti ya Udhibiti
tr_tr: Dönem Satış Ledger Kontrol Hesap edin
zh_hk: 检查期间销售账控制账目
zh_tw: 檢查期間銷售帳控制帳目

source: UTILITY PAGE To Clear purchase orders with quantity on back order
ko_kr: 다시 주문 수량 클리어 구매 주문하는 유틸리티 페이지
mr_in: परत ऑर्डर वर प्रमाणात सह खरेदी ऑर्डर साफ करण्यासाठी उपयुक्तता PAGE
pt_pt: Página Utilit. Remove Ordens de Compra com quant. pendentes.
zh_tw: 輔助功能頁面以清除採購訂單延期交貨的數量

source: Clear Supplier Back Orders
ko_kr: 클리어 공급 업체 위로 주문
mr_in: स्पष्ट पुरवठादार मागे ऑर्डर
pt_pt: Limpar/Apagar Ordens Compra (Back Order)
zh_tw: 清除供應商返回訂單

source: Create Chart Details Records
cs_cz: Vytvoření grafu Detaily záznamů
es_es: Crear Registros de Detalles del Plan de Cuentas
hi_in: चार्ट विवरण अभिलेख बनाएँ
id_id: Buat Data Rincian Kode Akun
it_it: Creare Dettagli Chart Records
ko_kr: 차트 세부 레코드를 만들
mr_in: चार्ट तपशील रेकॉर्ड तयार करा
nl_nl: Maak Grafiek Details Records
pt_pt: Cria Detalhes Conta
ro_ro: Crearea Detalii Grafic Records
ru_ru: Создать записи подроюностей схемы
sq_al: Krijo Details Grafik Records
sv: Skapa sjökortdetaljer Records
sw_ke: Maelezo kujenga Chati Records
tr_tr: Grafik detayları Records oluşturun
zh_hk: 产生明细资料记录
zh_tw: 產生明細資料記錄

source: Could not test to see that all chart detail records properly initiated
cs_cz: Nemohl test vidět, že všechny graf podrobné záznamy řádně zahájeno
es_es: No se puede probar para ver que todos los registros de detalles del gráfico esten correctamente iniciados
hi_in: परीक्षण करने के लिए देखना है कि सभी चार्ट विस्तार ठीक से शुरू नहीं हो सका रिकॉर्ड
id_id: Tdk dapat menguji utk melihat semua data rincian kode akun telah diatur dgn benar
it_it: Impossibile test per vedere che tutti i record di dettaglio grafico convenientemente iniziati
ko_kr: 모든 차트 상세 기록이 제대로 시작 있는지 테스트 할 수 없습니다
mr_in: सर्व चार्ट तपशील रेकॉर्ड व्यवस्थित अंगीकारत पाहण्यासाठी चाचणी करणे शक्य नाही
nl_nl: Kon het niet testen om te zien dat alle kaartdetail records goed gestart
pt_pt: Não pode testar para determinar se todas contas contábeis foram inicializadas
ro_ro: Nu am putut test pentru a vedea că toate detaliile graficul înregistrările în mod corespunzător a iniţiat
ru_ru: Не могу протестировать, чтобы посмотреть, что все записи подробностей схемы корректно иницированы
sq_al: Nuk mund të test për të parë se të gjitha detajet tabelë të dhënat filluar siç duhet
sv: Kunde inte testa att se att alla sjökortsdetaljer registrerar ordentligt inletts
sw_ke: Hakuweza mtihani kuona kwamba wote kina chati kumbukumbu vizuri ulianzishwa
tr_tr: Tüm grafik detay düzgün başlatılan kayıtları sınayın Couldn&#39;t
zh_hk: 未能测试所有明细资料记录是否正确设置
zh_tw: 未能測試所有明細資料記錄是否正確設置

source: Inserting new chart details records required failed because
cs_cz: Vložení nového grafu podrobnosti záznamy, které vyžaduje se nezdařilo, protože
es_es: Falló la inserción de los registros requeridos de los nuevos detalles del gráfico, porque
hi_in: नया चार्ट विवरण डालने की आवश्यकता है क्योंकि विफल रिकॉर्ड
id_id: Memasukkan data rincian kode akun baru yg diperlukan gagal karena
it_it: Inserimento dati nuovo grafico documentazione richiesta non è riuscita perché
ko_kr: 새 차트 세부 기록을 삽입하는 때문에 실패 필요
mr_in: आवश्यक घालत नवीन चार्ट तपशील रेकॉर्ड अयशस्वी कारण
nl_nl: Het plaatsen van nieuwe grafiek details vereiste gegevens is mislukt, omdat
pt_pt: Novos detalhes plano contas obrigat. falharam porque
ro_ro: Inserarea detalii noi diagramă evidenţele necesare a eşuat pentru că
ru_ru: Вставка новых необходимых записей подробностей схемы не удалась, так
sq_al: Futur detaje të reja tabelë të dhënat e kërkuara dështuar për shkak se
sv: Infoga nya sjökortdetaljer register som krävs misslyckades på grund
sw_ke: Kuingiza maelezo chati mpya kumbukumbu required alishindwa kwa sababu
tr_tr: ISLEM BASARISIZ!
zh_hk: 插入要求的新明细资料记录失败, 因为
zh_tw: 插入要求的新明細資料記錄失敗, 因為

source: Chart Details Created successfully
cs_cz: Graf Podrobnosti úspěšně vytvořen
es_es: Detalles del Plan de Cuentas creados con éxito
hi_in: चार्ट विवरण सफलतापूर्वक बनाया गया
id_id: Rincian Kode Akun telah berhasil Dibuat
it_it: Dettagli grafico creato con successo
ko_kr: 차트 상세 성공적으로 만들어
mr_in: चार्ट तपशील यशस्वीरित्या तयार
nl_nl: Grafiek Details succes Gemaakt
pt_pt: Plano de Contas - Det. Criado.
ro_ro: Detalii Grafic Creat cu succes
ru_ru: Подробная Диаграмма успешно создана
sq_al: Detajet Grafik Krijuar me sukses
sv: Volymen skapades.
sw_ke: Maelezo chati Created mafanikio
tr_tr: Grafik detayları başarıyla düzenlendi
zh_hk: 产生明细资料完成
zh_tw: 產生明細資料完成

source: No additional chart details were required to be added
cs_cz: Žádné další podrobnosti nebyly graf musí být přidány
es_es: No eran necesarios detalles adicionales del cuadro para ser añadidos
hi_in: कोई अतिरिक्त जानकारी के चार्ट में शामिल किया जाना अपेक्षित थे
id_id: Tdk ada rincian kode akun ekstra yg perlu ditambahkan
it_it: Nessun dettaglio grafico supplementare è stato richiesto di essere aggiunti
ko_kr: 추가 차트 세부 사항은 추가 할 필요가 없습니다
mr_in: कोणतीही अतिरिक्त चार्ट तपशील जोडले करणे आवश्यक होते
nl_nl: Geen extra kaart details moesten worden toegevoegd
pt_pt: Nenhum detalhe da conta foi adicionado
ro_ro: Nr detalii suplimentare diagramă au fost necesare pentru a fi adăugate
ru_ru: Никаких дополнительных подробностей диаграммы не должно быть добавлено
sq_al: Nuk ka hollësi të tjera tabelë janë të nevojshme për të shtuar
sv: Inga ytterligare sjökortdetaljer var tvungna att läggas
sw_ke: Hakuna maelezo ya ziada chati walitakiwa kuongezwa
tr_tr: Hiçbir ek grafik detayları eklenecek istendi
zh_hk: 没有要求的新明细资料被新增
zh_tw: 沒有要求的新明細資料被新增

source: UTILITY PAGE That sets up a new blank company record if not already existing
cs_cz: UTILITY stránku, která nastaví nový prázdný záznam, pokud společnost již existující
es_es: INTERFAZ DE SOPORTE para configurar una nueva empresa si no existe
hi_in: उपयोगिता पृष्ठ है कि एक नया खाली कंपनी रिकॉर्ड सेट अगर नहीं पहले से ही विद्यमान
id_id: HALAMAN FASILITAS Yg membuat data perusahaan kosong jika belum ada
it_it: UTILITY pagina che stabilisce un nuovo record di società vuota se non è già esistente
ko_kr: 이미 존재하지 않는 경우 비어있는 새 회사의 기록을 설정 유틸리티 페이지
mr_in: आधिपासूनच अस्तित्वातील नाही तर एक नवीन रिक्त कंपनी रेकॉर्ड करतो की उपयुक्तता PAGE
nl_nl: Faciliteit om een nieuw leeg bedrijfs record op te zetten als er nog geen bestaat
pt_pt: Página Utilit. Cria Nova Empresa em Branco se não existir
ro_ro: UTILITATE pagină care stabileşte un nou record companie necompletată dacă nu este deja existente
ru_ru: СТРАНИЦА УТИЛИТЫ, которая устанавливает новую пустую запись компании, если не уже существующет
sq_al: Utility FAQE Kjo krijon një rekord të ri bosh kompani nëse nuk tashmë ekzistues
sv: UTILITY sida som sätter upp ett nytt tomt bolag rekord om det inte redan befintlig
sw_ke: Shirika ukurasa mpya sets up tupu kampuni rekodi kama si tayari zilizopo
tr_tr: YENI FIRMA KAYDI OLUSTUR
zh_hk: 应用页可设定新的空白公司记录
zh_tw: 應用頁可設定新的空白公司記錄

source: An existing company record is set up already. No alterations have been made
cs_cz: Existující společnost záznamu je nastavena již. Žádné změny byly provedeny
es_es: Ya se ha configurado un registro de empresa. No se hicieron cambios
hi_in: एक मौजूदा कंपनी रिकॉर्ड ऊपर पहले से ही निर्धारित है. कोई परिवर्तन किया गया है
id_id: Data perusahaan sdh ada. Tdk ada perubahan
it_it: No
ko_kr: 기존 회사의 기록은 이미 설정되어 있습니다. 어떤 변경을하지 않은 한
mr_in: सध्याची कंपनी रेकॉर्ड आधीच सेट आहे. एकही बदल केले गेले आहेत
nl_nl: Er bestaat al een bedrijfs record. Geen wijzigingen doorgevoerd
pt_pt: Companhia existente já configurada. Nenhuma alteração feita
ro_ro: O înregistrare existentă a companiei este configurat deja. Modificări nu au fost făcute
ru_ru: Существующей записи компания уже настроена. Никакие изменения не были сделаны
sq_al: Një rekord ekzistuese kompani është ngritur tashmë. Nuk ka ndryshime janë bërë
sv: Ett befintligt företag rekord sätts upp redan. Inga ändringar har gjorts
sw_ke: Rekodi zilizopo ni kuanzisha kampuni tayari. Hakuna mabadiliko ya yamefanywa
tr_tr: BÖYLE BIR FIRMA VAR, DEGISIKLIKLER YAPILAMADI
zh_hk: 一个公司记录设定已存在, 没有其他被制作
zh_tw: 一個公司記錄設定已存在, 沒有其他被製作

source: Company record is now available for modification by clicking
cs_cz: Společnost záznam je nyní k dispozici pro změnu klepnutím na tlačítko
es_es: Registro de la empresa disponible para modificación
hi_in: कंपनी रिकॉर्ड पर क्लिक करके अब संशोधन के लिए उपलब्ध है
id_id: Data perusahaan sekarang ada utk perubahan dgn meng-klik
it_it: Record Company è ora disponibile per modifica, facendo clic
ko_kr: 회사 레코드 클릭하여 수정을 위해 사용할 수 있습니다
mr_in: कंपनी रेकॉर्ड क्लिक करून बदल आता उपलब्ध आहे
nl_nl: Bedrijfs record beschikbaar om te wijzigen door te klikken
pt_pt: Companhia está disponível para modificação: clique
ro_ro: Record Company este acum disponibil pentru modificarea făcând clic
ru_ru: Записи компании теперь доступны для изменения, нажав
sq_al: rekord Kompania është tani në dispozicion për modifikim duke klikuar
sv: Bolaget rekord är nu tillgänglig för ändring genom att klicka
sw_ke: Kampuni ya kurekodi sasa inapatikana kwa kubadilishwa kwa kubonyeza
tr_tr: FIRMA KAYDI OLUSTURULDU, DEGISTIRMEK IÇIN TIKLAYIN:
zh_hk: 公司记录现在可以点按来修改
zh_tw: 公司記錄現在可以點按來修改

source: this link
cs_cz: tento odkaz
es_es: siguiendo este vínculo
hi_in: इस कड़ी
id_id: link ini
it_it: questo link
ko_kr: 이 링크
mr_in: हा दुवा
nl_nl: deze link
pt_pt: nesse link
ro_ro: acest link
ru_ru: ссылку
sq_al: ky link
sv: denna länk
sw_ke: link hii
tr_tr: BU LINK
zh_hk: 此连结
zh_tw: 此連結

source: Create Database Template File
cs_cz: Vytvoření databáze souboru šablony
es_es: Crear Archivo de Plantilla de Base de Datos
hi_in: डेटाबेस टेम्पलेट फ़ाइल बनाएँ
id_id: Membuat File Database Template
it_it: Crea modello di file di database
ko_kr: 데이터베이스 템플릿 파일 만들기
mr_in: डेटाबेस साचा फाइल तयार
nl_nl: Maak Database Template Bestand
pt_pt: Crie um arquivo modelo no banco de dados
ro_ro: Creare şablon fişier bază de date
ru_ru: Создать файл шаблона базы данных
sq_al: Krijo Template File Database
sv: Skapa mallfil för databas
sw_ke: Kujenga Database Kigezo Picha
tr_tr: Veritabanı Şablon Dosyası Oluşturma
zh_hk: 创建数据库模板文件
zh_tw: 新建資料庫模組檔案
