Repository: zhanggyjp/CloudERP
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz, es_es, hi_in, id_id, it_it, ko_kr, mr_in, nl_nl, pt_pt, ro_ro, ru_ru, sq_al, sv, sw_ke, tr_tr, zh_hk, zh_tw

source: The date entered for the from date is not in the appropriate format. Dates must be entered in the format
es_es: La fecha introducida para el inicio debe colocarse en el formato correcto
id_id: Tgl yg dimasukkan utk tgl-dari tdk benar formatnya. Tgl harus dimasukkan dalam format
ko_kr: 일로부터 대해 입력 한 날짜는 적절한 형식이 아닙니다. 날짜는 형식으로 입력해야합니다
mr_in: तारीख तारखेपासून योग्य स्वरूपात नाही साठी प्रवेश केला. तारखा स्वरूपात प्रविष्ट करणे आवश्यक आहे
pt_pt: Data Inicial informadas não está no formato adequado. Datas devem estar no formato
zh_tw: 輸入的起始日期不是適當的日期格式。日期必須依格式輸入

source: The date entered for the to date is not in the appropriate format. Dates must be entered in the format
es_es: La fecha introducida para el final debe colocarse en el formato correcto
id_id: Tgl yg dimasukkan utk tgl-sampai tdk benar formatnya. Tgl harus dimasukkan dalam format
ko_kr: 최신에 입력 한 날짜는 적절한 형식이 아닙니다. 날짜는 형식으로 입력해야합니다
mr_in: तारीख योग्य स्वरूपात नाही साठी प्रवेश केला. तारखा स्वरूपात प्रविष्ट करणे आवश्यक आहे
pt_pt: Data Final informada não está no formato adequado. Datas devem estar no formato
zh_tw: 輸入的結束日期不是適當的日期格式。日期必須依格式輸入

source: The from date is expected to be a date prior to the to date. Please review the selected date range
es_es: la fecha inicial en la que se tomará en cuenta este nuevo precio tiene que estar antes de la fecha final. Por favor revise el rango de fechas seleccionado.
id_id: Tgl-dari harus sebelum tgl-sampai. Silahkan lihat jangka tgl yg dipilih
ko_kr: 날로부터는 지금까지 이전 날짜가 될 것으로 예상된다. 선택한 날짜 범위를 검토​​하십시오
mr_in: पासून तारीख तारीख अगोदर तारीख करण्यासाठी असेल अशी अपेक्षा आहे. निवडलेली तारीख श्रेणी पुनरावलोकन करा
pt_pt: Data inicial deve ser antes da Data Final
zh_tw: 從該日起預計將之前以日期的日期。請查看選定日期範圍

source: No Orders
es_es: Sin Ordenes
id_id: Nomor Order
ko_kr: 어떤 주문하지
mr_in: नाही ऑर्डर
pt_pt: Não há pedidos
zh_tw: 沒有訂單

source: Total Sales
es_es: Total Ventas
id_id: Total Penjualan
ko_kr: 총 판매
mr_in: एकूण विक्री
pt_pt: Total Vendas
zh_tw: 總銷售

source: Refunds
es_es: Devoluciones
id_id: Retur
ko_kr: 환불
mr_in: धन परतावा
pt_pt: Devolução
zh_tw: 退款

source: Net Sales
es_es: Ventas Netas
id_id: Penjualan Bersih
ko_kr: 순 매출액
mr_in: ठराविक काळात सूट जाऊन वसून झालेले वस्तू मूल्य किंवा सेवा मूल्य
pt_pt: Vendas Líq.
zh_tw: 淨總銷售額

source: Cost of Sales
es_es: Costo de Ventas
id_id: HPP
ko_kr: 매출원가
mr_in: विक्री किंमत
pt_pt: Custo de Vendas
zh_tw: 銷售成本

source: wk
es_es: week
id_id: mg
mr_in: यष्टीरक्षक
pt_pt: seman.
zh_tw: 週

source: Qtr
es_es: Cant
pt_pt: Trim.
zh_tw: 季

source: Sales Category Maintenance
cs_cz: Nastavení prodejních skupin
es_es: Administrar categorías de ventas
hi_in: बिक्री श्रेणी रखरखाव
id_id: Pengaturan Kategori Penjualan
it_it: Vendite Tipo di manutenzione
ko_kr: 판매 카테고리 유지 보수
mr_in: विक्री वर्ग देखभाल
nl_nl: Verkoop Categorie Onderhoud
pt_pt: Manutenção Categ. Vendas
ro_ro: Reglaje Categorii Vanzari
ru_ru: Обслуживание категории продаж
sq_al: Sales Mirëmbajtja Category
sv: Underhåll av försäljningskategorier
sw_ke: Mauzo ya Jamii Maintenance
tr_tr: SATIS KATEGORILERI YÖNETIMI
zh_hk: 商品分类
zh_tw: 商品分類

source: Somthing is wrong with uploading a file
es_es: Algo va mal al cargar el archivo
id_id: Ada yg salah saat mengirimkan file
ko_kr: 뭔가를해야만이 파일을 업로드에 문제가 있습니다
mr_in: Somthing फाइल अपलोड चूक आहे
pt_pt: Alguma coisa está errada quando da carga do arquivo
zh_tw: 上載檔案發生一些錯誤

source: The Sales category description must be fifty characters or less long
ko_kr: 판매 카테고리 설명 오십 자 이하 여야합니다
mr_in: विक्री श्रेणी वर्णन पन्नास किंवा त्यापेक्षा कमी लांब असणे आवश्यक आहे
pt_pt: A descrição Categoria Vendas deve ter no máximo 20 caracteres
zh_tw: 銷售類別描述必須少於50個字符

source: The Sales category record has been updated
cs_cz: Prodej kategorii Záznam byl aktualizován
es_es: Se actualizó el registro de categoría/clase de Venta
hi_in: बिक्री श्रेणी रिकॉर्ड अद्यतन किया गया है
id_id: Data kategori Penjualan telah diperbarui
it_it: La categoria di record di vendite è stato aggiornato
ko_kr: 판매 카테고리 레코드가 업데이트되었습니다
mr_in: विक्री श्रेणी रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: Verkoop categorie is gewijzigd
pt_pt: Registro de Categoria de Vendas foi atualizado
ro_ro: Vânzări record categorie a fost actualizat
ru_ru: Данные о категории продаж были обновлены
sq_al: Të dhënat e Sales kategori është përditësuar
sv: Försäljningskategoriposten har uppdaterats
sw_ke: Rekodi ya mauzo jamii imekuwa updated
tr_tr: SATIS KATEGORISI KAYDI GÜNCELLENDI
zh_hk: 商品分类记录已更新
zh_tw: 銷售類別記錄已更新

source: A new Sales category record has been added
cs_cz: Prodej nové kategorii záznam byl přidán
es_es: Se creó un nuevo registro de Clase de Venta
hi_in: एक नई बिक्री रिकार्ड वर्ग जोड़ दिया गया है
id_id: Data kategori Penjualan yg baru telah ditambahkan
it_it: Una nuova categoria di record di vendite è stato aggiunto
ko_kr: 새로운 판매 카테고리 기록이 추가되었습니다
mr_in: नवीन विक्री श्रेणी रेकॉर्ड जोडले गेले आहे
nl_nl: Nieuwe verkoop categorie is toegevoegd
pt_pt: Nova Categegoria de Vendas adic.
ro_ro: Un nou record de vânzări categorie a fost adăugată
ru_ru: Новая категория продаж была добавлена
sq_al: Një i ri Sales rekord kategori është shtuar
sv: En ny försäljningskategori post har laggts till
sw_ke: A mpya Sales rekodi ya jamii imekuwa aliongeza
tr_tr: YENI SATIS KATEGORISI KAYDI EKLENDI
zh_hk: 商品分类记录已新增
zh_tw: 新的銷售類別記錄已新增

source: Cannot delete this sales category because stock items have been added to this category
cs_cz: Nelze smazat tento prodej kategorií, protože skladě položky byly přidány do této kategorie
es_es: No se puede suprimir esta categoría de ventas, porque los productos en existencia se han añadido a esta categoría
hi_in: इस बिक्री श्रेणी हटाना क्योंकि शेयर आइटम इस श्रेणी में शामिल किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus kategori penjualan ini karena item stok telah ditambah ke kategori ini
it_it: Impossibile eliminare questa categoria di vendita, perché gli articoli di riserva sono stati aggiunti a questa categoria
ko_kr: 재고 항목이이 범주에 추가 되었기 때문에이 판매 카테고리를 삭제할 수 없습니다
mr_in: स्टॉक आयटम या वर्गात समाविष्ट केले आहे कारण हा विक्री श्रेणी हटवू शकत नाही
nl_nl: Verkoop categorie kan niet worden verwijderd omdat het voorraad items bevat
pt_pt: Não pode remover essa categoria de vendas porque existe(m) item(ns) definidos nessa categoria
ro_ro: Nu se poate şterge această categorie de vânzări, deoarece stoc au fost adăugate la această categorie
ru_ru: Не удается удалить эту категорию продаж, поскольку позиции ассортимента были добавлены к этой категории
sq_al: Nuk mund të fshini kete kategori shitjes, sepse artikuj të aksioneve kanë qenë të shtuar në këtë kategori
sv: Kan inte ta bort denna försäljning kategorin eftersom omgående tillgänglig har lagts till denna kategori
sw_ke: Hawezi kufuta jamii mauzo ya hisa kwa sababu vitu wamekuwa aliongeza kwa jamii hii
tr_tr: BU SATIS KATEGORISI SILINEMIYOR, BAGLI ÜRÜNLER VAR
zh_hk: 未能删除商品分类, 因为已有物料新增到这个分类
zh_tw: 未能刪除這銷售類別, 因為已有存貨商品新增到這類號

source: items under to this category
cs_cz: položek v této kategorii
es_es: Artículos de esta Clase
hi_in: इस श्रेणी के अंतर्गत आइटम
id_id: item termasuk kategori ini
it_it: voci nell'ambito di questa categoria
ko_kr: 이 카테고리 아래 항목
mr_in: या वर्गात अंतर्गत आयटम
nl_nl: Items van deze catagorie
pt_pt: itens nesta categoria
ro_ro: articole în această categorie
ru_ru: элементы под эту категорию
sq_al: artikuj nën këtë kategori të
sv: Den kategori mallen hör till
sw_ke: vitu chini ya jamii hii
tr_tr: BU KATEGORI ALTINDAKI ÜRÜNLER
zh_hk: 个这个分类的物料
zh_tw: 這類別的商品

source: Cannot delete this sales category because sub categories have been added to this category
cs_cz: Nelze smazat tento prodej kategorií, protože dílčí kategorie, které byly přidány do této kategorie
es_es: No se puede suprimir esta categoría de ventas, porque las subcategorías se han añadido a esta categoría
hi_in: इस बिक्री श्रेणी हटाना क्योंकि उप श्रेणियों इस श्रेणी में शामिल किया गया है नहीं कर सकते
id_id: Tdk dapat menghapus kategori penjualan ini karena sub kategori telah ditambah ke kategori ini
it_it: Impossibile eliminare questa categoria di vendita, perché sotto categorie sono state aggiunte a questa categoria
ko_kr: 하위 범주는이 범주에 추가 되었기 때문에이 판매 카테고리를 삭제할 수 없습니다
mr_in: उप श्रेणींमध्ये या वर्गात समाविष्ट केले आहे कारण हा विक्री श्रेणी हटवू शकत नाही
nl_nl: Verkoop catagorie kan niet worden verwijderd omdat het sub-catagorieen bevat
pt_pt: Não pode remover essa categoria de venda porque existem sub-categorias nessa categoria.
ro_ro: Nu se poate şterge această categorie de vânzări, deoarece subcategorii au fost adăugate la această categorie
ru_ru: Не удается удалить эту категорию, поскольку к ней были добавлены подкатегории
sq_al: Nuk mund të fshini kete kategori shitjes, sepse nën kategoritë janë shtuar në këtë kategori
sv: Kan inte ta bort denna försäljning kategorin eftersom underkategorier har lagts till denna kategori
sw_ke: Hawezi kufuta jamii ndogo ya mauzo kwa sababu makundi wamekuwa aliongeza kwa jamii hii
tr_tr: BU SATIS KATEGORISI SILINEMIYOR, ONA ALT KATEGORILER EKLENMIS
zh_hk: 未能删除商品分类, 因为已有子分类新增到这个分类
zh_tw: 未能刪除這銷售類別, 因為已有副類別新增到這類別

source: sub categories
cs_cz: dílčí kategorie
es_es: sub clase
hi_in: उप श्रेणियों
id_id: sub kategori
it_it: sottocategorie
ko_kr: 하위 카테고리
mr_in: उप श्रेण्या
nl_nl: sub categorien
pt_pt: sub categorias
ro_ro: subcategorii
ru_ru: подкатегории
sq_al: nënkategoritë
sv: underkategorier
sw_ke: ndogo ya makundi
tr_tr: ALT-KATEGORILER
zh_hk: 子分类
zh_tw: 副類別

source: The sales category
cs_cz: Kategorie prodej
es_es: La Clase de Venta
hi_in: बिक्री श्रेणी
id_id: Kategori penjualan
it_it: Le vendite di categoria
ko_kr: 판매 카테고리
mr_in: विक्री श्रेणी
nl_nl: Verkoop categorie
pt_pt: Categoria de Vendas
ro_ro: Categorie Vânzări
ru_ru: Категория продаж
sq_al: Kategoria e shitjes
sv: Orderkategori
sw_ke: Mauzo ya jamii
tr_tr: SATIS KATEGORILERI
zh_hk: 商品分类
zh_tw: 銷售類別

source: has been added
cs_cz: Byla přidána
es_es: ha sido creado
hi_in: जोड़ा गया
id_id: telah ditambahkan
it_it: è stata aggiunta
ko_kr: 추가되었습니다
mr_in: जोडले गेले आहे
nl_nl: is toegevoegd
pt_pt: foram adicionados
ro_ro: a fost adăugată
ru_ru: был добавлен
sq_al: ka qenë i shtuar
sw_ke: imekuwa aliongeza
tr_tr: EKLENDI
zh_hk: 已新增
zh_tw: 已新增

source: Stock item
cs_cz: Na skladě
es_es: Artículo en existencia
hi_in: शेयर मद
id_id: Item Stok
it_it: Archivio voce
ko_kr: 주식 항목
mr_in: स्टॉक आयटम
nl_nl: Voorraad item
pt_pt: Itens em estoque
ro_ro: Stoc element
ru_ru: Позиция ассоритмента
sq_al: pika Stock
sv: Standardmenyval:
sw_ke: Hisa item
tr_tr: ÜRÜN
zh_hk: 物料
zh_tw: 存貨商品

source: has been removed
cs_cz: byl odebrán
es_es: ha sido eliminado
hi_in: हटा दिया गया है
id_id: telah dihapus
it_it: è stato rimosso
ko_kr: 제거 된
mr_in: काढले गेले आहे
nl_nl: is verwijderd
pt_pt: foram removidos
ro_ro: a fost eliminat
ru_ru: были удалены
sq_al: është hequr
sw_ke: imekuwa kuondolewa
tr_tr: KALDIRILDI
zh_hk: 已移除
zh_tw: 已移除

source: Main
cs_cz: Hlavní
es_es: Principal
hi_in: मुख्य
id_id: Utama
it_it: Principali
ko_kr: 홈페이지
mr_in: मुख्य
nl_nl: Hoofd
pt_pt: Principal
ro_ro: Principal
ru_ru: Главная
sq_al: Kryesore
sv: Huvud
sw_ke: Kuu
tr_tr: ANA
zh_hk: 主要
zh_tw: 最頂層(根目錄)

source: Selected Sales Category Path
cs_cz: Vybrané kategorie Prodej cesta
es_es: Ruta de la Clase de Venta seleccionada
hi_in: बिक्री श्रेणी पथ चयनित
id_id: Path Kategori Penjualan yg Dipilih
it_it: Selezionato Categoria Sales Path
ko_kr: 선정 된 판매 카테고리 경로
mr_in: निवडक विक्री वर्ग पथ
nl_nl: Selecteer een verkoop categorie pad
pt_pt: Caminho Selecionado Categoria Vendas
ro_ro: Selectate Vânzări Cale Categorie
ru_ru: Выбранный путь категории продаж
sq_al: Shitjet e zgjedhur rruga Category
sv: Matcha n_ågon markerad kategori
sw_ke: Kuchaguliwa Sales Jamii Njia
tr_tr: SATIS KATEGORI AGACI
zh_hk: 已选取的商品类别目录
zh_tw: 已選取的銷售類別路徑

source: Manage Sales Category Translations
ko_kr: 판매 카테고리로 번역 관리
mr_in: विक्री वर्ग अनुवाद व्यवस्थापित
pt_pt: Gerenciar Traduções Categorias Vendas
zh_tw: 管理銷售類別翻譯

source: There are no categories defined at this level.
cs_cz: Nejsou žádné kategorie stanovené na této úrovni.
es_es: No hay categorías definidas en este nivel.
hi_in: कोई इस स्तर पर निर्धारित श्रेणियां हैं.
id_id: Tdk ada kategori yg ditemukan pada tingkatan ini.
it_it: Non ci sono categorie definite a questo livello.
ko_kr: 이 수준에서 정의 된 카테고리가 없습니다.
mr_in: या स्तरावर व्याख्या नाही श्रेण्या आहेत.
nl_nl: Geen categorien vastgesteld op dit niveau
pt_pt: Não há categ. definidas nesse nível
ro_ro: Nu exista categorii definite la acest nivel.
ru_ru: Не определено категорий на этом уровне.
sq_al: Nuk ka kategori të përcaktuara në këtë nivel.
sv: Det finns inga grupper som definieras på denna nivå.
sw_ke: Hakuna categories defined katika ngazi hii.
tr_tr: BU SEVIYEDE TANIMLANMIS BIR KATEGORI YOK.
zh_hk: 此层次没有定义商品分类
zh_tw: 這一層沒有定義類別

source: Sub Category
cs_cz: Sub kategorie
es_es: Sub Categoría
hi_in: उप श्रेणी
id_id: Sub Kategori
it_it: Sub Categoria
ko_kr: 하위 카테고리
mr_in: उप वर्ग
nl_nl: Sub categorie
pt_pt: Sub Categ.
ro_ro: Sub Categorie
ru_ru: Подкатегория
sv: Underkategori
sw_ke: Ndogo ya Jamii
tr_tr: ALT KATEGORI
zh_hk: 子分类
zh_tw: 副類別

source: Are you sure you wish to delete this sales category?
es_es: ¿Está seguro que desea suprimir esta categoría de ventas?
ko_kr: 이 판매 카테고리를 삭제하려면 확실합니까?
mr_in: आपण या विक्री श्रेणी हटवू इच्छित खात्री आहे?
pt_pt: confirma remoção dessa categoria de vendas?
zh_tw: 您確定要刪除這個銷售類？

source: Edit Sub Category
cs_cz: Upravit Podkategorie
es_es: Editar Sub Clase
hi_in: उप श्रेणी संपादित करें
id_id: Ubah Sub Kategori
it_it: Modifica categoria Sub
ko_kr: 편집 소분류
mr_in: उप वर्ग संपादित
nl_nl: Wijzig sub categorie
pt_pt: Editar Sub Categ.
ro_ro: Sub Editare Categorie
ru_ru: Изменить подкатегорию
sv: Redigera subkategori
sw_ke: Hariri Sub Jamii
tr_tr: ALT KATEGORI DÜZENLE
zh_hk: 编辑子分类
zh_tw: 編輯副類別

source: New Sub Category
cs_cz: Nové Podkategorie
es_es: Crear Sub Categoría
hi_in: नए उप श्रेणी
id_id: Sub Kategori Baru
it_it: New Sub Categoria
ko_kr: 새 하위 카테고리
mr_in: नवीन उप वर्ग
nl_nl: Nieuwe sub categorie
pt_pt: Nova Sub Categ.
ro_ro: Sub noi Categorie
ru_ru: Новая подкатегория
sq_al: Ri Sub Category
sv: Skapa en ny kategori
sw_ke: Mpya Sub Jamii
tr_tr: YENI ALT-KATEGORI
zh_hk: 新建子分类
zh_tw: 新建子分類

source: Category Name
cs_cz: Název kategorie
es_es: Nombre de la Clase
hi_in: श्रेणी नाम
id_id: Nama Kategori
it_it: Nome categoria
ko_kr: 카테고리 이름
mr_in: वर्ग नाव
nl_nl: Categorie naam
pt_pt: Nome Categ.
ro_ro: Nume categorie
ru_ru: Название категории
sq_al: Emri Category
sv: Kategorinamn
sw_ke: Jamii Jina
tr_tr: KATEGORI ADI
zh_hk: 商品分类名称
zh_tw: 分類名稱

source: Display in webSHOP?
es_es: ¿Mostrar en webSHOP?
ko_kr: 인터넷 쇼핑몰에 표시?
mr_in: WebSHOP मध्ये प्रदर्शित?
pt_pt: Exibir WEBSHOP
zh_tw: 是否要顯示在網店上？

source: Submit Information
cs_cz: Předložit informace
es_es: Enviar Información
hi_in: जानकारी भेजें
id_id: Ajukan Informasi
it_it: Invia informazioni
ko_kr: 정보를 제출
mr_in: माहिती सबमिट
nl_nl: Verzend informatie
pt_pt: Processar
ro_ro: Să prezinte informaţii
ru_ru: Отправить информацию
sq_al: Submit Informacione
sv: Spara
sw_ke: Kuwasilisha taarifa
tr_tr: TAMAM
zh_hk: 提交
zh_tw: 確認新建子分類

source: Add Inventory to this category
es_es: Añadir inventario a esta categoría.
ko_kr: 이 범주에 재고를 추가
mr_in: हा इ.स. सूची जोडा
pt_pt: Adicionar estoque nessa categoria.
zh_tw: 新增物料到這分類

source: Select Item
es_es: Seleccionar artículo
ko_kr: 항목 선택
mr_in: आयटम निवडा
pt_pt: Selecionar Item
zh_hk: 選取物品
zh_tw: 選取物料

source: Select Manufacturer/Brand
ko_kr: 선택 제조사 / 브랜드
mr_in: निर्माता / ब्रॅंड निवडा
pt_pt: Selec. Fabricante / Marca
zh_tw: 選擇製造商/品牌

source: Select Brand
es_es: Seleccionar marca
ko_kr: 선택 브랜드
mr_in: निवडा ब्रॅंड
pt_pt: Selecione Marca
zh_tw: 選擇品牌

source: Add Item To Sales Category
es_es: Añadir artículo a categoría de ventas
ko_kr: 판매 카테고리에 항목 추가
mr_in: विक्री वर्ग आयटम जोडा
pt_pt: Adic. Item em Categ. Vendas
zh_tw: 新增物料到銷售分類

source: No more Inventory items to add
es_es: No hay más artículos de Inventario que añadir
id_id: Item Persediaan tdk ada lagi utk ditambah
ko_kr: 더 이상 재고 항목이 추가 없습니다
mr_in: जोडण्यासाठी आणखी कोणतेही सूची आयटम
pt_pt: Nenhum item mais, para adicionar
zh_tw: 沒有其他庫存商品要新增

source: Inventory items for
es_es: Artículos de inventario para
ko_kr: 인벤토리 항목
mr_in: साठी सूची आयटम
pt_pt: Itens de Estoque para
zh_tw: 庫存商品

source: Featured
ko_kr: 추천
mr_in: वैशिष्ट्यीकृत
pt_pt: Configuração
zh_tw: 特性

source: Cancel Feature
ko_kr: 기능을 취소
mr_in: विषेश रद्द
pt_pt: Cancelar Configuração
zh_tw: 取消功能

source: Make Featured
ko_kr: 확인 추천
mr_in: वैशिष्ट्यीकृत करा
pt_pt: Criar Configuração
zh_tw: 做出功能

source: No Inventory items in this category
es_es: No hay artículos de inventario en esta categoría
id_id: Tdk ada item Persediaan dalam kategori ini
ko_kr: 이 범주에는 재고 항목이 없습니다
mr_in: या वर्गात नाही सूची आयटम
pt_pt: Não há itens de estoque nesta categoria
zh_tw: 此分類沒有物料

source: Sales Category Report
es_es: Informe de Categoría de Ventas
id_id: Laporan Kategori Penjualan
ko_kr: 판매 카테고리 보고서
mr_in: विक्री वर्ग अहवाल
pt_pt: Relatorio Categoria de Vendas
zh_tw: 銷售類別報表

source: Sales GL Postings Set Up
cs_cz: Prodej GL Komentáře Nastavení
es_es: Configuración de registros contables de ventas
hi_in: बिक्री जीएल तैनाती सेट अप
id_id: Pengaturan Posting GL Penjualan
it_it: Postings Sales GL Set Up
ko_kr: 판매 GL 게시물은 설정
mr_in: विक्री जी.एल. लेखांना सेट
nl_nl: Opzet van verkoop grootboek boekingen
pt_pt: Config. Lanç. Contab. Vendas
ro_ro: Postings Vânzări GL Set Up
ru_ru: Настройки проводок о продажах в главной книге
sq_al: Sales Njoftimet GL Set Up
sv: Inställningar för bokföring av försäljning
sw_ke: Mauzo ya matangazo GL Set Up
tr_tr: MUHASEBE HESABINA SATIS KAYDI GÖNDERIMI -AYARLAR
zh_hk: 销售收入科目配置
zh_tw: 設定總帳的銷售入帳

source: The sales GL posting record has been updated
cs_cz: Prodejní GL vysílání záznam byl aktualizován
es_es: Se actualizó El registro del registro contable de venta
hi_in: बिक्री जीएल पोस्टिंग रिकॉर्ड अद्यतन किया गया है
id_id: Data posting GL penjualan telah diperbarui
it_it: Il GL record di vendite distacco è stato aggiornato
ko_kr: 판매 GL 게시 레코드가 업데이트되었습니다
mr_in: विक्री जी.एल. पोस्टिंग रेकॉर्ड अद्यतनित केले गेले आहे
nl_nl: Opzet van verkoop grootboek boekingen is gewijzigd
pt_pt: Lanç. contábeis vendas devem ser atualizados
ro_ro: GL record de vânzări detaşarea a fost actualizat
ru_ru: Проводка о продаже в главной книге обновлена
sq_al: Të dhënat e shitjeve GL postimin është përditësuar
sv: Bokföringsposten för försäljningen har uppdaterats
sw_ke: GL mauzo ya rekodi posting imekuwa updated
tr_tr: MUHASEBE HESABINA SATIS KAYDI GÖNDERIMI GÜNCELLENDI
zh_hk: 销售收入科目配置已更新
zh_tw: 總帳的銷售入帳記錄已更新

source: The new sales GL posting record has been inserted
cs_cz: Nový prodejní rekord GL vysílání byl vložen
es_es: Se agregó el nuevo registro de registro contable de venta
hi_in: नई बिक्री जीएल पोस्टिंग रिकॉर्ड डाला गया है
id_id: Data posting GL penjualan yg baru telah dimasukkan
it_it: Il nuovo record di vendite GL intervento è stato inserito
ko_kr: 새로운 판매 GL 게시 레코드가 삽입 된
mr_in: नवीन विक्री जी.एल. पोस्टिंग रेकॉर्ड समाविष्ट केले गेले आहे
nl_nl: Opzet van nieuwe verkoop grootboek boekingen record is toegevoegd
pt_pt: Novos Lanç. Contábeis Vendas foram inseridos
ro_ro: Noul record de vânzări GL detaşarea a fost introdus
ru_ru: Была добавлена новая проводка о продажах в главную книгу
sq_al: Të reja të shitjes rekord GL postimi i është futur
sv: Den nya bokföringsposten för försäljningen har skapats
sw_ke: GL mauzo ya rekodi mpya posting imekuwa kuingizwa
tr_tr: YENI MUHASEBE HESABINA SATIS KAYDI GÖNDERIMI EKLENDI
zh_hk: 新的销售收入科目配置已插入
zh_tw: 新的總帳銷售入帳記錄已插入

source: A sales gl posting account already exists for the selected area, stock category, salestype
cs_cz: Prodej gl vysílání účet již existuje pro vybrané oblasti, akcie kategorie, salestype
es_es: Ya existe una cuenta contable de ventas para el área seleccionada, la categoría de la existencia, el tipo de ventas
hi_in: एक बिक्री खाता पोस्टिंग जीएल पहले से चयनित क्षेत्र, शेयर वर्ग, salestype के लिए मौजूद है
id_id: Akun posting gl penjualan sdh ada utk area yg dipilih, kategori stok, tipe penjualan
it_it: Un vendite gl distacco account già esistente per l&#39;area selezionata, categoria stock, salestype
ko_kr: 판매 GL 게시 계정이 이미 선택된 영역에 대한 존재, 주식 종류, salestype
mr_in: विक्री GL पोस्टिंग खाते आधीच निवडलेले क्षेत्र, स्टॉक श्रेणी, salestype विद्यमान
nl_nl: verkoop grootboekrekening bestaat al voor de geselecteerde regio / verkooptype / voorraad categorie
pt_pt: Lanç. Contábil de venda já existe para área, categoria estoque ou tipo de venda
ro_ro: O vânzări gl posta cont deja există pentru zona selectată, categorie stoc, salestype
ru_ru: Счет для проводок продаж в главной книге уже существует для выбранной области, категории запасов, типа продаж
sq_al: Një shitje gl postimi llogari tashmë ekziston për zonën e përzgjedhur, kategori e aksioneve, salestype
sv: Ett konto existerar redan för valt område, lagerkategori, försäljningstyp
sw_ke: A mauzo gl posting akaunti tayari lipo kwa ajili ya eneo ya kuchaguliwa, jamii hisa salestype,
tr_tr: Bir satış hesabı gönderme gl zaten seçili alanı, hisse senedi kategori salestype için var
zh_hk: 所选销售区域、物料组和销售方式的科目配置已存在
zh_tw: 銷售總帳記帳已存在方選取地區, 存貨類型, 銷售方式

source: Sales posting record has been deleted
cs_cz: Prodej vysílání záznam byl odstraněn
es_es: El registro contable de venta ha sido eliminado
hi_in: रिकॉर्ड बिक्री पोस्टिंग हटा दिया गया है
id_id: Data posting penjualan sdh dihapus
it_it: Vendite distacco record è stato cancellato
ko_kr: 판매 게시 기록이 삭제되었습니다
mr_in: विक्री पोस्टिंग रेकॉर्ड हटविले गेले आहे
nl_nl: Verkoop boeking is verwijderd
pt_pt: Lanç. Vendas foi removido
ro_ro: Vânzări record posta a fost şters
ru_ru: Запись о проводки о продажах была удалена
sq_al: Sales postimi rekord është grisur
sv: Försäljningsposten har raderats
sw_ke: Mauzo posting rekodi imefutwa
tr_tr: SATIS GÖNDERIM KAYITLARI SILINDI
zh_hk: 销售收入科目配置已删除
zh_tw: 銷售入帳記錄已刪除

source: The following posting records that do not have valid general ledger code specified - these records must be amended.
cs_cz: Následující záznamy vysílání, které nemají platný hlavní knihy zadaný kód - tyto záznamy musí být změněna.
es_es: Los siguientes registros publicados no cuentan con un código contable válido especificado - estos registros deben ser modificados.
hi_in: निम्नलिखित पोस्टिंग रिकॉर्ड है कि वैध सामान्य खाता बही निर्दिष्ट कोड नहीं है - इन अभिलेखों में संशोधन किया जाना चाहिए.
id_id: Data posting berikut yg tdk memiliki kode buku besar yg berlaku - data ini perlu dibetulkan.
it_it: Le successive registrazioni distacco che non hanno codice valido Contabilità Generale specificato - questi documenti devono essere modificate.
ko_kr: 지정된 유효한 일반 회계 원장 코드가없는 다음 게시 기록 -이 기록은 개정되어야한다.
mr_in: निर्दिष्ट वैध सामान्य खातेवही कोड नाही खालील पोस्टिंग रेकॉर्ड - ही रेकॉर्ड दुरुस्ती करणे आवश्यक आहे.
nl_nl: Voor de volgende boekingen zijn geen geldige grootboek rekening benoemd en dienen gewijzigd te worden
pt_pt: Os lanç. não possuem conta contábil válida, registros devem ser revisados.
ro_ro: Următoarele înregistrări postarea care nu au cod valid registrul general specificat - aceste înregistrări trebuie să fie modificată.
ru_ru: Следующие проводки, которые не имеют правильного кода в главной книге,должны быть поправлены.
sq_al: Shënimet e mëposhtme postimi që nuk kanë të vlefshme kodin e përgjithshme librit të caktuar - këto shënime duhet të ndryshohen.
sv: Följande poster har inte gällande bokförings koder - dessa måste läggas till
sw_ke: Zifuatazo kumbukumbu posting kwamba hawana leja halali ujumla code maalum - hizi kumbukumbu lazima marekebisho.
tr_tr: Belirtilen geçerli defteri kebir kodu yoksa aşağıdaki kayıt kayıtlar - Bu kayıtlar tadil edilmelidir.
zh_hk: 以下配置没有指定有效的会计科目，必须修正
zh_tw: 以下沒有指定有效總帳科目的入帳記錄 - 這記錄必須修改
